{
  "page-ethereum-history-founder-and-ownership-meta-title": "एथेरियम का इतिहास: संस्थापक, लॉन्च और स्वामित्व | ethereum.org",
  "page-ethereum-history-founder-and-ownership-meta-description": "एथेरियम के इतिहास के बारे में जानें, जिसमें यह भी शामिल है कि इसे किसने बनाया, इसे कब लॉन्च किया गया और आज इसे कौन नियंत्रित करता है।",
  "page-ethereum-history-founder-and-ownership-twitter-meta-description": "बिटकॉइन और एथेरियम के बीच के अंतरों को जानें, जिसमें उपयोग के मामले, नेटवर्क प्रदर्शन, टोकन अर्थशास्त्र और बहुत कुछ शामिल है।",
  "page-ethereum-history-founder-and-ownership-title": "एथेरियम का इतिहास: संस्थापक, लॉन्च और स्वामित्व",
  "page-ethereum-history-founder-and-ownership-description-1": "एथेरियम की स्थापना 2013 में विटालिक ब्यूटरिन ने की थी। बाद में गैविन वुड और जोसेफ लुबिन सहित कई सह-संस्थापक शामिल हुए। एथेरियम नेटवर्क आधिकारिक तौर पर 30 जुलाई, 2015 को पहले ब्लॉक (जेनेसिस ब्लॉक) की माइनिंग के साथ लॉन्च किया गया।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-description-1": "पारंपरिक संगठनों के विपरीत, <strong>एथेरियम का कोई सीईओ नहीं है</strong>, बोर्ड, या एकल नियंत्रक पार्टी। यह एक विकेंद्रीकृत प्लेटफॉर्म है जो अपने समुदाय द्वारा शासित होता है, जिसमें गैर-लाभकारी Ethereum फाउंडेशन सहायता प्रदान करता है।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum": "एथेरियम की स्थापना/सह-स्थापना किसने की?",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-1": "एथेरियम की स्थापना <strong>विटालिक ब्यूटरिन ने की थी</strong> जिन्होंने <strong>2013 के अंत में</strong> इस विचार की कल्पना की थी।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-2": "1994 में रूस में जन्मे और कनाडा में पले-बढ़े, ब्यूटरिन ने कम उम्र से ही असाधारण गणितीय प्रतिभा का प्रदर्शन किया।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-3": "उन्होंने 2011 में बिटकॉइन की खोज की, और बिटकॉइन पर लेख लिखना शुरू किया, जिसके कारण उन्होंने 2012 में <em>Bitcoin Magazine</em> की सह-स्थापना की। यह क्रिप्टोकरेंसी को समर्पित पहले प्रकाशनों में से एक था। शुरुआती बिटकॉइन समुदाय का हिस्सा होने के नाते, उन्होंने इसकी क्षमता और इसकी सीमाओं को प्रत्यक्ष रूप से देखा।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-4": "2014 में, विटालिक ने <whitepaper>एथेरियम सफेद कागज</whitepaper> प्रकाशित किया, जिसमें एक ऐसे प्लेटफॉर्म की रूपरेखा दी गई है जो केवल भुगतान से कहीं अधिक करने में सक्षम ब्लॉकचेन बनाकर बिटकॉइन से आगे जाएगा।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-5": "एथेरियम बिटकॉइन के दृष्टिकोण पर विस्तार करता है, मूल रूप से यह कहता है, ठीक है, एक एप्लिकेशन का समर्थन करने के लिए डिज़ाइन किए गए नियमों के बजाय, हम कुछ और सामान्य उद्देश्य बनाने जा रहे हैं जहां लोग बस अपने स्वयं के एप्लिकेशन बना सकते हैं और उनके द्वारा बनाए गए किसी भी एप्लिकेशन के नियमों को एथेरियम प्लेटफॉर्म पर निष्पादित, कार्यान्वित किया जा सकता है।",
  "page-ethereum-history-founder-and-ownership-when-ethereum-when-did-ethereum-launch": "एथेरियम कब लॉन्च हुआ?",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now": "अब एथेरियम का मालिक कौन है और कौन चलाता है?",
  "page-ethereum-history-founder-and-ownership-founder-of-ethereum": "एथेरियम के संस्थापक",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-6": "एथेरियम की सह-स्थापना 8 व्यक्तियों द्वारा की गई थी जिन्होंने एथेरियम को जीवंत बनाने में मदद की।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-vitalik-buterin": "<strong>विटालिक ब्यूटरिन</strong>: 2013 में एथेरियम की कल्पना की, मूल सफेद कागज लिखा, और इसके मुख्य दूरदर्शी और हिमायती बन गए, एक विकेन्द्रीकृत विश्व कंप्यूटर की अवधारणा को स्पष्ट करते हुए और प्रोटोकॉल की तकनीकी और दार्शनिक दिशा का मार्गदर्शन करते हुए।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-gavin-wood": "<strong>गैविन वुड</strong>: <solidity>Solidity</solidity> प्रोग्रामिंग भाषा विकसित की और <ethereumYellowPaper>एथेरियम येलो पेपर</ethereumYellowPaper> लिखा, जो एथेरियम वर्चुअल मशीन (EVM) के लिए तकनीकी गाइड है।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-joseph-lubin": "<strong>जोसेफ लुबिन</strong>: एथेरियम के शुरुआती चरणों में फंड देने में मदद की और बाद में <consensys>ConsenSys</consensys> की स्थापना की, जो एथेरियम-आधारित ऐप्स और बुनियादी ढांचे के निर्माण पर केंद्रित एक कंपनी है।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-jeffrey-wilcke": "<strong>जेफरी विल्के</strong>: <geth>Geth</geth> बनाया, जो मूल और सबसे व्यापक रूप से इस्तेमाल किया जाने वाला एथेरियम निष्पादन ग्राहक है, जो EVM चलाने और एथेरियम नेटवर्क डेटा संग्रहीत करने के लिए जिम्मेदार है।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-mihai-alisie": "<strong>मिहाई एलीसी</strong>: विटालिक ब्यूटरिन के साथ बिटकॉइन मैगज़ीन की सह-स्थापना की और स्विट्जरलैंड में Ethereum फाउंडेशन की स्थापना में मदद की, उपाध्यक्ष के रूप में कार्य करते हुए और ईथर की प्री-सेल के लिए कानूनी ढांचा स्थापित किया।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-anthony-di-lorio": "<strong>एंथनी डि लोरियो</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-amir-chetrit": "<strong>आमिर चेट्रिट</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-charles-hoskinson": "<strong>चार्ल्स हॉकिंसन</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-7": "आज, विटालिक ब्यूटरिन एथेरियम के विकास में सक्रिय रूप से शामिल हैं। जोसेफ लुबिन ConsenSys का नेतृत्व करना जारी रखते हैं। उनकी कंपनी एथेरियम पारिस्थितिकी तंत्र के लिए <strong>MetaMask</strong> और <strong>Infura</strong> जैसे प्रमुख उपकरण विकसित करती है।",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-1": "विटालिक के शुरुआती विचार से लेकर एथेरियम के आधिकारिक लॉन्च तक की यात्रा में लगभग 20 महीने लगे। यहां प्रमुख मील के पत्थर हैं:",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-2": "<strong>नवंबर 2013:</strong> विटालिक ब्यूटरिन ने एथेरियम सफेद कागज साझा किया। यह एक ब्लॉकचेन प्लेटफॉर्म के लिए उनके दृष्टिकोण का वर्णन करता है जो स्मार्ट अनुबंध चला सकता है।",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-3": "<strong>जनवरी 2014:</strong> विटालिक ने मियामी में नॉर्थ अमेरिकन बिटकॉइन कॉन्फ्रेंस में एथेरियम की अवधारणा की <announcement>सार्वजनिक रूप से घोषणा की</announcement>।",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-4": "<strong>जुलाई-अगस्त 2014:</strong> एथेरियम के विकास के लिए धन जुटाने के लिए, संस्थापक टीम ने एक सार्वजनिक क्राउडफंडिंग अभियान चलाया। उन्होंने ईथर (ETH) के बदले में 31,000 BTC (उस समय लगभग 18 मिलियन डॉलर मूल्य) जुटाए।",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-5": "<strong>अप्रैल 2015:</strong> विटालिक और सह-संस्थापकों ने एथेरियम का ओलंपिक टेस्टनेट लॉन्च किया। यह मुख्य नेटवर्क लॉन्च से पहले अंतिम परीक्षण चरण था।",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-6": "<strong>30 जुलाई, 2015:</strong> संस्थापक टीम ने जेनेसिस ब्लॉक की माइनिंग करके आधिकारिक तौर पर एथेरियम मेननेट लॉन्च किया। यह एथेरियम नेटवर्क के जन्म का प्रतीक है।",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-7": "<strong>14 मार्च, 2016:</strong> एथेरियम समुदाय ने पहला नियोजित अपग्रेड \"होमस्टेड\" लागू किया। यह संकेत देता है कि एथेरियम मुख्यधारा को अपनाने के लिए तैयार था।",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-8": "एथेरियम प्रोजेक्ट पर हमारी यह धारणा थी कि हमें वास्तव में इस पर केवल एक ही मौका मिलेगा, यह वास्तव में एक बार का काम था, इसलिए हमें इसे सही करना था।",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-9": "एथेरियम सह-संस्थापक",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-10": "एथेरियम का लॉन्च ब्लॉकचेन प्रौद्योगिकी में एक प्रमुख मील का पत्थर था। इसने स्मार्ट अनुबंधों को पेश किया और विकेंद्रीकृत अनुप्रयोगों के लिए एक प्लेटफॉर्म बनाया।",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-11": "आप <genesisBlock>हमेशा एथेरियम जेनेसिस ब्लॉक देख सकते हैं</genesisBlock> जो उस क्षण को संरक्षित करता है जब एथेरियम पहली बार जीवंत हुआ था।",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-12": "एथेरियम अपग्रेड की पूरी सूची देखें",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-13": "भविष्य के एथेरियम रोडमैप को देखें",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-1": "एथेरियम के सबसे अनूठे पहलुओं में से एक इसकी स्वामित्व संरचना है, या अधिक सटीक रूप से, इसके पारंपरिक स्वामित्व की कमी है। एक नियमित कंपनी के विपरीत, एथेरियम:",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-2": "<strong>का कोई सीईओ या केंद्रीय प्राधिकरण नहीं है</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-3": "किसी <strong>एकल इकाई</strong> या संगठन द्वारा <strong>नियंत्रित नहीं</strong> है",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-4": "पारंपरिक अर्थों में <strong>कोई शेयरधारक नहीं हैं</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-5": "इसके बजाय, एथेरियम एक विकेंद्रीकृत नेटवर्क के रूप में काम करता है। इसे दुनिया भर में <strong>हजारों स्वतंत्र कंप्यूटरों</strong> (नोड्स) द्वारा <strong>बनाए रखा जाता है</strong>। यह विकेंद्रीकृत मॉडल एथेरियम के डिजाइन और मूल्य के मूल में है।",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-6": "कई प्रमुख समूह एथेरियम के चल रहे विकास और शासन में मदद करते हैं:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation": "1. एथेरियम फाउंडेशन",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-1": "<strong>एथेरियम फाउंडेशन एक गैर-लाभकारी संगठन है</strong> जो एथेरियम और संबंधित प्रौद्योगिकियों का समर्थन करता है। महत्वपूर्ण होते हुए भी, यह नेटवर्क को नियंत्रित नहीं करता है। फाउंडेशन:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-2": "एथेरियम विकास का समर्थन करने के लिए धन का प्रबंधन करता है",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-3": "एथेरियम पर निर्माण परियोजनाओं को अनुदान प्रदान करता है",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-4": "सामुदायिक कार्यक्रम और शैक्षिक पहल आयोजित करता है",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-5": "अनुसंधान प्रयासों का समन्वय करता है",
  "page-ethereum-history-founder-and-ownership-core-developers": "2. कोर डेवलपर और शोधकर्ता",
  "page-ethereum-history-founder-and-ownership-core-developers-description-1": "डेवलपर्स और शोधकर्ताओं का एक वैश्विक समुदाय एथेरियम के कोड और डिजाइन में योगदान देता है। ये योगदानकर्ता एक खुली, सार्वजनिक प्रक्रिया के माध्यम से सुधारों का प्रस्ताव, चर्चा और कार्यान्वयन करते हैं। विटालिक ब्यूटरिन समुदाय में सम्मानित बने हुए हैं, हालांकि, निर्णय किसी एक व्यक्ति के बजाय समूह समझौते के माध्यम से किए जाते हैं।",
  "page-ethereum-history-founder-and-ownership-eip": "3. एथेरियम सुधार प्रस्ताव (EIPs)",
  "page-ethereum-history-founder-and-ownership-eip-description-1": "एथेरियम समुदाय <eips>एथेरियम सुधार प्रस्तावों (EIPs)</eips> के माध्यम से नेटवर्क में बदलाव का प्रस्ताव करता है। यह खुली प्रणाली किसी को भी सुधार का सुझाव देने की अनुमति देती है। इन विचारों पर फिर समुदाय द्वारा चर्चा, परिष्कृत और संभावित रूप से कार्यान्वित किया जाता है।",
  "page-ethereum-history-founder-and-ownership-validators": "4. नोड ऑपरेटर और सत्यापनकर्ता",
  "page-ethereum-history-founder-and-ownership-validators-description-1": "सितंबर 2022 में एथेरियम के हिस्सेदारी का सबूत में स्थानांतरित होने के बाद से, नेटवर्क को सत्यापनकर्ताओं द्वारा सुरक्षित किया जाता है जो ETH को लॉक अप (स्टेक) करते हैं और लेनदेन को संसाधित करते हैं। दुनिया भर में <beaconchain>बड़ी संख्या में सत्यापनकर्ता</beaconchain> फैले हुए हैं, जो नेटवर्क के नियंत्रण को दूर-दूर तक वितरित करता है।",
  "page-ethereum-history-founder-and-ownership-validators-description-2": "यह विकेंद्रीकृत मॉडल किसी भी एकल इकाई द्वारा नियंत्रण को सीमित करता है, जिससे एथेरियम सेंसरशिप के प्रतिरोधी बन जाता है। इसमें इसके मूल संस्थापक भी शामिल हैं। कोई भी व्यक्ति या संगठन अपने दम पर एथेरियम के नियमों को नहीं बदल सकता या नेटवर्क को बंद नहीं कर सकता।",
  "page-ethereum-history-founder-and-ownership-validators-description-3": "एथेरियम पर एक एप्लिकेशन बनाने और इसे किसी पारंपरिक केंद्रीकृत प्लेटफॉर्म पर बनाने के बीच मुख्य अंतर यह मुख्य विचार है कि एक बार जब आप अपना एप्लिकेशन बना लेते हैं, तो एप्लिकेशन को अपने निरंतर अस्तित्व के लिए आप पर या किसी अन्य व्यक्ति पर निर्भर रहने की आवश्यकता नहीं होती है। और एप्लिकेशन को निर्दिष्ट नियमों के अनुसार चलते रहने की गारंटी है।",
  "page-ethereum-history-founder-and-ownership-conclusion": "निष्कर्ष",
  "page-ethereum-history-founder-and-ownership-conclusion-description-1": "2013 में विटालिक ब्यूटरिन द्वारा इसके निर्माण से लेकर 2015 में इसके लॉन्च और आज के विकास तक, <strong>एथेरियम अपने संस्थापक दृष्टिकोण के प्रति सच्चा रहा है</strong>। यह उन अनुप्रयोगों के लिए एक <strong>विकेंद्रीकृत, विश्वसनीय रूप से तटस्थ</strong> प्लेटफॉर्म बना हुआ है जो ठीक वैसे ही चलते हैं जैसे प्रोग्राम किए गए हैं। इस पर बने नेटवर्क और ऐप्स <strong>बिना डाउनटाइम, सेंसरशिप, धोखाधड़ी या तीसरे पक्ष के हस्तक्षेप के</strong> चलते हैं।",
  "page-ethereum-history-founder-and-ownership-conclusion-description-2": "एथेरियम की कहानी हर अपडेट और नवाचार के साथ सामने आती रहती है। जैसे-जैसे नेटवर्क विकसित होता है, यह इस बात का उदाहरण देता है कि कैसे विकेंद्रीकृत शासन पारंपरिक कॉर्पोरेट संरचनाओं के बिना तकनीकी प्रगति को बढ़ावा दे सकता है।",
  "page-ethereum-history-founder-and-ownership-conclusion-description-3": "एथेरियम एक दूरदर्शी सफेद कागज से <strong>हजारों अनुप्रयोगों और अरबों के मूल्य को शक्ति देने वाली एक वैश्विक अवसंरचना परत</strong> में बदल गया है। यह साबित करता है कि खुला सहयोग न केवल वित्त, बल्कि स्वामित्व, शासन और डिजिटल विश्वास की मौलिक अवधारणाओं को भी नया आकार दे सकता है।",
  "page-ethereum-history-founder-and-ownership-conclusion-description-4": "एथेरियम की शासन प्रक्रिया के बारे में और जानें"
}
