{
  "page-run-a-node-build-your-own-title": "आप खुद बनाएं",
  "page-run-a-node-build-your-own-hardware-title": "चरण 1 - हार्डवेयर",
  "page-run-a-node-build-your-own-minimum-specs": "न्यूनतम विशिष्टता",
  "page-run-a-node-build-your-own-min-ram": "4 - 8 GB RAM",
  "page-run-a-node-build-your-own-ram-note-1": "स्टेकिंग पर नोट देखें",
  "page-run-a-node-build-your-own-ram-note-2": "Raspberry Pi पर नोट देखें",
  "page-run-a-node-build-your-own-min-ssd": "2 TB SSD",
  "page-run-a-node-build-your-own-ssd-note": "आवश्यक लेखन गति के लिए आवश्यक SSD।",
  "page-run-a-node-build-your-own-recommended": "अनुशंसित",
  "page-run-a-node-build-your-own-nuc": "Intel NUC, 7वीं जनरेशन या उच्चतर",
  "page-run-a-node-build-your-own-nuc-small": "x86 प्रोसेसर",
  "page-run-a-node-build-your-own-connection": "वायर्ड इंटरनेट कनेक्शन",
  "page-run-a-node-build-your-own-connection-small": "आवश्यक नहीं है, लेकिन एक आसान सेटअप और सबसे सुसंगत कनेक्शन प्रदान करता है",
  "page-run-a-node-build-your-own-peripherals": "डिस्प्ले स्क्रीन और कीबोर्ड",
  "page-run-a-node-build-your-own-peripherals-small": "जब तक आप DAppNode, या ssh/headless सेटअप का उपयोग नहीं कर रहे हैं",
  "page-run-a-node-build-your-own-software": "चरण 2 - सॉफ्टवेयर",
  "page-run-a-node-build-your-own-software-option-1-title": "विकल्प 1 - DAppNode",
  "page-run-a-node-build-your-own-software-option-1-description": "जब आप अपने हार्डवेयर के साथ तैयार होते हैं, तो DAppNode ऑपरेटिंग सिस्टम को किसी भी कंप्यूटर का उपयोग करके डाउनलोड किया जा सकता है और USB ड्राइव के माध्यम से एक नए SSD पर स्थापित किया जा सकता है।",
  "page-run-a-node-build-your-own-software-option-1-button": "DAppNode सेटअप",
  "page-run-a-node-build-your-own-software-option-2-title": "विकल्प 2 - कमांड लाइन",
  "page-run-a-node-build-your-own-software-option-2-description-1": "अधिकतम नियंत्रण के लिए, अनुभवी उपयोगकर्ता इसके बजाय कमांड लाइन का उपयोग करना पसंद कर सकते हैं।",
  "page-run-a-node-build-your-own-software-option-2-description-2": "क्लाइंट चयन के साथ आरंभ करने के बारे में अधिक जानकारी के लिए हमारे डेवलपर दस्तावेज़ देखें।",
  "page-run-a-node-build-your-own-software-option-2-button": "कमांड लाइन सेटअप",
  "page-run-a-node-buy-fully-loaded-title": "पूरी तरह से लोड खरीदें",
  "page-run-a-node-buy-fully-loaded-description": "सबसे आसान ऑनबोर्डिंग अनुभव के लिए विक्रेताओं से प्लग एंड प्ले विकल्प ऑर्डर करें।",
  "page-run-a-node-buy-fully-loaded-note-1": "किसी रचना की आवश्यकता नहीं है।",
  "page-run-a-node-buy-fully-loaded-note-2": "GUI के साथ ऐप जैसा सेटअप।",
  "page-run-a-node-buy-fully-loaded-note-3": "कोई कमांड-लाइन की आवश्यकता नहीं है।",
  "page-run-a-node-censorship-resistance-title": "सेंसरशिप प्रतिरोध",
  "page-run-a-node-censorship-resistance-preview": "जरूरत पड़ने पर पहुंच सुनिश्चित करें, और सेंसर न किए जाएं।",
  "page-run-a-node-censorship-resistance-1": "एक तृतीय-पक्ष नोड विशिष्ट IP पते से लेनदेन को अस्वीकार करना चुन सकता है, या ऐसे लेनदेन जिनमें विशिष्ट खाते शामिल हैं, संभावित रूप से आपको नेटवर्क का उपयोग करने से रोकते हैं जब आपको इसकी आवश्यकता होती है। ",
  "page-run-a-node-censorship-resistance-2": "लेन-देन जमा करने के लिए अपने स्वयं के नोड होने की गारंटी है कि आप किसी भी समय अपने लेनदेन को बाकी पीयर-टू-पीयर नेटवर्क पर प्रसारित कर सकते हैं।",
  "page-run-a-node-community-title": "कुछ मददगार खोजें",
  "page-run-a-node-community-description-1": "Discord या Reddit जैसे ऑनलाइन प्लेटफॉर्म बड़ी संख्या में सामुदायिक बिल्डरों के लिए होम पेज हैं जो आपके सामने आने वाले किसी भी प्रश्न के साथ आपकी सहायता करने के इच्छुक हैं।",
  "page-run-a-node-community-description-2": "उस पर अकेले मत जाओ। यदि आपके पास कोई प्रश्न है तो संभव है कि यहां कोई व्यक्ति उत्तर खोजने में आपकी सहायता कर सके।",
  "page-run-a-node-community-link-1": "DAppNode Discord में शामिल हों",
  "page-run-a-node-community-link-2": "ऑनलाइन समुदाय खोजें",
  "page-run-a-node-choose-your-adventure-title": "अपना रोमांच चुनें",
  "page-run-a-node-choose-your-adventure-1": "आरंभ करने के लिए आपको कुछ हार्डवेयर की आवश्यकता होगी। यद्यपि व्यक्तिगत कंप्यूटर पर नोड सॉफ़्टवेयर चलाना संभव है, एक समर्पित मशीन होने से आपके प्राथमिक कंप्यूटर पर इसके प्रभाव को कम करते हुए आपके नोड के प्रदर्शन में काफी वृद्धि हो सकती है।",
  "page-run-a-node-choose-your-adventure-2": "हार्डवेयर का चयन करते समय, विचार करें कि श्रृंखला लगातार बढ़ रही है, और रखरखाव की अनिवार्य रूप से आवश्यकता होगी। बढ़ते हुए विनिर्देश नोड रखरखाव की आवश्यकता में देरी करने में मदद कर सकते हैं।",
  "page-run-a-node-choose-your-adventure-build-1": "थोड़े अधिक तकनीकी उपयोगकर्ताओं के लिए एक सस्ता और अधिक अनुकूलन योग्य विकल्प।",
  "page-run-a-node-choose-your-adventure-build-bullet-1": "आपको अपने स्वयं के भागों को स्रोत करना होगा।",
  "page-run-a-node-choose-your-adventure-build-bullet-2": "DAppNode इनस्टॉल करें।",
  "page-run-a-node-choose-your-adventure-build-bullet-3": "या, अपना खुद का OS और क्लाइंट चुनें।",
  "page-run-a-node-choose-your-adventure-build-start": "बनाना शुरू करें",
  "page-run-a-node-decentralized-title": "विकेन्द्रीकरण",
  "page-run-a-node-decentralized-preview": "विफलता के केंद्रीकृत बिंदुओं को मजबूत करने का विरोध करें।",
  "page-run-a-node-decentralized-1": "केंद्रीकृत क्लाउड सर्वर बहुत अधिक कंप्यूटिंग शक्ति प्रदान कर सकते हैं, लेकिन वे राष्ट्र-राज्यों या नेटवर्क को बाधित करने वाले हमलावरों के लिए एक लक्ष्य प्रदान करते हैं।",
  "page-run-a-node-decentralized-2": "भौगोलिक दृष्टि से विविध स्थानों में अधिक नोड्स के साथ नेटवर्क लचीलापन हासिल किया जाता है, जिसे विविध पृष्ठभूमि के अधिक लोगों द्वारा संचालित किया जाता है। जैसे-जैसे अधिक लोग अपना स्वयं का नोड चलाते हैं, विफलता के केंद्रीकृत बिंदुओं पर निर्भरता कम होती जाती है, जिससे नेटवर्क मजबूत होता है।",
  "page-run-a-node-further-reading-title": "अग्रिम पठन",
  "page-run-a-node-further-reading-1-link": "इथेरियम में महारत हासिल करना - क्या मुझे एक पूर्ण नोड चलाना चाहिए",
  "page-run-a-node-further-reading-1-author": "एंड्रियास एंटोनोपोलोस",
  "page-run-a-node-further-reading-2-link": "ARM पर इथेरियम - त्वरित प्रारंभ गाइड।",
  "page-run-a-node-further-reading-3-link": "ब्लॉकचेन स्केलेबिलिटी की सीमाएं",
  "page-run-a-node-further-reading-3-author": "विटालिक बुटेरिन",
  "page-run-a-node-getting-started-title": "चलो शूरू करें",
  "page-run-a-node-getting-started-software-section-1": "नेटवर्क के शुरुआती दिनों में, उपयोगकर्ताओं को इथेरियम नोड संचालित करने के लिए कमांड-लाइन के साथ इंटरफेस करने की क्षमता की आवश्यकता होती है।",
  "page-run-a-node-getting-started-software-section-1-alert": "यदि यह आपकी प्राथमिकता है, और आपके पास कौशल है, तो हमारे तकनीकी दस्तावेज़ों की जांच करने के लिए स्वतंत्र महसूस करें।",
  "page-run-a-node-getting-started-software-section-1-link": "एक इथेरियम नोड शुरू करें",
  "page-run-a-node-getting-started-software-section-2": "अब हमारे पास DAppNode है, जो <b>मुफ्त और ओपन-सोर्स सॉफ्टवेयर है</b> जो उपयोगकर्ताओं को अपने नोड का प्रबंधन करते समय <b>ऐप जैसा अनुभव</b> देता है।",
  "page-run-a-node-getting-started-software-section-3a": "बस कुछ ही क्लिक में आप अपना नोड शुरू कर सकते हैं।",
  "page-run-a-node-getting-started-software-section-3b": "DAppNode उपयोगकर्ताओं के लिए पूर्ण नोड्स, साथ ही dapps और अन्य P2P नेटवर्क चलाना आसान बनाता है, जिसमें कमांड-लाइन को छूने की आवश्यकता नहीं होती है। इससे सभी के लिए भाग लेना और अधिक विकेन्द्रीकृत नेटवर्क बनाना आसान हो जाता है।",
  "page-run-a-node-getting-started-software-title": "भाग 2: सॉफ्टवेयर",
  "page-run-a-node-glyph-alt-terminal": "टर्मिनल ग्लिफ़",
  "page-run-a-node-glyph-alt-phone": "फ़ोन टैप ग्लिफ़",
  "page-run-a-node-glyph-alt-dappnode": "DAppNode ग्लिफ़",
  "page-run-a-node-glyph-alt-pnp": "प्लग-एन-प्ले ग्लिफ़",
  "page-run-a-node-glyph-alt-hardware": "हार्डवेयर ग्लिफ़",
  "page-run-a-node-glyph-alt-software": "सॉफ्टवेयर डाउनलोड ग्लिफ़",
  "page-run-a-node-glyph-alt-privacy": "गोपनीयता ग्लिफ़",
  "page-run-a-node-glyph-alt-censorship-resistance": "सेंसरशिप प्रतिरोधी मेगाफोन ग्लिफ़",
  "page-run-a-node-glyph-alt-earth": "पृथ्वी ग्लिफ़",
  "page-run-a-node-glyph-alt-decentralization": "विकेन्द्रीकरण ग्लिफ़",
  "page-run-a-node-glyph-alt-vote": "अपने वोट ग्लिफ़ को आवाज दें",
  "page-run-a-node-glyph-alt-sovereignty": "संप्रभुता ग्लिफ़",
  "page-run-a-node-hero-alt": "नोड का ग्राफ़िक",
  "page-run-a-node-hero-header": "पूर्ण नियंत्रण लें।<br />अपना खुद का नोड चलाएँ।",
  "page-run-a-node-hero-subtitle": "नेटवर्क को सुरक्षित करने में मदद करते हुए पूरी तरह से संप्रभु बनें। इथेरियम बनें।",
  "page-run-a-node-hero-cta-1": "अधिक जानें",
  "page-run-a-node-hero-cta-2": "चलो गहराई में चलते हैं!",
  "page-run-a-node-install-manually-title": "मैन्युअल रूप से इनस्टॉल करें",
  "page-run-a-node-install-manually-1": "यदि आप एक अधिक तकनीकी यूज़र हैं और अपना खुद का डिवाइस बनाने का फैसला किया है, तो DAppNode को किसी भी कंप्यूटर से डाउनलोड किया जा सकता है और USB ड्राइव के माध्यम से एक ताजा SSD पर स्थापित किया जा सकता है।",
  "page-run-a-node-meta-description": "इथेरियम नोड को चलाने के लिए क्या, क्यों और कैसे का एक परिचय।",
  "page-run-a-node-participate-title": "भाग लें",
  "page-run-a-node-participate-preview": "विकेंद्रीकरण क्रांति <strong>आपके</strong> साथ शुरू होती है।",
  "page-run-a-node-participate-1": "एक नोड चलाकर आप सूचना की दुनिया पर नियंत्रण और शक्ति को विकेंद्रीकृत करने के लिए एक वैश्विक आंदोलन का हिस्सा बन जाते हैं।",
  "page-run-a-node-participate-2": "यदि आप धारक हैं, तो नेटवर्क के स्वास्थ्य और विकेंद्रीकरण का समर्थन करके अपने ETH में मूल्य लाएं और सुनिश्चित करें कि इसके भविष्य में आपकी हिस्सेदारी हो।",
  "page-run-a-node-privacy-title": "गोपनीयता और सुरक्षा",
  "page-run-a-node-privacy-preview": "अपनी व्यक्तिगत जानकारी को तीसरे पक्ष के नोड्स में लीक करना बंद करें।",
  "page-run-a-node-privacy-1": "सार्वजनिक नोड्स का उपयोग करके लेनदेन भेजते समय, आपके IP पते और आपके पास कौन से इथेरियम पते हैं, जैसी व्यक्तिगत जानकारी इन तृतीय-पक्ष सेवाओं पर लीक किए जा सकते है।",
  "page-run-a-node-privacy-2": "अपने स्वयं के नोड पर संगत वॉलेट को इंगित करके आप अपने वॉलेट का उपयोग निजी तौर पर और सुरक्षित रूप से ब्लॉकचेन के साथ बातचीत कर सकते हैं।",
  "page-run-a-node-privacy-3": "इसके अलावा, यदि कोई दुर्भावनापूर्ण नोड एक अमान्य लेनदेन वितरित करता है, तो आपका नोड बस इसकी अवहेलना करेगा।  प्रत्येक लेनदेन आपकी अपनी मशीन पर स्थानीय रूप से सत्यापित किया जाता है, इसलिए आपको किसी पर भरोसा करने की आवश्यकता नहीं है।",
  "page-run-a-node-rasp-pi-title": "Raspberry Pi (ARM प्रोसेसर) पर एक नोट",
  "page-run-a-node-rasp-pi-description": "Raspberry Pi हल्के और सस्ते कंप्यूटर हैं, लेकिन उनकी सीमाएं हैं जो आपके नोड के प्रदर्शन को प्रभावित कर सकती हैं। हालांकि वर्तमान में स्टेकिंग के लिए अनुशंसित नहीं है, ये व्यक्तिगत उपयोग के लिए नोड चलाने के लिए एक उत्कृष्ट और सस्ता विकल्प हो सकते हैं, जिसमें कम से कम 4 - 8 GB RAM है।",
  "page-run-a-node-rasp-pi-note-1-link": "ARM पर DAppNode",
  "page-run-a-node-rasp-pi-note-1-description": "यदि आप Raspberry Pi पर DAppNode चलाने की योजना बनाते हैं तो इन निर्देशों को देखें",
  "page-run-a-node-rasp-pi-note-2-link": "ARM प्रलेखन पर इथेरियम",
  "page-run-a-node-rasp-pi-note-2-description": "Raspberry Pi पर कमांड लाइन के माध्यम से नोड सेट अप करने का तरीका जानें",
  "page-run-a-node-rasp-pi-note-3-link": "Raspberry Pi के साथ एक नोड चलाएँ",
  "page-run-a-node-rasp-pi-note-3-description": "यदि ट्यूटोरियल आपकी प्राथमिकता हैं तो इसका पालन करें",
  "page-run-a-node-shop": "दुकान",
  "page-run-a-node-shop-avado": "Avado ख़रीदें",
  "page-run-a-node-shop-dappnode": "DAppNode ख़रीदें",
  "page-run-a-node-staking-title": "अपने ETH को स्टेक करें",
  "page-run-a-node-staking-description": "हालांकि इसकी आवश्यकता नहीं है, एक नोड अप और रनिंग के साथ आप पुरस्कार अर्जित करने और इथेरियम सुरक्षा के एक अलग घटक में योगदान करने में मदद करने के लिए अपने ETH को दांव पर लगाने के एक कदम करीब हैं।",
  "page-run-a-node-staking-link": "स्टेक ETH",
  "page-run-a-node-staking-plans-title": "स्टेकिंग करने की योजना?",
  "page-run-a-node-staking-plans-description": "अपने सत्यापनकर्ता की दक्षता को अधिकतम करने के लिए, न्यूनतम 16GB RAM की अनुशंसा की जाती है, लेकिन 32GB बेहतर रहता है, जिसमें <a href=\"https://cpubenchmark.net\" target=\"_blank\">cpubenchmark.net</a> पर 6667+ का CPU बेंचमार्क स्कोर है। यह भी अनुशंसा की जाती है कि स्टेकर्स के पास असीमित हाई-स्पीड इंटरनेट बैंडविड्थ तक पहुंच हो, हालांकि यह एक पूर्ण आवश्यकता नहीं है।",
  "page-run-a-node-staking-plans-ethstaker-link-label": "इथेरियम सत्यापनकर्ता हार्डवेयर की खरीदारी कैसे करें",
  "page-run-a-node-staking-plans-ethstaker-link-description": "इस महत्वपूर्ण घंटे में EthStaker अधिक विस्तार से जाता है",
  "page-run-a-node-sovereignty-title": "संप्रभुता",
  "page-run-a-node-sovereignty-preview": "अपना खुद का इथेरियम वॉलेट प्राप्त करने से हट कर अगले चरण की तरह एक नोड चलाने के बारे में सोचें।",
  "page-run-a-node-sovereignty-1": "इथेरियम वॉलेट आपको अपने पते पर निजी कुंजी रखकर आपको पूरा नियंत्रण रखने की और डिजिटल संपत्ति को पूरी तरह से नियंत्रित करने की अनुमति देता है, लेकिन वे कुंजी आपको ब्लॉकचेन की वर्तमान स्थिति नहीं बताती हैं, जैसे कि आपका वॉलेट बैलेंस।",
  "page-run-a-node-sovereignty-2": "डिफ़ॉल्ट रूप से, इथेरियम वॉलेट आमतौर पर आपके शेष राशि की तलाश करते समय इंफुरा या एल्केमी जैसे 3सरे पक्ष के नोड तक पहुंचते हैं। अपना स्वयं का नोड चलाने से आप इथेरियम ब्लॉकचेन की अपनी प्रति प्राप्त कर सकते हैं।",
  "page-run-a-node-title": "नोड चलाएं",
  "page-run-a-node-voice-your-choice-title": "अपनी पसंद को आवाज दें",
  "page-run-a-node-voice-your-choice-preview": "फॉर्क होने की स्थिति में इवेंट न छोड़ें।",
  "page-run-a-node-voice-your-choice-1": "एक चैन फॉर्क की स्थिति में, जहां 2 चैन नियमों के दो अलग-अलग सेटों के साथ उभरती हैं, आपका अपना नोड चलाना आपके द्वारा समर्थित नियमों के सेट को चुनने की आपकी क्षमता की गारंटी देता है। यह आप पर निर्भर है कि आप नए नियमों में अपग्रेड करते हैं और प्रस्तावित परिवर्तनों का समर्थन करते हैं, या नहीं।",
  "page-run-a-node-voice-your-choice-2": "यदि आप ETH की स्टेकिंग कर रहे हैं, तो समय के साथ नेटवर्क की मांग में उतार-चढ़ाव के प्रति प्रतिक्रिया करने और जोखिम को कम करने के लिए, अपना स्वयं का नोड चलाने से आप अपना स्वयं का ग्राहक चुन सकते हैं। किसी तीसरे पक्ष के साथ स्टेकिंग करने से आपका ऐसा वोट खो जाता है जिस पर आप समझ पाते हैं, कि कौन सा ग्राहक सबसे अच्छा विकल्प है।",
  "page-run-a-node-what-title": "\"कोई नोड चलाने\" का <i>क्या</i> अर्थ है?",
  "page-run-a-node-what-1-subtitle": "सॉफ्टवेयर चलाएं।",
  "page-run-a-node-what-1-text": "एक 'ग्राहक' के रूप में जाना जाने वाला, यह सॉफ्टवेयर इथेरियम ब्लॉकचेन की एक प्रति डाउनलोड करता है और प्रत्येक ब्लॉक की वैधता की पुष्टि करता है, फिर इसे नए ब्लॉक और लेनदेन के साथ अद्यतित रखता है, और दूसरों को अपनी प्रतियां डाउनलोड और अपडेट करने में मदद करता है।",
  "page-run-a-node-what-2-subtitle": "हार्डवेयर के साथ।",
  "page-run-a-node-what-2-text": "इथेरियम को औसत उपभोक्ता-श्रेणी के कंप्यूटरों पर कोई नोड चलाने के लिए डिज़ाइन किया गया है। आप किसी भी व्यक्तिगत कंप्यूटर का उपयोग कर सकते हैं, लेकिन अधिकांश उपयोगकर्ता अपनी मशीन पर प्रदर्शन प्रभाव को खत्म करने और नोड डाउनटाइम को कम करने के लिए समर्पित हार्डवेयर पर अपना नोड चलाने का विकल्प चुनते हैं।",
  "page-run-a-node-what-3-subtitle": "ऑनलाइन होने पर।",
  "page-run-a-node-what-3-text": "इथेरियम नोड चलाना पहली बार में जटिल लग सकता है, लेकिन यह सिर्फ इंटरनेट से कनेक्ट होने के दौरान कंप्यूटर पर लगातार क्लाइंट सॉफ़्टवेयर चलाने जितना कार्य है। ऑफ़लाइन होने पर, आपका नोड तब तक निष्क्रिय रहेगा जब तक कि वह ऑनलाइन वापस नहीं आ जाता और नवीनतम परिवर्तनों के साथ पकड़ नहीं बना लेता।",
  "page-run-a-node-who-title": "<i>किसको</i> नोड चलाना चाहिए?",
  "page-run-a-node-who-preview": "सभी! नोड्स सिर्फ प्रूफ-ऑफ-स्टेक सत्यापनकर्ताओं के लिए नहीं हैं। <i>कोई भी</i> नोड चला सकता है—आपको ETH की भी आवश्यकता नहीं है।",
  "page-run-a-node-who-copy-1": "नोड चलाने के लिए आपको ETH को स्टेक पर लगाने की आवश्यकता नहीं है। वास्तव में, यह इथेरियम पर वह हर दूसरा नोड है जो सत्यापनकर्ताओं को जवाबदेह ठहराता है।",
  "page-run-a-node-who-copy-2": "आपको ऐसे वित्तीय पुरस्कार नहीं मिल सकते हैं जो सत्यापनकर्ता कमाते हैं, लेकिन नेटवर्क के गोपनीयता, सुरक्षा, तीसरे पक्ष के सर्वर पर कम निर्भरता, सेंसरशिप प्रतिरोध और बेहतर स्वास्थ्य और विकेंद्रीकरण सहित विचार करने के लिए किसी भी इथेरियम उपयोगकर्ता के लिए नोड चलाने के कई अन्य लाभ हैं।",
  "page-run-a-node-who-copy-3": "आपका अपना नोड होने का मतलब है कि आपको तीसरे पक्ष द्वारा प्रदान किए गए नेटवर्क की स्थिति के बारे में जानकारी पर भरोसा करने की आवश्यकता नहीं है।",
  "page-run-a-node-who-copy-bold": "भरोसा मत करो। सत्यापित करें।",
  "page-run-a-node-why-title": "<i>क्यों</i> नोड चलाएं?"
}
