{
  "page-gas-meta-title": "एथेरियम पर गैस शुल्क: काम कैसे करती हैं?",
  "page-gas-meta-description": "एथेरियम पर गैस के बारे में जानें: वे कैसे काम करते हैं और गैस शुल्क में कम भुगतान कैसे करें",
  "page-gas-hero-title": "गैस शुल्क",
  "page-gas-hero-header": "नेटवर्क शुल्क",
  "page-gas-hero-button-1-content": "गैस क्या है?",
  "page-gas-hero-subtitle-1": "एथेरियम के नेटवर्क शुल्क को गैस कहा जाता है।",
  "page-gas-hero-subtitle-2": "एथेरियम को संचालित करने वाला ईंधन, गैस है।",
  "page-gas-summary-title": "सारांश",
  "page-gas-summary-item-1": "एथेरियम पर प्रत्येक लेनदेन को संसाधित करने के लिए एक छोटे भुगतान की आवश्यकता होती है",
  "page-gas-summary-item-2": "इन शुल्कों को ‘गैस’ शुल्क के नाम से जाना जाता है",
  "page-gas-summary-item-3": "गैस शुल्क निर्धारित नहीं हैं, वे नेटवर्क के व्यस्त होने के आधार पर बदल जाती हैं",
  "page-gas-what-are-gas-fees-header": "गैस शुल्क क्या हैं?",
  "page-gas-what-are-gas-fees-text-1": "एथेरियम को एक बड़े कंप्यूटर नेटवर्क की तरह सोचें जिसमें लोग संदेश भेजने या प्रोग्राम चलाने जैसे काम कर सकते हैं। वास्तविक दुनिया की तरह, इन कामों को पूरा करने के लिए ऊर्जा की ज़रूरत होती है।",
  "page-gas-what-are-gas-fees-text-2": "एथेरियम में, प्रत्येक कम्प्यूटेशनल क्रिया का एक निर्धारित \"गैस\" मूल्य होता है। <b>आपकी गैस शुल्क आपके लेनदेन में होने वाली कार्रवाइयों की कुल लागत है</b>। जब आप लेनदेन भेजते हैं या <a href=\"/glossary/#smart-contract\">स्मार्ट अनुबंध</a> चलाते हैं, तो आप इसे संसाधित करने के लिए गैस शुल्क का भुगतान करते हैं।",
  "page-gas-how-do-i-pay-less-gas-header": "मैं कम गैस का भुगतान कैसे करूँ?",
  "page-gas-how-do-i-pay-less-gas-text": "जबकि एथेरियम पर उच्च शुल्क कभी-कभी बहुत ज़रूरी होता है, इसलिए ऐसी रणनीतियाँ हैं जिनका उपयोग आप लागत को कम करने के लिए कर सकते हैं:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "आप अपने लेनदेन का समय तय करें",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "जैसे ऑफ़-पीक यात्रा करना कम भीड़-भाड़ वाला और अधिक किफायती होती है, वैसे ही उत्तरी अमेरिका के सो जाने पर एथेरियम का उपयोग करना आम तौर पर सस्ता होता है।",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "गैस कम होने का इंतज़ार करें",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "एथेरियम कितना व्यस्त है, इसके आधार पर गैस की कीमतें हर बारह सेकंड में ऊपर और नीचे जाती हैं। जब गैस की कीमतें अधिक होती हैं, तो लेनदेन करने से पहले कुछ मिनट प्रतीक्षा करने से आप जो भुगतान करते हैं उसमें महत्वपूर्ण गिरावट देखी जा सकती है।",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "परत 2 का उपयोग करें",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "परत-2 चेन एथेरियम के ऊपर बनाई गई हैं, जो कम शुल्क की पेशकश करती हैं और अधिक लेनदेन को प्रबंधित करती हैं। वे लेनदेन के लिए शुल्क बचाने के लिए एक अच्छा विकल्प हैं और यह आवश्यक नहीं है कि वे मुख्य एथेरियम नेटवर्क पर हों।",
  "page-gas-try-layer-2": "परत 2 को आज़माएँ",
  "page-gas-what-causes-high-gas-fees-header": "उच्च गैस शुल्क का क्या कारण है?",
  "page-gas-what-causes-high-gas-fees-text-1": "जब भी एथेरियम पर गणना (गैस) की मात्रा एक निश्चित सीमा से अधिक हो जाती है, तो गैस शुल्क बढ़ने लगता है। गैस इस सीमा से जितनी अधिक होगी, गैस शुल्क उतनी ही तेजी से बढ़ेगा।",
  "page-gas-what-causes-high-gas-fees-text-2": "उच्च शुल्क लोकप्रिय <a href=\"/glossary/#dapp\">विकेन्द्रीकृत ऐप्स (dapps)</a> या NFT, समय-समय पर <a href=\"/glossary/#dex\">DEX</a> पर व्यापार में बढ़ोतरी, या पीक समय पर यूज़र गतिविधि की भारी संख्या जैसी चीजों के कारण हो सकता है।",
  "page-gas-what-causes-high-gas-fees-text-3": "एथेरियम पर डेवलपर्स को परिनियोजित करने से पहले अपने स्मार्ट अनुबंधों के उपयोग को अनुकूलित करने का ध्यान रखना चाहिए। अगर बहुत से लोग खराब लिखित स्मार्ट अनुबंध का उपयोग कर रहे हैं, तो यह अधिक गैस की खपत करेगा और अनजाने में नेटवर्क की भीड़ का कारण बन सकता है।",
  "page-gas-want-to-dive-deeper": "और अधिक जानना चाहते हैं?",
  "page-gas-check-out-the-developer-docs": "डेवलपर से जुड़े दस्तावेज़ देखें।",
  "page-gas-attack-of-the-cryptokitties-header": "Cryptokitties का हमला",
  "page-gas-attack-of-the-cryptokitties-text": "नवंबर 2017 में, लोकप्रिय CryptoKitties परियोजना शुरू की गई थी। लोकप्रियता में इसकी तेजी से बढ़ोतरी, महत्वपूर्ण नेटवर्क व्यस्तता और अत्यधिक उच्च गैस शुल्क का कारण बनी। CryptoKitties द्वारा उत्पन्न चुनौतियों ने एथेरियम को स्केल करने के लिए समाधान खोजने की तात्कालिकता को बढ़ा दिया।",
  "page-gas-why-do-we-need-gas-header": "हमें गैस की आवश्यकता क्यों है?",
  "page-gas-why-do-we-need-gas-text": "एथेरियम को सुरक्षित रखने और लेनदेन को संसाधित करने में गैस एक महत्वपूर्ण तत्व है। गैस कई तरह से मदद करती है:",
  "page-gas-benefits-1-description": "गैस दुर्भावनापूर्ण अभिनेताओं को धोखाधड़ी वाली गतिविधियों के साथ नेटवर्क को भारी करने से रोककर एथेरियम <a href=\"/glossary/#anti-sybil\">सिबिल-प्रतिरोधी</a> रखता है।",
  "page-gas-benefits-2-description": "क्योंकि गणना में गैस खर्च होती है, महंगे लेनदेन के साथ एथेरियम को स्पैम करना, या तो गलती से और दुर्भावनापूर्ण रूप से, आर्थिक रूप से विघटित होता है।",
  "page-gas-benefits-3-description": "किसी भी समय की जा सकने वाली गणना की मात्रा पर एक हार्ड-लिमिट एथेरियम को अभिभूत होने से रोकती है, जिससे यह सुनिश्चित करने में मदद मिलती है कि नेटवर्क हमेशा सुलभ है।",
  "page-gas-how-is-gas-calculated-header": "गैस की गणना कैसे की जाती है?",
  "page-gas-advanced": "उन्नत",
  "page-gas-how-is-gas-calculated-text-1": "आपके द्वारा भुगतान किया जाने वाला कुल गैस शुल्क कुछ भागों से बना है:",
  "page-gas-how-is-gas-calculated-item-1": "<b>आधार शुल्क:</b> नेटवर्क द्वारा निर्धारित शुल्क जिसे लेनदेन के लिए भुगतान करना पड़ता है",
  "page-gas-how-is-gas-calculated-item-2": "<b>प्राथमिकता शुल्क:</b> आपके लेनदेन को शामिल करने के लिए नोड ऑपरेटरों को प्रोत्साहित करने के लिए एक वैकल्पिक टिप",
  "page-gas-how-is-gas-calculated-item-3": "<b>गैस की इकाइयाँ<i>*</i>:</b> याद रखें कि हमने कहा था कि गैस गणना का प्रतिनिधित्व करती है? अधिक जटिल क्रियाएं, जैसे स्मार्ट अनुबंध के साथ बातचीत करना, सरल लोगों की तुलना में अधिक गैस का उपयोग करें, जैसे लेनदेन भेजना।",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> यह देखने के लिए चित्र 1 देखें कि विभिन्न प्रकार के लेनदेन कितनी गैस का उपयोग होता हैं</i>",
  "page-gas-how-is-gas-calculated-text-2": "गैस शुल्क की गणना करने का सूत्र उपयोग की गई गैस की इकाइयाँ * (आधार शुल्क + प्राथमिकता शुल्क) है। ज़्यादातर वॉलेट गैस के उपयोग की गणना करेंगे और इसे अधिक सीधे-सीधे तरीके से प्रदर्शित करेंगे।",
  "page-gas-table-figure": "<i>चित्र 1: लेनदेन प्रकार के द्वारा उपयोग की जाने वाली गैस</i>",
  "page-gas-table-header-1": "लेनदेन का प्रकार",
  "page-gas-table-header-2": "उपयोग की गई गैस की इकाइयाँ",
  "page-gas-table-item-1-transaction-type": "ETH भेजा जा रहा है",
  "page-gas-table-item-2-transaction-type": "ERC-20 टोकन भेजा जा रहा है",
  "page-gas-table-item-3-transaction-type": "NFT ट्रांसफ़र करना",
  "page-gas-table-item-4-transaction-type": "Uniswap पर स्वैप करना",
  "page-gas-faq-header": "अक्सर पूछे जाने वाले सवाल",
  "page-gas-faq-question-1-q": "मेरे लेनदेन में गैस शुल्क का भुगतान किसे किया जाता है?",
  "page-gas-faq-question-1-a-1": "गैस शुल्क का ज़्यादातर हिस्सा—आधार शुल्क—प्रोटोकॉल (बर्नड) द्वारा नष्ट कर दिया जाता है। प्राथमिकता वाला शुल्क, अगर आपके लेनदेन में शामिल है, तो सत्यापनकर्ता को दिया जाएगा जिसने आपके लेनदेन का प्रस्ताव दिया था।",
  "page-gas-faq-question-1-a-2": "आप <a href=\"/developers/docs/gas/\">गैस डेवलपर दस्तावेज़ों</a> में प्रक्रिया का विस्तृत विवरण पढ़ सकते हैं।",
  "page-gas-faq-question-2-q": "क्या मुझे ETH में गैस का भुगतान करना होगा?",
  "page-gas-faq-question-2-a-1": "हाँ। एथेरियम पर सभी गैस शुल्क का भुगतान मूल ETH मुद्रा में किया जाना चाहिए।",
  "page-gas-faq-question-2-a-2": "ETH के बारे में अधिक जानकारी",
  "page-gas-faq-question-3-q": "gwei क्या है?",
  "page-gas-faq-question-3-a-1": "ज़्यादातर वॉलेट या गैस ट्रैकर्स में, आपको गैस की कीमतें 'gwei' के रूप में दिखाई देंगी।",
  "page-gas-faq-question-3-a-2": "Gwei, ETH की सिर्फ एक छोटी इकाई है, जैसे कि पेनी डॉलर के लिए हैं, अंतर यह है कि 1 ETH 1 बिलियन gwei के बराबर है। ETH की बहुत कम मात्रा के बारे में बात करते समय Gwei उपयोगी है।",
  "page-gas-use-layer-2": "परत 2 का उपयोग करें"
}
