{
  "page-layer-2-learn-meta-title": "परत 2 क्या है? | ethereum.org",
  "page-layer-2-learn-title": "परत 2 क्या है?",
  "page-layer-2-learn-description": "बड़े पैमाने पर अपनाने के लिए एथेरियम की स्केलिंग",
  "page-layer-2-learn-button-1-label": "परत 2 क्या है?",
  "page-layer-2-learn-button-2-label": "परत 2 का उपयोग करें",
  "page-layer-2-learn-what-is-layer-2-title": "परत 2 क्या है?",
  "page-layer-2-learn-what-is-layer-2-1": "परत 2 (L2) एथेरियम स्केलिंग समाधानों के किसी विशिष्ट सेट का वर्णन करने के लिए एक सामूहिक शब्द है। <strong>परत 2 एक अलग<a href=\"/glossary/#blockchain\">ब्लॉकचेन</a> है जो एथेरियम का विस्तार करता है और एथेरियम की सुरक्षा गारंटी प्राप्त करता है</strong>।",
  "page-layer-2-learn-what-is-layer-2-2": "अब थोड़ा और विस्तार से इसे समझते हैं। इसे करने के लिए हमें पहले परत 1 (L1) की व्याख्या करनी होगी।",
  "page-layer-2-learn-what-is-layer-1-title": "परत 1 क्या है?",
  "page-layer-2-learn-what-is-layer-1-1": "परत 1 ब्लॉकचेन, जैसे एथेरियम और बिटकॉइन, <strong>वह अंतर्निहित नींव हैं जिस पर परत 2 परियोजनाएं बनती हैं</strong>। परत 2 परियोजनाओं के उदाहरणों में एथेरियम पर <strong>शून्य-ज्ञान रोलअप</strong> और <strong>आशावादी रोलअप</strong> और बिटकॉइन के शीर्ष पर लाइटनिंग नेटवर्क शामिल हैं।",
  "page-layer-2-learn-what-is-layer-1-2": "एथेरियम परत 2 के लिए डेटा उपलब्धता परत के रूप में भी कार्य करता है, और यदि पिछले लेन-देन पर कोई विवाद होता है, तो इन विवादों के लिए डेटा एथेरियम से प्रदान किया जाता है।",
  "page-layer-2-learn-layer-1-list-title": "परत 1 के रूप में इथेरियम में शामिल है:",
  "page-layer-2-learn-layer-1-list-1": "नेटवर्क को सुरक्षित और मान्य करने के लिए <strong>नोड ऑपरेटर का एक नेटवर्क</strong>",
  "page-layer-2-learn-layer-1-list-2": "<strong>ब्लॉक निर्माताओं का एक नेटवर्क</strong>",
  "page-layer-2-learn-layer-1-list-3": "<strong>ब्लॉकचेन</strong> का और लेनदेन डेटा का इतिहास",
  "page-layer-2-learn-layer-1-list-4": "<strong>आम सहमति तंत्र</strong> नेटवर्क के लिए",
  "page-layer-2-learn-why-do-we-need-layer-2-title": "हमें परत 2 की आवश्यकता क्यों है?",
  "page-layer-2-learn-why-do-we-need-layer-2-1": "एक ब्लॉकचेन के तीन वांछनीय गुण यह हैं कि यह विकेंद्रीकृत, सुरक्षित और स्केलेबल है। ब्लॉकचेन ट्राइलेमा (trilemma) बताता है कि एक सरल ब्लॉकचेन संरचना तीन में से केवल दो को ही प्राप्त कर सकती है। एक सुरक्षित और विकेंद्रीकृत ब्लॉकचेन चाहते हैं? आपको स्केलेबिलिटी का त्याग करना होगा। यहीं पर परत 2 नेटवर्क काम आते हैं।",
  "page-layer-2-learn-why-do-we-need-layer-2-2": "एथेरियम प्रति दिन 1+ मिलियन लेनदेन के साथ नेटवर्क की वर्तमान क्षमता तक पहुंच गया है, और इन प्रत्येक लेनदेन की उच्च मांग है। एथेरियम की सफलता और इसका उपयोग करने की मांग के कारण गैस की कीमतों में काफी वृद्धि हुई है। इसलिए, स्केलिंग समाधानों की आवश्यकता भी चरम पर पहुंच गई है।",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability": "स्केलेबिलिटी",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-1": "स्केलेबिलिटी का मुख्य लक्ष्य विकेंद्रीकरण या सुरक्षा का त्याग किए बिना लेनदेन की गति (तेज अन्तिम स्थिति), और लेनदेन थ्रूपुट (प्रति सेकंड उच्च लेनदेन) को बढ़ाना है।",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-2": "एथेरियम समुदाय ने एक मजबूत रुख अपनाया है कि वह स्केल करने के लिए विकेंद्रीकरण या सुरक्षा को नहीं छोड़ेगा। शार्डिंग तक, एथेरियम मेननेट (परत 1) प्रति सेकंड केवल लगभग 15 लेनदेन संसाधित कर पाएगा। जब एथेरियम का उपयोग करने की मांग अधिक होती है तो इससे नेटवर्क में भीड़भाड़ होती है, लेनदेन शुल्क बढ़ता है, और जो लोग इसे वहन नहीं कर सकते हैं उन्हें शुल्क कम होने तक एथेरियम का उपयोग करने से बाहर कर दिया जाता है। यहीं पर आज एथेरियम को स्केल करने के लिए परत 2 काम आता है।",
  "page-layer-2-learn-layer2Cards-1-title": "कम शुल्क",
  "page-layer-2-learn-layer2Cards-1-description": "परत 1 पर कई लेन-देनों को एक ही लेन-देन में जोड़कर, लेनदेन शुल्क बहुत कम हो जाता है, जिससे एथेरियम सभी के लिए अधिक सुलभ हो जाता है।",
  "page-layer-2-learn-layer2Cards-2-title": "सुरक्षा बनाए रखना",
  "page-layer-2-learn-layer2Cards-2-description": "परत 2 ब्लॉकचेन अपने लेन-देन को एथेरियम मेननेट पर सेटल करते हैं, जिससे उनका उपयोग करने वाले यूज़र एथेरियम नेटवर्क की सुरक्षा से लाभ उठा सकते हैं।",
  "page-layer-2-learn-layer2Cards-3-title": "उपयोग के मामलों का विस्तार",
  "page-layer-2-learn-layer2Cards-3-description": "प्रति सेकंड अधिक लेनदेन, कम शुल्क और नई तकनीक, परियोजनाएँ नए अनुप्रयोगों में विस्तार करेंगी जिसमें उपयोगकर्ता के अनुभव में सुधार होगा।",
  "page-layer-2-learn-how-does-layer-2-work-title": "परत 2 कैसे काम करता है?",
  "page-layer-2-learn-how-does-layer-2-work-1": " जैसा कि हमने पहले उल्लेख किया, परत 2 एक संघटित शब्द है जिसका उपयोग इथेरियम की स्केलिंग समाधानों के लिए किया जाता है जो परत 1 के बाहर लेनदेनों को संभालते हैं, हालांकि वे इथेरियम परत 1 की मजबूत विकेंद्रीकृत सुरक्षा का भी लाभ उठाते हैं। परत 2 एक अलग ब्लॉकचेन होती है जो इथेरियम को विस्तारित करती है। यह कैसे काम करता है?",
  "page-layer-2-learn-how-does-layer-2-work-2": "कई विभिन्न प्रकार के परत 2 होते हैं, प्रत्येक के अपने विकल्प और सुरक्षा मॉडल होते हैं। परत 2 लेनदेनों के बोझ को परत 1 से हटा देती हैं, जिससे वहाँ व्यस्तता कम हो जाती है, और सबकुछ अधिक स्केलेबल हो जाता है।",
  "page-layer-2-learn-how-does-layer-2-work-rollups-title": "रोलअप्स",
  "page-layer-2-learn-how-does-layer-2-work-rollups-1": "रोलअप परत 1 पर सैकड़ों लेन-देनों को एक ही लेन-देन में बंडल (या 'रोल अप') करते हैं। यह परत 1 (L1) के लेन-देन शुल्क को रोलअप में सभी के बीच वितरित करता है, जिससे यह प्रत्येक यूज़र के लिए सस्ता हो जाता है।",
  "page-layer-2-learn-how-does-layer-2-work-rollups-2": "रोलअप में लेनदेन डेटा परत 1 के लिए सबमिट किया गया है, लेकिन निष्पादन रोलअप द्वारा अलग से किया जाता है। परत 1 पर लेनदेन डेटा सबमिट करके, रोलअप के पास एथेरियम की सुरक्षा विरासत में आ जाती है। ऐसा इसलिए है क्योंकि एक बार डेटा परत 1 पर अपलोड हो जाने के बाद, रोलअप लेनदेन को वापस करने के लिए एथेरियम को वापस करने की आवश्यकता होती है। रोलअप के लिए दो अलग-अलग दृष्टिकोण हैं: आशावादी और शून्य-ज्ञान - वे मुख्य रूप से इस बात पर भिन्न होते हैं कि यह लेनदेन डेटा L1 को कैसे सबमिट किया जाता है।",
  "page-layer-2-learn-rollupCards-optimistic-title": "आशावादी रोलअप",
  "page-layer-2-learn-rollupCards-optimistic-description": "आशावादी रोलअप फॉल्ट प्रूफ (fault proofs) का उपयोग करते हैं जहां लेनदेन को वैध माना जाता है, लेकिन अमान्य लेनदेन का संदेह होने पर उन्हें चुनौती दी जा सकती है। यदि किसी अमान्य लेनदेन का संदेह होता है, तो यह देखने के लिए एक फॉल्ट प्रूफ चलाया जाता है कि क्या ऐसा हुआ है।",
  "page-layer-2-learn-rollupCards-optimistic-childSentence": "आशावादी रोलअप पर अधिक जानकारी",
  "page-layer-2-learn-rollupCards-zk-title": "ज़ीरो-नॉलेज रोलअप",
  "page-layer-2-learn-rollupCards-zk-description": "ज़ीरो-नॉलेज रोलअप वैधता प्रमाण (validity proofs) का उपयोग करते हैं जहां लेनदेन की गणना ऑफ-चेन की जाती है, और फिर यह डेटा उनकी वैधता के प्रमाण के साथ एथेरियम मेननेट को दिया जाता है।",
  "page-layer-2-learn-rollupCards-zk-childSentence": "ZK-रोलअप पर अधिक जानकारी",
  "page-layer-2-learn-dyor-title": "अपना खुद का शोध करें: परत 2 के जोखिम",
  "page-layer-2-learn-dyor-1": "चूंकि परत 2 चेन एथेरियम से सुरक्षा प्राप्त करती हैं, एक आदर्श दुनिया में, वे L1 एथेरियम की तरह ही सुरक्षित हैं। हालांकि, कई <strong>परियोजनाएं अभी भी नई हैं और कुछ हद तक प्रयोगात्मक हैं</strong>। वर्षों के R&D के बाद, एथेरियम को स्केल करने वाली कई L2 तकनीकें 2021 में लाइव हुईं। इसका मतलब यह नहीं है कि ये L2 सुरक्षित नहीं हैं, केवल यह कि कोई भी परत 2 एथेरियम मेननेट की तरह बैटल-टेस्टेड (battle-tested) नहीं है। हमेशा अपना खुद का शोध करें और तय करें कि क्या आप इसमें शामिल किसी भी जोखिम के साथ सहज हैं।",
  "page-layer-2-learn-dyor-2": "परत 2 की तकनीक, जोखिमों और विश्वास मान्यताओं के बारे में अधिक जानकारी के लिए, हम L2BEAT की जांच करने की सलाह देते हैं, जो प्रत्येक परियोजना का एक व्यापक जोखिम मूल्यांकन ढांचा प्रदान करता है।",
  "page-layer-2-learn-dyor-link": "L2BEAT पर जाएँ",
  "page-layer-2-learn-note-on-alt-l1-title": "ऑल्ट L1, साइडचेन और वैलिडियम पर एक नोट",
  "page-layer-2-learn-note-on-alt-l1-1": "वैकल्पिक परत 1 में एथेरियम की तुलना में अधिक थ्रूपुट और कम लेनदेन शुल्क होता है। इन ऑल्ट L1 को प्रति सेकंड उच्च लेनदेन और कम शुल्क प्राप्त करने के लिए सुरक्षा या विकेंद्रीकरण पर समझौता करना पड़ा है। एथेरियम इकोसिस्टम इस बात पर दृढ़ता से सहमत है कि परत 2 स्केलिंग ही स्केलेबिलिटी ट्राइलेमा (trilemma) को हल करने और विकेंद्रीकृत और सुरक्षित रहने का एकमात्र तरीका है।",
  "page-layer-2-learn-note-on-alt-l1-2": "साइडचेन और वैलिडियम ऐसे ब्लॉकचेन हैं जो एक ब्लॉकचेन से संपत्तियों को ब्रिज करने और दूसरे ब्लॉकचेन पर उपयोग करने की अनुमति देते हैं। साइडचेन और वैलिडियम मुख्य चेन के समानांतर चलते हैं, और ब्रिज के माध्यम से मुख्य चेन के साथ इंटरैक्ट करते हैं, लेकिन वे अपनी सुरक्षा या डेटा उपलब्धता मुख्य चेन से प्राप्त नहीं करते हैं। वे परत 2 के समान स्केल करते हैं, लेकिन उनकी विश्वास मान्यताएं अलग-अलग हैं। वे कम लेनदेन शुल्क और उच्च लेनदेन थ्रूपुट प्रदान करते हैं। <a href=\"/developers/docs/scaling/sidechains\">साइडचेन</a> और <a href=\"/developers/docs/scaling/validium\">वैलिडियम</a> पर अधिक जानकारी।",
  "page-layer-2-learn-callout-1-title": "क्या लाभ हैं?",
  "page-layer-2-learn-callout-1-description": "जानें कि यूज़र अनुभव पर परत 2 समाधानों का व्यावहारिक प्रभाव क्या है।",
  "page-layer-2-learn-learn-more": "अधिक जानें",
  "page-layer-2-learn-callout-2-title": "विभिन्न नेटवर्क का अन्वेषण करें",
  "page-layer-2-learn-callout-2-description": "जानें कि नेटवर्क एक-दूसरे से कैसे अलग हैं और उनके विकास में कितनी प्रगति हुई है।",
  "page-layer-2-learn-explore-networks": "नेटवर्क्स का अन्वेषण करें"
}
