{
  "page-what-is-ethereum-alt-img-bazaar": "एक बाज़ार में एक व्यक्ति का चित्रण, जिसका मतलब है इथेरियम का प्रतिनिधित्व करना",
  "page-what-is-ethereum-alt-img-comm": "एक साथ काम कर रहे इथेरियम संप्रदाय के सदस्यों का एक चित्रण",
  "page-what-is-ethereum-alt-img-lego": "लेगो ईंटों से बना एक ETH लोगो बनाने वाले हाथ का चित्रण",
  "page-what-is-ethereum-banking-card": "सभी के लिए बैंकिंग",
  "page-what-is-ethereum-banking-card-desc": "सभी के पास वित्तीय सेवाओं तक पहुंच नहीं होती है। लेकिन आप सभी को इथेरियम और उसके उधार देने, उधार लेने और बचत उत्पादों का उपयोग करने के लिए एक इंटरनेट कनेक्शन की आवश्यकता होती है।",
  "page-what-is-ethereum-build": "इथेरियम के साथ कुछ बनाएं",
  "page-what-is-ethereum-build-desc": "यदि आप इथेरियम के साथ निर्माण करने का प्रयास करना चाहते हैं, तो हमारे डॉक्स पढ़ें, कुछ ट्यूटोरियल आज़माएं, या उन उपकरण की जाँच करें, जिन्हें आपको शुरू करने की आवश्यकता है।",
  "page-what-is-ethereum-censorless-card": "सेंसर-प्रतिरोधी",
  "page-what-is-ethereum-censorless-card-desc": "इथेरियम पर किसी भी सरकार या कंपनी का नियंत्रण नहीं है। यह विकेंद्रीकरण किसी को भी भुगतान प्राप्त करने से रोकने या इथेरियम पर सेवाओं का उपयोग करने के लिए लगभग असंभव बनाता है।",
  "page-what-is-ethereum-comm-desc": "हमारे संप्रदाय में कलाकार, क्रिप्टो-अनार्किस्ट, फ़ॉर्च्यून 500 कंपनियां और अब आप सहित सभी पृष्ठभूमि के लोग शामिल हैं। पता करें कि आप आज कैसे शामिल हो सकते हैं।",
  "page-what-is-ethereum-commerce-card": "वाणिज्य की गारंटी",
  "page-what-is-ethereum-commerce-card-desc": "ग्राहकों के पास एक सुरक्षित, अंतर्निहित गारंटी है कि धन केवल तभी बदलेगा जब आप वह प्रदान करेंगे जो सहमत था। इसी तरह, डेवलपर्स निश्चित हो सकते हैं कि नियम उन पर नहीं बदलेंगे।",
  "page-what-is-ethereum-composable-card": "सभी उत्पादन रचना योग्य हैं",
  "page-what-is-ethereum-composable-card-desc": "क्यूंकि सभी ऐप एक ही ब्लॉकचेन पर एक साझा विश्वीय स्थिति के साथ बनाए गए हैं, वे एक-दूसरे पर निर्माण कर सकते हैं (जैसे लेगो)। यह हर समय बेहतर उत्पादों और अनुभवों का निर्माण करने की अनुमति देता है।",
  "page-what-is-ethereum-community": "इथेरियम संप्रदाय",
  "page-what-is-ethereum-desc": "हमारे डिजिटल भविष्य की नींव",
  "page-what-is-ethereum-explore": "इथेरियम का अन्वेषण करें",
  "page-what-is-ethereum-internet-card": "एक अधिक निजी इंटरनेट",
  "page-what-is-ethereum-internet-card-desc": "इथेरियम ऐप का उपयोग करने के लिए आपको अपने सभी व्यक्तिगत विवरण प्रदान करने की आवश्यकता नहीं है। इथेरियम मूल्य आधारित अर्थव्यवस्था का निर्माण कर रहा है, निगरानी नहीं।",
  "page-what-is-ethereum-meet-comm": "संप्रदाय से मिलें",
  "page-what-is-ethereum-meta-description": "इथेरियम के बारे में जानें, यह क्या करता है और इसे अपने लिए कैसे आज़माना है।",
  "page-what-is-ethereum-meta-title": "इथेरियम क्या है?",
  "page-what-is-ethereum-p2p-card": "पीयर-टू-पीयर नेटवर्क",
  "page-what-is-ethereum-p2p-card-desc": "इथेरियम आपको सीधे किसी और के साथ पैसे ले जाने या समझौते करने की अनुमति देता है। आपको मध्यस्थ कंपनियों के माध्यम से जाने की जरूरत नहीं है।",
  "page-what-is-ethereum-start-building-btn": "निर्माण शुरू करें",
  "page-what-is-ethereum-title": "इथेरियम क्या है?",
  "page-what-is-ethereum-subtitle": "एथेरियम कैसे काम करता है, इसके लाभ और दुनिया भर के लाखों लोगों द्वारा इसका उपयोग कैसे किया जा रहा है, इसके लिए एक पूर्ण शुरुआत गाइड।",
  "page-what-is-ethereum-button-lets-start": "चलो शुरू करें",
  "page-what-is-ethereum-blockchain-tab-title": "ब्लॉकचेन क्या है?",
  "page-what-is-ethereum-blockchain-tab-content": "<b> एक ब्लॉकचेन लेनदेन का एक डेटाबेस है</b> जो एक नेटवर्क में कई कंप्यूटरों में अद्यतन और साझा किया जाता है। हर बार जब लेनदेन का एक नया सेट जोड़ा जाता है, तो इसे \"ब्लॉक\" कहा जाता है - इसलिए इसका नाम ब्लॉकचेन है। अधिकांश ब्लॉकचेन सार्वजनिक हैं, और आप केवल डेटा जोड़ सकते हैं, न कि हटा सकते हैं। अगर कोई किसी भी जानकारी को बदलना चाहता था या सिस्टम को धोखा देना चाहता था, तो उन्हें नेटवर्क के अधिकांश कंप्यूटरों पर ऐसा करने की आवश्यकता होगी। यही बहुत अधिक है! यह एथेरियम की तरह स्थापित ब्लॉकचेन को अत्यधिक सुरक्षित बनाता है।",
  "page-what-is-ethereum-cryptocurrency-tab-title": "इसे क्रिप्टोकरेंसी क्यों कहा जाता है?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "ब्लॉकचेन यह सुनिश्चित करने के लिए क्रिप्टोग्राफिक तकनीकों का उपयोग करते हैं कि आपके फंड सुरक्षित हैं। वर्षों से मौद्रिक लेनदेन की सुरक्षा सुनिश्चित करने के लिए बैंकिंग उद्योगों में इसी तरह की तकनीकों का इस्तेमाल किया जाता रहा है। तो आप कह सकते हैं क्रिप्टोकरेंसी में एक बैंक स्तरीय सुरक्षा है।",
  "page-what-is-ethereum-summary-title": "सारांश",
  "page-what-is-ethereum-summary-desc-1": "एथेरियम एक केंद्रीय प्राधिकरण द्वारा नियंत्रित किए बिना ऐप्स और संगठनों के निर्माण, संपत्ति रखने, लेनदेन करने और संचार करने की एक तकनीक है। एथेरियम का उपयोग करने के लिए अपने सभी व्यक्तिगत विवरणों को सौंपने की कोई आवश्यकता नहीं है - आप अपने स्वयं के डेटा पर नियंत्रण रखते हैं और जो साझा किया जा रहा है। एथेरियम की अपनी क्रिप्टोकरेंसी है, ईथर, जिसका उपयोग एथेरियम नेटवर्क पर कुछ गतिविधियों के लिए भुगतान करने के लिए किया जाता है।",
  "page-what-is-ethereum-summary-desc-2": "अभी भी उलझन है? चलिए चरण-दर-चरण सब कुछ समझाते हैं।",
  "page-what-is-ethereum-what-is-crypto-title": "क्रिप्टोकरेंसी क्या है?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>क्रिप्टो (क्रिप्टोकरेंसी का छोटा नाम) क्रिप्टोग्राफी द्वारा संचालित डिजिटल मनी का एक नया रूप है।</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "यह सब 2008 में बिटकॉइन के साथ शुरू हुआ था। आप इसका उपयोग विश्व स्तर पर कहीं भी किसी को भी धन भेजने के लिए कर सकते हैं। सामान्य बैंक हस्तांतरण अथवा Paypal या Alipay जैसी अन्य वित्तीय सेवाओं से क्रिप्टो को अलग यह बात बनाती है कि पहली बार कोई बिचौलिया नहीं था।",
  "page-what-is-ethereum-what-is-crypto-desc-3": "रुको, एक बिचैलिया क्या है?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "बिचौलिया एक बैंक या सरकार की तरह एक केंद्रीय प्राधिकरण है जो प्रेषक और प्राप्तकर्ता के बीच लेनदेन में हस्तक्षेप करता है। उनके पास सर्वेक्षण करने, सेंसर करने या वापस लेने का अधिकार है और वे आपके बारे में एकत्र किए गए संवेदनशील डेटा को तीसरे पक्ष के साथ साझा कर सकते हैं। वे अक्सर यह भी तय करते हैं कि आपको कौन सी वित्तीय सेवाओं पर पहुँच प्राप्त हैं।",
  "page-what-is-ethereum-what-is-crypto-desc-5": "क्रिप्टो के साथ चीजें अलग हैं। <b>लेनदेन सीधे प्रेषक और प्राप्तकर्ता</b> को किसी भी केंद्रीय प्राधिकरण से निपटने के बिना कनेक्ट करते हैं। किसी और के पास आपके धन तक पहुंच नहीं होगी और <b>कोई भी आपको यह नहीं बता सकता है कि आप कौन सी सेवाओं का उपयोग कर सकते हैं</b>। यह ब्लॉकचेन तकनीक के कारण संभव है, जिस पर क्रिप्टोकरेंसी काम करती है।",
  "page-what-is-ethereum-btc-eth-diff-title": "एथेरियम और बिटकॉइन के बीच क्या अलग है?",
  "page-what-is-ethereum-btc-eth-diff-1": "2015 में लॉन्च किया गया, एथेरियम बिटकॉइन के नवाचार पर बनाता है, जिसमें कुछ बड़े अंतर हैं।",
  "page-what-is-ethereum-btc-eth-diff-2": "दोनों आपको भुगतान प्रदाताओं या बैंकों के बिना डिजिटल धन का उपयोग करने देते हैं। लेकिन <b>एथेरियम प्रोग्राम करने योग्य है</b>, इसलिए आप इसके नेटवर्क पर विकेन्द्रीकृत अनुप्रयोगों का निर्माण और तैनाती भी कर सकते हैं।",
  "page-what-is-ethereum-btc-eth-diff-3": "एथेरियम प्रोग्राम होने का मतलब है कि आप उन ऐप्स का निर्माण कर सकते हैं जो ब्लॉकचेन का उपयोग डेटा स्टोर करने या यह नियंत्रित करने के लिए करते हैं कि आपका ऐप क्या कर सकता है। इसके परिणामस्वरूप एक सामान्य उद्देश्य ब्लॉकचेन होता है जिसे कुछ भी करने के लिए प्रोग्राम किया जा सकता है। चूंकि एथेरियम क्या कर सकता है, इसकी कोई सीमा नहीं है, यह एथेरियम नेटवर्क पर महान नवाचार करने की अनुमति देता है।",
  "page-what-is-ethereum-btc-eth-diff-4": "जबकि बिटकॉइन केवल एक भुगतान नेटवर्क है, एथेरियम वित्तीय सेवाओं, खेल, सामाजिक नेटवर्क और अन्य ऐप्स के बाज़ार की तरह है जो आपकी गोपनीयता का सम्मान करते हैं और आपका निरीक्षण नहीं कर सकते हैं।",
  "page-what-is-ethereum-what-can-eth-do-title": "एथेरियम क्या कर सकता है?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "एथेरियम क्यों इस्तेमाल करें?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "यदि आपने कभी विदेशों में पैसा भेजा है (या भेजने का योजना बनाया है), या जहां आप रहते हैं अपने नियंत्रण से बाहर बाहरी ताकतों के कारण अपनी संपत्ति के भविष्य की चिंता करते हैं, या रोज़मर्रा के लेन-देन के लिए पारंपरिक वित्तीय संस्थानों द्वारा लगाए गए कई प्रतिबंधों और शुल्कों से तंग आ चुके हैं, तो आपको क्रिप्टोकरेंसी की पेशकश में रुचि हो सकती है।",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "ध्यान रखें कि एथेरियम एक कहानी है जो अभी भी लिखी जा रही है, और इसका उपयोग करने के कई और कारण उजागर हो रहे हैं क्योंकि यह समय के साथ संशोधित और विकसित होता है।",
  "page-what-is-ethereum-slide-1-title": "सस्ता और तेजी से सीमा पार से भुगतान",
  "page-what-is-ethereum-slide-1-desc-1": "<b>स्थिर मुद्रा</b> नोवल प्रकार की क्रिप्टोकरेंसी है जो इसके मूल्य के आधार के रूप में अधिक स्थिर संपत्ति पर निर्भर करता है। उनमें से ज्यादातर अमेरिकी डॉलर से जुड़े हुए हैं और इसलिए उस मुद्रा का मूल्य बनाए रखते हैं। ये बहुत सस्ते और स्थिर वैश्विक भुगतान प्रणाली की अनुमति देते हैं। कई वर्तमान स्थिर मुद्रा एथेरियम नेटवर्क पर बनाए गए हैं।",
  "page-what-is-ethereum-slide-1-desc-2": "एथेरियम और स्टेबलकॉइन विदेशों में पैसा भेजने की प्रक्रिया को सरल बनाते हैं। कई व्यावसायिक दिनों या हफ्तों के विपरीत जो आपका औसत बैंक ले सकता है, यह दुनिया भर में धन को स्थानांतरित करने में अक्सर कुछ ही मिनट लेता है और केवल नाममात्र कीमत पर। इसके अतिरिक्त, उच्च मूल्य लेनदेन करने के लिए कोई अतिरिक्त शुल्क नहीं है, और आप अपना पैसा कहां या क्यों भेज रहे हैं, इस पर शून्य प्रतिबंध हैं।",
  "page-what-is-ethereum-slide-2-title": "संकट के समय में सबसे तेज मदद",
  "page-what-is-ethereum-slide-2-desc-1": "यदि आप काफी भाग्यशाली हैं कि आपके पास विश्वसनीय संस्थानों के माध्यम से कई बैंकिंग विकल्प हैं, जहां आप रहते हैं, तो आप वित्तीय स्वतंत्रता, सुरक्षा और स्थिरता को स्वीकार कर सकते हैं जो वे प्रदान करते हैं। लेकिन राजनीतिक दमन या आर्थिक कठिनाई का सामना कर रहे दुनिया भर के कई लोगों के लिए, वित्तीय संस्थान उन्हें आवश्यक सुरक्षा या सेवाएं प्रदान नहीं कर सकते हैं।",
  "page-what-is-ethereum-slide-2-desc-2": "जब युद्ध, आर्थिक तबाही या नागरिक स्वतंत्रता पर कार्रवाई ने <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">वेनेज़ुएला</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">कूबा</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">अफगानिस्तान</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">नाइजीरिया</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">बेलारूस</a>, और <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">यूक्रेन</a> के निवासियों को मारा, तो क्रिप्टोकरेंसी वित्तीय एजेंसी को बनाए रखने के लिए सबसे तेज और अक्सर एकमात्र विकल्प हुआ।<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> जैसा कि इन उदाहरणों में देखा गया है, जब लोग बाहरी दुनिया से कट जाते हैं, तो एथेरियम जैसी क्रिप्टोकरेंसी वैश्विक अर्थव्यवस्था तक निर्बाध पहुंच प्रदान कर सकती है। इसके अतिरिक्त, स्थिर मुद्रा मूल्य का एक स्टोर प्रदान करते हैं जब स्थानीय मुद्राएं सुपरइंफ्लेशन के कारण टकराती हैं।",
  "page-what-is-ethereum-slide-3-title": "निर्माताओं को सशक्त बनाना",
  "page-what-is-ethereum-slide-3-desc-1": "केवल 2021 में, कलाकारों, संगीतकारों, लेखकों और अन्य रचनाकारों ने सामूहिक रूप से $3.5 बिलियन कमाने के लिए एथेरियम का उपयोग किया। यह एथेरियम को Spotify, YouTube और Etsy सहित निर्माताओं के लिए सबसे बड़े वैश्विक प्लेटफार्मों में से एक बनाता है। <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">और अधिक जानें</a>।",
  "page-what-is-ethereum-slide-4-title": "गेमर्स को सशक्त बनाना",
  "page-what-is-ethereum-slide-4-desc-1": "कमाने के लिए खेलने वाले गेम (जहां खिलाड़ियों को वास्तव में गेम खेलने के लिए पुरस्कृत किया जाता है) हाल ही में उभरा है और गेमिंग उद्योग को बदल रहा है। परंपरागत रूप से, यह अक्सर व्यापार या असली पैसे के लिए अन्य खिलाड़ियों के लिए खेल में संपत्ति के हस्तांतरण के लिए निषिद्ध है। यह खिलाड़ियों को ब्लैक मार्केट वेबसाइटों का उपयोग करने के लिए मजबूर करता है जो अक्सर सुरक्षा जोखिम होते हैं। ब्लॉकचेन गेमिंग इन-गेम अर्थव्यवस्था को अपनाती है और विश्वसनीय तरीके से इस तरह के व्यवहार को बढ़ावा देती है।",
  "page-what-is-ethereum-slide-4-desc-2": "इसके अलावा, खिलाड़ियों को असली पैसे के लिए इन-गेम टोकन का व्यापार करने में सक्षम होने के द्वारा प्रोत्साहित किया जाता है और इस प्रकार उनके खेलने के समय के लिए वास्तव में पुरस्कृत किया जा रहा है।",
  "page-what-is-ethereum-meet-ether-title": "ईथर से मिलें, एथेरियम की क्रिप्टोकरेंसी",
  "page-what-is-ethereum-meet-ether-desc-1": "एथेरियम एक देशी क्रिप्टोकरेंसी ईथर कहा जाता है (ETH)। यह विशुद्ध रूप से डिजिटल है, और आप इसे तुरंत दुनिया में कहीं भी किसी को भी भेज सकते हैं। ETH की आपूर्ति किसी भी सरकार या कंपनी द्वारा नियंत्रित नहीं है - यह विकेंद्रीकृत और पूरी तरह से पारदर्शी है। नए सिक्के (जिसे आमतौर पर टोकन भी कहा जाता है) केवल खनिक और स्टेकर्स द्वारा बनाए जाते हैं जो नेटवर्क को बनाए रखते हैं।",
  "page-what-is-ethereum-meet-ether-desc-2": "एथेरियम नेटवर्क पर प्रत्येक क्रिया के लिए एक निश्चित मात्रा में कम्प्यूटेशनल पावर की आवश्यकता होती है। यह शुल्क ईथर के रूप में दिया जाता है। इसका मतलब है कि नेटवर्क का उपयोग करने के लिए आपको कम से कम ETH की आवश्यकता होती है।",
  "page-what-is-ethereum-what-is-ether": "ईथर क्या है?",
  "page-what-is-ethereum-get-eth": "ETH प्राप्त करें",
  "page-what-is-ethereum-what-can-i-do-title": "मैं ETH सिक्कों के साथ क्या कर सकता हूं?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "परिणाम: बहुत सी चीज़ें! एथेरियम प्रौद्योगिकी के सबसे प्रमुख उपयोगों में से एक विकेन्द्रीकृत वित्त है (DeFi) कि एक इंटरनेट कनेक्शन के साथ किसी के लिए बैंकिंग सेवाओं के पूरे क्षेत्रों को खोल देता है। आप अपने ईथर का उपयोग संपार्श्विक के रूप में ऋण लेने या अपने फंड पर ब्याज अर्जित करने के लिए तरलता प्रदान करने के लिए कर सकते हैं।",
  "page-what-is-ethereum-explore-applications": "आवेदनों का अन्वेषण करें",
  "page-what-is-ethereum-learn-defi": "DeFi के बारे में जानें",
  "page-what-is-ethereum-who-runs-ethereum-title": "एथेरियम कौन चलाता है?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "एथेरियम किसी भी एक इकाई द्वारा नियंत्रित नहीं है। यह पूरी तरह से समुदाय की विकेन्द्रीकृत भागीदारी और सहयोग के माध्यम से मौजूद है। स्वयंसेवकों द्वारा चलाए जाने वाले व्यक्तिगत सर्वर और प्रमुख इंटरनेट प्रदाताओं और सेवाओं के स्वामित्व वाले क्लाउड सिस्टम को बदलने के लिए एथेरियम नोड्स का उपयोग करता है (एथेरियम ब्लॉकचेन डेटा की प्रति के साथ एक कंप्यूटर)।",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "ये वितरित नोड्स, दुनिया भर में व्यक्तियों और व्यवसायों द्वारा संचालित, एथेरियम नेटवर्क बुनियादी ढांचे के लिए लचीलापन प्रदान करते हैं। इसलिए यह हैक या शटडाउन के लिए बहुत कम संवेदनशील है। <b>2015 में इसकी शुरुआत के बाद से, एथेरियम को कभी डाउनटाइम का सामना नहीं करना पड़ा है</b>। वहाँ हजारों व्यक्तिगत नोड हैं जो एथेरियम नेटवर्क को चला रहे हैं। यह एथेरियम को सबसे विकेन्द्रीकृत क्रिप्टोकरेंसी में से एक बनाता है, जो बिटकॉइन के बाद दूसरे स्थान पर है।",
  "page-what-is-ethereum-run-a-node": "नोड चलाएँ",
  "page-what-is-ethereum-smart-contract-title": "स्मार्ट अनुबंध क्या हैं?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>स्मार्ट अनुबंध केवल कंप्यूटर प्रोग्राम हैं</b> जो एथेरियम ब्लॉकचेन पर रहते हैं। वे केवल <b>एक उपयोगकर्ता (या किसी अन्य अनुबंध) से लेनदेन द्वारा ट्रिगर होने पर निष्पादित होते हैं</b>। वे एथेरियम को उन चीज़ों के लिए बहुत लचीला बनाते हैं जो यह कर सकता है और इसे अन्य क्रिप्टोकरेंसी से अलग कर सकता है। इन कार्यक्रमों को अब हम विकेन्द्रीकृत एप्लिकेशन, या dapps कहते हैं।",
  "page-what-is-ethereum-smart-contract-desc-2": "क्या आपने कभी किसी ऐसे उत्पाद का इस्तेमाल किया है जिसने अपनी सेवा की शर्तों को बदल दिया है? या आपके लिए उपयोगी सुविधा को हटा दिया? एक स्मार्ट अनुबंध एथेरियम के लिए प्रकाशित किए जाने पर, यह तब तक ऑनलाइन और परिचालित रहेगा जब तक एथेरियम मौजूद है। लेखक भी इसे उतार नहीं सकता। चूंकि स्मार्ट अनुबंध स्वचालित होते हैं, इसलिए वे किसी भी उपयोगकर्ता के साथ भेदभाव नहीं करते हैं और हमेशा उपयोग करने के लिए तैयार रहते हैं।",
  "page-what-is-ethereum-smart-contract-desc-3": "स्मार्ट अनुबंधों के लोकप्रिय उदाहरण उधार देने वाले ऐप, विकेन्द्रीकृत ट्रेडिंग एक्सचेंज, बीमा, क्राउडफंडिंग ऐप हैं - मूल रूप से कुछ भी आप सोच सकते हैं।",
  "page-what-is-ethereum-more-on-smart-contracts": "स्मार्ट अनुबंध के बारे में अधिक जानकारी",
  "page-what-is-ethereum-explore-dapps": "dapps का अन्वेषण करें",
  "page-what-is-ethereum-criminal-activity-title": "मैंने सुना है क्रिप्टो आपराधिक गतिविधि के लिए एक उपकरण के रूप में इस्तेमाल किया जा रहा है। क्या यह सच है?",
  "page-what-is-ethereum-criminal-activity-desc-1": "किसी भी तरह के पैसों की तरह इसमें से कुछ का दुरुपयोग होगा। हालांकि, क्योंकि सभी एथेरियम लेनदेन एक खुले ब्लॉकचेन पर होते हैं, अधिकारियों के लिए अवैध गतिविधि को ट्रैक करना अक्सर आसान होता है जितना कि यह पारंपरिक वित्तीय प्रणाली में होगा, यकीनन एथेरियम उन लोगों के लिए एक कम आकर्षक विकल्प बना रहा है जो अनजाने में जाएंगे।",
  "page-what-is-ethereum-criminal-activity-desc-2": "यूरोपोल, कानून प्रवर्तन सहयोग के लिए यूरोपीय संघ एजेंसी द्वारा हाल ही की एक रिपोर्ट के प्रमुख निष्कर्षों के अनुसार आपराधिक उद्देश्यों के लिए क्रिप्टो का उपयोग फ़िएट मुद्राओं की तुलना में बहुत कम किया जाता है:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"अवैध गतिविधियों के लिए क्रिप्टोकरेंसी के उपयोग में समग्र क्रिप्टोकरेंसी अर्थव्यवस्था का केवल एक छोटा सा हिस्सा शामिल होता है, और यह पारंपरिक वित्त में शामिल अवैध धन की मात्रा से तुलनात्मक रूप से छोटा प्रतीत होता है।\"",
  "page-what-is-ethereum-energy-title": "एथेरियम की ऊर्जा खपत के बारे में क्या?",
  "page-what-is-ethereum-energy-desc-1": "एथेरियम वर्तमान में प्रूफ-ऑफ-वर्क तंत्र का उपयोग कर रहा है जो बड़ी मात्रा में ऊर्जा की खपत करता है। आने वाले महीनों में (Q3/Q4 2022) एथेरियम अभी तक अपने सबसे बड़े अपडेट से गुजरना होगा और दांव तंत्र के सबूत पर स्विच करेगा जो उस पर होने वाले <b>पर्यावरणीय प्रभाव को बहुत कम कर देगा</b>।",
  "page-what-is-ethereum-energy-desc-2": "यह अपडेट एथेरियम को सुरक्षित करने के लिए आवश्यक ऊर्जा को लगभग <b>99.95%</b> तक कम कर देगा, जिससे <b>बहुत कम कार्बन लागत के लिए अधिक सुरक्षित नेटवर्क</b> तैयार होगा। यह एथेरियम को अपनी सुरक्षा और मापनीयता को बढ़ाते हुए वास्तव में कम कार्बन वाला ब्लॉकचेन बना देगा।",
  "page-what-is-ethereum-more-on-energy-consumption": "ऊर्जा खपत की अधिक जानकारी",
  "page-what-is-ethereum-energy-consumption-chart-legend": "टेरावॉट/वर्ष में वार्षिक उर्जा खपत",
  "page-what-is-ethereum-the-merge-update": "मर्ज अपडेट",
  "page-what-is-ethereum-additional-reading": "अतिरिक्त पढ़ने के लिए",
  "page-what-is-ethereum-week-in-ethereum": "सप्ताह के एथेरियम समाचार",
  "page-what-is-ethereum-week-in-ethereum-desc": "- पारिस्थितिकी तंत्र में प्रमुख विकास को कवर करने वाला एक साप्ताहिक समाचार पत्र।",
  "page-what-is-ethereum-the-year-in-ethereum-2021": "साल 2021 में एथेरियम",
  "page-what-is-ethereum-the-year-in-ethereum-2021-desc": "17 जनवरी, 2022 - जोश स्टार्क और इवान वान नेस",
  "page-what-is-ethereum-atoms-institutions-blockchains": "एटम, इंस्टीट्यूशंस, ब्लॉकचेन",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- ब्लॉकचेन क्यों मायने रखते हैं?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "एथेरियम संख्याओं में"
}
