{
  "page-eth2-just-staking": "स्टेकिंग",
  "page-eth2-staking-image-alt": "eth2 लॉन्चपैड के लिए राइनो मैस्कट की छवि।",
  "page-eth2-staking-51-desc-1": "स्टैकिंग नेटवर्क को एक सत्यापनकर्ता के रूप में और अधिक सुलभ बनाता है, इसलिए संभावना है कि आज की तुलना में नेटवर्क में अधिक सत्यापनकर्ता होंगे। इससे इस तरह का हमला और भी कठिन हो जाएगा, क्योंकि हमले की लागत बढ़ जाएगी।",
  "page-eth2-staking-accessibility": "अधिक सुलभ",
  "page-eth2-staking-accessibility-desc": "यदि आपके पास 32ETH नहीं हैं, तो आसान हार्डवेयर आवश्यकताओं और पूल करने के अवसर के साथ, अधिक लोग नेटवर्क में शामिल हो सकेंगे। यह हमले की सतह के क्षेत्र को कम करके इथेरियम को अधिक विकेन्द्रीकृत और सुरक्षित बना देगा।",
  "page-eth2-staking-at-stake": "आपका ETH दांव पर है",
  "page-eth2-staking-at-stake-desc": "क्योंकि लेन-देन को मान्य करने और नए ब्लॉक बनाने के लिए आपको अपना ETH दांव पर लगाना होगा, यदि आप सिस्टम को आज़माने और धोखा देने का निर्णय लेते हैं, तो आप इसे खो सकते हैं।",
  "page-eth2-staking-benefits": "इथेरियम की स्टेकिंग के फायदे",
  "page-eth2-staking-check-address": "जमा पते की जाँच करें",
  "page-eth2-staking-consensus": "आम सहमति तंत्र के बारे में अधिक जानकारी",
  "page-eth2-staking-deposit-address": "जमा पते की जाँच करें",
  "page-eth2-staking-deposit-address-desc": "यदि आपने लॉन्चपैड पर पहले से ही सेटअप निर्देशों का पालन किया है, तो आपको पता होगा कि आपको स्टेकिंग जमा अनुबंध में लेनदेन भेजने की आवश्यकता है। हम आपको बहुत सावधानी से पते की जांच करने की सलाह देते हैं। आप ethereum.org पर आधिकारिक पता और कई अन्य विश्वसनीय साइटें पा सकते हैं।",
  "page-eth2-staking-desc-1": "पुरस्कार उन कार्यों के लिए दिए जाते हैं, जो नेटवर्क को आम सहमति तक पहुंचने में मदद करते हैं। आपको एक नए ब्लॉक में लेनदेन को बैचिंग करने या अन्य सत्यापनकर्ताओं के काम की जांच करने के लिए पुरस्कार मिलेगा क्योंकि इसी के कारण से चेन सुरक्षित रूप से चल रही है।",
  "page-eth2-staking-desc-2": "जहां आप नेटवर्क को लाभ पहुंचाने वाले काम करके पुरस्कार अर्जित कर सकते हैं, वहीं आप दुर्भावनापूर्ण कार्यों की वजह से ETH खो सकते हैं, ऑफ़लाइन जा सकते हैं, और मान्य करने में विफल हो सकते हैं।",
  "page-eth2-staking-desc-3": "स्टेकिंग पूल में शामिल होने के लिए आपको पूर्ण सत्यापनकर्ता बनने के लिए 32 ETH या स्टेकिंग पूल में शामिल होने के लिए कुछ ETH की आवश्यकता होगी। आपको एक 'Eth1' या मेननेट क्लाइंट चलाना होगा। लॉन्चपैड आपको प्रक्रिया और हार्डवेयर आवश्यकताओं के बारे में पूरी जानकारी देगा। वैकल्पिक रूप से, आप बैकएंड API का उपयोग कर सकते हैं।",
  "page-eth2-staking-description": "स्टेकिंग सत्यापनकर्ता सॉफ़्टवेयर को सक्रिय करने के लिए 32 ETH जमा करने का कार्य है। एक सत्यापनकर्ता के रूप में आप डेटा को संग्रहीत करने, लेनदेन को संसाधित करने और ब्लॉकचेन में नए ब्लॉक जोड़ने के लिए जिम्मेदार होंगे। इससे इथेरियम सभी के लिए सुरक्षित रहेगा और आपको इस प्रक्रिया में नया ETH प्राप्त होगा। बीकन चेन द्वारा स्टेक-के-प्रमाण के रूप में जानी जाने वाली इस प्रक्रिया की शुरुआत की जा रही है।",
  "page-eth2-staking-docked": "डॉकिंग के बारे में अधिक जानकारी",
  "page-eth2-staking-dyor": "खुद शोध करें",
  "page-eth2-staking-dyor-desc": "किसी भी सूचीबद्ध स्टेकिंग सेवा का आधिकारिक समर्थन नहीं किया जाता है। यह पता लगाने के लिए कुछ शोध करना सुनिश्चित करें कि कौन सी सेवा आपके लिए सर्वोत्तम हो सकती है।",
  "page-eth2-staking-header-1": "इथेरियम सत्यापनकर्ता बनने के लिए अपने ETH को स्टेक करें",
  "page-eth2-staking-how-much": "आप कितना स्टेक करने के लिए तैयार हैं?",
  "page-eth2-staking-how-to-stake": "स्टेक कैसे करें?",
  "page-eth2-staking-how-to-stake-desc": "यह सब इस बात पर निर्भर करता है कि आप कितना स्टेक करने के लिए तैयार हैं। आपको पूर्ण सत्यापनकर्ता बनने के लिए 32 की आवश्यकता होगी, लेकिन कम स्टेक करना संभव है।",
  "page-eth2-staking-join": "शामिल हों",
  "page-eth2-staking-join-community": "स्टेकर समुदाय में शामिल हों",
  "page-eth2-staking-join-community-desc": "r/ethstaker हर किसी के लिए इथेरियम पर चर्चा करने के लिए एक समुदाय है - सलाह, समर्थन के लिए शामिल हों, और स्टेकिंग से संबंधित सभी चीज़ों के बारे में बात करें।",
  "page-eth2-staking-less-than": "इससे कम",
  "page-eth2-staking-link-1": "बैकएंड API देखें",
  "page-eth2-staking-meta-description": "इथेरियम स्टेकिंग का अवलोकन: जोखिम, पुरस्कार, आवश्यकताएं, और यह कहां करना है।",
  "page-eth2-staking-meta-title": "इथेरियम स्टेकिंग",
  "page-eth2-staking-more-sharding": "शार्डिंग के बारे में अधिक जानकारी",
  "page-eth2-staking-pool": "एक पूल में स्टेक करें",
  "page-eth2-staking-pool-desc": "यदि आपके पास 32 ETH से कम है, तो आप स्टेकिंग पूल में एक छोटा स्टेक जोड़ पाएंगे। कुछ कंपनियां यह सब आपकी ओर से कर सकती हैं, इसलिए आपको ऑनलाइन रहने की चिंता नहीं करनी होगी। यहां पर कुछ कंपनियों को देखें।",
  "page-eth2-staking-pos-explained": "स्टेक-का-प्रमाण का विवरण",
  "page-eth2-staking-pos-explained-desc": "स्टेकिंग वह है, जिसे आपको स्टेक-का-प्रमाण सिस्टम में सत्यापनकर्ता बनने के लिए करने की आवश्यकता होती है। यह एक आम सहमति तंत्र है, जो वर्तमान में कार्य-का-प्रमाण सिस्टम को बदलने जा रहा है। आम सहमति तंत्र, वे हैं, जो इथेरियम जैसे ब्लॉकचेन को सुरक्षित और विकेंद्रीकृत रखते हैं।",
  "page-eth2-staking-pos-explained-desc-1": "स्टेक-का-प्रमाण कई तरीकों में नेटवर्क को सुरक्षित करने में मदद करता है:",
  "page-eth2-staking-services": "स्टेकिंग सेवाएं देखें",
  "page-eth2-staking-sharding": "शार्डिंग को अनलॉक करता है",
  "page-eth2-staking-sharding-desc": "स्टेक-का-प्रमाण सिस्टम से ही शार्डिंग संभव है। कार्य-का-प्रमाण सिस्टम की शार्डिंग नेटवर्क को दूषित करने के लिए आवश्यक कंप्यूटिंग शक्ति की मात्रा को कम कर देगी, जिससे दुर्भावनापूर्ण माइनर के लिए शार्ड को नियंत्रित करना आसान हो जाएगा। ऐसा स्टेक-का-प्रमाण में बेतरतीब ढंग से असाइन किए गए स्टेक के साथ नहीं होता है।",
  "page-eth2-staking-solo": "अकेले स्टेक करें और एक सत्यापनकर्ता चलाएं",
  "page-eth2-staking-solo-desc": "स्टेकिंग प्रक्रिया शुरू करने के लिए, आपको Eth2 लॉन्चपैड का उपयोग करने की आवश्यकता होगी। यह आपको पूरे सेटअप पर ले जाएगा। स्टेकिंग का एक भाग एक Eth2 क्लाइंट चलाना है, जो ब्लॉकचेन की एक स्थानीय कॉपी है। इसे आपके कंप्यूटर पर डाउनलोड होने में कुछ समय लग सकता है।",
  "page-eth2-staking-start": "स्टेकिंग शुरू करें",
  "page-eth2-staking-subtitle": "स्टेकिंग इथेरियम इकोसिस्टम के लिए सार्वजनिक हित में है। आप नेटवर्क को सुरक्षित करने और प्रक्रिया में पुरस्कार अर्जित करने में मदद कर सकते हैं।",
  "page-eth2-staking-sustainability": "अधिक टिकाऊ",
  "page-eth2-staking-sustainability-desc": "सत्यापनकर्ता को स्टेक-का-प्रमाण सिस्टम में भाग लेने के लिए ऊर्जा-गहन कंप्यूटर की आवश्यकता नहीं होती है, सिर्फ एक लैपटॉप या स्मार्ट फ़ोन से ही हो सकता है। इससे इथेरियम पर्यावरण के लिए बेहतर होगा।",
  "page-eth2-staking-the-beacon-chain": "बीकन चेन के बारे में अधिक जानकारी",
  "page-eth2-staking-title-1": "पुरस्कार",
  "page-eth2-staking-title-2": "जोखिम",
  "page-eth2-staking-title-3": "आवश्यकताएँ",
  "page-eth2-staking-title-4": "अपने ETH को कैसे स्टेक करें",
  "page-eth2-staking-upgrades-li": "स्टेक-का-प्रमाण का प्रबंधन बीकन चेन द्वारा किया जाता है।",
  "page-eth2-staking-upgrades-li-2": "इथेरियम के पास एक स्टेक-का-प्रमाण बीकन चेन और एक कार्य-का-प्रमाण मेननेट पूर्वाभास योग्य भविष्य के लिए होगा। मेननेट वह इथेरियम है, जिसका उपयोग हम वर्षों से कर रहे हैं।",
  "page-eth2-staking-upgrades-li-3": "इस समय के दौरान, स्टेकर बीकन चेन में नए ब्लॉक जोड़ेंगे, लेकिन मेननेट लेनदेन को संसाधित नहीं करेंगे।",
  "page-eth2-staking-upgrades-li-4": "इथेरियम मेननेट के शार्ड बनने के बाद इथेरियम स्टेक-का-प्रमाण सिस्टम में पूरी तरह से संक्रमित हो जाएगा।",
  "page-eth2-staking-upgrades-li-5": "तभी आप अपना स्टेक वापस ले सकते हैं।",
  "page-eth2-staking-upgrades-title": "स्टेक-का-प्रमाण और Eth2 अपग्रेड",
  "page-eth2-staking-validators": "अधिक सत्यापनकर्ता, अधिक सुरक्षा",
  "page-eth2-staking-validators-desc": "इथेरियम जैसे ब्लॉकचेन में, यदि आप 51% नेटवर्क को नियंत्रित करते हैं, तो इसे दूषित करना संभव है। उदाहरण के लिए, आप 51% सत्यापनकर्ताओं को यह बताने के लिए कह सकते हैं कि आपका बैलेंस 1,000,000 ETH है, 1 ETH नहीं। लेकिन, 51% सत्यापनकर्ताओं को नियंत्रित करने के लिए, आपको सिस्टम में 51% ETH का मालिक होने की आवश्यकता है - यही बहुत कुछ है!",
  "page-eth2-staking-withdrawals": "निकासी तुरंत लाइव नहीं होगी",
  "page-eth2-staking-withdrawals-desc": "आप अपना स्टेक तब तक नहीं निकाल पाएंगे, जब तक कि भविष्य में अपग्रेड का परिनियोजन न हो जाए। मेननेट के बीकन चेन सिस्टम के साथ डॉक करने के बाद निकासी उपलब्ध हो जानी चाहिए।"
}
