{
  "page-what-is-ethereum-network-meta-title": "एथेरियम नेटवर्क क्या है? | ethereum.org",
  "page-what-is-ethereum-network-meta-description": "समझें कि एथेरियम नेटवर्क क्या है, स्टेकिंग और सुरक्षा, नेटवर्क शुल्क (उर्फ गैस), लेयर 2 स्केलिंग नेटवर्क और लाइव नेटवर्क डेटा का पता कैसे लगाएं।",
  "page-what-is-ethereum-network-twitter-meta-description": "समझें कि एथेरियम नेटवर्क क्या है, स्टेकिंग और सुरक्षा, नेटवर्क शुल्क, लेयर 2 स्केलिंग नेटवर्क और लाइव नेटवर्क डेटा का पता कैसे लगाएं।",
  "page-what-is-ethereum-network-title": "एथेरियम नेटवर्क क्या हैं?",
  "page-what-is-ethereum-network-description-1": "एथेरियम नेटवर्क वह भौतिक और डिजिटल बुनियादी ढाँचा है जो एथेरियम को आधार प्रदान करता है।",
  "page-what-is-ethereum-network-description-2": "इसमें डेटा स्टोर करने वाले नोड्स, लेन-देन को संसाधित करने वाले सत्यापनकर्ता, स्मार्ट अनुबंध निष्पादित करने वाले सॉफ्टवेयर, और लेयर 2 नेटवर्क शामिल हैं जो मुख्य चेन से परे एथेरियम को स्केल करते हैं।",
  "page-what-is-ethereum-network-section-network-fees-title": "एथेरियम नेटवर्क शुल्क (उर्फ गैस शुल्क) क्या हैं?",
  "page-what-is-ethereum-network-section-staking-title": "स्टेकिंग क्या है और यह नेटवर्क को कैसे सुरक्षित करता है?",
  "page-what-is-ethereum-network-section-layer-2s-title": "एथेरियम लेयर 2 क्या हैं और वे नेटवर्क को कैसे स्केल करते हैं?",
  "page-what-is-ethereum-network-section-live-network-data-title": "लाइव एथेरियम नेटवर्क डेटा का पता कैसे लगाएं",
  "page-what-is-ethereum-network-read-next-title": "आगे पढ़ें",
  "page-what-is-ethereum-network-read-next-item-1": "वॉलेट क्या हैं?",
  "page-what-is-ethereum-network-read-next-item-2": "ईथर (ETH) क्या है?",
  "page-what-is-ethereum-network-read-next-item-3": "Web3 क्या है?",
  "page-what-is-ethereum-network-read-next-item-4": "एथेरियम नेटवर्क के बारे में और जानें",
  "page-what-is-ethereum-network-section-description-1": "जब लोग एथेरियम के बारे में बात करते हैं, तो वे आमतौर पर कुछ अलग-अलग चीजों के बारे में बात कर रहे होते हैं। ऐप्स और डिजिटल संपत्तियों का इकोसिस्टम, ओपन-सोर्स सॉफ्टवेयर प्लेटफॉर्म और मूल करेंसी ईथर (ETH) है।",
  "page-what-is-ethereum-network-section-description-2": "लेकिन इन सब के नीचे <strong>एथेरियम नेटवर्क</strong> है; भौतिक और डिजिटल नींव जो सब कुछ एक साथ बांधती है।",
  "page-what-is-ethereum-network-section-description-3": "इसके मूल में, एथेरियम नेटवर्क <strong>नोड्स नामक हजारों स्वतंत्र कंप्यूटरों</strong> का एक संग्रह है। ये नोड्स <strong>दुनिया भर के लोगों द्वारा चलाए जाते हैं</strong>। वे डेटा स्टोर करने, स्मार्ट अनुबंध निष्पादित करने और एक खुले, सार्वजनिक लेजर पर हर लेनदेन को रिकॉर्ड करने के लिए मिलकर काम करते हैं।",
  "page-what-is-ethereum-network-section-description-4": "एथेरियम नेटवर्क कई प्रमुख कार्यों को संभालता है, जैसे:",
  "page-what-is-ethereum-network-section-description-5": "यूज़र खातों और शेष राशि को अपडेट करना",
  "page-what-is-ethereum-network-section-description-6": "स्मार्ट अनुबंध निष्पादित करना (ऐप्स चलाने वाले प्रोग्राम)",
  "page-what-is-ethereum-network-section-description-7": "डिजिटल संपत्तियों (जैसे स्टेबलकॉइन्स और NFTs) के स्वामित्व पर नज़र रखना",
  "page-what-is-ethereum-network-section-description-8": "हर दिन एथेरियम से प्रवाहित होने वाले सभी लेन-देन को संसाधित करना",
  "page-what-is-ethereum-network-section-description-9": "सौभाग्य से, आपको इसका उपयोग करने के लिए यह समझने की आवश्यकता नहीं है कि नेटवर्क कैसे काम करता है।",
  "page-what-is-ethereum-network-section-description-10": "अधिकांश लोग बस एक <a>डिजिटल वॉलेट</a> के माध्यम से नेटवर्क का उपयोग करते हैं। <strong>एक वॉलेट</strong> आमतौर पर एक वेब या मोबाइल ऐप होता है जो आपको <strong>ETH भेजने</strong> और <strong>प्राप्त करने, अपनी संपत्ति प्रबंधित करने</strong> और ऐप्स का उपयोग करने देता है।",
  "page-what-is-ethereum-network-section-description-11": "अन्य प्रकार के यूज़र जैसे कि एथेरियम पर निर्माण करने वाले डिवेलपर और व्यवसाय API, नोड सॉफ्टवेयर, या स्मार्ट अनुबंध को तैनात कर सकते हैं।",
  "page-what-is-ethereum-network-section-description-12": "एथेरियम नेटवर्क पारंपरिक प्रणालियों से अलग है क्योंकि इसे कैसे डिज़ाइन किया गया है। <strong>एथेरियम का कोड और डेटा दुनिया भर में विकेन्द्रीकृत नोड्स पर संग्रहीत होता है</strong>, इसलिए कोई भी आपकी पहुंच को अवरुद्ध नहीं कर सकता है या आपके ऐप को बंद नहीं कर सकता है।",
  "page-what-is-ethereum-network-section-description-13": "और क्योंकि कोई भी शामिल हो सकता है, यह वैश्विक पहुंच और नवाचार के लिए द्वार खोलता है।",
  "page-what-is-ethereum-network-section-description-14": "ये गुण उन चीजों को सक्षम करते हैं जो पहले संभव नहीं थीं, जैसे:",
  "page-what-is-ethereum-network-section-description-15": "डेटा स्वामित्व",
  "page-what-is-ethereum-network-section-description-16": "डी-प्लेटफॉर्मिंग के बिना सोशल मीडिया",
  "page-what-is-ethereum-network-section-description-17": "खुली और पारदर्शी वित्तीय प्रणालियाँ",
  "page-what-is-ethereum-network-section-description-18": "इसके मूल में, एथेरियम नेटवर्क डिजिटल स्वामित्व और खुली भागीदारी के लिए एक नींव है।",
  "page-what-is-ethereum-network-section-description-19": "आप लोगों को <strong>एथेरियम मेननेट</strong> का उल्लेख करते हुए सुन सकते हैं। यह वही एथेरियम नेटवर्क है जिसका लाखों लोग हर दिन उपयोग करते हैं, जहां वास्तविक संपत्तियों का आदान-प्रदान होता है और वास्तविक ऐप्स रहते हैं। लेकिन \"मेननेट\" इसे एथेरियम लेयर 2 नेटवर्क, और टेस्ट नेटवर्क (टेस्टनेट) से अलग करने में मदद करता है, जिसका उपयोग डिवेलपर लाइव होने से पहले नई सुविधाओं को आज़माने के लिए करते हैं।",
  "page-what-is-ethereum-network-gas-section-description-1": "एथेरियम पर प्रत्येक लेनदेन पर गैस शुल्क नामक एक छोटा सा शुल्क लगता है। चाहे आप ETH भेजें, टोकन स्वैप करें, या किसी ऐप का उपयोग करें, हर बार जब आप ब्लॉकचेन पर डेटा लिखते हैं तो आप थोड़ी मात्रा में गैस का भुगतान करते हैं।",
  "page-what-is-ethereum-network-gas-section-description-2": "<strong>गैस शुल्क एथेरियम को सुचारू रूप से चालू रखता है</strong>। इसके बिना, बुरे अभिनेता खाली लेनदेन के साथ नेटवर्क को स्पैम कर सकते हैं और भारी भीड़ के माध्यम से इसका उपयोग करना असंभव बना सकते हैं, क्योंकि उपयोगकर्ताओं द्वारा भुगतान करने के लिए तैयार शुल्क द्वारा लेनदेन को प्राथमिकता देने का कोई तरीका नहीं होगा।",
  "page-what-is-ethereum-network-gas-section-description-3": "एथेरियम गैस शुल्क उन कई विभिन्न संसाधनों की लागत को कवर करता है जिनका एक लेनदेन उपभोग कर सकता है, जैसे कि गणना, बैंडविड्थ, या भंडारण। यह सब उपयोगकर्ताओं के लिए एक ही मूल्य में सारगर्भित हो जाता है, लेकिन यह निर्धारित करने में व्यापक अनुसंधान और विकास होता है कि प्रत्येक ऑपरेशन की लागत दूसरों की तुलना में कितनी होनी चाहिए।",
  "page-what-is-ethereum-network-gas-section-description-4": "तो, जब आप गैस का भुगतान करते हैं तो क्या होता है? इसका एक हिस्सा <strong>सत्यापनकर्ता को भुगतान किया जाता है</strong> जो आपके लेनदेन को लेनदेन के एक \"ब्लॉक\" में जोड़ता है। एक और हिस्सा <strong>\"बर्न\" हो जाता है, इसे आपूर्ति से हटा दिया जाता है</strong>।",
  "page-what-is-ethereum-network-gas-section-description-5": "यह आपूर्ति और मांग को संतुलित करने में मदद करता है, क्योंकि <strong>जब नेटवर्क व्यस्त होता है, तो शुल्क बढ़ जाता है</strong>। जब चीजें शांत होती हैं, तो शुल्क कम हो जाता है।",
  "page-what-is-ethereum-network-gas-section-description-6": "चूंकि नेटवर्क ने अगस्त 2021 में <blog>शुल्क बर्निंग शुरू की</blog>, <strong>लाखों ETH <beaconchain>बर्न किए जा चुके हैं</beaconchain></strong>। आप एथेरियम समुदाय द्वारा बनाए गए <ultrasound>नेटवर्क डैशबोर्ड और एक्सप्लोरर</ultrasound> का उपयोग करके नवीनतम संख्याएं देख सकते हैं।",
  "page-what-is-ethereum-network-gas-section-description-7": "तो, एक लेनदेन की लागत कितनी है?",
  "page-what-is-ethereum-network-gas-section-description-8": "खैर, <strong>शुल्क इस बात पर निर्भर करता है कि आप क्या कर रहे हैं</strong>। केवल ETH भेजने पर एक डॉलर से भी कम खर्च आ सकता है। एक विकेंद्रीकृत एक्सचेंज (DEX) पर टोकन स्वैप करने पर कुछ डॉलर या उससे अधिक का खर्च आ सकता है, खासकर यदि नेटवर्क व्यस्त हो। लेन-देन जितना जटिल होगा, उतनी ही अधिक गैस लगेगी।",
  "page-what-is-ethereum-network-gas-section-description-9": "गैस शुल्क एथेरियम का उपयोग करने के सबसे दृश्यमान भागों में से एक है, विशेष रूप से नए उपयोगकर्ताओं के लिए, लेकिन यह सब नेटवर्क को अधिक विश्वसनीय और सुरक्षित बनाने की दिशा में जाता है।",
  "page-what-is-ethereum-network-gas-section-description-10": "एथेरियम नेटवर्क शुल्क के बारे में और जानें",
  "page-what-is-ethereum-network-staking-section-description-1": "एथेरियम नेटवर्क को स्टेकिंग नामक एक प्रणाली द्वारा सुरक्षित किया गया है। इस तरह एथेरियम <strong>लेन-देन को सत्यापित करता है, नए ब्लॉक जोड़ता है</strong>, और नेटवर्क को <strong>हमलों से सुरक्षित</strong> रखता है।",
  "page-what-is-ethereum-network-staking-section-description-2": "जब एथेरियम शुरू हुआ, तो इसने प्रूफ-ऑफ-वर्क नामक एक सहमति तंत्र (यह सहमति करने का एक तरीका कि किसका क्या है) का उपयोग किया। यह वही तंत्र है जिसका उपयोग आज बिटकॉइन करता है।",
  "page-what-is-ethereum-network-staking-section-description-3": "सितंबर 2022 में, एथेरियम ने अधिक सुरक्षित और ऊर्जा-कुशल प्रूफ-ऑफ-स्टेक सहमति तंत्र में अपग्रेड किया।",
  "page-what-is-ethereum-network-staking-section-description-4": "तो, यह कैसे काम करता है?",
  "page-what-is-ethereum-network-staking-section-description-5": "सरल शब्दों में, लोग कुछ ETH <strong>(अपना ETH दांव पर लगाते हैं)</strong>, जमा के रूप में लॉक करते हैं ताकि वे <strong>नेटवर्क को सुरक्षित करने</strong> में मदद कर सकें। इन लोगों को सत्यापनकर्ता कहा जाता है। जब आप ETH को स्टेक करते हैं, तो आपके सत्यापनकर्ता को नए लेनदेन की जांच करने और जोड़ने के लिए चुना जाता है। यदि आप इसे ईमानदारी से करते हैं, तो आप <strong>पुरस्कार अर्जित करते हैं</strong>। यदि आप <strong>धोखा देने की कोशिश करते हैं, तो आप अपने स्टेक का हिस्सा खो देते हैं</strong>।",
  "page-what-is-ethereum-network-staking-section-description-6": "स्टेकिंग इस तरह से है कि एथेरियम अपनी सेवा की गुणवत्ता के लिए विश्वसनीय रूप से प्रतिबद्ध है। दांव पर लगे इस सारे पैसे का सबसे अच्छा हित एथेरियम को सुरक्षित रखना है—क्या आप इसके खिलाफ दांव लगाएंगे?",
  "page-what-is-ethereum-network-staking-section-description-7": "प्रूफ-ऑफ-स्टेक लॉन्च करने के ठीक दो साल बाद, एथेरियम ने एथेरियम को सुरक्षित करने के लिए <validators>दस लाख से अधिक सत्यापनकर्ताओं</validators> को आकर्षित किया जो <stakedEther>लाखों ETH</stakedEther> को स्टेक करते हैं। <strong>यह एथेरियम पर हमला करना बेहद महंगा और मुश्किल बना देता है</strong>। ऐसा इसलिए है क्योंकि नेटवर्क पर हमला करने के लिए, <strong>एक इकाई को नेटवर्क पर हमला शुरू करने के लिए सभी स्टेक किए गए ETH का कम से कम 1/3 चाहिए</strong>। आज, यह अरबों डॉलर के बराबर है, और तब भी, हमला संभवतः विफल हो जाएगा क्योंकि नेटवर्क के बाकी हिस्सों से असहमत 1/3 से अधिक अंतिम रूप देने से रोक देगा, लेकिन चेन दूसरे संस्करण के साथ बढ़ती रहेगी जिसे सत्य का स्रोत माना जाता है। 1/2 से अधिक यह बदलता है कि कौन सा संस्करण सत्य माना जाता है, और 2/3 से अधिक कुछ ऐसा अंतिम रूप देने की अनुमति देगा जिससे बाकी सहमत नहीं हैं।",
  "page-what-is-ethereum-network-staking-section-description-8": "यह वह है जो एथेरियम को \"<strong>आर्थिक सुरक्षा</strong>\" देता है। यह सिर्फ सही तकनीक होने के बारे में नहीं है। यह हमलों को इतना महंगा बनाने के बारे में है कि कोशिश भी न की जा सके।",
  "page-what-is-ethereum-network-staking-section-description-9": "एथेरियम नेटवर्क को सुरक्षित करने में मदद करने के लिए, आप इसे दो मुख्य तरीकों से कर सकते हैं।",
  "page-what-is-ethereum-network-staking-section-description-10": "पहला तरीका नोड चलाना है। नोड्स ब्लॉकचेन का पूरा इतिहास संग्रहीत करते हैं, जिसमें सभी लेनदेन और स्मार्ट अनुबंध डेटा शामिल हैं। अन्य नोड्स के साथ सिंक करके, वे नेटवर्क की स्थिति पर सहमत हो सकते हैं, यह सुनिश्चित करते हुए कि लेनदेन वैध हैं और स्मार्ट अनुबंध डेटा उपलब्ध है।",
  "page-what-is-ethereum-network-staking-section-description-11": "दूसरा तरीका अपने ETH को स्टेक करना है। सबसे आसान तरीका <lido>Lido</lido> या <rocketpool>Rocketpool</rocketpool> जैसे स्टेकिंग प्रदाता के माध्यम से है। लेकिन अगर आपके पास जानकारी है, तो घर पर सत्यापनकर्ता सॉफ्टवेयर चलाने का प्रयास करें।",
  "page-what-is-ethereum-network-staking-section-description-12": "स्टेकिंग और इसे कैसे करें के बारे में और जानें",
  "page-what-is-ethereum-network-staking-section-description-13": "नोड चलाना सीखें",
  "page-what-is-ethereum-network-layer-2s-section-description-1": "जैसे-जैसे एथेरियम अधिक लोकप्रिय होता जा रहा है, नेटवर्क और व्यस्त होता जा रहा है। जब मांग अधिक होती है, तो गैस शुल्क बढ़ जाता है और लेनदेन में अधिक समय लगता है। इसे ठीक करने के लिए, डिवेलपरों ने लेयर 2 नामक <strong>सहायक नेटवर्क</strong> की एक श्रृंखला बनाई है।",
  "page-what-is-ethereum-network-layer-2s-section-description-2": "लेयर 2, जिन्हें L2 भी कहा जाता है, अन्य नेटवर्क हैं जो <strong>एथेरियम के शीर्ष पर चलते हैं</strong>। वे लेनदेन को अलग से संसाधित करते हैं, फिर एथेरियम पर संग्रहीत होने के लिए एक सारांश भेजते हैं।",
  "page-what-is-ethereum-network-layer-2s-section-description-3": "आप उन्हें एक राजमार्ग पर एक्सप्रेस लेन की तरह सोच सकते हैं। हर एक लेन-देन एथेरियम मेननेट से होकर गुजरने के बजाय, उनमें से कई इन तेज, सस्ती सड़कों का उपयोग करते हैं।",
  "page-what-is-ethereum-network-layer-2s-section-description-4": "कुछ सबसे लोकप्रिय L2 में <strong>Base, Arbitrum, Optimism, zkSync</strong> और <strong>Starknet</strong> शामिल हैं। उनमें से प्रत्येक थोड़ा अलग तरीके से काम करता है, लेकिन विचार वही है—सुरक्षा से समझौता किए बिना एथेरियम को स्केल करना।",
  "page-what-is-ethereum-network-layer-2s-section-description-5": "Optimism या zkSync पर एक साधारण ETH हस्तांतरण की लागत <l2fees>कम से कम $0.04</l2fees> हो सकती है, जबकि एथेरियम मेननेट पर यह $0.3-$1 है। टोकन स्वैप करने जैसे अन्य लेनदेन <l2fees>कम से कम $0.20</l2fees> के हो सकते हैं। उपयोगकर्ताओं के लिए, इसका मतलब है <strong>कीमत के एक अंश पर तेज लेनदेन</strong>।",
  "page-what-is-ethereum-network-layer-2s-section-description-6": "नतीजतन, L2 तेजी से बढ़ रहे हैं। साथ में, वे <l2beat>डिजिटल संपत्ति में अरबों डॉलर</l2beat> रखते हैं।",
  "page-what-is-ethereum-network-layer-2s-section-description-7": "चूंकि L2 को एथेरियम की सुरक्षा से लाभ होता है, इसलिए वैश्विक भुगतान और एप्लिकेशन बनाने वाली कंपनियों ने एथेरियम के ऊपर निर्माण करना शुरू कर दिया।",
  "page-what-is-ethereum-network-layer-2s-section-description-8": "उदाहरण के लिए, Robinhood ने हाल ही में स्टॉक के लिए तेजी से निपटान का पता लगाने के लिए <robinhood>अपना L2 लॉन्च किया</robinhood>। PayPal ने <paypal>अपना स्टेबलकॉइन PYUSD एथेरियम L2 Arbitrum में स्थानांतरित कर दिया</paypal>। Shopify अब <shopify>व्यापारियों को Base पर स्टेबलकॉइन USDC स्वीकार करने देता है</shopify>।",
  "page-what-is-ethereum-network-layer-2s-section-description-9": "उपयोगकर्ताओं के लिए, एथेरियम और L2 के बीच संपत्ति ले जाना सीधा है। आप ETH और अन्य संपत्तियों को स्थानांतरित करने के लिए <superbridge>Optimism द्वारा Superbridge</superbridge> या <portal>ZKsync द्वारा Portal</portal> जैसे L2 द्वारा बनाए गए ब्रिज का उपयोग कर सकते हैं। आप स्वतंत्र टीमों द्वारा बनाए गए <hop>Hop</hop> और <across>Across</across> जैसे तीसरे पक्ष के टूल का भी उपयोग कर सकते हैं।",
  "page-what-is-ethereum-network-layer-2s-section-description-10": "एथेरियम लेयर 2 नेटवर्क के बारे में और जानें",
  "page-what-is-ethereum-network-live-network-data-section-description-1": "एथेरियम डिजाइन से ही पारदर्शी है। नेटवर्क पर हर क्रिया, ETH भेजने से लेकर सत्यापनकर्ता चलाने तक, एक खुले, सार्वजनिक लेजर पर दर्ज की जाती है जिसे कोई भी एक्सेस कर सकता है।",
  "page-what-is-ethereum-network-live-network-data-section-description-2": "यह आज की अधिकांश प्रणालियों के काम करने के तरीके के बिल्कुल विपरीत है:",
  "page-what-is-ethereum-network-live-network-data-section-description-3": "बैंक और संस्थान अपने आंतरिक नंबर प्रकाशित करते हैं",
  "page-what-is-ethereum-network-live-network-data-section-description-4": "ऐप उपयोग के आंकड़े तकनीकी कंपनियों द्वारा कड़ी निगरानी में रखे जाते हैं",
  "page-what-is-ethereum-network-live-network-data-section-description-5": "आर्थिक डेटा अक्सर देर से आता है और बाद में संशोधित किया जाता है",
  "page-what-is-ethereum-network-live-network-data-section-description-6": "एथेरियम के साथ, आपको भरोसा करने की ज़रूरत नहीं है। आप सत्यापित कर सकते हैं।",
  "page-what-is-ethereum-network-live-network-data-section-description-7": "एथेरियम का उपयोग करने के लिए आपको इनमें से कुछ भी समझने की आवश्यकता नहीं है। लेकिन अगर आप उत्सुक हैं कि 2024 में कितने लेनदेन निपटाए गए, या पिछले छह महीनों में कितने नए एथेरियम पते बनाए गए, तो ऐसे टूल हैं जो किसी को भी वास्तविक समय में नेटवर्क का पता लगाने देते हैं।",
  "page-what-is-ethereum-network-live-network-data-section-description-8": "यहां कुछ सबसे उपयोगी डेटा स्रोत दिए गए हैं, और आप उनका उपयोग किस लिए कर सकते हैं:",
  "page-what-is-ethereum-network-live-network-data-section-description-9": "<etherscan>Etherscan</etherscan>: लेनदेन, वॉलेट गतिविधि और स्मार्ट अनुबंध की जाँच करें",
  "page-what-is-ethereum-network-live-network-data-section-description-10": "<beaconcha>beaconcha.in</beaconcha>: सत्यापनकर्ता आँकड़े, स्टेकिंग स्तर और नेटवर्क स्वास्थ्य देखें",
  "page-what-is-ethereum-network-live-network-data-section-description-11": "<ultrasound>ultrasound.money</ultrasound>: वास्तविक समय में ETH आपूर्ति, जारी करने और बर्न को ट्रैक करें",
  "page-what-is-ethereum-network-live-network-data-section-description-12": "<l2fees>l2fees.info</l2fees>: एथेरियम और L2 पर वर्तमान लेनदेन लागत की तुलना करें",
  "page-what-is-ethereum-network-live-network-data-section-description-13": "<l2beat>L2Beat</l2beat>: सभी प्रमुख L2 में सुरक्षित मूल्य और सुरक्षा मॉडल देखें",
  "page-what-is-ethereum-network-live-network-data-section-description-14": "<growthepie>growthepie</growthepie>: एथेरियम में सभी ऑन-चेन गतिविधि और वृद्धि देखें",
  "page-what-is-ethereum-network-live-network-data-section-description-15": "<dune>Dune</dune>: एथेरियम में सभी डिजिटल संपत्तियों पर कस्टम डैशबोर्ड का अन्वेषण करें",
  "page-what-is-ethereum-network-live-network-data-section-description-16": "<tokenterminal>Token Terminal</tokenterminal>: डैप राजस्व, उपयोग और प्रोटोकॉल प्रदर्शन की तुलना करें",
  "page-what-is-ethereum-network-live-network-data-section-description-17": "<nansen>Nansen</nansen>: वॉलेट प्रवाह, स्टेबलकॉइन गतिविधियों और स्मार्ट मनी रुझानों का पालन करें।",
  "page-what-is-ethereum-network-live-network-data-section-description-18": "यदि आपको उनकी आवश्यकता हो तो ये सभी उपकरण वहां मौजूद हैं।",
  "page-what-is-ethereum-network-live-network-data-section-description-19": "चाहे आप एक डिवेलपर, शोधकर्ता, निवेशक हों, या बस कोई है जो एक लेनदेन की जांच करना चाहता है, एथेरियम का खुला नेटवर्क आपको डेटा देता है—लाइव, अनुमति रहित और सत्यापन योग्य।",
  "page-what-is-ethereum-network-live-network-data-section-description-20": "एथेरियम नेटवर्क डैशबोर्ड और ब्लॉक एक्सप्लोरर ब्राउज़ करें"
}