{
  "page-eth2-vision-2014": "स्टेक के प्रमाण के लिए एक 2014 ब्लॉग पोस्ट देखें",
  "page-eth2-vision-beacon-chain": "बीकन चेन",
  "page-eth2-vision-beacon-chain-btn": "बीकन चेन के बारे में अधिक जानकारी",
  "page-eth2-vision-beacon-chain-date": "बीकन चेन लाइव है",
  "page-eth2-vision-beacon-chain-desc": "ईकोसिस्टम में पहला Eth2 संयोजन। बीकन चेन इथेरियम के लिए स्टेकिंग लाता है, भविष्य के अपग्रेड के लिए जमीनी काम करता है और अंततः नई प्रणाली का समन्वय करेगा।",
  "page-eth2-vision-beacon-chain-upper": "बीकन चेन",
  "page-eth2-vision-desc-1": "इथेरियम को नेटवर्क की व्यस्तता कम करने और वैश्विक उपयोगकर्ता आधार को बेहतर सेवा के लिए गति में सुधार करने की आवश्यकता है।",
  "page-eth2-vision-desc-2": "नेटवर्क बढ़ने के साथ नोड चलाना कठिन हो रहा है। यह केवल नेटवर्क स्केल करने के प्रयासों के साथ कठिन हो जाएगा।",
  "page-eth2-vision-desc-3": "इथेरियम बहुत अधिक बिजली का उपयोग करता है। नेटवर्क को सुरक्षित रखने वाली तकनीक को अधिक टिकाऊ बनाने की आवश्यकता है।",
  "page-eth2-vision-docking-date": "अनुमान: 2022",
  "page-eth2-vision-docking-desc": "मेननेट इथेरियम को कुछ बिंदु पर बीकन चेन के साथ \"डॉक\" करने की आवश्यकता होगी। यह पूरे नेटवर्क के लिए स्टैकिंग को सक्षम करेगा और ऊर्जा-गहन माइनिंग के अंत का संकेत देगा।",
  "page-eth2-vision-ethereum-node": "नोड के बारे में अधिक जानकारी",
  "page-eth2-vision-explore-upgrades": "अपग्रेड का अन्वेषण करें",
  "page-eth2-vision-future": "वैश्विक स्तर पर एक डिजिटल भविष्य",
  "page-eth2-vision-meta-desc": "इथेरियम पर Eth2 अपग्रेड पर पड़ने वाले प्रभाव और उन चुनौतियों का अवलोकन होगा, जिन्हें दूर करना होगा।",
  "page-eth2-vision-meta-title": "इथेरियम 2.0 (Eth2) विज़न",
  "page-eth2-vision-mining": "माइनिंग के बारे में अधिक जानकारी",
  "page-eth2-vision-problems": "आज की समस्याएं",
  "page-eth2-vision-scalability": "स्केलेबिलिटी",
  "page-eth2-vision-scalability-desc": "नेटवर्क में नोड्स के आकार को बढ़ाए बिना इथेरियम को प्रति सेकंड अधिक लेनदेन को संभालने में सक्षम होने की आवश्यकता है। नोड महत्वपूर्ण नेटवर्क प्रतिभागी हैं, जो ब्लॉकचेन को स्टोर और रन करते हैं। बढ़ते नोड आकार व्यावहारिक नहीं है क्योंकि केवल शक्तिशाली और महंगे कंप्यूटर ही ऐसा कर सकते हैं। बड़े स्तर पर, इथेरियम को अधिक नोड के साथ प्रति सेकंड अधिक लेनदेन की आवश्यकता होती है। अधिक नोड का अर्थ है, अधिक सुरक्षा।",
  "page-eth2-vision-scalability-desc-3": "शार्ड चेन अपग्रेड नेटवर्क के लोड को 64 नई चेन में फैला देगा। यह इथेरियम के स्थान की व्यस्तता को कम करके और वर्तमान 15-45 लेनदेन प्रति सेकंड की सीमा से परे सुधार कर गति में सुधार कर देगा।",
  "page-eth2-vision-scalability-desc-4": "और फिर भी अधिक चेन होंगे, इसके लिए वास्तव में सत्यापनकर्ताओं - नेटवर्क के अनुरक्षकों से कम काम की आवश्यकता होगी। सत्यापनकर्ताओं को केवल अपने शार्ड को 'रन' करने की आवश्यकता होगी, न कि पूरी इथेरियम चेन को। इससे नोड अधिक हल्के हो जाते हैं, जिससे इथेरियम को स्केल करने और विकेंद्रीकृत रहने की सुविधा मिलती है।",
  "page-eth2-vision-security": "सुरक्षा",
  "page-eth2-vision-security-desc": "Eth2 अपग्रेड, 51% हमले की तरह समन्वित हमलों के खिलाफ इथेरियम की सुरक्षा में सुधार करता है। यह एक प्रकार का हमला है, जहां अगर कोई नेटवर्क के अधिकांश नियंत्रण को नियंत्रित करता है, तो वे धोखाधड़ी वाले परिवर्तनों के माध्यम से बाध्य कर सकते हैं।",
  "page-eth2-vision-security-desc-3": "स्टेक-के-प्रमाण में संक्रमण का मतलब है कि इथेरियम प्रोटोकॉल में हमले के खिलाफ अधिक अवरोधक हैं। इसका कारण यह है कि स्टेक-के-प्रमाण में, जो \nसत्यापनकर्ता नेटवर्क को सुरक्षित करते हैं, उनकी प्रोटोकॉल में ETH की महत्वपूर्ण मात्रा में हिस्सेदारी करनी चाहिए। यदि वे नेटवर्क पर कोशिश करते हैं और हमला करते हैं, तो प्रोटोकॉल स्वचालित रूप से उनके ETH को नष्ट कर सकता है।",
  "page-eth2-vision-security-desc-5": "कार्य-के-प्रमाण में यह संभव नहीं है, जहां एक प्रोटोकॉल सबसे अच्छा कर सकता है वह उन संस्थाओं को मजबूर करता है जो नेटवर्क (माइनर) को ऐसे माइनिंग पुरस्कार खोने से सुरक्षित करती हैं, जो वे अन्यथा अर्जित करते थे। कार्य-के-प्रमाण में समान प्रभाव प्राप्त करने के लिए, प्रोटोकॉल को तब सभी माइनर उपकरण को नष्ट करने में सक्षम होना होगा, जब वे कोशिश करते हैं और धोखा देते हैं।",
  "page-eth2-vision-security-desc-5-link": "कार्य के प्रमाण के बारे में अधिक जानकारी",
  "page-eth2-vision-security-desc-8": "इथेरियम के सुरक्षा मॉडल को भी इसके पेश करने की वजह से बदलना होगा",
  "page-eth2-vision-security-desc-9": "हमें यादृच्छिक रूप से सत्यापनकर्ताओं को अलग-अलग शार्ड को सौंपने की अनुमति देता है - इससे सत्यापनकर्ताओं के लिए किसी विशिष्ट शार्ड पर हमला करना वर्चुअल रूप से असंभव हो जाता है। कार्य-का-प्रमाण ब्लॉकचेन पर साझा करना उतना सुरक्षित नहीं है, क्योंकि इस तरह के प्रोटोकॉल द्वारा माइनर को नियंत्रित नहीं किया जा सकता है।",
  "page-eth2-vision-security-desc-10": "स्टेकिंग का मतलब यह भी है कि आपको एक इथेरियम नोड को चलाने के लिए एलीट हार्डवेयर में निवेश करने की आवश्यकता नहीं है। इससे अधिक लोगों को सत्यापनकर्ता बनने के लिए प्रोत्साहित होंगे, जिससे नेटवर्क का विकेंद्रीकरण बढ़ेगा और हमले की सतह का क्षेत्रफल घटेगा।",
  "page-eth2-vision-security-staking": "ETH स्टेक करें",
  "page-eth2-vision-security-validator": "आप अपने ETH की स्टेकिंग करके सत्यापनकर्ता बन सकते हैं।",
  "page-eth2-vision-shard-chains": "शार्ड चेन",
  "page-eth2-vision-shard-date": "अनुमान: 2021",
  "page-eth2-vision-shard-desc-4": "शर्ड चेन नेटवर्क के भार को 64 नए ब्लॉकचेन में फैलाएंगे। शार्ड में लेनदेन की गति को - प्रति सेकंड 100,000 तक बेहतर बनाने की क्षमता है।",
  "page-eth2-vision-shard-upgrade": "शार्ड चेन के बारे में अधिक जानकारी",
  "page-eth2-vision-staking-lower": "स्टेकिंग के बारे में अधिक जानकारी",
  "page-eth2-vision-subtitle": "इथेरियम को तब तक बढ़ाएं, जब तक कि यह पूरी मानवता की मदद करने के लिए पर्याप्त शक्तिशाली न हो जाए।",
  "page-eth2-vision-sustainability": "स्थिरता",
  "page-eth2-vision-sustainability-desc-1": "इसमें कुछ छुपा नहीं है कि इथेरियम और बिटकॉइन जैसे अन्य ब्लॉकचेन माइनिंग के कारण ऊर्जा गहन हैं।",
  "page-eth2-vision-sustainability-desc-2": "लेकिन इथेरियम ETH द्वारा सुरक्षित होने की ओर बढ़ रहा है, कंप्यूटिंग शक्ति के माध्यम से नहीं - स्टेकिंग के माध्यम से।",
  "page-eth2-vision-sustainability-desc-3": "हालांकि बीकन चेन द्वारा स्टैकिंग शुरू की जाएगी, आज हम जिस इथेरियम का उपयोग करते हैं, वह Eth2 अपग्रेड के साथ 'मर्ज' या 'डॉक' होने से पहले कुछ समय के लिए समानांतर रूप से चलेगा। एक सिस्टम ETH द्वारा सुरक्षित है, तो दूसरा कंप्यूटिंग शक्ति द्वारा। ऐसा इसलिए है क्योंकि, पहली बार में, शार्ड चेन हमारे अकाउंट या डेप्स जैसी चीजों को हैंडल नहीं कर पाएगी। इसलिए हम सिर्फ माइनिंग और मेननेट के बारे में नहीं भूल सकते।",
  "page-eth2-vision-sustainability-desc-8": "बीकन चेन और शार्ड चेन अपग्रेड होने और चलने के बाद, नई प्रणाली के साथ डॉकिंग मेननेट पर काम शुरू हो जाएगा। यह मेननेट को एक शार्ड में बदल देगा, ताकि यह ETH द्वारा सुरक्षित हो और ऊर्जा की कम से कम गहनता हो।",
  "page-eth2-vision-sustainability-subtitle": "इथेरियम को पर्यावरण के अधिक अनुकूल होने की जरूरत है।",
  "page-eth2-vision-The": "| द",
  "page-eth2-vision-title": "Eth2 विज़न",
  "page-eth2-vision-title-1": "बंद नेटवर्क",
  "page-eth2-vision-title-2": "डिस्क स्थान",
  "page-eth2-vision-title-3": "बहुत अधिक ऊर्जा",
  "page-eth2-vision-trilemma-cardtext-1": "Eth2 अपग्रेड इथेरियम को स्केलेबल, सुरक्षित और विकेंद्रीकृत बनाएगा। साझाकरण नोड को चलाने और श्रृंखला को मान्य करने के लिए आवश्यक शक्ति को कम करते हुए इथेरियम को प्रति सेकंड लेनदेन बढ़ाकर अधिक स्केलेबल बनाएगा। बीकन चेन, इथेरियम को शार्ड भर के सत्यापनकर्ताओं के समन्वय द्वारा सुरक्षित बनाएगी। और स्टेकिंग भागीदारी में बाधा को कम करेगी, एक बड़े - अधिक विकेन्द्रीकृत - नेटवर्क का निर्माण होगा।",
  "page-eth2-vision-trilemma-cardtext-2": "सुरक्षित और विकेंद्रीकृत ब्लॉकचेन नेटवर्क को चेन द्वारा संसाधित किए गए प्रत्येक लेनदेन को सत्यापित करने के लिए प्रत्येक नोड की आवश्यकता होती है। काम की यह राशि लेनदेन की संख्या को सीमित करती है, जो कि किसी भी समय हो सकती है। विकेंद्रीकृत और सुरक्षित आज के इथेरियम चेन को दर्शाता है।",
  "page-eth2-vision-trilemma-cardtext-3": "विकेंद्रीकृत नेटवर्क नोड में लेनदेन के बारे में जानकारी भेजकर काम करते हैं - पूरे नेटवर्क को किसी भी स्थिति परिवर्तन के बारे में जानने की आवश्यकता होती है। विकेंद्रीकृत नेटवर्क पर प्रति सेकंड लेनदेन, लेनदेन सुरक्षा जोखिम पैदा करता है क्योंकि अधिक लेनदेन, जितनी देर होता है, उतनी ही अधिक संभावना होती है, जबकि जानकारी नहीं पहुंच पाती है।",
  "page-eth2-vision-trilemma-cardtext-4": "इथेरियम के नोड के आकार और शक्ति को बढ़ाने से सुरक्षित तरीके से प्रति सेकंड लेनदेन बढ़ सकता है, लेकिन हार्डवेयर की आवश्यकता प्रतिबंधित होगी, जो यह कर सकता है - इससे विकेंद्रीकरण का खतरा होता है। यह उम्मीद की जाती है कि शार्डिंग और स्टेक-का-प्रमाण इथेरियम को नोड की मात्रा में वृद्धि करके स्केल करने की अनुमति देगा, नोड आकार नहीं।",
  "page-eth2-vision-trilemma-h2": "विकेंद्रीकृत स्केलिंग की चुनौती",
  "page-eth2-vision-trilemma-modal-tip": "विकेन्द्रीकृत स्केलिंग की समस्याओं को बेहतर ढंग से समझने के लिए नीचे दिए गए सर्कल को टैप करें",
  "page-eth2-vision-trilemma-p": "इथेरियम की समस्याओं को हल करने का एक आसान तरीका यह होगा कि इसे और अधिक केंद्रीकृत किया जाए। लेकिन विकेंद्रीकरण बहुत महत्वपूर्ण है। विकेंद्रीकरण ही इथेरियम सेंसरशिप प्रतिरोध, खुलापन, डेटा गोपनीयता और लगभग-अभेद्य सुरक्षा प्रदान करता है।",
  "page-eth2-vision-trilemma-p-1": "इथेरियम का विज़न न केवल अधिक स्केलेबल और सुरक्षित होने के लिए है, बल्कि विकेन्द्रीकृत रहना भी है। इन 3 गुणों को प्राप्त करना एक ऐसी समस्या है, जिसे स्केलेबिलिटी ट्राइलेम्मा के रूप में जाना जाता है।",
  "page-eth2-vision-trilemma-p-2": "Eth2 अपग्रेड का उद्देश्य ट्राइलेम्मा को हल करना है, लेकिन इसमें उल्लेखनीय चुनौतियां हैं।",
  "page-eth2-vision-trilemma-press-button": "विकेंद्रीकृत स्केलिंग की समस्याओं को बेहतर ढंग से समझने के लिए त्रिकोण पर मौजूद बटन दबाएं।",
  "page-eth2-vision-trilemma-text-1": "विकेन्द्रीकरण",
  "page-eth2-vision-trilemma-text-2": "सुरक्षा",
  "page-eth2-vision-trilemma-text-3": "स्केलेबिलिटी",
  "page-eth2-vision-trilemma-title-1": "स्केलेबिलिटी ट्राइलेम्मा का अन्वेषण करें",
  "page-eth2-vision-trilemma-title-2": "Eth2 अपग्रेड और विकेंद्रीकृत स्केलिंग",
  "page-eth2-vision-trilemma-title-3": "सुरक्षित और विकेंद्रीकृत",
  "page-eth2-vision-trilemma-title-4": "विकेंद्रीकृत और स्केलेबल",
  "page-eth2-vision-trilemma-title-5": "स्केलेबल और सुरक्षित",
  "page-eth2-vision-understanding": "Eth2 विज़न को समझना",
  "page-eth2-vision-upgrade-needs": "Eth2 अपग्रेड की आवश्यकता",
  "page-eth2-vision-upgrade-needs-desc": "2015 में शुरू किए गए इथेरियम प्रोटोकॉल को अविश्वसनीय सफलता मिली है। लेकिन इथेरियम समुदाय को हमेशा उम्मीद थी कि इथेरियम की पूरी क्षमता को अनलॉक करने के लिए कुछ महत्वपूर्ण अपग्रेड आवश्यक होंगे।",
  "page-eth2-vision-upgrade-needs-desc-2": "उच्च मांग लेन-देन शुल्क को बढ़ा रही है, जो इथेरियम को औसत उपयोगकर्ता के लिए महंगा बनाती है। इथेरियम क्लाइंट को चलाने के लिए आवश्यक डिस्क स्थान तेज़ दर से बढ़ रहा है। और अंतर्निहित कार्य-का-प्रमाण का आम सहमति एल्गोरिथ्म, जो इथेरियम को सुरक्षित और विकेन्द्रीकृत रखता है, का बड़ा पर्यावरणीय प्रभाव पड़ता है।",
  "page-eth2-vision-upgrade-needs-desc-3": "जिसे सामान्यतः Eth2 के रूप में संदर्भित किया जाता है, वह अपग्रेड का एक सेट है, जो इन समस्याओं और अधिक को संबोधित करता है। अपग्रेड के इस सेट को मूल रूप से 'सेरेनिटी' कहा जाता था, और वे 2014 से अनुसंधान और विकास का एक सक्रिय क्षेत्र रहे हैं।",
  "page-eth2-vision-upgrade-needs-desc-6": " इसका मतलब है कि Eth2 के लिए कोई ऑन-स्विच नहीं है। सुधार समय के साथ बढ़ता जाएगा।",
  "page-eth2-vision-upgrade-needs-serenity": "2015 की ब्लॉग पोस्ट चर्चा 'सेरेनिटी' देखें",
  "page-eth2-vision-uprade-needs-desc-5": "अब जब तकनीक तैयार हो गई है, तो ये अपग्रेड इथेरियम को और अधिक स्केलेबल, सुरक्षित और टिकाऊ बनाने - मौजूदा उपयोगकर्ताओं के जीवन को बेहतर बनाने और नए लोगों को लुभाने के लिए पुनर्रचना करेंगे। सब कुछ इथेरियम के विकेंद्रीकरण के मुख्य मूल्य को संरक्षित करते हुए।"
}
