{
  "page-what-is-ether-meta-title": "ईथर (ETH) क्या है? (एक संपूर्ण गाइड) | ethereum.org",
  "page-what-is-ether-meta-description": "ईथर (ETH) एथेरियम की मूल क्रिप्टोकरेंसी है। जानें कि इसका उपयोग किस लिए किया जाता है, इसे कैसे और कहां से खरीदें, यह कितना है और इसकी कीमत को क्या प्रभावित करता है।",
  "page-what-is-ether-twitter-meta-description": "ईथर (ETH) एथेरियम की मूल क्रिप्टोकरेंसी है। जानें कि इसका उपयोग किस लिए किया जाता है, इसे कैसे और कहां से खरीदें, यह कितना है और बहुत कुछ।",
  "page-what-is-ether-title": "ईथर (ETH) क्या है?",
  "page-what-is-ether-hero-description-1": "ईथर (ETH) वह मूल क्रिप्टोकरेंसी है जो एथेरियम नेटवर्क को शक्ति प्रदान करती है। इसका उपयोग नेटवर्क और उस पर बने एप्लिकेशनों का उपयोग करने के लिए लेनदेन शुल्क ('गैस' के रूप में जाना जाता है) का भुगतान करने, स्टेकिंग के माध्यम से नेटवर्क को सुरक्षित करने के लिए किया जाता है, और यह किसी भी केंद्रीय इकाई, संगठन या सरकार द्वारा नियंत्रित किए बिना भुगतान और निवेश के लिए डिजिटल मनी के रूप में कार्य करता है। ETH बाजार पूंजीकरण के हिसाब से सबसे बड़ी क्रिप्टोकरेंसी में से एक है।",
  "page-what-is-ether-what-is-ether-description-1": "ईथर, जिसे आमतौर पर ETH के नाम से जाना जाता है, वह ईंधन है जो एथेरियम ब्लॉकचेन को शक्ति प्रदान करता है। बिटकॉइन के विपरीत, जो मुख्य रूप से डिजिटल मनी के रूप में काम करता है, ईथर के एथेरियम इकोसिस्टम के भीतर कई उपयोग हैं।",
  "page-what-is-ether-what-is-ether-description-2": "<strong>एथेरियम की मूल क्रिप्टोकरेंसी के रूप में, ETH का उपयोग इसके लिए किया जाता है:</strong>",
  "page-what-is-ether-what-is-ether-description-3": "नेटवर्क और उसके एप्लिकेशनों का उपयोग करने के लिए लेनदेन शुल्क (गैस) का भुगतान करें",
  "page-what-is-ether-what-is-ether-description-4": "स्टेकिंग के माध्यम से एथेरियम नेटवर्क को सुरक्षित करें",
  "page-what-is-ether-what-is-ether-description-5": "ETH को 2015 में एथेरियम के लॉन्च के हिस्से के रूप में पेश किया गया था और तब से यह दुनिया की <assets>सबसे मूल्यवान संपत्तियों में से एक</assets> बन गया है।",
  "page-what-is-ether-what-is-ether-description-6": "उपभोक्ताओं के लिए",
  "page-what-is-ether-what-is-ether-description-7": "ETH बैंकों के बिना वैश्विक भुगतान, अपूरणीय टोकन (NFTs) की खरीद, और विकेंद्रीकृत वित्त (DeFi) ऐप्स तक पहुंच को सक्षम बनाता है। यह 24/7 सीमा पार कार्यक्षमता के साथ सेंसरशिप प्रतिरोधी है।",
  "page-what-is-ether-what-is-ether-description-8": "डिवेलपर के लिए",
  "page-what-is-ether-what-is-ether-description-9": "एथेरियम मेननेट पर स्मार्ट अनुबंधों को तैनात करते समय ETH लेनदेन शुल्क का भुगतान करता है। यह एथेरियम इकोसिस्टम में कई एप्लिकेशनों के भीतर उपयोग की जाने वाली प्राथमिक मुद्रा भी है।",
  "page-what-is-ether-what-is-ether-description-10": "निवेशकों के लिए",
  "page-what-is-ether-what-is-ether-description-11": "ETH स्टेकिंग के माध्यम से मूल्य के भंडार और आय उत्पन्न करने वाली संपत्ति के रूप में कार्य करता है। यह वेब3 के विकास और विस्तार हो रही डिजिटल अर्थव्यवस्था में भागीदारी का अवसर प्रदान करता है।",
  "page-what-is-ether-what-is-ether-description-12": "ETH स्टेकिंग के बारे में अधिक जानें",
  "page-what-is-ether-how-to-buy-eth": "ETH कैसे खरीदें",
  "page-what-is-ether-how-to-buy-eth-description-1": "आपकी आवश्यकताओं और स्थान के आधार पर कई विकल्पों के साथ ETH खरीदना सीधा है। <strong>हमेशा एक भरोसेमंद प्लेटफ़ॉर्म से शुरू करें</strong> जो मजबूत सुरक्षा प्रदान करता हो।",
  "page-what-is-ether-how-to-buy-eth-description-2": "उपभोक्ताओं के लिए, क्रिप्टोकरेंसी एक्सचेंज या वॉलेट ऐप के माध्यम से ETH खरीदें।",
  "page-what-is-ether-how-to-buy-eth-description-3": "<strong>साइडनोट</strong>",
  "page-what-is-ether-how-to-buy-eth-description-4": "ETH खरीदते समय आप \"<strong>खाता/पता</strong>\" और \"<strong>वॉलेट</strong>\" सुनेंगे।",
  "page-what-is-ether-how-to-buy-eth-description-5": "अपने <strong>खाते को अपने ईमेल पते की तरह समझें</strong> जहां लोग आपको पैसे भेजते हैं।",
  "page-what-is-ether-how-to-buy-eth-description-6": "अपने <strong>वॉलेट को अपने ईमेल ऐप की तरह समझें</strong> जहां आप बैलेंस की जांच करते हैं और भुगतान करते हैं।",
  "page-what-is-ether-how-to-buy-eth-description-7": "आप इनसे ETH खरीद सकते हैं:",
  "page-what-is-ether-how-to-buy-eth-description-8": "<strong>क्रेडिट/डेबिट कार्ड</strong> से तुरंत लेकिन अधिक शुल्क के साथ",
  "page-what-is-ether-how-to-buy-eth-description-9": "<strong>बैंक ट्रांसफर</strong> से धीमा लेकिन कम शुल्क के साथ",
  "page-what-is-ether-how-to-buy-eth-description-10": "<strong>PayPal</strong> या जहां उपलब्ध हो वहां समान सेवाएं",
  "page-what-is-ether-how-to-buy-eth-description-11": "<strong>व्यवसायों के लिए</strong>, एक्सचेंज उच्च सीमा, बेहतर समर्थन, अनुपालन सुविधाओं, वॉल्यूम छूट और बढ़ी हुई सुरक्षा के साथ कॉर्पोरेट खाते प्रदान करते हैं।",
  "page-what-is-ether-how-to-buy-eth-description-12": "ETH प्राप्त करने के अन्य तरीके:",
  "page-what-is-ether-how-to-buy-eth-description-13": "<strong>भुगतान प्राप्त करें</strong> उन लोगों से जिन्हें आप जानते हैं",
  "page-what-is-ether-how-to-buy-eth-description-14": "विकेंद्रीकृत वित्त प्रोटोकॉल पर <strong>लिक्विडिटी प्रदान करें</strong>",
  "page-what-is-ether-how-to-buy-eth-description-15": "एथेरियम नेटवर्क को सुरक्षित करते हुए इनाम अर्जित करने के लिए <strong>ETH स्टेक करें</strong>",
  "page-what-is-ether-how-to-buy-eth-description-16": "ETH कैसे और कहां से खरीदें, इसके बारे में और जानें",
  "page-what-is-ether-how-to-send-and-receive-eth": "ETH कैसे भेजें और प्राप्त करें",
  "page-what-is-ether-how-to-send-and-receive-eth-description-1": "<strong>ETH भेजने के लिए</strong> एक वॉलेट और प्राप्तकर्ता के पते की आवश्यकता होती है। उनका पता दर्ज करें, राशि निर्दिष्ट करें, लेनदेन शुल्क की समीक्षा करें, और पुष्टि करें। लेनदेन आमतौर पर 30 सेकंड से कम समय में पहुंच जाते हैं और एक बार पुष्टि हो जाने पर उन्हें उलटा नहीं किया जा सकता है।",
  "page-what-is-ether-how-to-send-and-receive-eth-description-2": "<strong>ETH प्राप्त करने के लिए</strong> आपको अपना एथेरियम पता या QR कोड प्रेषक के साथ साझा करना होगा। नेटवर्क पुष्टि के बाद आपके वॉलेट में फंड दिखाई देते हैं, जिसमें अधिकांश वॉलेट सूचनाएं प्रदान करते हैं।",
  "page-what-is-ether-how-to-send-and-receive-eth-description-3": "<strong>मदद चाहिए?</strong> <howToUseWallet>वॉलेट का उपयोग कैसे करें</howToUseWallet> गाइड पढ़ें।",
  "page-what-is-ether-how-to-send-and-receive-eth-description-4": "ETH खरीदते समय आप \"<strong>खाता/पता</strong>\" और \"<strong>वॉलेट</strong>\" सुनेंगे।",
  "page-what-is-ether-how-to-send-and-receive-eth-description-5": "अपने <strong>खाते को अपने ईमेल पते की तरह समझें</strong> जहां लोग आपको पैसे भेजते हैं।",
  "page-what-is-ether-how-to-send-and-receive-eth-description-6": "अपने <strong>वॉलेट को अपने ईमेल ऐप की तरह समझें</strong> जहां आप बैलेंस की जांच करते हैं और भुगतान करते हैं।",
  "page-what-is-ether-how-to-send-and-receive-eth-description-7": "बड़ी मात्रा के लिए, अतिरिक्त सुरक्षा के लिए हार्डवेयर वॉलेट पर विचार करें।",
  "page-what-is-ether-how-to-send-and-receive-eth-description-8": "एथेरियम और यह कैसे काम करता है, इसके बारे में जानें।",
  "page-what-is-ether-how-to-send-and-receive-eth-callout": "अपना एथेरियम पता केवल विश्वसनीय संपर्कों के साथ साझा करें। चूंकि एथेरियम एक सार्वजनिक लेजर है, इसलिए वे आपके बैलेंस और लेनदेन देख सकते हैं। वे आपके फंड तक नहीं पहुंच सकते हैं, लेकिन गोपनीयता की सिफारिश की जाती है।",
  "page-what-is-ether-how-long-does-it-take-to-send-eth": "ETH भेजने में कितना समय लगता है?",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-1": "ETH लेनदेन आमतौर पर 30 सेकंड से कम समय में पूरे हो जाते हैं। एथेरियम नेटवर्क हर 12 सेकंड में ब्लॉक प्रोसेस करता है, हालांकि भीड़ के दौरान लेनदेन कतार में लग सकते हैं।",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-2": "बिटकॉइन के 60 मिनट के औसत की तुलना में लेनदेन ~15 मिनट के बाद 'अंतिमता' प्राप्त करते हैं।",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-3": "उच्च नेटवर्क ट्रैफिक के दौरान, आप उच्च लेनदेन शुल्क का भुगतान करके लेनदेन को तेज कर सकते हैं, जिससे आप लाइन में आगे हो जाते हैं। शुल्क सत्यापनकर्ताओं और एक बर्निंग तंत्र के बीच विभाजित होते हैं।",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth": "ETH भेजने में कितना खर्च आता है?",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth-description-1": "एथेरियम लेनदेन के लिए <strong>ETH में भुगतान किए गए</strong> लेनदेन शुल्क की आवश्यकता होती है। शुल्क की गणना आवश्यक कम्प्यूटेशनल कार्य ('गैस' में मापा जाता है), और नेटवर्क की वर्तमान मांग के आधार पर की जाती है। गैस की कीमत नेटवर्क ट्रैफिक के साथ घटती-बढ़ती रहती है, जिससे ऑफ-पीक अवधि के दौरान लेनदेन कम लागत वाले हो जाते हैं।",
  "page-what-is-ether-l2s": "L2 दर्ज करें: एथेरियम स्केलिंग",
  "page-what-is-ether-l2s-description-1": "जैसे-जैसे एथेरियम की लोकप्रियता बढ़ती है, लेनदेन शुल्क को कम रखना चुनौतीपूर्ण हो जाता है। <strong>परत 2 (L2)</strong> नेटवर्क इस मुद्दे का समाधान करते हैं।",
  "page-what-is-ether-l2s-description-2": "<optimism>Optimism</optimism> और <arbitrum>Arbitrum</arbitrum> जैसे L2 एथेरियम की सुरक्षा को विरासत में लेते हुए <strong>10-100 गुना सस्ता शुल्क</strong> प्रदान करते हैं। वे ऑफ-चेन लेनदेन को प्रोसेस करते हैं और एथेरियम पर डेटा पोस्ट करते हैं।",
  "page-what-is-ether-l2s-description-3": "उन्हें एक्सप्रेस लेन के रूप में सोचें जो एथेरियम के मुख्य राजमार्ग के साथ-साथ तेज, सस्ते लेनदेन प्रदान करते हैं।",
  "page-what-is-ether-l2s-description-4": "L2 <strong>ट्रांसफर की लागत आमतौर पर $0.01 से कम होती है</strong>, जो Robinhood, PayPal, और Shopify जैसी कंपनियों के साथ इंटीग्रेशन के माध्यम से एथेरियम को लाखों और यूज़र्स तक पहुंचाता है।",
  "page-what-is-ether-what-is-the-eth-supply": "ETH की आपूर्ति क्या है?",
  "page-what-is-ether-what-is-the-eth-supply-description-1": "बिटकॉइन की निश्चित 21 मिलियन की सीमा के विपरीत, ETH में गतिशील आपूर्ति यांत्रिकी है:",
  "page-what-is-ether-what-is-the-eth-supply-description-2": "प्रोटोकॉल द्वारा गणना की गई एक सीमित दर पर नेटवर्क सत्यापनकर्ताओं को इनाम देने के लिए नया ETH जारी किया जाता है",
  "page-what-is-ether-what-is-the-eth-supply-description-3": "प्रत्येक लेनदेन शुल्क का एक हिस्सा स्थायी रूप से \"बर्न\" कर दिया जाता है (अस्तित्व से हटा दिया जाता है)",
  "page-what-is-ether-what-is-the-eth-supply-description-4": "यह नेटवर्क उपयोग के आधार पर मुद्रास्फीति और अपस्फीति की वैकल्पिक अवधि बनाता है",
  "page-what-is-ether-what-is-the-eth-supply-description-5": "<strong>अपेक्षित संतुलन</strong>: सिस्टम लंबी अवधि के मूल्य संरक्षण के साथ नेटवर्क सुरक्षा को संतुलित करता है। उच्च उपयोग से अपस्फीति होती है; कम उपयोग से मुद्रास्फीति होती है।",
  "page-what-is-ether-what-is-the-eth-supply-description-6": "डेटा स्रोत: <etherscan>Etherscan</etherscan>, <ultrasound>Ultrasound Money</ultrasound>",
  "page-what-is-ether-what-is-the-distribution-of-eth": "ETH का वितरण क्या है?",
  "page-what-is-ether-what-is-the-distribution-of-eth-description-1": "स्वामित्व <etherscan>लाखों पतों</etherscan> पर व्यापक रूप से वितरित है, जो नियंत्रण की एकाग्रता को रोकता है और विकेंद्रीकरण को बढ़ाता है।",
  "page-what-is-ether-breakdown": "ईथर वितरण का एक ब्रेकडाउन",
  "page-what-is-ether-breakdown-description-1": "<strong>स्टेक्ड ईथर</strong>: नेटवर्क सुरक्षा के लिए <beaconchain>लॉक</beaconchain> किए गए लाखों ETH",
  "page-what-is-ether-breakdown-description-2": "<strong>एक्सचेंज</strong>: केंद्रीकृत प्लेटफ़ॉर्म आपूर्ति का <unchained>13-16% रखते हैं</unchained>",
  "page-what-is-ether-breakdown-description-3": "<strong>स्मार्ट अनुबंध</strong>: DeFi प्रोटोकॉल सहित स्मार्ट अनुबंधों में महत्वपूर्ण मात्रा",
  "page-what-is-ether-breakdown-description-4": "<strong>Ethereum फाउंडेशन</strong>: आपूर्ति का <ef>0.3% से कम</ef> रखता है (2014 में 9% से कम)",
  "page-what-is-ether-who-holds-most": "सबसे ज्यादा किसके पास है?",
  "page-what-is-ether-who-holds-most-description-1": "उच्चतम ETH बैलेंस वाले एथेरियम पते आमतौर पर व्यक्ति नहीं होते हैं। \"शीर्ष\" एथेरियम पतों में दिखाई देने वाले अधिकांश ईथर कई अलग-अलग लोगों और संस्थाओं के सामूहिक, पूल किए गए फंड का प्रतिनिधित्व करते हैं, न कि किसी एक व्यक्ति की होल्डिंग का।",
  "page-what-is-ether-who-holds-most-description-2": "उच्चतम-बैलेंस वाले ETH खातों में आमतौर पर शामिल हैं:",
  "page-what-is-ether-who-holds-most-description-3": "बीकन चेन जमा अनुबंध: जमा अनुबंध का बैलेंस उन सभी ETH का प्रतिनिधित्व करता है जिन्हें एथेरियम नेटवर्क को सुरक्षित करने में मदद करने के लिए <staked>स्टेक</staked> किया गया है। जबकि यह सबसे बड़े ETH बैलेंस वाला एथेरियम पता है, यह एक सुलभ एथेरियम वॉलेट खाते का प्रतिनिधित्व नहीं करता है। यह एक स्मार्ट अनुबंध है जो स्टेकिंग में भाग लेने के पहले चरण के रूप में ETH की जमा राशि स्वीकार करता है, फिर नेटवर्क के सक्रिय सत्यापनकर्ताओं में उस ईथर के बैलेंस का प्रबंधन करता है।",
  "page-what-is-ether-who-holds-most-description-4": "स्मार्ट अनुबंध: कई अन्य उच्च-बैलेंस वाले एथेरियम पते उन स्मार्ट अनुबंधों का प्रतिनिधित्व करते हैं जो एथेरियम-आधारित एप्लिकेशनों को शक्ति प्रदान करते हैं, जैसे कि विकेंद्रीकृत वित्त (DeFi) प्रोटोकॉल, ब्रिज, या विकेन्द्रीकृत स्वायत्त संगठनों (DAOs) के लिए स्मार्ट अनुबंध पते। ये अनुबंध बैलेंस उस ईथर का प्रतिनिधित्व करते हैं जिसे कई वॉलेट्स ने उनके एप्लिकेशन में भाग लेने के लिए जमा किया है।",
  "page-what-is-ether-who-holds-most-description-5": "ओम्निबस खाते: ये एक्सचेंज, प्लेटफ़ॉर्म और फंड (जैसे कॉइनबेस, रॉबिनहुड, या बाइनेंस) द्वारा संचालित बड़े वॉलेट हैं। जब कोई यूज़र किसी एक्सचेंज पर ETH खरीदता है, तो इसे अक्सर इन विशाल खातों में से एक में प्लेटफ़ॉर्म के हजारों अन्य ग्राहकों द्वारा रखे गए ETH के साथ रखा जाता है।",
  "page-what-is-ether-who-holds-most-description-6": "आप <etherscan>Etherscan पर यहां</etherscan> उच्चतम ETH बैलेंस वाले एथेरियम वॉलेट पतों की एक लाइव सूची देख सकते हैं।",
  "page-what-is-ether-distribution": "विकेंद्रीकरण के लिए वितरण क्यों मायने रखता है",
  "page-what-is-ether-distribution-description-1": "व्यापक वितरण केंद्रीकृत नियंत्रण को रोकता है। सच्चा विकेंद्रीकरण नेटवर्क को बनाए रखने वाले स्वतंत्र नोड्स और सत्यापनकर्ताओं की संख्या पर निर्भर करता है।",
  "page-what-is-ether-what-makes-eth-valuable": "ETH को क्या मूल्यवान बनाता है?",
  "page-what-is-ether-what-makes-eth-valuable-description-1": "ETH कई स्रोतों से मूल्य प्राप्त करता है:",
  "page-what-is-ether-what-makes-eth-valuable-description-2": "<strong>नेटवर्क उपयोगिता</strong>: सभी एथेरियम लेनदेन के लिए गैस शुल्क के लिए ETH की आवश्यकता होती है, जिससे लगातार मांग पैदा होती है जो नेटवर्क को अपनाने के साथ बढ़ती है।",
  "page-what-is-ether-what-makes-eth-valuable-description-3": "<strong>स्टेकिंग इनाम</strong>: ETH स्टेकर्स नेटवर्क को सुरक्षित करते हुए आय अर्जित करते हैं, जो व्यक्तिगत और संस्थागत दोनों निवेशकों को आकर्षित करता है।",
  "page-what-is-ether-what-makes-eth-valuable-description-4": "<strong>मूल्य का भंडार</strong>: कई लोग ETH को \"डिजिटल तेल\" के रूप में देखते हैं—एक दुर्लभ संपत्ति जिसमें वास्तविक उपयोगिता होती है जो डिजिटल अर्थव्यवस्था को शक्ति प्रदान करती है।",
  "page-what-is-ether-what-makes-eth-valuable-description-5": "<strong>आपूर्ति की गतिशीलता</strong>: शुल्क बर्निंग उच्च उपयोग अवधि के दौरान अपस्फीतिकारी दबाव बनाता है। 2021 से, <ultrasound>लाखों ETH को स्थायी रूप से</ultrasound> संचलन से हटा दिया गया है।",
  "page-what-is-ether-what-is-wrapping-eth": "ETH को रैप करना क्या है?",
  "page-what-is-ether-what-is-wrapping-eth-description-1": "रैप्ड ETH (WETH) एक ERC-20 टोकन है जो ETH को 1:1 के आधार पर दर्शाता है। कई विकेंद्रीकृत ऐप्स और L2 नेटवर्क ERC-20 टोकन को संभालने के लिए बनाए गए हैं, लेकिन मूल ETH स्वयं एक ERC-20 टोकन नहीं है। 'रैपिंग' का मतलब है ETH को एक स्मार्ट अनुबंध में लॉक करना, और उस लॉक किए गए ETH (WETH) का ERC-20 प्रतिनिधित्व जारी करना, जिससे इसे किसी भी ऐप और L2 पर उपयोग किया जा सके जो केवल ERC-20 टोकन स्वीकार कर सकते हैं।",
  "page-what-is-ether-what-is-wrapping-eth-description-2": "सामान्य उपयोगों में शामिल हैं:",
  "page-what-is-ether-what-is-wrapping-eth-description-3": "विकेंद्रीकृत एक्सचेंजों जैसे <uniswap>Uniswap</uniswap> पर ट्रेडिंग जोड़े",
  "page-what-is-ether-what-is-wrapping-eth-description-4": "<aave>Aave</aave> जैसे उधार देने वाले प्लेटफ़ॉर्म पर संपार्श्विक",
  "page-what-is-ether-what-is-wrapping-eth-description-5": "<opensea>OpenSea</opensea> जैसे NFT मार्केटप्लेस पर बोली लगाना",
  "page-what-is-ether-what-is-wrapping-eth-description-6": "WETH को किसी भी समय न्यूनतम शुल्क के साथ वापस ETH में अनरैप किया जा सकता है। WETH नष्ट हो जाता है, और जिस ETH का वह प्रतिनिधित्व करता था उसे स्मार्ट अनुबंध से जारी कर दिया जाता है। अधिकांश एप्लिकेशन रैपिंग और अनरैपिंग प्रक्रिया को सहजता से संभालते हैं।",
  "page-what-is-ether-what-is-wrapping-eth-description-7": "रैप्ड ETH (WETH) के बारे में और जानें",
  "page-what-is-ether-gas-table-transaction-type": "लेनदेन का प्रकार",
  "page-what-is-ether-gas-table-typical-cost-range": "लाइव लागत सीमा",
  "page-what-is-ether-gas-table-estimated-gas-units": "अनुमानित गैस इकाइयां",
  "page-what-is-ether-gas-table-row-1-1": "ETH ट्रांसफर",
  "page-what-is-ether-gas-table-row-2-1": "टोकन स्वैप करना",
  "page-what-is-ether-gas-table-row-3-1": "जटिल DeFi/NFT लेनदेन"
}