{
  "page-what-is-ethereum-101": "इथेरियम 101",
  "page-what-is-ethereum-101-desc": "इथेरियम एक ऐसी तकनीक है, जिससे आप किसी को भी छोटी सी फीस के लिए क्रिप्टोकरंसी भेज सकते हैं। यह उन अनुप्रयोगों को भी अधिकार देता है, जिनका उपयोग हर कोई कर सकता है और कोई भी रोक नहीं सकता है।",
  "page-what-is-ethereum-101-desc-2": "इथेरियम बिटकॉइन के नवाचार पर कुछ बड़े अंतरों के साथ बना है।",
  "page-what-is-ethereum-101-desc-3": "दोनों आपको भुगतान प्रदाताओं या बैंकों के बिना डिजिटल पैसे का उपयोग करने देते हैं। लेकिन इथेरियम प्रोग्राम करने योग्य है, इसलिए आप इसे बहुत सारी अलग-अलग डिजिटल संपत्तियों के लिए भी उपयोग कर सकते हैं - यहाँ तक कि Bitcoin भी!",
  "page-what-is-ethereum-101-desc-4": "इसका मतलब यह भी है कि इथेरियम भुगतानों से कहीं बढ़कर है। यह वित्तीय सेवाओं, गेम और ऐप्स का बाज़ार है, जो आपके डेटा या सेंसर को चुरा नहीं सकता है।",
  "page-what-is-ethereum-101-italic": "दुनिया के प्रोग्राम करने योग्य ब्लॉकचेन।",
  "page-what-is-ethereum-101-strong": "यह ",
  "page-what-is-ethereum-accessibility": "इथेरियम सभी के लिए खुला है।",
  "page-what-is-ethereum-adventure": "अपना एडवेंचर चुनें!",
  "page-what-is-ethereum-alt-img-bazaar": "एक बाज़ार में एक व्यक्ति का चित्रण, जिसका मतलब है इथेरियम का प्रतिनिधित्व करना",
  "page-what-is-ethereum-alt-img-comm": "एक साथ काम कर रहे इथेरियम संप्रदाय के सदस्यों का एक चित्रण",
  "page-what-is-ethereum-alt-img-lego": "लेगो ईंटों से बना एक ETH लोगो बनाने वाले हाथ का चित्रण",
  "page-what-is-ethereum-alt-img-social": "एक बड़े ETH लोगो के साथ इथेरियम को समर्पित सामाजिक स्थान में पात्रों का एक चित्रण",
  "page-what-is-ethereum-banking-card": "सभी के लिए बैंकिंग",
  "page-what-is-ethereum-banking-card-desc": "सभी के पास वित्तीय सेवाओं तक पहुंच नहीं होती है। लेकिन आप सभी को इथेरियम और उसके उधार देने, उधार लेने और बचत उत्पादों का उपयोग करने के लिए एक इंटरनेट कनेक्शन की आवश्यकता होती है।",
  "page-what-is-ethereum-build": "इथेरियम के साथ कुछ बनाएं",
  "page-what-is-ethereum-build-desc": "यदि आप इथेरियम के साथ निर्माण करने का प्रयास करना चाहते हैं, तो हमारे डॉक्स पढ़ें, कुछ ट्यूटोरियल आज़माएं, या उन उपकरण की जाँच करें, जिन्हें आपको शुरू करने की आवश्यकता है।",
  "page-what-is-ethereum-censorless-card": "सेंसर-प्रतिरोधी",
  "page-what-is-ethereum-censorless-card-desc": "इथेरियम पर किसी भी सरकार या कंपनी का नियंत्रण नहीं है। यह विकेंद्रीकरण किसी को भी भुगतान प्राप्त करने से रोकने या इथेरियम पर सेवाओं का उपयोग करने के लिए लगभग असंभव बनाता है।",
  "page-what-is-ethereum-comm-desc": "हमारे संप्रदाय में कलाकार, क्रिप्टो-अनार्किस्ट, फ़ॉर्च्यून 500 कंपनियां और अब आप सहित सभी पृष्ठभूमि के लोग शामिल हैं। पता करें कि आप आज कैसे शामिल हो सकते हैं।",
  "page-what-is-ethereum-commerce-card": "वाणिज्य की गारंटी",
  "page-what-is-ethereum-commerce-card-desc": "इथेरियम एक अधिक स्तरीय खेल मैदान बनाता है। ग्राहकों के पास एक सुरक्षित, अंतर्निहित गारंटी होती है कि यदि आप सहमत हैं, तभी धन स्थानांतरित होगा। व्यवसाय करने के लिए आपको बड़ी कंपनी की आवश्यकता नहीं है।",
  "page-what-is-ethereum-community": "इथेरियम संप्रदाय",
  "page-what-is-ethereum-compatibility-card": "जीत के लिए अनुकूलता",
  "page-what-is-ethereum-compatibility-card-desc": "बेहतर उत्पाद और अनुभव हर समय बनाए जा रहे हैं क्योंकि इथेरियम उत्पाद डिफ़ॉल्ट रूप से संगत हैं। कंपनियां एक-दूसरे की सफलता पर निर्माण कर सकती हैं।",
  "page-what-is-ethereum-dapps-desc": "उत्पाद और सेवाएँ, जो इथेरियम पर चलती हैं। वित्त, कार्य, सोशल मीडिया, गेमिंग और बहुत कुछ के लिए डैप्स हैं - हमारे डिजिटल भविष्य के लिए एप्लिकेशन से मिलें।",
  "page-what-is-ethereum-dapps-img-alt": "एक कंप्यूटर पर एक इथेरियम अनुप्रयोग का उपयोग कर एक कुत्ते का चित्रण",
  "page-what-is-ethereum-dapps-title": "इथेरियम डैप्स",
  "page-what-is-ethereum-desc": "हमारे डिजिटल भविष्य की नींव",
  "page-what-is-ethereum-explore": "इथेरियम का अन्वेषण करें",
  "page-what-is-ethereum-get-started": "अधिक जानने के लिए सबसे अच्छा तरीका है कि एक वॉलेट डाउनलोड करें, कुछ ETH प्राप्त करें और एक इथेरियम डेप आज़माएं।",
  "page-what-is-ethereum-in-depth-description": "इथेरियम सभी के लिए डिजिटल मनी और डेटा-फ्रेंडली सेवाओं की खुली पहुँच है - चाहे आपकी पृष्ठभूमि या स्थान कोई भी हो। यह क्रिप्टोकरेंसी ईथर (ETH) के पीछे एक समुदाय-निर्मित तकनीक है और हजारों एप्लिकेशन आज आप उपयोग कर सकते हैं।",
  "page-what-is-ethereum-internet-card": "एक अधिक निजी इंटरनेट",
  "page-what-is-ethereum-internet-card-desc": "इथेरियम ऐप का उपयोग करने के लिए आपको अपने सभी व्यक्तिगत विवरण प्रदान करने की आवश्यकता नहीं है। इथेरियम मूल्य आधारित अर्थव्यवस्था का निर्माण कर रहा है, निगरानी नहीं।",
  "page-what-is-ethereum-meet-comm": "संप्रदाय से मिलें",
  "page-what-is-ethereum-meta-description": "इथेरियम के बारे में जानें, यह क्या करता है और इसे अपने लिए कैसे आज़माना है।",
  "page-what-is-ethereum-meta-title": "इथेरियम क्या है?",
  "page-what-is-ethereum-native-alt": "ईथर के लिए प्रतीक (ETH)",
  "page-what-is-ethereum-native-crypto": "इथेरियम की मूल क्रिप्टोकरेंसी और Bitcoin के बराबर। आप इथेरियम अनुप्रयोगों पर या दोस्तों और परिवार को मूल्य भेजने के लिए ETH का उपयोग कर सकते हैं।",
  "page-what-is-ethereum-native-img-alt": "टोर्सो के लिए एक तिजोरी के साथ एक रोबोट का चित्रण, इथेरियम वॉलेट का प्रतिनिधित्व करने के लिए उपयोग किया जाता है",
  "page-what-is-ethereum-native-title": "ETH",
  "page-what-is-ethereum-p2p-card": "पीयर-टू-पीयर नेटवर्क",
  "page-what-is-ethereum-p2p-card-desc": "इथेरियम आपको सीधे किसी और के साथ पैसे ले जाने या समझौते करने की अनुमति देता है। आपको मध्यस्थ कंपनियों के माध्यम से जाने की जरूरत नहीं है।",
  "page-what-is-ethereum-singlecard-desc": "यदि आप ब्लॉकचेन और इथेरियम के तकनीकी पक्ष में रुचि रखते हैं, तो हमने आपको कवर कर दिया है।",
  "page-what-is-ethereum-singlecard-link": "इथेरियम कैसे काम करता है",
  "page-what-is-ethereum-singlecard-title": "इथेरियम कैसे काम करता है",
  "page-what-is-ethereum-start-building-btn": "निर्माण शुरू करें",
  "page-what-is-ethereum-title": "इथेरियम क्या है?",
  "page-what-is-ethereum-tools-needed": "आपको भाग लेने के लिए बस एक वॉलेट की जरूरत है।",
  "page-what-is-ethereum-try": "इथेरियम आज़माएँ",
  "page-what-is-ethereum-tryit": "तो बाजार में कदम रखें और इसे आजमाएं...",
  "page-what-is-ethereum-wallets": "वॉलेट",
  "page-what-is-ethereum-wallets-desc": "आप अपने ETH और अपने इथेरियम खाते को कैसे प्रबंधित करते हैं। आरंभ करने के लिए आपको एक वॉलेट की आवश्यकता होगी - हम आपको एक वॉलेट चुनने में मदद करेंगे।",
  "page-what-is-ethereum-welcome": "इथेरियम में आपका स्वागत है",
  "page-what-is-ethereum-welcome-2": "हमें उम्मीद है कि आप बने रहेंगे।"
}
