{
  "page-dapps-1inch-logo-alt": "1inch का लोगो",
  "page-dapps-aave-logo-alt": "Aave का लोगो",
  "page-dapps-add-button": "डेप का सुझाव दें",
  "page-dapps-add-title": "डेप जोड़ें",
  "page-dapps-ankr-logo-alt": "Ankr का लोगो",
  "page-dapps-api3-logo-alt": "API3 का लोगो",
  "page-dapps-arweave-logo-alt": "ARweave का लोगो",
  "page-dapps-audius-logo-alt": "Audius का लोगो",
  "page-dapps-augur-logo-alt": "Augur का लोगो",
  "page-dapps-axie-infinity-logo-alt": "Axie Infinity का लोगो",
  "page-dapps-balancer-logo-alt": "Balancer लोगो",
  "page-dapps-brave-logo-alt": "Brave का लोगो",
  "page-dapps-beginner-friendly-description": "कुछ dapps जो शुरुआती लोगों के लिए अच्छे हैं। नीचे और अधिक dapps एक्सप्लोर करें।",
  "page-dapps-beginner-friendly-header": "शुरुआती अनुकूल",
  "page-dapps-category-arts": "कला और फ़ैशन",
  "page-dapps-category-browsers": "ब्राउज़र्स",
  "page-dapps-category-code-marketplaces": "कोड मार्केटप्लेस",
  "page-dapps-category-collectibles": "डिजिटल संग्रहणीय",
  "page-dapps-category-competitive": "Web3 गेम्स",
  "page-dapps-category-computing": "डेवलपर उपकरण",
  "page-dapps-category-dex": "एक्सचेंज",
  "page-dapps-category-investments": "निवेश कोष",
  "page-dapps-category-lending": "उधार देना और उधार लेना",
  "page-dapps-category-lottery": "जन-सहयोग",
  "page-dapps-category-marketplaces": "बाजार",
  "page-dapps-category-music": "संगीत",
  "page-dapps-category-payments": "भुगतान",
  "page-dapps-category-insurance": "बीमा",
  "page-dapps-category-portfolios": "पोर्टफ़ोलियो प्रबंधन",
  "page-dapps-category-trading": "भविष्यवाणी बाज़ार",
  "page-dapps-category-utilities": "उपयोगिताएँ",
  "page-dapps-category-worlds": "आभासी दुनिया",
  "page-dapps-category-demand-aggregator": "एग्रीगेटर्स की मांग करें",
  "page-dapps-category-derivatives": "डेरिवेटिव",
  "page-dapps-category-liquid-staking": "लिक्विड स्टेकिंग",
  "page-dapps-category-experiences": "साझा किए गए अनुभव",
  "page-dapps-category-guilds": "यील्ड गिल्ड",
  "page-dapps-category-avatar": "अवतार",
  "page-dapps-choose-category": "कैटेगरी चुनें",
  "page-dapps-category-social": "सोशल मीडिया",
  "page-dapps-category-content": "सामग्री",
  "page-dapps-category-community": "कम्युनिटी",
  "page-dapps-category-messaging": "संदेश",
  "page-dapps-category-identity": "पहचान",
  "page-dapps-collectibles-benefits-1-description": "जब इथेरियम पर कला को टोकन दिया जाता है, तो स्वामित्व सभी को देखने के लिए साबित हो सकता है। आप कलाकृति की उसके निर्माण से लेकर वर्तमान धारक तक की यात्रा का पता लगा सकते हैं। यह जालसाजी को रोकता है।",
  "page-dapps-collectibles-benefits-1-title": "स्वामित्व साबित करने लायक है",
  "page-dapps-collectibles-benefits-2-description": "संगीत को स्ट्रीम करने के लिए भुगतान करना या कलाकृति खरीदना कलाकारों के लिए बहुत उचित है। इथेरियम के साथ बिचौलियों की कम जरूरत होती है। और अगर बिचौलियों की जरूरत है, तो उनकी लागत उतनी नहीं है क्योंकि प्लेटफ़ॉर्म को नेटवर्क के बुनियादी ढांचे के लिए भुगतान करने की आवश्यकता नहीं होती है।",
  "page-dapps-collectibles-benefits-2-title": "रचनाकारों के लिए उचित",
  "page-dapps-collectibles-benefits-3-description": "टोकन दिए गए संग्रहणीय आपके प्लेटिनम पते से बंधे होते हैं, न कि प्लेटफ़ॉर्म से। तो आप गेम में ही नहीं, किसी भी इथेरियम मार्केटप्लेस पर इन-गेम आइटम जैसी चीज़ें बेच सकते हैं।",
  "page-dapps-collectibles-benefits-3-title": "संग्रहणीय आपके साथ जाता है",
  "page-dapps-collectibles-benefits-4-description": "उपकरण और उत्पाद पहले से ही आपकी कला को टोकन देने और इसे बेचने के लिए मौजूद हैं! और आपके टोकन किसी भी और सभी इथेरियम संग्रहणीय मंच पर बेचे जा सकते हैं।",
  "page-dapps-collectibles-benefits-4-title": "पहले से मौजूद इन्फ्रास्ट्रक्चर",
  "page-dapps-collectibles-benefits-description": "ये ऐसे अनुप्रयोग हैं, जो डिजिटल स्वामित्व पर ध्यान केंद्रित करते हैं, रचनाकारों के लिए कमाई की क्षमता बढ़ाते हैं और अपने पसंदीदा रचनाकारों और उनके काम में निवेश करने के नए तरीकों का आविष्कार करते हैं।",
  "page-dapps-collectibles-benefits-title": "विकेन्द्रीकृत संग्रहणीय और स्ट्रीमिंग",
  "page-dapps-collectibles-button": "कला और संग्रहणीय",
  "page-dapps-collectibles-description": "ये ऐसे अनुप्रयोग हैं, जो डिजिटल स्वामित्व पर ध्यान केंद्रित करते हैं, रचनाकारों के लिए कमाई की क्षमता बढ़ाते हैं और अपने पसंदीदा रचनाकारों और उनके काम में निवेश करने के नए तरीकों का आविष्कार करते हैं।",
  "page-dapps-collectibles-title": "विकेन्द्रीकृत कला और संग्रहणीय",
  "page-dapps-compound-logo-alt": "कंपाउंड लोगो",
  "page-dapps-convex-logo-alt": "Convex लोगो",
  "page-dapps-cryptopunks-logo-alt": "CryptoPunks का लोगो",
  "page-dapps-cryptovoxels-logo-alt": "Cryptovoxels का लोगो",
  "page-dapps-cyberconnect-logo-alt": "CyberConnect का लोगो",
  "page-dapps-dapp-description-1inch": "सर्वोत्तम कीमतों को एकत्रित करके आपको कीमत की उच्च कमी से बचने में मदद करता है।",
  "page-dapps-dapp-description-aave": "ब्याज कमाने और किसी भी समय वापस लेने के लिए अपना टोकन उधार दें।",
  "page-dapps-dapp-description-ankr": "निर्माण, कमाई, गेमिंग, और बहुत कुछ के लिए अलग-अलग Web3 इन्फ़्रास्ट्रक्चर उत्पादों का सेट — सभी ब्लॉकचेन पर।",
  "page-dapps-dapp-description-api3": "प्रथम-पक्ष मूल्य संदर्भ डेटा फ़ीड जो 10 नेटवर्क (और गिनती) पर dApps को क्रिप्टो और विदेशी मुद्रा कीमतों सहित रीयल टाइम में परिसंपत्ति मूल्य डेटा से कनेक्ट करने की अनुमति देता है।",
  "page-dapps-dapp-description-arweave": "डेटा को स्थायी रूप से, एकल अग्रिम शुल्क के साथ संग्रहीत करें।",
  "page-dapps-dapp-description-async-art": "#ProgrammableArt - बनाएँ, एकत्र करें और ट्रेड करें - डिजिटल पेंटिंग \"लेयर\" में विभाजित हो जाती हैं, जिनका उपयोग आप समग्र छवि को प्रभावित करने के लिए कर सकते हैं। प्रत्येक मास्टर और लेयर एक ERC721 टोकन है।",
  "page-dapps-dapp-description-audius": "विकेंद्रीकृत स्ट्रीमिंग प्लेटफ़ॉर्म। सुनना = रचनाकारों के लिए धन, लेबल नहीं।",
  "page-dapps-dapp-description-augur": "खेल, अर्थशास्त्र, और अधिक दुनिया की घटनाओं के परिणामों पर शर्त लगाएँ।",
  "page-dapps-dapp-description-axie-infinity": "व्यापार और लड़ाई प्राणियों को एक्सीज़ कहा जाता है। और जितना आप प्ले करें, उतना ही कमाएँ - मोबाइल पर उपलब्ध",
  "page-dapps-dapp-description-balancer": "बैलेंसर एक स्वचालित पोर्टफोलियो मैनेजर और ट्रेडिंग प्लेटफ़ॉर्म है।",
  "page-dapps-dapp-description-brave": "ब्राउज़ करने के लिए टोकन अर्जित करें और उनको रखने वाले अपने पसंदीदा रचनाकारों का समर्थन करें।",
  "page-dapps-dapp-description-cent": "एक सोशल नेटवर्क, जहाँ आप NFT पोस्ट करके पैसे कमाते हैं।",
  "page-dapps-dapp-description-compound": "ब्याज कमाने और किसी भी समय वापस लेने के लिए अपने टोकन उधार दें।",
  "page-dapps-dapp-description-convex": "Convex, कर्व लिक्विडिटी प्रदाताओं को ट्रेडिंग शुल्क अर्जित करने और अपने CRV को लॉक किए बिना CRV को बढ़ावा देने का दावा करने की अनुमति देता है।",
  "page-dapps-dapp-description-cryptopunks": "खरीदें, बोली लगाएं, और बिक्री के लिए दंड दें - इथेरियम पर पहले टोकन संग्रहणीय में से एक।",
  "page-dapps-dapp-description-cryptovoxels": "आर्ट गैलरी बनाएं, स्टोर बनाएं और जमीन खरीदें - इथेरियम की आभासी दुनिया।",
  "page-dapps-dapp-description-cyberconnect": "विकेंद्रीकृत सामाजिक ग्राफ़ प्रोटोकॉल जो dApps बूटस्ट्रैप नेटवर्क प्रभावों में मदद करता है और व्यक्तिगत सामाजिक अनुभव बनाता है",
  "page-dapps-dapp-description-dark-forest": "एक अनंत, प्रक्रिया से उत्पन्न, क्रिप्टोग्राफिक रूप से निर्दिष्ट ब्रह्मांड में ग्रहों पर विजय प्राप्त करें।",
  "page-dapps-dapp-description-decentraland": "एक आभासी दुनिया में आभासी भूमि को ट्रेड करें, जिसका आप अन्वेषण कर सकते हैं।",
  "page-dapps-dapp-description-ens": "इथेरियम पतों और विकेन्द्रीकृत साइटों के लिए उपयोगकर्ता के अनुकूल नाम।",
  "page-dapps-dapp-description-foundation": "अन्य खरीदारों के साथ डिजिटल कलाकृति और ट्रेड पीस के अनूठे संस्करणों में निवेश करें।",
  "page-dapps-dapp-description-gitcoin": "ओपन-सोर्स सॉफ़्टवेयर पर काम करने वाले क्रिप्टो कमाएँ।",
  "page-dapps-dapp-description-gitcoin-grants": "प्रवर्धित योगदान के साथ इथेरियम सामुदाय परियोजनाओं के लिए क्राउडफंडिंग",
  "page-dapps-dapp-description-gm": "चैट, फ़ोरम और आवाज़ के लिए ऑल-इन-वन प्लेटफ़ॉर्म जो असल में अपने रचनाकारों के साथ पैसा साझा करता है",
  "page-dapps-dapp-description-gods-unchained": "रणनीतिक ट्रेडिंग कार्ड गेम। कार्ड खेलकर कमाएं, जिसे आप वास्तविक जीवन में बेच सकते हैं।",
  "page-dapps-dapp-description-golem": "साझा कंप्यूटिंग शक्ति तक पहुँचें या अपने स्वयं के संसाधनों को किराए पर दें।",
  "page-dapps-dapp-description-graph": "एथेरियम और IPFS जैसे नेटवर्क को क्वेरी करने के लिए एक अनुक्रमण प्रोटोकॉल।",
  "page-dapps-dapp-description-ipfs": "एक पीयर-टू-पीयर हाइपरमीडिया प्रोटोकॉल जिसे वेब को अपग्रेड करने योग्य, लचीला और अधिक खुला बनाकर मानवता के ज्ञान को संरक्षित और विकसित करने के लिए डिज़ाइन किया गया है।",
  "page-dapps-dapp-description-radicle": "बिना मध्यस्थों वाला सुरक्षित पियर-टू-पियर कोड सहयोग।",
  "page-dapps-dapp-description-kyberswap": "स्वैप करें और सबसे अच्छी दरों पर कमाएं।",
  "page-dapps-dapp-description-lido": "डिजिटल संपत्ति के लिए सरलीकृत और सुरक्षित स्टेकिंग।",
  "page-dapps-dapp-description-loopring": "पीयर-टू-पीयर ट्रेडिंग प्लेटफ़ॉर्म को गति के लिए बनाया गया है।",
  "page-dapps-dapp-description-marble-cards": "URL पर आधारित अद्वितीय डिजिटल कार्ड बनाएं और उन्हें ट्रेड करें।",
  "page-dapps-dapp-description-matcha": "आपको सर्वोत्तम मूल्य खोजने में मदद करने के लिए कई एक्सचेंज की खोज करता है।",
  "page-dapps-dapp-description-meeds": "विकेंद्रीकृत कार्य के युग के लिए Web3 सामुदायिक केंद्र। उचित और पारदर्शी रूप से योगदान को पुरस्कृत करें जो मायने रखता है।",
  "page-dapps-dapp-description-mirror": "web3 के लिए web3 पर निर्मित, Mirror का मज़बूत प्रकाशन मंच, ऑनलाइन लेखन की सीमाओं को आगे बढ़ाता है",
  "page-dapps-dapp-description-multichain": "Web3 के लिए अंतिम राउटर। यह मनमाने ढंग से क्रॉस-चेन इंटरैक्शन के लिए विकसित एक बुनियादी ढांचा है।",
  "page-dapps-dapp-description-nifty-gateway": "खरीदें शीर्ष कलाकारों, एथलीटों, ब्रांडों और रचनाकारों से ऑन-चेन काम करता है।",
  "page-dapps-dapp-description-summerfi": "एथेरियम stablecoin, Dai के साथ ट्रेड करें, उधार लें, और बचाएं।",
  "page-dapps-dapp-description-opensea": "सीमित संस्करण वाले सामान खरीदें, बेचें, खोजें और ट्रेड करें।",
  "page-dapps-dapp-description-opera": "अपने ब्राउज़र से व्यापारियों, अन्य उपयोगकर्ताओं और ऐप पर क्रिप्टो भेजें।",
  "page-dapps-dapp-description-osuvox": "ब्लॉकचेन पर रहने वाले 3D अवतार",
  "page-dapps-dapp-description-poap": "यह साबित करते हुए NFT एकत्रित करें कि आप अलग-अलग वर्चुअल या व्यक्तिगत इवेंट्स में थे। इनका उपयोग रैफ़ल्स में शामिल होने, वोट देने, सहयोग करने या केवल अपनी प्रशंसा करने के लिए करें।",
  "page-dapps-dapp-description-polymarket": "परिणामों पर दांव लगाएं। सूचना बाजारों पर ट्रेड करें।",
  "page-dapps-dapp-description-pooltogether": "एक लॉटरी जिसे आप खो नहीं सकते। हर हफ्ते पुरस्कार देता है।",
  "page-dapps-dapp-description-index-coop": "एक क्रिप्टो इंडेक्स फ़ंड, जो आपके पोर्टफोलियो को सबसे अच्छे DeFi टोकन का एक्सपोज़र देता है।",
  "page-dapps-dapp-description-nexus-mutual": "बीमा कंपनी के बिना कवरेज। स्मार्ट अनुबंध बग और हैक से सुरक्षित रहें।",
  "page-dapps-dapp-description-etherisc": "एक विकेन्द्रीकृत बीमा टेम्प्लेट, जिसका उपयोग कोई भी अपना बीमा कवरेज बनाने के लिए कर सकता है।",
  "page-dapps-dapp-description-zapper": "अपने पोर्टफोलियो को ट्रैक करें और एक ही इंटरफ़ेस से कई DeFi उत्पादों का उपयोग करें।",
  "page-dapps-dapp-description-zerion": "अपने पोर्टफोलियो को मैनेज करें और बाज़ार के हर DeFi एसेट का मूल्यांकन करें।",
  "page-dapps-dapp-description-rotki": "ओपन सोर्स पोर्टफ़ोलियो ट्रैकिंग, एनालिटिक्स, अकाउंटिंग और टैक्स रिपोर्टिंग टूल, जो आपकी गोपनीयता का सम्मान करता है।",
  "page-dapps-dapp-description-krystal": "आपकी सभी पसंदीदा DeFi सेवाओं तक पहुंचने के लिए केवल एक प्लेटफॉर्म।",
  "page-dapps-dapp-description-rarible": "टोकन वाली संग्रह करने योग्य चीज़ों को बनाएं, बेचें और खरीदें।",
  "page-dapps-dapp-description-request-finance": "क्रिप्टो चालान, पेरोल और खर्चों के लिए वित्तीय उपकरणों का एक सूट।",
  "page-dapps-dapp-description-rubic": "उपयोगकर्ताओं और डीएपी के लिए क्रॉस-चेन टेक एग्रीगेटर।1",
  "page-dapps-dapp-description-sablier": "वास्तविक समय में धन स्ट्रीम करें।",
  "page-dapps-dapp-description-spatial": "अपना खुद का कस्टम अवतार और 3D दुनिया बनाएं",
  "page-dapps-dapp-description-spruce": "पहचान और डेटा का नियंत्रण छोड़ने के लिए ओपन-सोर्स स्टैक जहां यह होना चाहिए: यूज़र के साथ।",
  "page-dapps-dapp-description-status": "सूचना के मुक्त प्रवाह को सक्षम करने, निजी, सुरक्षित बातचीत के अधिकार की रक्षा करने और व्यक्तियों की संप्रभुता को बढ़ावा देने के लिए डिज़ाइन किया गया।",
  "page-dapps-dapp-description-superrare": "कलाकारों या द्वितीयक बाजारों से सीधे डिजिटल कलाकृतियां खरीदें।",
  "page-dapps-dapp-description-synthetix": "Synthetix सिंथेटिक एसेट को जारी करने और व्यापार करने के लिए एक प्रोटोकॉल है",
  "page-dapps-dapp-description-token-sets": "क्रिप्टो निवेश रणनीतियां, जो स्वचालित रूप से रीबैलेंस करती हैं।",
  "page-dapps-dapp-description-uniswap": "% पुरस्कारों के लिए टोकन को बस स्वैप करें या टोकन प्रदान करें।",
  "page-dapps-dapp-description-xmtp": "ब्लॉकचेन खातों के बीच संदेश भेजें, जिसमें DM, अलर्ट, घोषणाएं और बहुत कुछ शामिल हैं।",
  "page-dapps-dapp-description-yearn": "इयरन फाइनेंस एक यील्ड एग्रीगेटर है।",
  "page-dapps-docklink-dapps": "डैप्स का परिचय",
  "page-dapps-docklink-smart-contracts": "स्मार्ट अनुबंध",
  "page-dapps-dark-forest-logo-alt": "Dark Forest का लोगो",
  "page-dapps-decentraland-logo-alt": "Decentraland का लोगो",
  "page-dapps-index-coop-logo-alt": "Index Coop लोगो",
  "page-dapps-nexus-mutual-logo-alt": "Nexus Mutual लोगो",
  "page-dapps-etherisc-logo-alt": "Etherisc लोगो",
  "page-dapps-zapper-logo-alt": "Zapper लोगो",
  "page-dapps-zerion-logo-alt": "Zerion लोगो",
  "page-dapps-rotki-logo-alt": "Rotki लोगो",
  "page-dapps-krystal-logo-alt": "क्रिस्टल लोगो",
  "page-dapps-synthetix-logo-alt": "Synthetix लोगो",
  "page-dapps-desc": "आज़माने के लिए एक इथेरियम एप्लिकेशन खोजें।",
  "page-dapps-doge-img-alt": "कंप्यूटर का उपयोग करते हुए एक कुत्ते का चित्रण",
  "page-dapps-editors-choice-dark-forest": "ग्रहों पर विजय पाने के लिए दूसरों के खिलाफ खेलें और bleeding-edge वाले इथेरियम स्केलिंग/गोपनीयता तकनीक आज़माएँ। शायद उन लोगों के लिए जो पहले से ही इथेरियम से परिचित हैं।",
  "page-dapps-editors-choice-foundation": "संस्कृति में निवेश करें। कुछ अविश्वसनीय कलाकारों, संगीतकारों और ब्रांडों से अद्वितीय डिजिटल कलाकृति और फैशन खरीदें, व्यापार करें और बेचें।",
  "page-dapps-editors-choice-pooltogether": "बिना नुकसान के लॉटरी के लिए टिकट खरीदें। प्रत्येक सप्ताह, पूरे टिकट पूल से उत्पन्न ब्याज एक भाग्यशाली विजेता को भेजा जाता है। जब भी आप चाहें, अपना पैसा वापस लें।",
  "page-dapps-editors-choice-uniswap": "आसानी से अपने टोकन स्वैप करें। एक समुदाय पसंदीदा जो आपको नेटवर्क भर में लोगों के साथ टोकन ट्रेड करने की सुविधा देता है।",
  "page-dapps-ens-logo-alt": "इथेरियम नाम सेवा का लोगो",
  "page-dapps-explore-dapps-description": "बहुत सारे डेप्स अभी भी प्रायोगिक हैं, जो विकेंद्रीकृत नेटवर्क की कमजोरियों का परीक्षण कर रहे हैं। लेकिन प्रौद्योगिकी, वित्तीय, गेमिंग और संग्रहणीय श्रेणियों में कुछ सफल शुरुआती मूवर रहे हैं।",
  "page-dapps-explore-dapps-title": "डेप्स का अन्वेषण करें",
  "page-dapps-features-1-description": "इथेरियम में परिनियोजित होने के बाद, डेप कोड को नीचे नहीं ले जाया जा सकता है। और कोई भी डेप की सुविधाओं का उपयोग कर सकता है। यहां तक ​​कि अगर डेप के पीछे की टीम भंग हो गई हो, तो भी आप इसका इस्तेमाल कर सकते हैं। इथेरियम पर एक बार पहुंच गए, तो वहां हमेशा रहें।",
  "page-dapps-features-1-title": "कोई स्वामी नहीं",
  "page-dapps-features-2-description": "आपको डेप का उपयोग करने या लेनदेन सबमिट करने से अवरोधित नहीं किया जा सकता है। उदाहरण के लिए, यदि Twitter एथेरियम पर होता, तो कोई भी आपके खाते को अवरोधित नहीं कर सकता था या आपको ट्वीट करने से नहीं रोक सकता था।",
  "page-dapps-features-2-title": "सेंसरशिप से मुक्त",
  "page-dapps-features-3-description": "इथेरियम में ETH होने के कारण, भुगतान इथेरियम के लिए बुनियादी बात है। डेवलपर्स को तृतीय-पक्ष भुगतान प्रदाताओं के साथ एकीकृत करने में समय बिताने की आवश्यकता नहीं है।",
  "page-dapps-features-3-title": "बिल्ट-इन भुगतान",
  "page-dapps-features-4-description": "डेप कोड अक्सर खुला और डिफ़ॉल्ट रूप से संगत होता है। टीमें नियमित रूप से अन्य टीमों के काम का उपयोग करके निर्माण करती हैं। यदि आप उपयोगकर्ताओं को अपने डेप में टोकन स्वैप करने देना चाहते हैं, तो आप किसी अन्य डेप के कोड में प्लग इन कर सकते हैं।",
  "page-dapps-features-4-title": "लगाएं और चलाएं",
  "page-dapps-features-5-description": "अधिकांश डेप के साथ, आपको अपनी वास्तविक दुनिया की पहचान साझा करने की आवश्यकता नहीं है। आपका इथेरियम खाता आपका लॉगिन है और आपको बस एक वॉलेट चाहिए।",
  "page-dapps-features-5-title": "एक अनाम लॉगिन",
  "page-dapps-features-6-description": "क्रिप्टोग्राफी यह सुनिश्चित करती है कि हमलावर आपकी ओर से लेनदेन और अन्य डेप इंटरैक्शन न कर सकें। आप अपने इथेरियम खाते के साथ आम तौर पर अपने वॉलेट के माध्यम से डेप का कार्यों को अधिकृत करते हैं, इसलिए अपने क्रेडेंशियल्स को सुरक्षित रखें।",
  "page-dapps-features-6-title": "क्रिप्टोग्राफी द्वारा समर्थित",
  "page-dapps-features-7-description": "डेप के इथेरियम पर लाइव होने के बाद, यह केवल तभी नीचे जाएगा जब इथेरियम खुद नीचे चला जाएगा। इथेरियम के आकार के नेटवर्क हमला करने के लिए कुख्यात हैं।",
  "page-dapps-features-7-title": "कोई डाउन टाइम नहीं",
  "page-dapps-finance-benefits-1-description": "इथेरियम पर चलने वाली वित्तीय सेवाओं की कोई साइन अप आवश्यकता नहीं है। यदि आपके पास धन और एक इंटरनेट कनेक्शन है, तो आप ऐसा कर सकते हैं।",
  "page-dapps-finance-benefits-1-title": "खुली पहुंच",
  "page-dapps-finance-benefits-2-description": "टोकन की एक पूरी दुनिया है, जिससे आप इन वित्तीय उत्पादों के साथ सहभागिता कर सकते हैं। लोग हर समय इथेरियम की जगह पर नए टोकन का निर्माण कर रहे हैं।",
  "page-dapps-finance-benefits-2-title": "एक नई टोकन वाली अर्थव्यवस्था",
  "page-dapps-finance-benefits-3-description": "टीमों ने <a href=\"/glossary/#stablecoin\">stablecoins</a> बनाए हैं – एक कम अस्थिर क्रिप्टोकरेंसी। ये आपको जोखिम और अनिश्चितता के बिना क्रिप्टो का प्रयोग और उपयोग करने की अनुमति देते हैं।",
  "page-dapps-finance-benefits-3-title": "स्थिर कॉइन",
  "page-dapps-finance-benefits-4-description": "इथेरियम स्पेस में वित्तीय उत्पाद एक दूसरे के साथ पूरी तरह से मॉड्यूलर और संगत हैं। इन मॉड्यूल के नए कॉन्फ़िगरेशन बाजार में हर समय उच्च रहे हैं, जिससे आप अपने क्रिप्टो के साथ क्या कर सकते हैं, इसकी संभावना बढ़ी है।",
  "page-dapps-finance-benefits-4-title": "परस्पर संबद्ध वित्तीय सेवाएं",
  "page-dapps-finance-benefits-description": "इथेरियम के बारे में ऐसा क्या है, जो विकेन्द्रीकृत वित्त को पनपने की अनुमति देता है?",
  "page-dapps-finance-benefits-title": "विकेन्द्रीकृत वित्त",
  "page-dapps-finance-button": "वित्त",
  "page-dapps-finance-description": "ये ऐसे एप्लिकेशन हैं, जो क्रिप्टोकरेंसी का उपयोग करके वित्तीय सेवाओं के निर्माण पर ध्यान केंद्रित करते हैं। वे उधार देने, उधार लेने, ब्याज कमाने और निजी भुगतानों की पेशकश करते हैं - कोई व्यक्तिगत डेटा की आवश्यकता नहीं होती है।",
  "page-dapps-finance-title": "विकेन्द्रीकृत वित्त",
  "page-dapps-foundation-logo-alt": "फाउंडेशन का लोगो",
  "page-dapps-gaming-benefits-1-description": "चाहे आभासी भूमि हो या ट्रेडिंग कार्ड, आपके आइटम संग्रहणीय बाजारों पर निर्भर हैं। आपके इन-गेम आइटम का वास्तविक दुनिया में मूल्य होता है।",
  "page-dapps-gaming-benefits-1-title": "गेम आइटम टोकन के रूप में डबल होते हैं",
  "page-dapps-gaming-benefits-2-description": "आप अपने आइटम के मालिक हैं, और कुछ मामलों में आप प्रगति करते हैं, गेम कंपनियां नहीं। यदि गेम वाली कंपनी पर हमला होता है, सर्वर में खराबी आती है या डिस्बैंड होती है, तो आपको कुछ भी नहीं खोना पड़ेगा।",
  "page-dapps-gaming-benefits-2-title": "आपकी बचत सुरक्षित हैं",
  "page-dapps-gaming-benefits-3-description": "उसी तरह से इथेरियम भुगतान किसी को भी सत्यापित करने के लिए उपलब्ध हैं, गेम की निष्पक्षता सुनिश्चित करने के लिए इस गुणवत्ता का उपयोग कर सकते हैं। सैद्धांतिक रूप में, महत्वपूर्ण हिट की संख्या से लेकर प्रतिद्वंद्वी के युद्ध चेस्ट के आकार तक सब कुछ सत्यापित होता है।",
  "page-dapps-gaming-benefits-3-title": "साबित करने लायक निष्पक्षता",
  "page-dapps-gaming-benefits-description": "इथेरियम के बारे में ऐसा क्या है, जो विकेन्द्रीकृत गेमिंग को पनपने की अनुमति देता है?",
  "page-dapps-gaming-benefits-title": "विकेन्द्रीकृत गेमिंग",
  "page-dapps-gaming-button": "गेमिंग",
  "page-dapps-gaming-description": "ये ऐसे एप्लिकेशन हैं, जो आभासी दुनिया के निर्माण पर ध्यान केंद्रित करते हैं और ऐसे संग्रहणीय सामानों का उपयोग करके अन्य खिलाड़ियों से लड़ते हैं, जिनका वास्तविक दुनिया में मूल्य है।",
  "page-dapps-gaming-title": "विकेंद्रीकृत गेमिंग",
  "page-dapps-get-some-eth-description": "डेप क्रियाओं में लेनदेन शुल्क लगता है",
  "page-dapps-get-started-subtitle": "dapp को आज़माने के लिए, आपको एक <a href=\"/glossary/#wallet\">वॉलेट</a> और कुछ ETH की आवश्यकता होगी। वॉलेट आपको कनेक्ट करने या लॉग इन करने की अनुमति देगा। और आपको किसी भी <a href=\"/glossary/#transaction-fee\">लेनदेन संबंधी शुल्क</a> का भुगतान करने के लिए ETH की आवश्यकता होगी।",
  "page-dapps-get-started-title": "प्रारंभ करें",
  "page-dapps-gitcoin-grants-logo-alt": "Gitcoin अनुदान लोगो",
  "page-dapps-gitcoin-logo-alt": "Gitcoin लोगो",
  "page-dapps-gm-logo-alt": "gm.xyz का लोगो",
  "page-dapps-gods-unchained-logo-alt": "Gods Unchained लोगो",
  "page-dapps-golem-logo-alt": "Golem लोगो",
  "page-dapps-graph-logo-alt": "ग्राफ का लोगो",
  "page-dapps-radicle-logo-alt": "Radicle लोगो",
  "page-dapps-hero-header": "इथेरियम-संचालित उपकरण और सेवाएँ",
  "page-dapps-hero-subtitle": "डेप्स एप्लिकेशन का एक बढ़ता हुआ मूवमेंट है, जो इथेरियम का उपयोग बिजनेस मॉडल को बाधित करने या नए मॉडल का आविष्कार करने के लिए करते हैं।",
  "page-dapps-how-dapps-work-p1": "Dapps के पास उनका बैकएंड कोड (स्मार्ट अनुबंध) है जो विकेन्द्रीकृत नेटवर्क पर चल रहा है और केंद्रीकृत सर्वर नहीं है। वे अपने ऐप लॉजिक के लिए डेटा स्टोरेज और स्मार्ट अनुबंध के लिए एथेरियम <a href=\"/glossary/#blockchain\">ब्लॉकचेन</a> का उपयोग करते हैं।",
  "page-dapps-how-dapps-work-p2": "स्मार्ट अनुबंध नियमों के एक सेट की तरह होता है, जो उन नियमों के अनुसार सभी को देखने और चलाने के लिए ऑन-चेन रहते हैं। एक वेंडिंग मशीन की कल्पना करें: यदि आप इसमें पर्याप्त धन और सही चयन प्रदान करते हैं, तो आपको वह आइटम मिलेगा, जो आप चाहते हैं। और वेंडिंग मशीनों की तरह, स्मार्ट अनुबंध आपके इथेरियम खाते की तरह बहुत अधिक धनराशि रख सकते हैं। यह कोड को समझौते और लेनदेन को मध्यस्थता करने की अनुमति देता है।",
  "page-dapps-how-dapps-work-p3": "जब इथेरियम नेटवर्क पर डेप्स को परिनियोजित किया जाता है, तो आप उन्हें बदल नहीं सकते। डेप्स को विकेंद्रीकृत किया जा सकता है क्योंकि वे अनुबंध में लिखे गए तर्क से नियंत्रित होते हैं, न कि किसी व्यक्ति या कंपनी से।",
  "page-dapps-how-dapps-work-title": "डेप्स कैसे काम करता है",
  "page-dapps-ipfs-logo-alt": "IPFS का लोगो",
  "page-dapps-kyberswap-logo-alt": "KyberSwap का लोगो",
  "page-dapps-learn-callout-button": "निर्माण शुरू करें",
  "page-dapps-learn-callout-description": "हमारे संप्रदाय डेवलपर पोर्टल में दस्तावेज़, टूल और फ्रेमवर्क होते हैं, जो आपको डेप बनाने में मदद करने के लिए हैं।",
  "page-dapps-learn-callout-image-alt": "लेगो ब्रिक से एक ETH प्रतीक का निर्माण करते हुए हाथ का चित्रण।",
  "page-dapps-learn-callout-title": "डेप बनाना सीखें",
  "page-dapps-lido-logo-alt": "लिडो का लोगो",
  "page-dapps-loopring-logo-alt": "लूपरिंग लोगो",
  "page-dapps-magic-behind-dapps-description": "डेप नियमित ऐप की तरह महसूस कर सकते हैं। लेकिन पर्दे के पीछे उनके कुछ विशेष गुण हैं क्योंकि वे इथेरियम की सभी महाशक्तियों को विरासत में देते हैं। यहाँ पर वे चीज़ें दी गई हैं, जो डेप्स को ऐप्स से अलग बनाती हैं।",
  "page-dapps-magic-behind-dapps-link": "इथेरियम किन चीज़ों से शानदार बनता है?",
  "page-dapps-magic-behind-dapps-title": "डेप्स के पीछे का जादू",
  "page-dapps-magic-title-1": "जादू",
  "page-dapps-magic-title-2": "पीछे",
  "page-dapps-magician-img-alt": "जादूगरों का चित्रण",
  "page-dapps-marble-cards-logo-alt": "marble.cards का लोगो",
  "page-dapps-async-logo-alt": "Async लोगो",
  "page-dapps-matcha-logo-alt": "Matcha का लोगो",
  "page-dapps-meeds-logo-alt": "मीड्स का लोगो",
  "page-dapps-metaverse-benefits-title": "मेटावर्स",
  "page-dapps-metaverse-benefits-description": "एथेरियम के बारे में ऐसा क्या है जो मेटावर्स को फलने-फूलने देता है?",
  "page-dapps-metaverse-benefits-1-title": "NFTs",
  "page-dapps-metaverse-benefits-1-description": "खास इन-गेम आइटम जो यूज़र के स्वामित्व में हैं और समान मानकों का समर्थन करने वाले आभासी दुनिया और बाज़ारों में इंटरऑपरेबल हैं।",
  "page-dapps-metaverse-benefits-2-title": "यूज़र के स्वामित्व वाले समुदाय",
  "page-dapps-metaverse-benefits-2-description": "पहचान, यूज़र के स्वामित्व में है जिनके पास कई आभासी दुनिया में सामाजिक नेटवर्क का पता लगाने और बनाने के अंतहीन अवसर हैं।",
  "page-dapps-metaverse-button": "मेटावर्स",
  "page-dapps-metaverse-title": "मेटावर्स",
  "page-dapps-metaverse-description": "ये ऐसे एप्लिकेशन हैं जो यूज़र को आभासी दुनिया में स्वतंत्र रूप से भाग लेने में सक्षम बनाते हैं। यूज़र, व्यक्तिगत नेटवर्क बना सकते हैं और डिजिटल संपत्ति का स्वामित्व ले सकते हैं",
  "page-dapps-mirror-logo-alt": "मिरर का लोगो",
  "page-dapps-mobile-options-header": "एक और श्रेणी ब्राउज़ करें",
  "page-dapps-multichain-logo-alt": "मल्टीचेन का लोगो",
  "page-dapps-nifty-gateway-logo-alt": "Nifty Gateway का लोगो",
  "page-dapps-summerfi-logo-alt": "Summer.fi का लोगो",
  "page-dapps-opensea-logo-alt": "OpenSea का लोगो",
  "page-dapps-opera-logo-alt": "Opera का लोगो",
  "page-dapps-osuvox-logo-alt": "OSUVOX का लोगो",
  "page-dapps-polymarket-logo-alt": "Polymarket का लोगो",
  "page-dapps-poap-logo-alt": "प्रूफ़ ऑफ़ अटेंडेंस प्रोटोकॉल लोगो",
  "page-dapps-pooltogether-logo-alt": "PoolTogether का लोगो",
  "page-dapps-rarible-logo-alt": "Rarible का लोगो",
  "page-dapps-ready-button": "जाएँ",
  "page-dapps-ready-description": "आज़माने के लिए एक डेप चुनें",
  "page-dapps-ready-title": "तैयार हैं?",
  "page-dapps-request-finance-logo-alt": "रिक्वेस्ट फाइनेंस का लोगो",
  "page-dapps-rubic-logo-alt": "रूबिक का लोगो",
  "page-dapps-sablier-logo-alt": "Sablier का लोगो",
  "page-dapps-set-up-a-wallet-button": "वॉलेट खोजें",
  "page-dapps-set-up-a-wallet-description": "एक वॉलेट डेप के लिए आपका \"लॉगिन\" है",
  "page-dapps-set-up-a-wallet-title": "वॉलेट सेट करें",
  "page-dapps-social-button": "सामाजिक",
  "page-dapps-social-description": "ये ऐसे एप्लिकेशन हैं जो विकेंद्रीकृत पहचान प्रौद्योगिकियों का उपयोग करके विकेन्द्रीकृत सामाजिक नेटवर्क बनाने पर ध्यान केंद्रित करते हैं जहां डिजिटल पहचान और सामाजिक ग्राफ़ यूज़र के स्वामित्व में हैं।",
  "page-dapps-social-title": "सामाजिक",
  "page-dapps-spatial-logo-alt": "स्थानिक लोगो",
  "page-dapps-spruce-logo-alt": "स्प्रूस का लोगो",
  "page-dapps-status-logo-alt": "स्टेटस का लोगो",
  "page-dapps-superrare-logo-alt": "SuperRare का लोगो",
  "page-dapps-technology-button": "प्रौद्योगिकी",
  "page-dapps-technology-description": "ये ऐसे एप्लिकेशन हैं, जो डेवलपर टूल पर विकेंद्रीकरण करते हैं, जो मौजूदा तकनीक में क्रिप्टोकरंसी सिस्टम को शामिल करते हैं, और ओपन-सोर्स डेवलपमेंट वर्क के लिए मार्केटप्लेस बनाते हैं।",
  "page-dapps-technology-title": "विकेंद्रीकृत तकनीक",
  "page-dapps-token-sets-logo-alt": "टोकन सेट का लोगो",
  "page-dapps-uniswap-logo-alt": "Uniswap का लोगो",
  "page-dapps-wallet-callout-button": "वॉलेट खोजें",
  "page-dapps-wallet-callout-description": "वॉलेट भी डेप्स हैं। उन विशेषताओं के आधार पर खोजें, जो आपके लिए सही हैं।",
  "page-dapps-wallet-callout-image-alt": "एक रोबोट का चित्रण।",
  "page-dapps-wallet-callout-title": "वॉलेट देखें",
  "page-dapps-warning-header": "हमेशा खुद शोध करें",
  "page-dapps-warning-message": "इथेरियम एक नई तकनीक है और अधिकांश एप्लिकेशन नए हैं। किसी भी बड़ी मात्रा में पैसा जमा करने से पहले, सुनिश्चित करें कि आप जोखिमों को समझते हैं।",
  "page-dapps-what-are-dapps": "डेप्स क्या हैं?",
  "page-dapps-more-on-defi-button": "विकेंद्रीकृत वित्त पर अधिक जानकारी",
  "page-dapps-more-on-nft-button": "टोकन में बदली गई संग्रहणीय वस्तुओं के बारे में अधिक जानकारी",
  "page-dapps-more-on-nft-gaming-button": "टोकन में बदले गए इन-गेम आइटम के बारे में अधिक जानकारी",
  "page-dapps-dapp-description-pwn": "इथेरियम पर किसी भी टोकन या NFT द्वारा समर्थित आसान लोन।",
  "page-dapps-pwn-image-alt": "PWN लोगो",
  "page-dapps-xmtp-logo-alt": "XMTP का लोगो",
  "opage-dapps-yearn-logo-alt": "Yearn लोगो",
  "page-dapps-yearn-image-alt": "Yearn लोगो",
  "page-dapps-convex-image-alt": "Convex लोगो",
  "foundation": "फाउंडेशन",
  "page-wallets-get-some": "कुछ ETH प्राप्त करें",
  "page-dapps-dapp-description-curve": "कर्व एक dex है जो stablecoins पर केंद्रित है",
  "page-dapps-curve-image-alt": "कर्व लोगो",
  "page-dapps-dapp-description-dodo": "DODO एक ऑन-चेन लिक्विडिटी प्रदाता है, जो प्रोएक्टिव मार्केट मेकर एल्गोरिथम (PMM) का लाभ उठाता है",
  "page-dapps-dodo-image-alt": "DODO का लोगो",
  "page-dapps-dapp-description-artblocks": "आर्ट ब्लॉक्स समकालीन जनरेटिव कला के सम्मोहक कार्यों को जीवन में लाने के लिए समर्पित है",
  "page-dapps-artblocks-image-alt": "आर्ट ब्लॉक्स का लोगो",
  "page-dapps-explore-title": "अधिक ऐप्स ब्राउज़ करना चाहते हैं?",
  "page-dapps-explore": "सैकड़ों dapps देखें"
}
