{
  "page-index-hero-image-alt": "भविष्य के शहर का चित्रण, जो इथेरियम के पारिस्थितिकी तंत्र को दर्शाता है।",
  "page-index-meta-description": "Ethereum पैसे और नए प्रकार के एप्लिकेशन के लिए एक वैश्विक और विकेन्द्रीकृत प्लेटफॉर्म है। Ethereum पर आप ऐसा कोड लिख सकते हैं, जो पैसे को नियंत्रित करता है और एप्लिकेशन का निर्माण कर सकते हैं जो दुनिया में कहीं भी उपलब्ध हो।",
  "page-index-meta-title": "मुखपृष्ठ",
  "page-index-title": "इथेरियम में आपका स्वागत है",
  "page-index-description": "Ethereum समुदाय द्वारा संचालित तकनीक है जो क्रिप्टोकरेंसी, ईथर (ETH) और हजारों विकेन्द्रीकृत एप्लिकेशन को शक्ति प्रदान करती है।",
  "page-index-title-button": "Ethereum को एक्सप्लोर करें",
  "page-index-get-started": "शुरू करें",
  "page-index-get-started-description": "Ethereum की दुनिया में, ethereum.org आपका पोर्टल है। यह तकनीक नई और हमेशा विकसित होने वाली है – इसलिए मार्गदर्शक का होना अच्छा है। यदि आप और जानना चाहते हैं तो हम आपको यह करने की सलाह देते हैं।",
  "page-index-get-started-image-alt": "कंप्यूटर पर काम करते हुए व्यक्ति का चित्रण।",
  "page-index-get-started-wallet-title": "एक वॉलेट चुनें।",
  "page-index-get-started-wallet-description": "एक वॉलेट आपको Ethereum से जुड़ने एवं फंड्स का प्रबंधन करने में सहायता करता है।",
  "page-index-get-started-wallet-image-alt": "एक रोबोट का चित्रण, जिसके शरीर में एक तिजोरी हो, जो Ethereum वॉलेट को दर्शाता है।",
  "page-index-get-started-eth-title": "ETH प्राप्त करें",
  "page-index-get-started-eth-description": "ETH ईथरियम की मुद्रा है - आप इसे एप्लिकेशनों में उपयोग कर सकते हैं।",
  "page-index-get-started-eth-image-alt": "ईथर (ETH) के प्रतीक की ओर विस्मय में देखते लोगों के समूह का चित्रण।",
  "page-index-get-started-dapps-title": "dapp का प्रयोग करें",
  "page-index-get-started-dapps-description": "Dapps वे एप्लिकेशन होते हैं जो Ethereum के द्वारा संचालित होते हैं। देखें कि आप क्या कर सकते हैं।",
  "page-index-get-started-dapps-image-alt": "कंप्यूटर चलाते हुए डोज का चित्रण।",
  "page-index-get-started-devs-title": "बनाना शुरू करें",
  "page-index-get-started-devs-description": "अगर आप Ethereum के साथ कोडिंग शुरू करना चाहते हैं, तो हमारे डेवलपर पोर्टल में दस्तावेज़, ट्यूटोरियल्स, और और भी बहुत कुछ है।",
  "page-index-get-started-devs-image-alt": "लेगो ब्रिक्स से बना ETH लोगो बनाते हाथ का चित्रण।",
  "page-index-what-is-ethereum": "इथेरीयम क्या है?",
  "page-index-what-is-ethereum-description": "Ethereum एक प्रौद्योगिकी है जो कि डिजिटल मनी, वैश्विक भुगतान और एप्लिकेशनों का घर है। समुदाय ने एक विकासशील डिजिटल अर्थव्यवस्था बनाई है, निर्माताओं को ऑनलाइन कमाई के लिए नए और साहसी तरीके प्रस्तुत किए हैं, और बहुत कुछ। यह सभी के लिए खुला है, चाहे आप दुनिया के किसी भी कोने में हों - आपको बस इंटरनेट की आवश्यकता है।",
  "page-index-what-is-ethereum-button": "इथिरीयम क्या है?",
  "page-index-what-is-ethereum-secondary-button": "डिजिटल धन पर अधिक जानकारी",
  "page-index-what-is-ethereum-image-alt": "Ethereum को दर्शाने के लिए, बाज़ार में झाँकते एक व्यक्ति का चित्रण।",
  "page-index-defi": "एक बेहतर वित्तीय प्रणाली",
  "page-index-defi-description": "आज, अरबों लोग बैंक खाते नहीं खोल सकते हैं, दूसरों का भुगतान अवरुद्ध है। Ethereum का विकेन्द्रीकृत वित्त (DeFi) सिस्टम कभी भी निष्क्रिय नहीं होता या भेदभाव नहीं करता। सिर्फ एक इंटरनेट कनेक्शन के साथ, आप दुनिया में कहीं भी पैसा भेज, प्राप्त, उधार ले, यहाँ तक उस पर ब्याज भी प्राप्त कर सकते हैं।",
  "page-index-defi-button": "DeFi को एक्सप्लोर करें",
  "page-index-defi-image-alt": "ETH के प्रतीक की पेशकश करते हुए हाथों का चित्रण।",
  "page-index-internet": "एक खुला इंटरनेट",
  "page-index-internet-description": "आज के ज़माने में हमें 'फ़्री' इंटरनेट सेवाएँ पाने के लिए अपने पर्सनल डेटा का कंट्रोल किसी और को देना पड़ता है। लेकिन Ethereum सेवाएँ अपने आप में खुली हुई हैं – आपको बस एक वॉलेट चाहिए होता है। ये फ़्री और सेट करने में आसान होती हैं, आपके द्वारा कंट्रोल की जाती हैं और किसी भी पर्सनल जानकारी के बिना काम करती हैं।",
  "page-index-internet-button": "खुले इंटरनेट को एक्सप्लोर करें",
  "page-index-internet-secondary-button": "वॉलेट के बारे में अधिक जानकारी",
  "page-index-internet-image-alt": "Ethereum क्रिस्टल्स द्वारा संचालित होते भविष्य के कम्प्यूटर सेट-अप का चित्रण।",
  "page-index-developers": "विकास का एक नया फ्रंटियर",
  "page-index-developers-description": "Ethereum और इसके ऐप पूरी तरह पारदर्शी और ओपन सोर्स हैं। आप कोड निकाल सकते हैं और दूसरों द्वारा पहले ही बनाई जा चुकी सुविधा का फिर से उपयोग कर सकते हैं। अगर आप नई भाषा नहीं सीखना चाहते, तो आप JavaScript और अन्य मौजूदा भाषाओं का उपयोग करके भी ओपन-सोर्स कोड की मदद से इंटरैक्ट कर सकते हैं।",
  "page-index-developers-button": "डेवलपर पोर्टल",
  "page-index-developers-code-examples": "कोड के उदाहरण",
  "page-index-developers-code-example-title-0": "आपका अपना बैंक",
  "page-index-developers-code-example-description-0": "आप अपने प्रोग्राम किये गये लॉजिक द्वारा बैंक का निर्माण कर सकते हैं।",
  "page-index-developers-code-example-title-1": "आपकी अपनी मुद्रा",
  "page-index-developers-code-example-description-1": "आप ऐसे टोकन बना सकते हैं, जिन्हें आप ट्रांसफ़र कर सकते हैं और कई अलग-अलग एप्लिकेशन पर उपयोग कर सकते हैं।",
  "page-index-developers-code-example-title-2": "एक JavaScript Ethereum वॉलेट",
  "page-index-developers-code-example-description-2": "आप Ethereum और अन्य एप्लिकेशन से इंटरैक्ट करने के लिए मौजूदा भाषाओं का उपयोग कर सकते हैं।",
  "page-index-developers-code-example-title-3": "एक खुला, बिना अनुमति वाला DNS",
  "page-index-developers-code-example-description-3": "आप मौजूदा सेवाओं की कल्पना एक नए विकेन्द्रीकृत, खुले एप्लिकेशन के रूप में कर सकते हैं।",
  "page-index-network-stats-title": "Ethereum टुडे",
  "page-index-network-stats-subtitle": "नेटवर्क के नवीनतम आँकड़े",
  "page-index-network-stats-total-eth-staked": "कुल स्टेक किए गए ETH",
  "page-index-network-stats-eth-price-description": "ETH की कीमत (USD)",
  "page-index-network-stats-eth-price-explainer": "1 ईथर की नवीनतम कीमत। आप कम से कम 0.000000000000000001 खरीद सकते हैं – ज़रूरी नहीं है कि आप 1 पूरा ETH ही खरीदें।",
  "page-index-network-stats-total-eth-staked-explainer": "वर्तमान में स्टेक किए जा रहे नेटवर्क को सुरक्षित करने के लिए ETH की कुल राशि।",
  "page-index-network-stats-tx-day-description": "आज के लेन-देन",
  "page-index-network-stats-tx-day-explainer": "पिछले 24 घंटों में इस नेटवर्क पर सफलतापूर्वक प्रोसेस किए गए लेन-देनों की संख्या।",
  "page-index-network-stats-value-defi-description": "DeFi में लॉक की गई कीमत (USD)",
  "page-index-network-stats-value-defi-explainer": "Ethereum डिजिटल इकोनॉमी अर्थात विकेन्द्रीकृत वित्त (DeFi) एप्लिकेशन में मौजूद धन।",
  "page-index-network-stats-nodes-description": "नोड",
  "page-index-network-stats-nodes-explainer": "Ethereum को दुनिया भर के हज़ारों लोगों द्वारा स्वैच्छिक रूप से चलाया जाता है, जिन्हें नोड कहा जाता है।",
  "page-index-touts-header": "Ethereum.org को एक्सप्लोर करें",
  "page-index-contribution-banner-title": "ethereum.org में योगदान करें",
  "page-index-contribution-banner-description": "यह वेबसाइट ओपन सोर्स है, जिसमें सैकड़ों कम्युनिटी योगदानकर्ता हैं। आप इस साइट पर मौजूद किसी भी सामग्री में संपादन के सुझाव दे सकते हैं, नए बेहतरीन फ़ीचर्स का सुझाव दे सकते हैं या बग हटाने में हमारी मदद कर सकते हैं।",
  "page-index-contribution-banner-image-alt": "लेगो ब्रिक्स से बना Ethereum का लोगो।",
  "page-index-contribution-banner-button": "योगदान करने के बारे में और जानकारी",
  "page-index-tout-upgrades-title": "अपग्रेड के बारे में और जानें",
  "page-index-tout-upgrades-description": "The Ethereum roadmap consists of interconnected upgrades designed to make the network more scalable, secure, and sustainable.",
  "page-index-tout-upgrades-image-alt": "एथेरियम अपग्रेड के बाद बढ़ी हुई शक्ति को दर्शाते एक अंतरिक्ष यान का चित्र।",
  "page-index-tout-enterprise-title": "एंटरप्राइज़ के लिए Ethereum",
  "page-index-tout-enterprise-description": "देखें कि कैसे Ethereum नए बिजनेस मॉडल खोल सकता है, आपकी लागत को कम कर सकता है और आपके बिजनेस के भविष्य को मज़बूत बना सकता है।",
  "page-index-tout-enterprise-image-alt": "भविष्य के कम्प्यूटर/डिवाइस का चित्रण।",
  "page-index-tout-community-title": "Ethereum कम्युनिटी",
  "page-index-tout-community-description": "Ethereum पूरी तरह से कम्युनिटी पर आधारित है। यह सभी अलग-अलग पृष्ठभूमियों और दिलचस्पियों के लोगों से मिलकर बना होता है। देखें कि आप इसमें कैसे जुड़ सकते हैं।",
  "page-index-tout-community-image-alt": "एक साथ काम कर रहे बिल्डर्स के समूह का चित्रण।",
  "page-index-nft": "संपत्ति का इंटरनेट",
  "page-index-nft-description": "Ethereum केवल डिजिटल धन के लिए ही नहीं है। आपके स्वामित्व की किसी भी चीज़ को नॉन-फंजिबल टोकन (NFT) के रूप में प्रदर्शित किया जा सकता है, खरीदा-बेचा जा सकता है और उपयोग किया जा सकता है। आप अपनी कला को टोकन में बदल सकते हैं और हर बार जब भी उसे बेचा जाए, तब रॉयल्टी कमा सकते हैं। अन्यथा अपने स्वामित्व की किसी चीज़ के बदले लोन लेने के लिए उसका टोकन के रूप में उपयोग करें। संभावनाएँ हर समय बढ़ती जा रही हैं।",
  "page-index-nft-button": "NFT पर अधिक जानकारी",
  "page-index-nft-alt": "होलोग्राम के माध्यम से एक Eth लोगो प्रदर्शित किया जा रहा है।",
  "community-events-content-heading": "ethereum.org के समुदाय से जुड़ें",
  "community-events-content-1": "हमारे <a href=\"/discord/\">Discord सर्वर</a> पर लगभग <strong>40,000 सदस्यों</strong> से जुड़ें।",
  "community-events-content-2": "Ethereum.org के विकास और महत्वपूर्ण पारिस्थितिकी तंत्र समाचारों पर रोमांचक अपडेट पाने के लिए हमारे मासिक समुदाय कॉल में शामिल हों। प्रश्न पूछने, विचारों को साझा करने और प्रतिक्रिया प्रदान करने का मौका प्राप्त करें - यह इथेरियम समुदाय का हिस्सा बनने का सही अवसर है।",
  "community-events-next-event": "अगला इवेंट",
  "community-events-no-events-planned": "अभी कोई इवेंट नहीं है",
  "community-events-upcoming-calls": "आगामी कॉल",
  "community-events-no-upcoming-calls": "अभी कोई आगामी कॉल नहीं है",
  "community-events-previous-calls": "पिछले कॉल",
  "community-events-there-are-no-past-calls": "कोई पिछले कॉल नहीं हैं",
  "community-events-add-to-calendar": "कैलेंडर मे जोड़े"
}
