{
  "page-what-is-ethereum-meta-title": "एथेरियम क्या है? (एक संपूर्ण गाइड) | ethereum.org",
  "page-what-is-ethereum-meta-description": "एथेरियम क्या है, यह कैसे काम करता है, यह क्या करता है और इसका उपयोग या इस पर निर्माण कैसे शुरू करें, इसका एक संपूर्ण अवलोकन। सरल शब्दों में समझाया गया।",
  "page-what-is-ethereum-title": "इथेरियम क्या है?",
  "page-what-is-ethereum-hero-description-1": "एथेरियम एक विकेन्द्रीकृत ब्लॉकचेन नेटवर्क और सॉफ्टवेयर विकास प्लेटफॉर्म है, जो क्रिप्टोकरेंसी ईथर (ETH) द्वारा संचालित है।",
  "page-what-is-ethereum-hero-description-2": "यह DeFi, NFTs, गेमिंग, विकेंद्रीकृत सोशल मीडिया और स्थिर मुद्राओं में हजारों क्रिप्टोकरेंसी और एप्लिकेशन का घर है।",
  "page-what-is-ethereum-ethereum-intro-1": "एथेरियम एक खुला, सार्वजनिक ब्लॉकचेन है जिसे जुलाई 2015 में विटालिक ब्यूटिरिन नामक एक सॉफ्टवेयर डेवलपर और सह-संस्थापकों की एक छोटी टीम द्वारा लॉन्च किया गया था।",
  "page-what-is-ethereum-ethereum-intro-2": "एथेरियम के पीछे का विचार सरल था। जबकि बिटकॉइन आपको डिजिटल नकद भेजने और प्राप्त करने की अनुमति देता है, एथेरियम इसे <a>स्मार्ट अनुबंध</a> नामक ओपन-सोर्स प्रोग्राम के साथ आगे बढ़ाएगा।",
  "page-what-is-ethereum-ethereum-intro-3": "<strong>स्मार्ट अनुबंध</strong> किसी को भी अपनी डिजिटल संपत्ति और विकेंद्रीकृत अनुप्रयोग (डैप्स) बनाने की अनुमति देते हैं जो 24/7, वैश्विक स्तर पर चलते हैं। और बैंकों, निगमों या अन्य संस्थानों के विपरीत, स्मार्ट अनुबंध इंटरनेट कनेक्शन वाले किसी भी व्यक्ति के लिए उपलब्ध हैं।",
  "page-what-is-ethereum-ethereum-intro-4": "2015 से, एथेरियम <strong>स्थिर मुद्राओं</strong>, नॉन-फंजिबल टोकन (<strong>NFTs</strong>), और गवर्नेंस टोकन जैसी डिजिटल संपत्तियों के एक संपन्न पारिस्थितिकी तंत्र के रूप में विकसित हुआ है, साथ ही विकेंद्रीकृत वित्त (<strong>DeFi</strong>), कला और संग्रहणीय वस्तुओं, गेमिंग और विकेंद्रीकृत सोशल मीडिया के लिए डैप्स की एक विशाल दुनिया भी है।",
  "page-what-is-ethereum-ethereum-intro-5": "सामूहिक रूप से, इस पारिस्थितिकी तंत्र को \"<strong>web3</strong>\" कहा जाता है, जो <strong>स्वामित्व पर केंद्रित इंटरनेट</strong> के तीसरे चरण का प्रतिनिधित्व करता है।",
  "page-what-is-ethereum-ethereum-intro-6": "आज, एथेरियम का उपयोग दुनिया भर में <millions>लाखों लोगों</millions> द्वारा किया जाता है जो <billions>अरबों डॉलर</billions> की संपत्ति रखते हैं और हर साल <trillions>खरबों डॉलर</trillions> भेजते और प्राप्त करते हैं—यह सब बिना किसी बैंक के।",
  "page-what-is-ethereum-ethereum-intro-7": "इस सब के केंद्र में एथेरियम की मूल क्रिप्टोकरेंसी <strong>ईथर (ETH)</strong> है, जो एक नए प्रकार का डिजिटल पैसा है जिसका उपयोग पूरे नेटवर्क को शक्ति देने के लिए किया जाता है।",
  "page-what-is-ethereum-network-title": "एथेरियम नेटवर्क क्या हैं?",
  "page-what-is-ethereum-network-intro-1": "आप एथेरियम नेटवर्क को <strong>एक वैश्विक डिजिटल अवसंरचना के रूप में सोच सकते हैं जिसका उपयोग कोई भी कर सकता है</strong> लेकिन कोई भी इसका दुरुपयोग नहीं कर सकता है।",
  "page-what-is-ethereum-network-intro-2": "यह नेटवर्क दुनिया भर में <strong>हजारों स्वतंत्र कंप्यूटरों</strong> से बना है जिन्हें नोड कहा जाता है। ये नोड, जो आम लोगों द्वारा चलाए जाते हैं, किसी को भी, कहीं भी वित्तीय सेवाएं और डिजिटल एप्लिकेशन प्रदान करने के लिए मिलकर काम करते हैं।",
  "page-what-is-ethereum-network-intro-3": "एथेरियम नेटवर्क के संस्थानों के स्वामित्व वाले पारंपरिक नेटवर्क पर <strong>3 मुख्य लाभ</strong> हैं। ये सेंसरशिप प्रतिरोध, बढ़ी हुई सुरक्षा और बेहतर विश्वसनीयता हैं।",
  "page-what-is-ethereum-network-censorship-title": "सेंसर प्रतिरोधी",
  "page-what-is-ethereum-network-censorship-desc-1": "जबकि पारंपरिक ऐप्स और वित्तीय सेवाएं बैंकों या निगमों पर निर्भर करती हैं जो पहुंच को ब्लॉक करने या खातों को फ्रीज करने का निर्णय ले सकते हैं, एथेरियम पर डैप्स सेंसरशिप प्रतिरोधी हैं।",
  "page-what-is-ethereum-network-censorship-desc-2": "ऐसा इसलिए है क्योंकि एथेरियम का नोड्स का नेटवर्क बिना किसी भेदभाव के हर एक लेनदेन को रिकॉर्ड करता है—और यह नियम कोड में अंतर्निहित है।",
  "page-what-is-ethereum-network-security-title": "अत्यधिक सुरक्षित",
  "page-what-is-ethereum-network-security-desc-1": "जबकि आज कई ऐप्स AWS जैसे क्लाउड प्रदाताओं पर होस्ट किए जाते हैं और टेकडाउन और हमलों के प्रति संवेदनशील हो सकते हैं, एथेरियम पर डैप्स स्वयं नेटवर्क द्वारा सुरक्षित होते हैं। प्रत्येक नोड एथेरियम की पूरी स्थिति को संग्रहीत और सिंक करता है, जिसमें सभी अनुबंध शामिल हैं।",
  "page-what-is-ethereum-network-security-desc-2": "यदि कोई अनुबंध को बदलने की कोशिश करता है, तो नेटवर्क उसे अस्वीकार कर देगा क्योंकि यह उनके रिकॉर्ड से मेल नहीं खाएगा। एक एकल ऐप को बंद करने के लिए, हमलावरों को पूरे नेटवर्क पर कब्जा करने की आवश्यकता होगी, जिसमें अरबों का खर्च आएगा और समन्वय करना बेहद मुश्किल होगा।",
  "page-what-is-ethereum-network-reliability-title": "टिकाऊ और विश्वसनीय",
  "page-what-is-ethereum-network-reliability-desc-1": "क्लाउड होस्टिंग प्लेटफॉर्म पर डाउनटाइम ऐप्स को ऑफ़लाइन कर सकता है, लेकिन एथेरियम का डिज़ाइन सही अपटाइम सुनिश्चित करता है। सॉफ्टवेयर बग, सरकारी कार्रवाई, प्राकृतिक आपदा या युद्ध के कारण कुछ नोड्स के ऑफ़लाइन होने पर भी नेटवर्क चलता रहेगा।",
  "page-what-is-ethereum-network-reliability-desc-2": "लाखों लोग हर दिन एथेरियम पर हज़ारों डैप का इस्तेमाल करते हैं। हालाँकि ज़्यादा माँग के कारण लेन-देन शुल्क बढ़ सकता है, लेकिन यह उस नेटवर्क की मज़बूती को दर्शाता है जो सुरक्षा, विकेंद्रीकरण और ज़रूरत पड़ने पर हमेशा उपलब्ध रहने की गारंटी को प्राथमिकता देता है।",
  "page-what-is-ethereum-network-layer2-title": "एथेरियम एक्सटेंशन (परत 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "विभिन्न टीमों ने एथेरियम की क्षमता बढ़ाने के लिए एथेरियम के शीर्ष पर चलने वाले लेयर 2 (L2) नेटवर्क बनाए हैं। L2 एक्सप्रेस लेन की तरह काम करते हैं, जिससे लेनदेन तेज और सस्ता हो जाता है—कभी-कभी औसतन एक सेंट से भी कम लागत आती है।",
  "page-what-is-ethereum-network-layer2-desc-2": "<optimism>Optimism</optimism>, <arbitrum>Arbitrum</arbitrum>, <zksync>ZKSync</zksync> और <base>Base</base> सहित कुछ सबसे लोकप्रिय L2 अब हर साल अरबों डॉलर के लाखों लेनदेन संसाधित करते हैं।",
  "page-what-is-ethereum-network-learn-more": "एथेरियम नेटवर्क के बारे में और जानें",
  "page-what-is-ethereum-ether-title": "ईथर (ETH) क्या है?",
  "page-what-is-ethereum-ether-intro-1": "ईथर (ETH) एथेरियम की मूल क्रिप्टोकरेंसी है।",
  "page-what-is-ethereum-ether-intro-2": "यह एक नए प्रकार का <strong>डिजिटल पैसा है जिसे आप दुनिया में कहीं भी, किसी को भी सेकंडों में भेज सकते हैं</strong>, वह भी कुछ सेंट में। लेकिन ETH सिर्फ भुगतान से कहीं बढ़कर है। यह एथेरियम नेटवर्क को चालू रखने में एक महत्वपूर्ण भूमिका निभाता है।",
  "page-what-is-ethereum-ether-intro-3": "जब आप पैसा भेजने, कला संग्रह करने या एक नया डैप बनाने के लिए एथेरियम का उपयोग करते हैं, तो आप <strong>ETH में</strong> एक छोटा <strong>लेनदेन शुल्क</strong> (या गैस शुल्क) का भुगतान करते हैं। यह शुल्क स्पैम को रोकने में मदद करता है और लेनदेन को संसाधित करने वाले सत्यापनकर्ताओं नामक लोगों को पुरस्कृत करता है।",
  "page-what-is-ethereum-ether-intro-4": "ये <strong>सत्यापनकर्ता स्टेकिंग नामक एक प्रणाली के माध्यम से एथेरियम नेटवर्क को सुरक्षित करने में मदद करते हैं</strong>। अपने ETH को लॉक करके वे लेनदेन को संसाधित करने के योग्य हो जाते हैं। बदले में, वे इनाम के रूप में ETH अर्जित करते हैं। यह एथेरियम को अपनी आत्मनिर्भर अर्थव्यवस्था देता है, जो कंपनियों के बजाय यूज़र्स द्वारा संचालित होती है।",
  "page-what-is-ethereum-ether-intro-5": "कई पारंपरिक मुद्राओं के विपरीत, <strong>ETH समय के साथ और अधिक दुर्लभ हो सकता है</strong>। हर बार जब कोई एथेरियम का उपयोग करता है, तो ETH का एक छोटा सा हिस्सा जला दिया जाता है, जो इसे स्थायी रूप से आपूर्ति से हटा देता है। व्यस्त दिनों में, बनाए गए ETH से अधिक ETH जलाया जाता है, जिससे ETH अपस्फीतिकारी हो जाता है और समय के साथ इसका मूल्य बढ़ जाता है। जितना अधिक एथेरियम का उपयोग किया जाता है, उतना अधिक ETH जलाया जाता है।",
  "page-what-is-ethereum-ether-intro-6": "इस वजह से, बहुत से लोग ETH को एक निवेश के रूप में देखते हैं और अपनी बचत बढ़ाने के लिए इसे होल्ड, स्टेक या उधार देना चुनते हैं।",
  "page-what-is-ethereum-ether-learn-more": "ईथर (ETH) के बारे में और जानें",
  "page-what-is-ethereum-how-title": "एथेरियम कैसे काम करता है?",
  "page-what-is-ethereum-how-intro-1": "जब एथेरियम <strong>2015 में लॉन्च हुआ</strong>, तो इसने प्रूफ-ऑफ-वर्क नामक एक प्रणाली का उपयोग किया।",
  "page-what-is-ethereum-how-intro-2": "यह तंत्र, बिटकॉइन द्वारा प्रवर्तित, यह है कि सभी कंप्यूटर इस बात पर सहमत हुए कि किसका क्या है। कंप्यूटर एक जटिल गणितीय पहेली को हल करने की कोशिश में बहुत सारी ऊर्जा का उपयोग करते थे। विजेता को आने वाले लेनदेन का एक ब्लॉक प्रस्तावित करने और नया ETH अर्जित करने का मौका मिलता था।",
  "page-what-is-ethereum-how-intro-3": "2022 में, एथेरियम ने <strong>हिस्सेदारी का सबूत</strong> नामक एक नई प्रणाली में अपग्रेड किया <a>जो 99% अधिक ऊर्जा कुशल है</a>। गणितीय पहेलियों के बजाय, सत्यापनकर्ता लेनदेन को संसाधित करने का अधिकार अर्जित करने के लिए अपने ETH को सुरक्षा जमा के रूप में लॉक करते हैं।",
  "page-what-is-ethereum-how-intro-4": "यदि वे इसे सही तरीके से करते हैं, तो वे ETH अर्जित करते हैं। यदि वे धोखा देते हैं, तो वे अपनी कुछ हिस्सेदारी खो देते हैं।",
  "page-what-is-ethereum-how-intro-5": "यहाँ पर एक उदाहरण है:",
  "page-what-is-ethereum-how-example-1-title": "जब आप एथेरियम पर किसी मित्र को स्थिर मुद्रा में $10 भेजते हैं:",
  "page-what-is-ethereum-how-example-1-step-1": "आप अपना वॉलेट खोलते हैं, भेजने के लिए खाता पता और राशि जोड़ते हैं, फिर भेजें पर क्लिक करें।",
  "page-what-is-ethereum-how-example-1-step-2": "आपका वॉलेट भुगतान पर हस्ताक्षर करता है और इसे नेटवर्क पर प्रसारित करता है।",
  "page-what-is-ethereum-how-example-1-step-3": "भुगतान सार्वजनिक कतार (मेमपूल) में तब तक प्रतीक्षा करता है जब तक कि कोई ब्लॉक प्रस्तावक इसे उठा न ले।",
  "page-what-is-ethereum-how-example-1-step-4": "ब्लॉक प्रस्तावक इसे लेनदेन के अगले ब्लॉक में जोड़ता है, इसे प्रसारित करता है, और शुल्क अर्जित करता है।",
  "page-what-is-ethereum-how-example-1-step-5": "स्थिर मुद्रा अनुबंध आपसे आपके मित्र को $10 स्थानांतरित करता है, और दोनों वॉलेट अपडेट हो जाते हैं।",
  "page-what-is-ethereum-how-example-1-step-6": "सत्यापनकर्ताओं का एक वैश्विक नेटवर्क परिवर्तनों की वैधता की दोबारा जांच करता है और प्रमाणित करता है।",
  "page-what-is-ethereum-how-example-2-title": "जब आप एथेरियम पर $5 की संग्रहणीय वस्तु मिंट करते हैं:",
  "page-what-is-ethereum-how-example-2-step-1": "आप अपने वॉलेट को डैप से कनेक्ट करते हैं और मिंट करने के लिए आइटम चुनते हैं।",
  "page-what-is-ethereum-how-example-2-step-2": "आप खरीद की पुष्टि करते हैं; वॉलेट लेनदेन पर हस्ताक्षर करता है और उसे प्रसारित करता है।",
  "page-what-is-ethereum-how-example-2-step-3": "मिंट अनुरोध मेमपूल में शामिल हो जाता है और एक सत्यापनकर्ता द्वारा एक ब्लॉक में जोड़ा जाता है।",
  "page-what-is-ethereum-how-example-2-step-4": "NFT स्मार्ट अनुबंध आपके वॉलेट को नए मालिक के रूप में रिकॉर्ड करता है।",
  "page-what-is-ethereum-how-example-2-step-5": "आपकी नई संग्रहणीय वस्तु कुछ सेकंड बाद आपके वॉलेट में दिखाई देती है।",
  "page-what-is-ethereum-how-outro-1": "यह सब स्मार्ट अनुबंधों की शक्ति के कारण संभव है; ओपन-सोर्स प्रोग्राम जो एथेरियम पर रहते हैं और 24/7, 365 दिन किसी के लिए भी, कहीं भी सुलभ हैं।",
  "page-what-is-ethereum-how-outro-2": "<strong>प्रत्येक लेनदेन, अपडेट और कार्रवाई हजारों स्वतंत्र नोड्स में सिंक की जाती है।</strong> यह एथेरियम को इसकी विश्वसनीयता, पारदर्शिता और सेंसरशिप प्रतिरोध देता है।",
  "page-what-is-ethereum-how-learn-more-1": "एथेरियम कैसे काम करता है, इसके बारे में और जानें",
  "page-what-is-ethereum-how-learn-more-2": "एथेरियम के तकनीकी अवलोकन के लिए डेवलपर डॉक्स पढ़ें",
  "page-what-is-ethereum-what-title": "इथेरियम का इस्तेमाल किस लिए किया जाता है?",
  "page-what-is-ethereum-what-intro-1": "लोग एथेरियम का उपयोग उन चीजों को करने के लिए करते हैं जो पहले संभव नहीं थीं।",
  "page-what-is-ethereum-what-intro-2": "केन्या में किसान बैंक में आवेदन किए बिना <insurance>अपनी फसलों पर स्वचालित बीमा</insurance> प्राप्त कर सकते हैं। <strong>Visa</strong> जैसे व्यवसाय पहले दिन से <payment>नई भुगतान प्रणालियाँ लॉन्च कर सकते हैं जो विश्व स्तर पर काम करती हैं</payment>। <strong>UN</strong> जैसे वैश्विक संगठन बैंक शुल्कों में लाखों की बचत करते हुए <aid>शरणार्थियों को सहायता</aid> पहुँचा सकते हैं।",
  "page-what-is-ethereum-what-intro-3": "ये डैप्स और संपत्तियाँ ओपन-सोर्स कोड का उपयोग करके एथेरियम पर चलती हैं और इन्हें प्रतिबंधित, सेंसर या बंद नहीं किया जा सकता है।",
  "page-what-is-ethereum-what-intro-4": "यहाँ बताया गया है कि विभिन्न समूह आज इसका उपयोग कैसे कर रहे हैं:",
  "page-what-is-ethereum-what-consumers-title": "उपभोक्ता",
  "page-what-is-ethereum-what-consumers-desc-1": "लाखों लोग पहले से ही हर दिन पैसे स्थानांतरित करने, ट्रेड करने और डिजिटल संपत्ति के मालिक होने के लिए एथेरियम पर डैप्स का उपयोग करते हैं। पारंपरिक ऐप्स के विपरीत, अपने नाम के साथ पंजीकरण करने, बैंक द्वारा आपको मंजूरी देने की प्रतीक्षा करने, या अपना व्यक्तिगत डेटा सौंपने की कोई आवश्यकता नहीं है।",
  "page-what-is-ethereum-what-consumers-desc-2": "केवल एक वॉलेट और एक इंटरनेट कनेक्शन के साथ आप कर सकते हैं:",
  "page-what-is-ethereum-what-consumers-benefit-1": "बैंक खाता या क्रेडिट इतिहास के बिना <strong>वित्तीय सेवाओं तक पहुंचें</strong>",
  "page-what-is-ethereum-what-consumers-benefit-2": "<strong>डिजिटल संग्रहणीय वस्तुओं</strong>, कला, और संपत्तियों के मालिक बनें जिन्हें कॉपी या जब्त नहीं किया जा सकता है",
  "page-what-is-ethereum-what-consumers-benefit-3": "अपने वॉलेट का उपयोग करके डैप्स में साइन इन करें, अपने ईमेल का नहीं—<strong>कोई पासवर्ड नहीं, कोई व्यक्तिगत जानकारी आवश्यक नहीं</strong>",
  "page-what-is-ethereum-what-consumers-benefit-4": "वैश्विक समुदायों में भाग लें जहां आप वोट कर सकते हैं, योगदान कर सकते हैं, और बिना किसी सीमा के कमा सकते हैं",
  "page-what-is-ethereum-what-businesses-title": "व्यवसाय और डेवलपर",
  "page-what-is-ethereum-what-businesses-benefit-1": "पहले दिन से ही अंतर्निहित वैश्विक भुगतान प्रणाली के साथ डैप्स लॉन्च करें",
  "page-what-is-ethereum-what-businesses-benefit-2": "छेड़छाड़-रोधी अनुबंध तैनात करें जो <strong>स्वचालित रूप से समझौतों को लागू करते हैं</strong>",
  "page-what-is-ethereum-what-businesses-benefit-3": "ऐसे वित्तीय उत्पाद बनाएं जिन पर कोई भी निर्माण कर सकता है और मूल्य बढ़ा सकता है",
  "page-what-is-ethereum-what-businesses-example": "उदाहरण के लिए, <a>PayPal ने एथेरियम पर अपना स्वयं का स्थिर मुद्रा, PYUSD लॉन्च किया</a>। यह एक संकेत है कि दुनिया की सबसे बड़ी भुगतान कंपनियां भी एथेरियम की खुली और प्रोग्राम करने योग्य प्रकृति का लाभ देखती हैं।",
  "page-what-is-ethereum-what-governments-title": "सरकारें",
  "page-what-is-ethereum-what-governments-intro": "सरकारें भी यह पता लगाना शुरू कर रही हैं कि एथेरियम क्या संभव बनाता है।",
  "page-what-is-ethereum-what-governments-benefit-1": "पूर्ण पारदर्शिता के साथ सीधे नागरिकों को <strong>सार्वजनिक धन और लाभ वितरित करें</strong>",
  "page-what-is-ethereum-what-governments-benefit-2": "<strong>डिजिटल आईडी</strong> या रिकॉर्ड जारी करें जो सीमाओं के पार सत्यापन योग्य और पोर्टेबल हों",
  "page-what-is-ethereum-what-governments-benefit-3": "<strong>मतदान</strong>, भूमि के शीर्षक, और रजिस्ट्रियों के लिए <strong>छेड़छाड़-रोधी सार्वजनिक अवसंरचना</strong> का निर्माण करें",
  "page-what-is-ethereum-what-governments-example-1": "एक अन्य मामले में, यूक्रेन के डिजिटल परिवर्तन मंत्रालय ने <a>युद्धकालीन सहायता वितरित करने के लिए एथेरियम का उपयोग किया</a>।",
  "page-what-is-ethereum-what-governments-example-2": "खुले स्मार्ट अनुबंधों का उपयोग करके सीधे नागरिकों और गैर-सरकारी संगठनों को धन भेजा गया, जिससे संकट के दौरान पारदर्शिता, गति और जवाबदेही प्रदान की गई।",
  "page-what-is-ethereum-what-learn-more": "एथेरियम का उपयोग किस लिए किया जाता है, इसके बारे में और जानें",
  "page-what-is-ethereum-start-title": "एथेरियम का उपयोग कैसे शुरू करें",
  "page-what-is-ethereum-start-intro-1": "एथेरियम के साथ शुरुआत करना आपके विचार से कहीं ज्यादा आसान है।",
  "page-what-is-ethereum-start-intro-2": "आपको अनुमति की आवश्यकता नहीं है। आपको बैंक या आईडी दस्तावेज़ की भी आवश्यकता नहीं है। आरंभ करने के लिए आपको बस एक डिवाइस और एक इंटरनेट कनेक्शन की आवश्यकता है।",
  "page-what-is-ethereum-start-individuals-title": "व्यक्तियों के लिए",
  "page-what-is-ethereum-start-individuals-desc-1": "पहला कदम एक वॉलेट डाउनलोड करना है।",
  "page-what-is-ethereum-start-individuals-desc-2": "इसे एक ऐसे ऐप की तरह समझें जो एथेरियम के लिए आपके खाते और आपके इंटरनेट ब्राउज़र दोनों के रूप में कार्य करता है। यह आपके क्रिप्टो का प्रबंधन करता है, आपको डैप्स में साइन इन करने देता है, साथ ही टोकन और NFT जैसी डिजिटल संपत्ति भेजने और प्राप्त करने देता है।",
  "page-what-is-ethereum-start-individuals-desc-3": "<zerion>Zerion</zerion>, <rainbow>Rainbow</rainbow>, और <coinbase>Coinbase Wallet</coinbase> जैसे लोकप्रिय वॉलेट मुफ्त और उपयोग में आसान हैं। एक बार आपका वॉलेट सेट हो जाने के बाद, आप यह कर सकते हैं:",
  "page-what-is-ethereum-start-individuals-step-1": "किसी एक्सचेंज पर या सीधे कुछ वॉलेट के अंदर थोड़ी मात्रा में ETH खरीदें",
  "page-what-is-ethereum-start-individuals-step-2": "उस ETH का उपयोग टोकन भेजने या NFT एकत्र करने जैसे लेनदेन के लिए भुगतान करने के लिए करें",
  "page-what-is-ethereum-start-individuals-step-3": "<zora>Zora</zora>, <uniswap>Uniswap</uniswap>, या <farcaster>Farcaster</farcaster> जैसे डैप्स का अन्वेषण करें—किसी नए लॉगिन या अनुमोदन की आवश्यकता नहीं है",
  "page-what-is-ethereum-start-individuals-desc-4": "ये प्राथमिकताएँ यह सुनिश्चित करने में मदद करेंगी कि एथेरियम सुरक्षित, स्केलेबल और उपयोगकर्ता के अनुकूल है क्योंकि हर दिन अधिक लोग नेटवर्क पर निर्भर करते हैं।",
  "page-what-is-ethereum-start-individuals-desc-5": "ये डैप्स आपके ब्राउज़र में चलते हैं और आपके वॉलेट के साथ तुरंत काम करते हैं। आप मिनटों में एथेरियम का उपयोग शुरू कर सकते हैं।",
  "page-what-is-ethereum-start-individuals-cta-1": "यहाँ से शुरू करें",
  "page-what-is-ethereum-start-individuals-cta-2": "ऐप्स देखें",
  "page-what-is-ethereum-start-developers-title": "डिवेलपर के लिए",
  "page-what-is-ethereum-start-developers-desc-1": "एथेरियम डेवलपर्स के लिए एक खेल का मैदान है। आप बिना अनुमति, अनुमोदन या वास्तविक धन के भी निर्माण शुरू कर सकते हैं।",
  "page-what-is-ethereum-start-developers-desc-2": "<a>एथेरियम डेवलपर डॉक्स</a> आपको अपने पहले स्मार्ट अनुबंध लिखने से लेकर सेपोलिया जैसे टेस्टनेट पर तैनात करने तक हर चीज में मार्गदर्शन करते हैं।",
  "page-what-is-ethereum-start-developers-desc-3": "आप <hardhat>Hardhat</hardhat>, <foundry>Foundry</foundry>, और <ethers>Ethers.js</ethers> जैसे उपकरणों के साथ फुल-स्टैक डैप्स बना सकते हैं, या <thirdweb>thirdweb</thirdweb> या <moralis>Moralis</moralis> जैसे लो-कोड प्लेटफॉर्म के साथ प्रयोग कर सकते हैं।",
  "page-what-is-ethereum-start-developers-desc-4": "सब कुछ ओपन-सोर्स और कंपोज़ेबल है, इसलिए आप अनुमति मांगे बिना जो पहले से मौजूद है उसे रीमिक्स कर सकते हैं और उस पर निर्माण कर सकते हैं।",
  "page-what-is-ethereum-start-developers-cta": "एथेरियम पर निर्माण शुरू करें",
  "page-what-is-ethereum-start-business-title": "व्यवसाय में एथेरियम का उपयोग करें",
  "page-what-is-ethereum-start-business-desc-1": "एंटरप्राइज़ पहले से ही नई अवसंरचना को शक्ति देने के लिए एथेरियम का उपयोग कर रहे हैं।",
  "page-what-is-ethereum-start-business-desc-2": "कई एंटरप्राइज़ उच्च-मात्रा वाले उपयोग के मामलों का समर्थन करने के लिए ऑप्टिमिज्म और बेस जैसे L2 नेटवर्क से शुरुआत कर रहे हैं। ये नेटवर्क कम शुल्क, तेज गति प्रदान करते हैं, जबकि अभी भी एथेरियम की सुरक्षा से लाभान्वित होते हैं और प्रतिपक्ष जोखिम को दूर करते हैं।",
  "page-what-is-ethereum-start-business-desc-3": "आप कर सकते हैं:",
  "page-what-is-ethereum-start-business-benefit-1": "मॉड्यूलर लॉयल्टी प्रोग्राम लॉन्च करें जो प्रतिधारण को बढ़ावा देते हैं और तीसरे पक्ष की लागत में कटौती करते हैं",
  "page-what-is-ethereum-start-business-benefit-2": "धोखाधड़ी और पुनर्विक्रय जोखिम को कम करने के लिए टिकट, कूपन या प्रमाण पत्र जैसी संपत्तियों को टोकननाइज़ करें",
  "page-what-is-ethereum-start-business-benefit-3": "लेनदेन शुल्क कम करने और नए बाजारों को अनलॉक करने के लिए तत्काल वैश्विक भुगतान सक्षम करें",
  "page-what-is-ethereum-start-business-example": "उदाहरण के लिए, 2025 में, <a>Shopify ने बेस पर लॉन्च किया</a> ताकि उपभोक्ता दुनिया भर के लाखों व्यापारियों के साथ स्थिर मुद्राओं का खर्च कर सकें।",
  "page-what-is-ethereum-start-business-cta": "व्यवसाय में एथेरियम का उपयोग करें",
  "page-what-is-ethereum-bitcoin-title": "एथेरियम और बिटकॉइन के बीच क्या अंतर है?",
  "page-what-is-ethereum-bitcoin-intro-1": "बिटकॉइन और एथेरियम दुनिया की दो सबसे बड़ी क्रिप्टोकरेंसी हैं।",
  "page-what-is-ethereum-bitcoin-intro-2": "वे दोनों आपको बैंक के बिना पैसे भेजने देते हैं, दोनों ब्लॉकचेन तकनीक पर चलते हैं, और दोनों <strong>किसी के लिए भी खुले हैं</strong>। लेकिन यहीं समानताएं समाप्त हो जाती हैं।",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "बिटकॉइन डिजिटल सोने की तरह है।",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "इसमें 21 मिलियन सिक्कों की एक निश्चित आपूर्ति है, पीयर-टू-पीयर भुगतान पर एक संकीर्ण ध्यान है, और एक बुनियादी स्क्रिप्टिंग भाषा है जो यह सीमित करती है कि आप इसके साथ क्या बना सकते हैं। यह सरलता डिजाइन द्वारा है क्योंकि बिटकॉइन लचीलेपन पर भविष्यवाणी, स्थायित्व और दीर्घकालिक सुरक्षा को प्राथमिकता देता है।",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "एथेरियम एक व्यापक दृष्टिकोण अपनाता है।",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "यह सिर्फ पैसा नहीं है, यह प्रोग्राम करने योग्य अवसंरचना है। केवल मूल्य भेजने और प्राप्त करने के बजाय, एथेरियम डेवलपर्स को पूरे अनुप्रयोग बनाने देता है। आपने इसे पहले ही कार्रवाई में देखा है: उधार बाजारों और स्थिर मुद्राओं से लेकर संग्रहणीय वस्तुओं, सोशल मीडिया और वास्तविक समय के भुगतान तक—सब कुछ स्मार्ट अनुबंधों द्वारा संचालित और ETH द्वारा सुरक्षित है।",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "जिस तरह से नेटवर्क सहमति तक पहुंचते हैं, वह भी अलग है।",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "बिटकॉइन नेटवर्क को सुरक्षित करने के लिए माइनर्स का उपयोग करता है। ये शक्तिशाली कंप्यूटर हैं जो जटिल पहेली को हल करने के लिए प्रतिस्पर्धा करते हैं, और विजेता को श्रृंखला में लेनदेन का अगला ब्लॉक जोड़ने और इनाम के रूप में बिटकॉइन का दावा करने का मौका मिलता है। इस प्रक्रिया को माइनिंग कहा जाता है और इसमें बड़ी मात्रा में बिजली का उपयोग होता है।",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "एथेरियम भी पहले ऐसे ही काम करता था। लेकिन 2022 में, यह प्रूफ-ऑफ-वर्क से प्रूफ-ऑफ-स्टेक में परिवर्तित हो गया। आज, लेनदेन सत्यापनकर्ताओं द्वारा पुष्टि की जाती है जो ETH को कोलैटरल के रूप में लॉक करते हैं। ईमानदार सत्यापनकर्ता ETH पुरस्कार अर्जित करते हैं जबकि कोई भी बेईमान अपनी हिस्सेदारी का हिस्सा खो देता है। इस बदलाव ने सुरक्षा या विकेंद्रीकरण से समझौता किए बिना एथेरियम को 99.988% से अधिक ऊर्जा कुशल बना दिया।",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "आपूर्ति को कैसे संभाला जाता है, इसमें भी अंतर है।",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "बिटकॉइन की एक निश्चित आपूर्ति है। केवल 21 मिलियन सिक्के ही होंगे। दूसरी ओर, एथेरियम की एक गतिशील आपूर्ति है। सत्यापनकर्ताओं को पुरस्कृत करने के लिए नया ETH जारी किया जाता है, जबकि प्रत्येक लेनदेन के साथ एक हिस्सा जला दिया जाता है। इसका मतलब है कि <strong>एथेरियम केवल \"अनंत ETH प्रिंट नहीं कर सकता।\"</strong>",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "जारी करने की दर इस बात से सीमित है कि कितना ETH स्टेक किया गया है। जैसे-जैसे अधिक ETH स्टेक किया जाता है, व्यक्तिगत पुरस्कार कम हो जाते हैं, जिससे एक प्राकृतिक संतुलन बनता है। यह डिज़ाइन भविष्य में एक स्थायी सुरक्षा बजट सुनिश्चित करता है, केवल लेनदेन शुल्क पर निर्भर किए बिना।",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "संक्षेप में, बिटकॉइन मूल्य भेजने का एक उपकरण है। एथेरियम इसे बनाने का एक प्लेटफॉर्म है।",
  "page-what-is-ethereum-bitcoin-learn-more": "एथेरियम और बिटकॉइन के बीच के अंतर के बारे में और जानें",
  "page-what-is-ethereum-when-who-title": "एथेरियम कब लॉन्च हुआ, इसकी स्थापना किसने की और अब इसे कौन चलाता है?",
  "page-what-is-ethereum-when-who-intro-1": "शुरुआत से ही, एथेरियम को अपने समुदाय द्वारा चलाने के लिए डिज़ाइन किया गया था।",
  "page-what-is-ethereum-when-who-intro-2": "2013 में, विटालिक ब्यूटरिन ने एक श्वेतपत्र प्रकाशित किया जिसमें पैसे और ऐप्स के लिए एक नए प्रकार के ब्लॉकचेन का प्रस्ताव था जिसका उपयोग कोई भी कर सकता था। इस विचार ने जल्दी ही जोर पकड़ लिया।",
  "page-what-is-ethereum-when-who-intro-3": "2014 तक, गेविन वुड और जोसेफ लुबिन जैसे सह-संस्थापक इस प्रयास में शामिल हो गए, और टीम ने शुरुआती क्रिप्टो क्राउडफंडिंग अभियानों में से एक के माध्यम से धन जुटाया।",
  "page-what-is-ethereum-when-who-intro-4": "एथेरियम आधिकारिक तौर पर जुलाई 2015 में लॉन्च हुआ।",
  "page-what-is-ethereum-when-who-history-title": "एथेरियम के इतिहास के महत्वपूर्ण क्षण",
  "page-what-is-ethereum-when-who-history-2013": "19 वर्षीय विटालिक ब्यूटरिन ने एथेरियम श्वेतपत्र प्रकाशित किया",
  "page-what-is-ethereum-when-who-history-2014": "Ethereum फाउंडेशन का गठन होता है और एक क्राउडफंडिंग अभियान शुरू करता है",
  "page-what-is-ethereum-when-who-history-2015": "डेवलपर्स <em>फ्रंटियर</em> रिलीज के साथ एथेरियम नेटवर्क लॉन्च करते हैं",
  "page-what-is-ethereum-when-who-history-2016": "स्मार्ट अनुबंध के शोषण से द DAO से $60M (3.6M ETH) निकल जाते हैं, जिससे चेन फोर्क हो जाता है",
  "page-what-is-ethereum-when-who-history-2020": "बीकन चेन लॉन्च प्रूफ-ऑफ-स्टेक की ओर कदम बढ़ाता है",
  "page-what-is-ethereum-when-who-history-2021": "<em>लंदन</em> अपग्रेड EIP-1559 के माध्यम से गैस शुल्क जलाना शुरू करता है",
  "page-what-is-ethereum-when-who-history-2022": "<em>द मर्ज</em> माइनिंग को स्टेकिंग से बदल देता है, जिससे ऊर्जा की खपत 99% कम हो जाती है",
  "page-what-is-ethereum-when-who-history-2025": "<em>पेक्ट्रा</em> अपग्रेड स्मार्ट वॉलेट समर्थन और L2 संगतता में सुधार करता है",
  "page-what-is-ethereum-when-who-governance-1": "आज, कोई एक व्यक्ति या कंपनी एथेरियम नहीं चलाती है।",
  "page-what-is-ethereum-when-who-contributors-title": "नेटवर्क योगदानकर्ताओं के एक व्यापक समूह द्वारा बनाए रखा जाता है:",
  "page-what-is-ethereum-when-who-contributors-1": "डेवलपर जो अपग्रेड लिखते और प्रस्तावित करते हैं",
  "page-what-is-ethereum-when-who-contributors-2": "वितरित भौतिक अवसंरचना में योगदान देने वाले नोड ऑपरेटर",
  "page-what-is-ethereum-when-who-contributors-3": "स्टेकर जो लेनदेन को सत्यापित करते हैं",
  "page-what-is-ethereum-when-who-contributors-4": "समुदाय के सदस्य जो उपकरण और संस्कृति का निर्माण करते हैं",
  "page-what-is-ethereum-when-who-contributors-5": "नेटवर्क का उपयोग करके <strong>आप</strong>",
  "page-what-is-ethereum-when-who-governance-2": "<strong>कोई सीईओ, बोर्ड या केंद्रीय प्राधिकरण नहीं है।</strong> Ethereum फाउंडेशन अभी भी अनुसंधान और विकास के लिए धन देने में मदद करता है, लेकिन पारिस्थितिकी तंत्र खुली भागीदारी पर चलता है।",
  "page-what-is-ethereum-when-who-governance-3": "परिवर्तन <eips>एथेरियम सुधार प्रस्ताव (EIPs)</eips> के माध्यम से प्रस्तावित किए जाते हैं, सार्वजनिक रूप से चर्चा की जाती है, और केवल <governance>यदि व्यापक समुदाय उनका समर्थन करता है</governance> तो अपनाया जाता है।",
  "page-what-is-ethereum-when-who-governance-4": "यह एथेरियम को एक स्टार्टअप की तुलना में बदलने में धीमा बनाता है, लेकिन बंद करना या कब्जा करना भी बहुत कठिन बनाता है।",
  "page-what-is-ethereum-when-who-learn-more": "एथेरियम के इतिहास के बारे में और जानें",
  "page-what-is-ethereum-roadmap-title": "2025 के लिए एथेरियम रोडमैप क्या है?",
  "page-what-is-ethereum-roadmap-intro-1": "एथेरियम एक निश्चित रोडमैप का पालन नहीं करता है। यह एक साझा दृष्टिकोण का पालन करता है।",
  "page-what-is-ethereum-roadmap-intro-2": "नेटवर्क अपग्रेड EIP के रूप में किए जाते हैं और दुनिया भर के योगदानकर्ताओं द्वारा सार्वजनिक रूप से विकसित किए जाते हैं। कोई केंद्रीय टीम यह तय नहीं करती है कि क्या होता है, बस लोग उपयोगकर्ताओं की जरूरतों के आधार पर जो उपयोगी मानते हैं, उसका निर्माण कर रहे हैं।",
  "page-what-is-ethereum-roadmap-intro-3": "पेक्ट्रा मई 2025 में लॉन्च किया गया सबसे हालिया अपग्रेड है। इस अपग्रेड ने वॉलेट सुविधाओं में सुधार किया, स्टेकरों को अधिक लचीलापन दिया, और डैप्स को L2 पर चलाना आसान बना दिया। लक्ष्य सुरक्षा या विकेंद्रीकरण से समझौता किए बिना उपयोगिता में सुधार करना था।",
  "page-what-is-ethereum-roadmap-priorities-intro": "<a>आगे देखते हुए</a>, एथेरियम की प्राथमिकताओं में शामिल हैं:",
  "page-what-is-ethereum-roadmap-priority-1": "कोर प्रोटोकॉल और उसके L2 को सभी के लिए तेज और सस्ता बनाना",
  "page-what-is-ethereum-roadmap-priority-2": "यूज़र्स और डेवलपर्स के लिए अनुभव में सुधार करना",
  "page-what-is-ethereum-roadmap-outro-1": "ये प्राथमिकताएँ यह सुनिश्चित करने में मदद करेंगी कि एथेरियम सुरक्षित, स्केलेबल और उपयोगकर्ता के अनुकूल है क्योंकि हर दिन अधिक लोग नेटवर्क पर निर्भर करते हैं।",
  "page-what-is-ethereum-roadmap-outro-2": "यदि आप एथेरियम के लिए दिशा निर्देशित करना चाहते हैं, तो <a>शामिल हों</a>। आपको अनुमति की आवश्यकता नहीं है, बस इस नई डिजिटल अर्थव्यवस्था में बदलाव लाने की इच्छा है।",
  "page-what-is-ethereum-roadmap-learn-more": "एथेरियम रोडमैप का एक अवलोकन देखें",
  "page-what-is-ethereum-further-reading-title": "आगे पढ़ें",
  "page-what-is-ethereum-further-reading-wallets": "वॉलेट क्या हैं?",
  "page-what-is-ethereum-further-reading-eth": "ईथर (ETH) क्या है?",
  "page-what-is-ethereum-further-reading-web3": "Web3 क्या है?",
  "page-what-is-ethereum-further-reading-networks": "एथेरियम नेटवर्क के बारे में और जानें",
  "page-what-is-ethereum-toc-ethereum": "इथिरीयम क्या है?",
  "page-what-is-ethereum-toc-network": "एथेरियम नेटवर्क क्या हैं?",
  "page-what-is-ethereum-toc-ether": "ईथर (ETH) क्या है?",
  "page-what-is-ethereum-toc-how": "एथेरियम कैसे काम करता है?",
  "page-what-is-ethereum-toc-what": "इथेरियम का इस्तेमाल किस लिए किया जाता है?",
  "page-what-is-ethereum-toc-start": "एथेरियम का उपयोग कैसे शुरू करें",
  "page-what-is-ethereum-toc-bitcoin": "एथेरियम और बिटकॉइन के बीच क्या अंतर है?",
  "page-what-is-ethereum-toc-when-who": "एथेरियम कब लॉन्च हुआ, इसकी स्थापना किसने की और अब इसे कौन चलाता है?",
  "page-what-is-ethereum-toc-roadmap": "2025 के लिए एथेरियम रोडमैप क्या है?",
  "page-what-is-ethereum-banner-networks-alt": "भविष्य के एथेरियम सामुदायिक केंद्र का चित्रण",
  "page-what-is-ethereum-banner-ether-alt": "खुले हाथ ईथर ग्लिफ पकड़े हुए हैं",
  "page-what-is-ethereum-banner-how-alt": "कंप्यूटर की मरम्मत करता हुआ आदमी",
  "page-what-is-ethereum-banner-contributing-alt": "कंप्यूटर पर मुस्कुराता हुआ डोगे",
  "page-what-is-ethereum-banner-what-alt": "चार भविष्यवादी इंसान और एक डोगे एक एथेरियम प्रिज्म में देख रहे हैं",
  "page-what-is-ethereum-banner-start-alt": "भविष्य का सामुदायिक सभा केंद्र",
  "page-what-is-ethereum-banner-when-who-alt": "दो इंसान चलते और बात करते हुए"
}
