{
  "page-get-eth-article-keeping-crypto-safe": "आपके क्रिप्टो को सुरक्षित रखने की कुंजी",
  "page-get-eth-article-protecting-yourself": "अपनी और अपने धन की रक्षा करना",
  "page-get-eth-article-store-digital-assets": "इथेरियम पर डिजिटल एसेट कैसे स्टोर करें",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "केंद्रीकृत एक्सचेंज",
  "page-get-eth-cex-desc": "एक्सचेंज ऐसे व्यवसाय हैं, जो आपको पारंपरिक मुद्राओं का उपयोग करके क्रिप्टोकरंसी खरीदने देते हैं। आपके द्वारा खरीदे गए किसी भी ETH पर उनका तब तक नियंत्रण होता है, जब तक कि आप उसे आपके द्वारा नियंत्रित वॉलेट में नहीं भेज देते।",
  "page-get-eth-checkout-dapps-btn": "डेप्स की जाँच करें",
  "page-get-eth-community-safety": "सुरक्षा पर सामुदायिक पोस्ट",
  "page-get-eth-description": "एथेरियम एक अकेले संगठन द्वारा नहीं चलाया जाता हे - यह विकेंद्रीकृत है।",
  "page-get-eth-dex": "विकेन्द्रीकृत एक्सचेंज (DEX)",
  "page-get-eth-dex-desc": "अगर आपको ज्यादा नियंत्रण करना है, तो ETH <a href=\"/glossary/#smart-contract\">स्मार्ट अनुबंध</a> खरीदें। DEX के साथ आप अपने फंड का नियंत्रण किसी केंद्रीकृत कंपनी को दिए बिना डिजिटल एसेट्स का ट्रे़ड कर सकते हैं।",
  "page-get-eth-peers": "अपने साथियों से ETH प्राप्त करें",
  "page-get-eth-peers-desc": "जब आपके पास एक एथेरियम खाता हो, तो आपको सिर्फ अपना पता शेयर करने की जरूरत होती है, जिससे आप पीयर-टू-पीयर ETH (और अन्य टोकन) भेजने और प्राप्त करने लग जाएंगे।",
  "page-get-eth-staking": "स्टेकिंग पुरस्कार",
  "page-get-eth-staking-desc": "अगर आपके पास पहले से ETH है, तो आप एक वैलिडेटर नोड चलाकर और भी कमा सकते हैं। इस पुष्टिकरण कार्य के लिए आपको ETH में भुगतान किया जाता है।",
  "page-get-eth-earn": "ETH कैसे कमाएँ",
  "page-get-eth-earn-desc": "डीएओ या कंपनी के लिए काम करके जो क्रिप्टो में भुगतान करती हैं, उसमें बाउंटीज जीतकर, सॉफ़्टवेयर बग्स ढूँढकर और इससे अधिक कुछ भी करके आप ETH कमा सकते हैं।",
  "page-get-eth-daos-link-desc": "डीएओ के बारे में जानें",
  "page-get-eth-cex-link-desc": "एक्सचेंजों की एक सूची देखें",
  "page-get-eth-staking-link-desc": "स्टेकिंग के बारे में और जानें",
  "page-get-eth-dexs": "विकेन्द्रीकृत एक्सचेंज (DEX)",
  "page-get-eth-dexs-desc": "विकेंद्रीकृत एक्सचेंज ETH और अन्य टोकन के लिए खुले बाज़ार हैं। वे खरीदारों और विक्रेताओं को सीधे कनेक्ट करते हैं।",
  "page-get-eth-dexs-desc-2": "लेन-देन में धन की सुरक्षा के लिए एक विश्वसनीय तीसरे पक्ष का उपयोग करने के बजाय, वे कोड का उपयोग करते हैं। भुगतान की गारंटी होने पर ही विक्रेता का ETH स्थानांतरित किया जाएगा। इस प्रकार के कोड को एक स्मार्ट अनुबंध के रूप में जाना जाता है।",
  "page-get-eth-dexs-desc-3": "इसका मतलब है कि केंद्रीकृत विकल्पों की तुलना में कम भौगोलिक प्रतिबंध हैं। यदि कोई वह बेच रहा है जो आप चाहते हैं और आपके द्वारा प्रदान की जा सकने वाली भुगतान विधि को स्वीकार कर रहा है, तो आगे बढ़ें।",
  "page-get-eth-dexs-desc-4": "नोट: कई डेक्स कार्य करने के लिए रैप्ड एथर (WETH) का उपयोग करते हैं। <a href=\"/wrapped-eth\">रैप्ड ईथर के बारे में ज़्यादा जानें</a>।",
  "page-get-eth-do-not-copy": "उदाहरण: कृपया कॉपी न करें",
  "page-get-eth-exchanges-disclaimer": "हमने मैन्युअल रूप से यह जानकारी एकत्र की है। यदि आपको कुछ गलत लगता है, तो हमें यहां पर बताएं",
  "page-get-eth-exchanges-empty-state-text": "उन एक्सचेंजों की सूची देखने के लिए अपने निवास का देश दर्ज करें जिनका आप उपयोग करने में सक्षम हो सकते हैं",
  "page-get-eth-exchanges-except": "इसके सिवाय",
  "page-get-eth-exchanges-header": "आप किस देश में रहते हैं?",
  "page-get-eth-exchanges-header-exchanges": "एक्सचेंज",
  "page-get-eth-exchanges-header-wallets": "वॉलेट",
  "page-get-eth-exchanges-intro": "एक्सचेंजों पर प्रतिबंध है कि वे क्रिप्टो कहां बेच सकते हैं। यह प्रत्येक देश में संचालित होने वाली सेवाओं की एक सांकेतिक सूची है। यहां शामिल करना एक समर्थन नहीं है - आपको अपना खुद का शोध करना चाहिए!",
  "page-get-eth-exchanges-no-exchanges": "क्षमा करें, हम ऐसे किसी भी एक्सचेंज को नहीं जानते हैं, जो आपको इस देश से ETH खरीदने देता हो। यदि आपको पता हो, तो यहां पर हमें बताएं",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "क्षमा करें, हम ऐसे किसी भी एक्सचेंज को नहीं जानते हैं, जो आपको इस देश से ETH खरीदने देता हो। यदि आपको पता हो, तो यहां पर हमें बताएं",
  "page-get-eth-exchanges-no-wallets": "क्षमा करें, हम ऐसे किसी भी वॉलेट को नहीं जानते हैं, जो आपको इस देश से ETH खरीदने देता हो। यदि आपको पता हो, तो यहां पर हमें बताएं",
  "page-get-eth-exchanges-search": "आप जहां रहते है उसे टाइप करे...",
  "page-get-eth-exchanges-success-exchange": "कानूनी जाँचों के कारण एक्सचेंज में पंजीकरण करने में कई दिन लग सकते हैं।",
  "page-get-eth-exchanges-success-wallet-link": "वॉलेट",
  "page-get-eth-exchanges-success-wallet-paragraph": "जहां आप रहते हैं, आप इन वॉलेट से सीधे ETH खरीद सकते हैं। इके बारे में अधिक जानें",
  "page-get-eth-exchanges-usa": "संयुक्त राज्य अमरीका (USA)",
  "page-get-eth-get-wallet-btn": "एक वॉलेट प्राप्त करें",
  "page-get-eth-hero-image-alt": "ETH हीरो की छवि प्राप्त करें",
  "page-get-eth-keep-it-safe": "अपने ETH को सुरक्षित रखना",
  "page-get-eth-meta-description": "आप जहां रहते हैं, उसके आधार पर ETH कैसे खरीदें और इसकी देखभाल कैसे करें, इसके बारे में सलाह पाएं।",
  "page-get-eth-meta-title": "ETH कैसे प्राप्त करें",
  "page-get-eth-need-wallet": "DEX का उपयोग करने के लिए आपको एक वॉलेट की आवश्यकता होगी।",
  "page-get-eth-new-to-eth": "ETH पर नए हैं? आरंभ करने के लिए यहां पर आपको एक अवलोकन दिया गया है।",
  "page-get-eth-other-cryptos": "अन्य क्रिप्टो के साथ खरीदें",
  "page-get-eth-protect-eth-desc": "एथेरियम की मुख्य विशेषताओं में से एक यह है कि आप अपने स्वयं के खाते का प्रबंधन करके अपने एसेट पर नियंत्रण रखते हैं। इसका मतलब है कि आपको अपने एसेट के साथ किसी तीसरे पक्ष पर भरोसा करने की ज़रूरत नहीं है, और आप किसी भी संरक्षक से बेईमानी से काम करने, दिवालिया होने या हैक होने से सुरक्षित हैं। हालांकि, इसका मतलब यह भी है कि आप अपनी सुरक्षा की जिम्मेदारी लेते हैं।",
  "page-get-eth-protect-eth-in-wallet": "अपने ETH को अपने वॉलेट में रखें",
  "page-get-eth-search-by-country": "देश द्वारा खोजें",
  "page-get-eth-security": "इसका मतलब है कि आपको अपने फंड की सुरक्षा को गंभीरता से लेने की जरूरत है। ETH के साथ, आप अपनी संपत्ति की देखभाल के लिए किसी बैंक या कंपनी पर भरोसा नहीं कर रहे हैं, आप अपने लिए जिम्मेदारी ले रहे हैं।",
  "page-get-eth-smart-contract-link": "स्मार्ट अनुबंध के बारे में अधिक जानकारी",
  "page-get-eth-swapping": "अन्य लोगों के ETH के लिए अपना टोकन स्वैप करें। और इसके ठीक विपरीत भी करें।",
  "page-get-eth-try-dex": "DEX का प्रयास करें",
  "page-get-eth-use-your-eth": "अपने ETH का उपयोग करें",
  "page-get-eth-use-your-eth-dapps": "अब जब आप कुछ ETH के मालिक हैं, तो कुछ इथेरियम एप्लिकेशन (डेप्स) देखें। वित्त, सोशल मीडिया, गेमिंग और बहुत सी अन्य श्रेणियों के लिए डेप्स मौजूद हैं।",
  "page-get-eth-wallet-instructions": "वॉलेट के निर्देशों का पालन करें",
  "page-get-eth-wallet-instructions-lost": "यदि आप अपने खाते तक पहुंच खो देते हैं, तो आप अपने फंड तक पहुंच खो देंगे। आपके वॉलेट को आपको इससे बचाने के निर्देश देने चाहिए। उनका सावधानीपूर्वक पालन करना सुनिश्चित करें – ज्यादातर मामलों में, यदि आप अपने खाते तक पहुंच खो देते हैं तो कोई भी आपकी मदद नहीं कर सकता है।",
  "page-get-eth-wallets": "वॉलेट",
  "page-get-eth-wallets-link": "वॉलेट के बारे में अधिक जानकारी",
  "page-get-eth-wallets-purchasing": "कुछ वॉलेट आपको डेबिट/क्रेडिट कार्ड, बैंक हस्तांतरण या यहां तक ​​कि Apple Pay के साथ क्रिप्टोकरंसी खरीदने देते हैं। भौगोलिक प्रतिबंध लागू होते हैं।",
  "page-get-eth-warning": "ये DEX शुरुआती लोगों के लिए नहीं हैं क्योंकि इनका उपयोग करने के लिए आपको कुछ ETH की आवश्यकता होगी। ये केवल उदाहरण हैं, समर्थित उत्पाद नहीं। अपना खुद का शोध करें!",
  "page-get-eth-what-are-DEX's": "DEX क्या हैं?",
  "page-get-eth-whats-eth-link": "ETH क्या है?",
  "page-get-eth-where-to-buy-desc": "आप ETH कमा सकते हैं, इसे अपने साथियों से प्राप्त कर सकते हैं, या इसे एक्सचेंज और ऐप्स से खरीद सकते हैं।",
  "page-get-eth-where-to-buy-desc-2": "आप कहां रहते हैं, इसके आधार पर आप कौन सी सेवाओं का उपयोग कर सकते हैं, इसकी जांच करें।",
  "page-get-eth-where-to-buy-title": "ETH कहां से प्राप्त करें",
  "page-get-eth-your-address": "आपका ETH पता",
  "page-get-eth-your-address-desc": "जब आप एक वॉलेट डाउनलोड करते हैं. तो यह आपके लिए एक सार्वजनिक ETH पता बनाएगा। यह इस तरह से दिखता है:",
  "page-get-eth-your-address-desc-3": "इसे अपने ईमेल पते की तरह मानें, लेकिन मेल के बजाय यह ETH प्राप्त कर सकता है। यदि आप ETH को एक्सचेंज से अपने वॉलेट में स्थानांतरित करना चाहते हैं, तो गंतव्य के रूप में अपने पते का उपयोग करें। भेजने से पहले हमेशा दोबारा जांचें!",
  "page-get-eth-your-address-wallet-link": "वॉलेट की जाँच करें",
  "listing-policy-raise-issue-link": "मुद्दा उठाएं",
  "page-find-wallet-last-updated": "अंतिम अद्यतन"
}
