{
  "page-what-is-ethereum-alt-img-bazaar": "एक बाज़ार में एक व्यक्ति का चित्रण, जिसका मतलब है इथेरियम का प्रतिनिधित्व करना",
  "page-what-is-ethereum-alt-img-comm": "एक साथ काम कर रहे इथेरियम संप्रदाय के सदस्यों का एक चित्रण",
  "page-what-is-ethereum-alt-img-lego": "लेगो ईंटों से बना एक ETH लोगो बनाने वाले हाथ का चित्रण",
  "page-what-is-ethereum-banking-card": "सभी के लिए बैंकिंग",
  "page-what-is-ethereum-banking-card-desc": "सभी के पास वित्तीय सेवा की पहुँच नहीं होती हैं| केवल इंटरनेट कनेक्शन की सहायता से आप एथेरियम पर उधार देने, उधार लेने, बचत जैसे उत्पादों का निर्माण कर सकते हैं।",
  "page-what-is-ethereum-build": "इथेरियम के साथ कुछ बनाएं",
  "page-what-is-ethereum-build-desc": "यदि आप इथेरियम के साथ निर्माण करने का प्रयास करना चाहते हैं, तो हमारे डॉक्स पढ़ें, कुछ ट्यूटोरियल आज़माएं, या उन उपकरण की जाँच करें, जिन्हें आपको शुरू करने की आवश्यकता है।",
  "page-what-is-ethereum-censorless-card": "सेंसर-प्रतिरोधी",
  "page-what-is-ethereum-censorless-card-desc": "इथेरियम पर किसी भी सरकार या कंपनी का नियंत्रण नहीं है। इस विकेंद्रीकरण से कोई आपको भुगतान पाने या इथेरियम पर सेवाओं का इस्तेमाल करने में रोक नहीं लगा पाएगा।",
  "page-what-is-ethereum-comm-desc": "हमारे संप्रदाय में कलाकार, क्रिप्टो-अनार्किस्ट, फ़ॉर्च्यून 500 कंपनियां और अब आप सहित सभी पृष्ठभूमि के लोग शामिल हैं। पता करें कि आप आज कैसे शामिल हो सकते हैं।",
  "page-what-is-ethereum-commerce-card": "वाणिज्य की गारंटी",
  "page-what-is-ethereum-commerce-card-desc": "ग्राहकों के पास एक सुरक्षित, अंतर्निहित गारंटी है कि धन केवल तभी बदलेगा जब आप वह प्रदान करेंगे जो सहमत था। इसी तरह, डेवलपर्स निश्चित हो सकते हैं कि नियम उन पर नहीं बदलेंगे।",
  "page-what-is-ethereum-composable-card": "बनाए जा सकने वाले प्रॉडक्ट",
  "page-what-is-ethereum-composable-card-desc": "सभी ऐप एक साझा वैश्विक स्थिति के साथ एक ही ब्लॉकचेन पर बनाए गए हैं, जिसका मतलब है कि वे एक-दूसरे (जैसे Lego ब्रिक) का निर्माण कर सकते हैं। यह बेहतर उत्पादों, अनुभवों और आश्वासनों की अनुमति देता है कि कोई भी किसी भी टूल को हटा नहीं सकता है जिस पर ऐप्लिकेशन भरोसा करते हैं।",
  "page-what-is-ethereum-community": "इथेरियम संप्रदाय",
  "page-what-is-ethereum-desc": "हमारे डिजिटल भविष्य की नींव",
  "page-what-is-ethereum-explore": "इथेरियम का अन्वेषण करें",
  "page-what-is-ethereum-internet-card": "एक खुला इंटरनेट",
  "page-what-is-ethereum-internet-card-desc": "इथेरियम नेटवर्क का इस्तेमाल कोई भी कर सकता है एवं इसपर एप्लिकेशन बना सकता है। यह किसी महा-निगम के बजाय आपको अपने संपत्ति एवं पहचान पर नियंत्रण रखने की अनुमति देता है।",
  "page-what-is-ethereum-meet-comm": "संप्रदाय से मिलें",
  "page-what-is-ethereum-meta-description": "इथेरियम के बारे में जानें, यह क्या करता है और इसे अपने लिए कैसे आज़माना है।",
  "page-what-is-ethereum-meta-title": "इथेरियम क्या है?",
  "page-what-is-ethereum-p2p-card": "पीयर-टू-पीयर नेटवर्क",
  "page-what-is-ethereum-p2p-card-desc": "इथेरियम आपको समन्वय बनाने, समझौता करने या डिजिटल संपत्ति का दूसरे व्यक्ति को सीधा स्थानांतरण करने का अनुमति देता हैl आपको किसी मध्यस्थों की आवश्यकता नहीं होगीl",
  "page-what-is-ethereum-start-building-btn": "निर्माण शुरू करें",
  "page-what-is-ethereum-title": "इथेरियम क्या है?",
  "page-what-is-ethereum-subtitle": "एथेरियम कैसे काम करता है, इसके लाभ और दुनिया भर के लाखों लोगों द्वारा इसका उपयोग कैसे किया जा रहा है, इसके लिए एक पूर्ण शुरुआत गाइड।",
  "page-what-is-ethereum-button-lets-start": "चलो शुरू करें",
  "page-what-is-ethereum-blockchain-tab-title": "ब्लॉकचेन क्या है?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>ब्लॉकचेन, लेनदेन का एक डेटाबेस है</b> जो एक नेटवर्क में कई कंप्यूटरों में अपडेट और साझा किया जाता है। हर बार जब लेनदेन का एक नया सेट जोड़ा जाता है, तो इसे \"ब्लॉक\" कहा जाता है - इसलिए इसका नाम ब्लॉकचेन है। अधिकांश ब्लॉकचेन जैसे इथेरियम सार्वजनिक हैं और आप केवल डेटा जोड़ सकते हैं, लेकिन हटा नहीं सकते हैं। अगर कोई किसी भी जानकारी को बदलने की कोशिश करेगा या सिस्टम को धोखे से ऐक्सेस करना चाहेगा, तो उन्हें नेटवर्क के अधिकांश कंप्यूटरों पर ऐसा करना होगा। यह काम बहुत ज़्यादा हो जाएगा! यह इथेरियम जैसे स्थापित ब्लॉकचेन को अत्यधिक सुरक्षित बनाता है।",
  "page-what-is-ethereum-cryptocurrency-tab-title": "क्रिप्टोकरेंसी क्या है?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "क्रिप्टोकरेंसी एक शब्द है जिसका इस्तेमाल ब्लॉकचेन का उपयोग करके सुरक्षित कई प्रकार के फंजिबल डिजिटल टोकन का वर्णन करने के लिए किया जाता है। यह सब बिटकॉइन के साथ शुरू हुआ। बिटकॉइन का उपयोग मध्यस्थों पर भरोसा किए बिना दो पक्षों के बीच मूल्य स्थानांतरित करने के लिए किया जा सकता है। आपको केवल बिटकॉइन कोड पर भरोसा करना होगा, जो खुला और स्वतंत्र रूप से उपलब्ध है।",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "बिटकॉइन और ईथर जैसे असेस्ट्स को “क्रिप्टोकरेंसी” कहा जाता है, इसका कारण यह है कि आपके डेटा और असेस्ट्स की सुरक्षा <a href=\"/glossary/#cryptography\">क्रिप्टोग्राफी</a> द्वारा सुनिश्चित की जाती है, न कि किसी संस्था या निगम पर ईमानदारी से काम करने का भरोसा करके।",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "इथेरियम की अपनी मूल क्रिप्टोकरेंसी, इथर (ETH) है, जिसका उपयोग नेटवर्क पर कुछ गतिविधियों के लिए भुगतान करने के लिए किया जाता है। इसे अन्य उपयोगकर्ताओं को स्थानांतरित किया जा सकता है या इथेरियम पर अन्य टोकन के लिए अदला-बदली किया जा सकता है। इथर खास है, क्योंकि इसका इस्तेमाल इथेरियम पर ऐप्लिकेशन और संगठनों को बनाने और चलाने के लिए और आवश्यक गणना के लिए भुगतान करने के लिए किया जाता है।",
  "page-what-is-ethereum-summary-title": "सारांश",
  "page-what-is-ethereum-summary-desc-1": "इथेरियम एक पूरी दुनिया के कम्प्यूटरों का नेटवर्क है, जो नियमों के सेट का पालन करता है जिसे हम इथेरियम प्रोटोकॉल कहते हैंl इथेरियम नेटवर्क समुदाय, एप्लिकेशन, संगठन एवं डिजिटल संपत्ति के लिए नीव की तरह काम करता है, जिसे कोई भी बना सकता है और इस्तेमाल कर सकता हैl",
  "page-what-is-ethereum-summary-desc-2": "आप कहीं भी, कभी भी एक इथेरियम खाता बनाकर ऐप्लिकेशन की दुनिया में एक्सप्लोर कर सकते है या अपने ऐप्लिकेशन बना सकते हैl मुख्य नवाचार यह है कि आप यह सब एक केंद्रीय प्राधिकरण पर भरोसा किए बिना कर सकते हैं जो नियमों को बदल सकता है या आपके ऐक्सेस को प्रतिबंधित कर सकता है।",
  "page-what-is-ethereum-summary-desc-3": "अधिक जानकारी के लिए पढ़ते रहे…",
  "page-what-is-ethereum-btc-eth-diff-title": "एथेरियम और बिटकॉइन के बीच क्या अलग है?",
  "page-what-is-ethereum-btc-eth-diff-1": "2015 में लॉन्च किया गया, एथेरियम बिटकॉइन के नवाचार पर बनाता है, जिसमें कुछ बड़े अंतर हैं।",
  "page-what-is-ethereum-btc-eth-diff-2": "दोनों आपको भुगतान प्रदाताओं या बैंकों के बिना डिजिटल धन का उपयोग करने देते हैं। लेकिन <b>एथेरियम प्रोग्राम करने योग्य है</b>, इसलिए आप इसके नेटवर्क पर विकेन्द्रीकृत अनुप्रयोगों का निर्माण और तैनाती भी कर सकते हैं।",
  "page-what-is-ethereum-btc-eth-diff-3": "बिटकॉइन की मदद से एक दूसरे को बुनियादी संदेश भेजा जा सकता है कि हमें क्या चीज़ मूल्यवान लगती है। अधिकार के बिना मूल्य स्थापित करना पहले से ही शक्तिशाली है। इथेरियम इसे बढ़ाता है: केवल संदेशों के बजाय, आप कोई भी सामान्य प्रोग्राम या अनुबंध लिख सकते हैं। तरह तरह के अनुबंध बनाए जा सकते हैं और उन पर सहमति व्यक्त की जा सकती है, उनकी कोई सीमा नहीं है, इसलिए इथेरियम नेटवर्क पर महान नवाचार होता है।",
  "page-what-is-ethereum-btc-eth-diff-4": "जबकि बिटकॉइन केवल एक भुगतान नेटवर्क है, इथेरियम वित्तीय सेवाओं, खेल, सामाजिक नेटवर्क और अन्य ऐप्स के बाज़ार की तरह हैl",
  "page-what-is-ethereum-what-can-eth-do-title": "एथेरियम क्या कर सकता है?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "एथेरियम क्यों इस्तेमाल करें?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "अगर आप विश्व स्तर पर समन्वय करने, संगठन बनाने, ऐप्लिकेशन बनाने और मूल्य साझा करने के ज़्यादा लचीले, खुले और भरोसेमंद तरीकों में रुचि रखते हैं, तो इथेरियम आपके लिए है। इथेरियम एक ऐसी कहानी है जो हम सब ने लिखी है, इसलिए आओ पता लगाएं कि हम इसके साथ मिलकर दुनिया में क्या-क्या अविश्वसनीय चीज़ें कर सकते हैं।",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "इथेरियम उन लोगों के लिए भी अमूल्य रहा है जिन्हें अपने नियंत्रण के बाहर, बाहरी ताकतों के कारण अपनी संपत्ति की सुरक्षा या सुदृढ़ता या गतिशीलता के बारे में अनिश्चितता का सामना करना पड़ा है।",
  "page-what-is-ethereum-slide-1-title": "सस्ता और तेजी से सीमा पार से भुगतान",
  "page-what-is-ethereum-slide-1-desc-1": "<b>स्थिर मुद्रा</b> नोवल प्रकार की क्रिप्टोकरेंसी है जो इसके मूल्य के आधार के रूप में अधिक स्थिर संपत्ति पर निर्भर करता है। उनमें से ज्यादातर अमेरिकी डॉलर से जुड़े हुए हैं और इसलिए उस मुद्रा का मूल्य बनाए रखते हैं। ये बहुत सस्ते और स्थिर वैश्विक भुगतान प्रणाली की अनुमति देते हैं। कई वर्तमान स्थिर मुद्रा एथेरियम नेटवर्क पर बनाए गए हैं।",
  "page-what-is-ethereum-slide-1-desc-2": "एथेरियम और स्टेबलकॉइन विदेशों में पैसा भेजने की प्रक्रिया को सरल बनाते हैं। कई व्यावसायिक दिनों या हफ्तों के विपरीत जो आपका औसत बैंक ले सकता है, यह दुनिया भर में धन को स्थानांतरित करने में अक्सर कुछ ही मिनट लेता है और केवल नाममात्र कीमत पर। इसके अतिरिक्त, उच्च मूल्य लेनदेन करने के लिए कोई अतिरिक्त शुल्क नहीं है, और आप अपना पैसा कहां या क्यों भेज रहे हैं, इस पर शून्य प्रतिबंध हैं।",
  "page-what-is-ethereum-slide-2-title": "संकट के समय में सबसे तेज मदद",
  "page-what-is-ethereum-slide-2-desc-1": "यदि आप काफी भाग्यशाली हैं कि आपके पास विश्वसनीय संस्थानों के माध्यम से कई बैंकिंग विकल्प हैं, जहां आप रहते हैं, तो आप वित्तीय स्वतंत्रता, सुरक्षा और स्थिरता को स्वीकार कर सकते हैं जो वे प्रदान करते हैं। लेकिन राजनीतिक दमन या आर्थिक कठिनाई का सामना कर रहे दुनिया भर के कई लोगों के लिए, वित्तीय संस्थान उन्हें आवश्यक सुरक्षा या सेवाएं प्रदान नहीं कर सकते हैं।",
  "page-what-is-ethereum-slide-2-desc-2": "जब युद्ध, आर्थिक आपदाएं या नागरिक स्वतंत्रता पर कार्रवाई ने <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">वेनेज़ुएला</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">क्यूबा</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">अफ़ग़ानिस्तान</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">नाइजीरिया</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">बेलोरूस</a>, और <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">यूक्रेन</a> के निवासियों को प्रभावित किया, तब क्रिप्टोकरेंसी वित्तीय एजेंसी को बनाए रखने का सबसे तेज़ और अक्सर एकमात्र विकल्प बना।<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup>जैसा कि इन उदाहरणों में देखा गया है, जब लोग बाहरी दुनिया से कट जाते हैं तो एथेरियम जैसी क्रिप्टोकरेंसी वैश्विक अर्थव्यवस्था तक निर्बाध पहुंच प्रदान कर सकती है। इसके अतिरिक्त, जब स्थानीय मुद्राएं हाइपरइन्फ्लेशन के कारण नीचे जा रही होती हैं, तो स्थिर सिक्के मूल्य का भंडार प्रदान करते हैं।",
  "page-what-is-ethereum-slide-3-title": "निर्माताओं को सशक्त बनाना",
  "page-what-is-ethereum-slide-3-desc-1": "केवल 2021 में, कलाकारों, संगीतकारों, लेखकों और अन्य रचनाकारों ने सामूहिक रूप से $3.5 बिलियन कमाने के लिए एथेरियम का उपयोग किया। यह एथेरियम को Spotify, YouTube और Etsy सहित निर्माताओं के लिए सबसे बड़े वैश्विक प्लेटफार्मों में से एक बनाता है। <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">और अधिक जानें</a>।",
  "page-what-is-ethereum-slide-4-title": "गेमर्स को सशक्त बनाना",
  "page-what-is-ethereum-slide-4-desc-1": "कमाने के लिए खेलने वाले गेम (जहां खिलाड़ियों को वास्तव में गेम खेलने के लिए पुरस्कृत किया जाता है) हाल ही में उभरा है और गेमिंग उद्योग को बदल रहा है। परंपरागत रूप से, यह अक्सर व्यापार या असली पैसे के लिए अन्य खिलाड़ियों के लिए खेल में संपत्ति के हस्तांतरण के लिए निषिद्ध है। यह खिलाड़ियों को ब्लैक मार्केट वेबसाइटों का उपयोग करने के लिए मजबूर करता है जो अक्सर सुरक्षा जोखिम होते हैं। ब्लॉकचेन गेमिंग इन-गेम अर्थव्यवस्था को अपनाती है और विश्वसनीय तरीके से इस तरह के व्यवहार को बढ़ावा देती है।",
  "page-what-is-ethereum-slide-4-desc-2": "इसके अलावा, खिलाड़ियों को असली पैसे के लिए इन-गेम टोकन का व्यापार करने में सक्षम होने के द्वारा प्रोत्साहित किया जाता है और इस प्रकार उनके खेलने के समय के लिए वास्तव में पुरस्कृत किया जा रहा है।",
  "page-what-is-ethereum-meet-ether-title": "ईथर से मिलें, एथेरियम की क्रिप्टोकरेंसी",
  "page-what-is-ethereum-meet-ether-desc-1": "इथेरियम नेटवर्क पर कई कार्यों के लिए कुछ काम इथेरियम के एम्बेडेड कंप्यूटर (जिसे इथेरियम वर्चुअल मशीन कहते हैं) पर करना पड़ता है। यह गणना मुफ्त नहीं है; इसके लिए इथेरियम की मूल क्रिप्टोकरेंसी का उपयोग करके भुगतान किया जाता है जिसे इथर (ETH) कहते है। इसका मतलब है कि आपको नेटवर्क का उपयोग करने के लिए कम से कम थोड़ी मात्रा में इथर की आवश्यकता होती है।",
  "page-what-is-ethereum-meet-ether-desc-2": "इथर पूरी तरह डिजिटल है और आप इसे दुनिया में कहीं भी किसी को भी तुरंत भेज सकते हैं। इथर की आपूर्ति किसी भी सरकार या कंपनी द्वारा नियंत्रित नहीं है - यह विकेंद्रीकृत और पूरी तरह से पारदर्शी है। इथर को प्रोटोकॉल के मुताबिक केवल नेटवर्क की सुरक्षा करने वाले स्टेकर्स के लिए जारी किया जाता हैl",
  "page-what-is-ethereum-what-is-ether": "ईथर क्या है?",
  "page-what-is-ethereum-get-eth": "ETH प्राप्त करें",
  "page-what-is-ethereum-explore-applications": "आवेदनों का अन्वेषण करें",
  "page-what-is-ethereum-learn-defi": "DeFi के बारे में जानें",
  "page-what-is-ethereum-who-runs-ethereum-title": "एथेरियम कौन चलाता है?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "एथेरियम को किसी विशेष इकाई द्वारा नियंत्रित नहीं किया जाता है। जब भी एथेरियम प्रोटोकॉल का पालन करते हुए सॉफ्टवेयर चलाने वाले कनेक्ट किए गए कंप्यूटर होते हैं, तो यह उपलब्ध रहता है और एथेरियम <a href=\"/glossary/#blockchain\">ब्लॉकचेन</a> में जुड़ जाता है। इनमें से प्रत्येक कंप्यूटर को नोड के रूप में जाना जाता है। नोड्स किसी के द्वारा भी चलाए जा सकते हैं, हालांकि नेटवर्क को सुरक्षित करने में भाग लेने के लिए आपको (एथेरियम का मूल टोकन) ETH को <a href=\"/glossary/#staking\">स्टेक</a> पर लगाना होगा। 32 ETH वाला कोई भी व्यक्ति अनुमति की आवश्यकता के बिना ऐसा कर सकता है।",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "यहां तक कि इथेरियम सोर्स कोड एक इकाई द्वारा उत्पादित नहीं किया जाता है। कोई भी प्रोटोकॉल में बदलाव का सुझाव दे सकता है और अपग्रेड पर चर्चा कर सकता है। इथेरियम प्रोटोकॉल के कई कार्यवाहियां ऐसी हैं जो कई प्रोग्रामिंग भाषाओं में स्वतंत्र संगठनों द्वारा बनती हैं और वे आमतौर पर खुले रूप से बनाए जाते हैं और सामुदायिक योगदान को प्रोत्साहित करते हैं।",
  "page-what-is-ethereum-run-a-node": "नोड चलाएँ",
  "page-what-is-ethereum-smart-contract-title": "स्मार्ट अनुबंध क्या हैं?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>स्मार्ट अनुबंध कंप्यूटर प्रोग्राम हैं</b> जो इथेरियम ब्लॉकचेन पर रहते हैं। वे केवल एक उपयोगकर्ता के लेनदेन करने से ट्रिगर होने पर निष्पादित होते हैं। वे इथेरियम को उन चीज़ों के लिए बहुत लचीला बनाते हैं जो इथेरियम कर सकता हैl यह अनुबंध विकेंद्रीकृत एप्लिकेशन या संगठन बनाने में एक बिल्डिंग ब्लॉक की तरह काम करते हैं।",
  "page-what-is-ethereum-smart-contract-desc-2": "क्या आपने कभी किसी ऐसे उत्पाद का इस्तेमाल किया है जिसने अपनी सेवा की शर्तों को बदल दिया है? या आपके लिए उपयोगी सुविधा को हटा दिया? एक स्मार्ट अनुबंध एथेरियम के लिए प्रकाशित किए जाने पर, यह तब तक ऑनलाइन और परिचालित रहेगा जब तक एथेरियम मौजूद है। लेखक भी इसे उतार नहीं सकता। चूंकि स्मार्ट अनुबंध स्वचालित होते हैं, इसलिए वे किसी भी उपयोगकर्ता के साथ भेदभाव नहीं करते हैं और हमेशा उपयोग करने के लिए तैयार रहते हैं।",
  "page-what-is-ethereum-smart-contract-desc-3": "स्मार्ट अनुबंध के लोकप्रिय उदाहरण, उधार देने वाले ऐप, विकेन्द्रीकृत ट्रेडिंग एक्सचेंज, बीमा, क्वाड्रेटिक धन, सामाजिक नेटवर्क और <a href=\"/glossary/#nft\">NFTs</a> - मूल रूप से कुछ भी जो आप सोच सकते हैं।",
  "page-what-is-ethereum-more-on-smart-contracts": "स्मार्ट अनुबंध के बारे में अधिक जानकारी",
  "page-what-is-ethereum-explore-dapps": "dapps का अन्वेषण करें",
  "page-what-is-ethereum-criminal-activity-title": "मैंने सुना है क्रिप्टो आपराधिक गतिविधि के लिए एक उपकरण के रूप में इस्तेमाल किया जा रहा है। क्या यह सच है?",
  "page-what-is-ethereum-criminal-activity-desc-1": "हर तकनीक की तरह, इसका भी कभी-कभी गलत इस्तेमाल होगा। हालांकि, क्योंकि सभी इथेरियम लेनदेन एक खुले ब्लॉकचेन पर होते हैं, एक पारंपरिक वित्तीय प्रणाली के मुकाबले अधिकारियों के लिए इस पर अवैध गतिविधि को ट्रैक करना अक्सर आसान होता है, यकीनन अपनी पहचान छिपाने वाले लोगों के लिए यह इथेरियम को एक कम आकर्षक विकल्प बना रहा है।",
  "page-what-is-ethereum-criminal-activity-desc-2": "यूरोपोल, कानून प्रवर्तन सहयोग के लिए यूरोपीय संघ एजेंसी द्वारा हाल ही की एक रिपोर्ट के प्रमुख निष्कर्षों के अनुसार आपराधिक उद्देश्यों के लिए क्रिप्टो का उपयोग फ़िएट मुद्राओं की तुलना में बहुत कम किया जाता है:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"अवैध गतिविधियों के लिए क्रिप्टोकरेंसी के उपयोग में समग्र क्रिप्टोकरेंसी अर्थव्यवस्था का केवल एक छोटा सा हिस्सा शामिल होता है, और यह पारंपरिक वित्त में शामिल अवैध धन की मात्रा से तुलनात्मक रूप से छोटा प्रतीत होता है।\"",
  "page-what-is-ethereum-energy-title": "एथेरियम की ऊर्जा खपत के बारे में क्या?",
  "page-what-is-ethereum-energy-desc-1": "15 सितंबर, 2022 को, एथेरियम मर्ज अपग्रेड से गुजरा, जिसने एथेरियम को <a href=\"/glossary/#pow\">काम के सबूत</a> से <a href=\"/glossary/#pos\">हिस्सेदारी के सबूत</a> में अपग्रेड कर दिया।",
  "page-what-is-ethereum-energy-desc-2": "द मर्ज इथेरियम का सबसे बड़ा अपग्रेड था, जिसने अपडेट इथेरियम को सुरक्षित करने के लिए आवश्यक ऊर्जा को लगभग <b>99.95%</b> तक कम कर दिया, जिससे <b>बहुत कम कार्बन लागत वाला अधिक सुरक्षित नेटवर्क</b> तैयार हुआ। यह इथेरियम को अपनी सुरक्षा और मापनीयता को बढ़ाते हुए वास्तव में कम कार्बन वाला ब्लॉकचेन बना देगा।",
  "page-what-is-ethereum-more-on-energy-consumption": "ऊर्जा खपत की अधिक जानकारी",
  "page-what-is-ethereum-energy-consumption-chart-legend": "TWh/वर्ष में वार्षिक उर्जा खपत",
  "energy-consumption-chart-global-data-centers-label": "वैश्विक डेटा केंद्र",
  "energy-consumption-gold-mining-cbeci-label": "गोल्ड माइनिंग",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "अमेरिका में गेमिंग",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "मर्ज अपडेट",
  "page-what-is-ethereum-additional-reading": "अग्रिम पठन",
  "page-what-is-ethereum-week-in-ethereum": "सप्ताह के एथेरियम समाचार",
  "page-what-is-ethereum-week-in-ethereum-desc": "- पारिस्थितिकी तंत्र में प्रमुख विकास को कवर करने वाला एक साप्ताहिक समाचार पत्र।",
  "page-what-is-ethereum-kernel-dreamers": "कर्नेल",
  "page-what-is-ethereum-kernel-dreamers-desc": "इथेरियम का सपना",
  "page-what-is-ethereum-atoms-institutions-blockchains": "एटम, इंस्टीट्यूशंस, ब्लॉकचेन",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- ब्लॉकचेन क्यों मायने रखते हैं?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "एथेरियम संख्याओं में",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "एथेरियम पर परियोजनाएं बनती हैं",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "ETH देय राशि वाले खाते (वॉलेट)",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "एथेरियम पर कड़े अनुबंध",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "एथेरियम पर सुरक्षित मूल्य",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "2021 में एथेरियम पर निर्माता की कमाई",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "आज सौदों की संख्या",
  "adoption-chart-column-now-label": "अभी",
  "adoption-chart-investors-label": "निवेशक",
  "adoption-chart-developers-label": "डेवलपर्स",
  "adoption-chart-companies-label": "कंपनियां",
  "adoption-chart-artists-label": "कलाकार",
  "adoption-chart-musicians-label": "संगीतकार",
  "adoption-chart-writers-label": "लेखक",
  "adoption-chart-gamers-label": "खिलाड़ी",
  "adoption-chart-refugees-label": "शरणार्थी",
  "page-what-is-ethereum-get-eth-alt": "कुछ ETH प्राप्त करें",
  "page-what-is-ethereum-get-eth-description": "ETH, एथेरियम की मूल मुद्रा है। एथेरियम एप्लिकेशन्‍स का उपयोग करने के लिए, आपके वॉलेट में कुछ ETH की ज़रूरत होगी।",
  "page-what-is-ethereum-get-eth-title": "कुछ ETH प्राप्त करें",
  "page-what-is-ethereum-explore-dapps-alt": "डेप्स का अन्वेषण करें",
  "page-what-is-ethereum-explore-dapps-description": "Dapps, एथेरियम पर निर्मित एप्लिकेशन हैं। Dapps, मौजूदा व्यापार तंत्र को बाधित कर रहे हैं और नए तंत्रों का आविष्कार कर रहे हैं।",
  "page-what-is-ethereum-explore-dapps-title": "कुछ डेप्स आज़माएँ"
}
