{
  "layer-2-arbitrum-note": "धोखाधड़ी के प्रमाण केवल श्वेतसूची वाले उपयोगकर्ताओं के लिए, श्वेतसूची अभी तक नहीं खुली है",
  "layer-2-boba-note": "विकास में राज्य सत्यापन",
  "layer-2-optimism-note": "विकास में दोष के प्रमाणन",
  "layer-2-hero-title": "परत 2",
  "layer-2-hero-header": "हर किसी के लिए इथेरियम",
  "layer-2-hero-subtitle": "मास अवलोकन के लिए इथेरियम को स्केल करना।",
  "layer-2-hero-alt-text": "परत 2 पर लेनदेनों का एकत्रित होना और यह इथेरियम मेननेट पर पोस्ट होने का चित्रण",
  "layer-2-hero-button-1": "परत 2 क्या है",
  "layer-2-hero-button-2": "परत 2 का उपयोग करें",
  "layer-2-hero-button-3": "परत 2 पर जाएँ",
  "layer-2-statsbox-1": "परत 2 (USD) में बंद किया गया TVL",
  "layer-2-statsbox-2": "औसतन परत 2 ETH स्थानांतरण शुल्क (USD)",
  "layer-2-statsbox-3": "परत 2 TVL परिवर्तन (30 दिन)",
  "layer-2-what-is-layer-2-title": "परत 2 क्या है?",
  "layer-2-what-is-layer-2-1": "परत 2 (L2) एक संघटित शब्द है जिसका उपयोग विशिष्ट इथेरियम स्केलिंग समाधानों के वर्णन के लिए किया जाता है। <strong>परत 2 एक अलग ब्लॉकचेन होती है जो इथेरियम को विस्तारित करती है और इथेरियम की सुरक्षा गारंटियों का अधिग्रहण करती है।</strong>",
  "layer-2-what-is-layer-2-2": "अब थोड़ा और विस्तार से इसे समझते हैं। इसे करने के लिए हमें पहले परत 1 (L1) की व्याख्या करनी होगी।",
  "layer-2-what-is-layer-1-title": "परत 1 क्या है?",
  "layer-2-what-is-layer-1-1": "परत 1 आधार ब्लॉकचेन होता है। इथेरियम और बिटकॉइन दोनों परत 1 ब्लॉकचेन होते हैं क्योंकि वे <strong>विभिन्न परत 2 नेटवर्क के लिए आधार प्रदान करती है</strong>। परत 2 प्रोजेक्ट्स के उदाहरण में इथेरियम पर \"रोलअप्स\" और बिटकॉइन पर लाइटनिंग नेटवर्क शामिल हैं। इन परत 2 प्रोजेक्ट्स पर सभी उपयोगकर्ता की लेनदेन गतिविधियाँ आखिरकार परत 1 ब्लॉकचेन में सम्मिलित कर दी जाती है।",
  "layer-2-what-is-layer-1-2": "इथेरियम परत 2 के लिए डेटा उपलब्धता परत के रूप में भी कार्य करता है। परत 2 परियोजनाएं डेटा उपलब्धता के लिए इथेरियम पर भरोसा करते हुए अपने लेनदेन डेटा को इथेरियम पर पोस्ट करेंगी। इस डेटा का उपयोग परत 2 की स्थिति प्राप्त करने के लिए किया जा सकता है, या परत 2 पर लेनदेन पर विवाद करने के लिए किया जा सकता है।",
  "layer-2-what-is-layer-1-list-title": "<strong>परत 1 के रूप में इथेरियम में शामिल है:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>नोड ऑपरेटरों का एक नेटवर्क</strong> जो नेटवर्क की सुरक्षा और मान्यता प्रमाणित करता है।",
  "layer-2-what-is-layer-1-list-2": "<strong>ब्लॉक निर्माताओं का एक नेटवर्क</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>ब्लॉकचेन</strong> का और लेनदेन डेटा का इतिहास",
  "layer-2-what-is-layer-1-list-4": "<strong>आम सहमति तंत्र</strong> नेटवर्क के लिए",
  "layer-2-what-is-layer-1-list-link-1": "क्या आपको अब भी इथेरियम पर संदेह है?",
  "layer-2-what-is-layer-1-list-link-2": "जानें कि इथेरियम क्या है।",
  "layer-2-why-do-we-need-layer-2-title": "हमें परत 2 की आवश्यकता क्यों है?",
  "layer-2-why-do-we-need-layer-2-1": "किसी ब्लॉकचेन की तीन आकर्षक विशेषताएँ हैं कि वह <strong>विकेंद्रीकृत, सुरक्षित और मापदंड समर्थित</strong> होती है। <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">ब्लॉकचेन ट्राइलेमा</a> कहता है कि एक सरल ब्लॉकचेन व्यावसायिकता केवल तीन में से दो ही प्राप्त कर सकता है। क्या आप एक सुरक्षित और विकेंद्रीकृत ब्लॉकचेन चाहते हैं? तो आपको मापदंड समर्थनशीलता का त्याग करना पड़ेगा।",
  "layer-2-why-do-we-need-layer-2-2": "वर्तमान में इथेरियम <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">रोज़ाना 1+ मिलियन लेनदेन</a> संसाधित करता है। इथेरियम का उपयोग करने की मांग लेनदेन शुल्क मूल्यों को उच्च कर सकती है। यहाँ परत 2 नेटवर्क आते हैं।",
  "layer-2-why-do-we-need-layer-2-scalability": "स्केलेबिलिटी",
  "layer-2-why-do-we-need-layer-2-scalability-1": "परत 2 का प्रमुख उद्देश्य, बिना विकेंद्रीकरण या सुरक्षा का त्याग किए, लेनदेन प्रवाह क्षमता को बढ़ाना (प्रति सेकंड अधिक लेनदेन)।",
  "layer-2-why-do-we-need-layer-2-scalability-2": "इथेरियम मेननेट (परत 1) केवल <a href=\"https://ethtps.info/Network/Ethereum\">लगभग 15 लेनदेन प्रति सेकंड</a> संसाधित कर सकता है। जब इथेरियम का उपयोग करने की मांग अधिक होती है, नेटवर्क बहुत व्यस्त हो जाता है, जिससे लेनदेन शुल्क बढ़ जाते हैं, जिससे वह उपयोगकर्ता बाहर हो जाते हैं, जो इन शुल्क को नहीं दे सकते। परत 2 इन्हीं समाधानों के लिए होते हैं जिनसे ये शुल्क कम होते हैं जो परत-1 ब्लॉकचेन के बाहर लेनदेन संसाधित करने के लिए किए जाते हैं।",
  "layer-2-why-do-we-need-layer-2-scalability-3": "इथेरियम की दृष्टि के बारे में और जानें",
  "layer-2-benefits-of-layer-2-title": "परत 2 के लाभ",
  "layer-2-lower-fees-title": "कम शुल्क",
  "layer-2-lower-fees-description": "बहुत सारे ऑफ-चेन लेनदेनों को एक एकल परत 1 लेनदेन में मिलाकर, लेनदेन शुल्क को बड़े पैमाने पर कम किया जाता है, जिससे इथेरियम अधिक लोगो तक पहुँचने वाला बनता है।",
  "layer-2-maintain-security-title": "सुरक्षा बनाए रखना",
  "layer-2-maintain-security-description": "परत 2 ब्लॉकचेन मेननेट इथेरियम नेटवर्क पर अपने लेनदेनों को समाधान करते हैं, जिससे उपयोगकर्ता इथेरियम नेटवर्क की सुरक्षा से लाभ उठा सकते हैं।",
  "layer-2-expand-use-cases-title": "उपयोग के मामलों का विस्तार",
  "layer-2-expand-use-cases-description": "प्रति सेकंड अधिक लेनदेन, कम शुल्क और नई तकनीक, परियोजनाएँ नए अनुप्रयोगों में विस्तार करेंगी जिसमें उपयोगकर्ता के अनुभव में सुधार होगा।",
  "layer-2-how-does-layer-2-work-title": "परत 2 कैसे काम करता है?",
  "layer-2-how-does-layer-2-work-1": " जैसा कि हमने पहले उल्लेख किया, परत 2 एक संघटित शब्द है जिसका उपयोग इथेरियम की स्केलिंग समाधानों के लिए किया जाता है जो परत 1 के बाहर लेनदेनों को संभालते हैं, हालांकि वे इथेरियम परत 1 की मजबूत विकेंद्रीकृत सुरक्षा का भी लाभ उठाते हैं। <strong>परत 2 एक अलग ब्लॉकचेन होती है जो इथेरियम को विस्तारित करती है</strong>। यह कैसे काम करता है?",
  "layer-2-how-does-layer-2-work-2": "कई विभिन्न प्रकार के परत 2 होते हैं, प्रत्येक के अपने विकल्प और सुरक्षा मॉडल होते हैं। परत 2 लेनदेनों के बोझ को परत 1 से हटा देती हैं, जिससे वहाँ व्यस्तता कम हो जाती है, और सबकुछ अधिक स्केलेबल हो जाता है।",
  "layer-2-rollups-title": "Rollups",
  "layer-2-rollups-1": "सैंकड़ों लेनदेनों को परत 1 पर एक ही लेनदेन में रोलअप्स बंडल (रोलअप्स) करते हैं। यह परत L1 लेनदेन शुल्क को रोलअप में हर उपयोगकर्ता के बीच वितरित करता है, जिससे प्रत्येक उपयोगकर्ता के लिए शुल्क सस्ता हो जाता है।",
  "layer-2-rollups-2": "रोलअप लेनदेन परत 1 से निष्पादित हो जाते हैं लेकिन लेनदेन डेटा परत 1 पर सबमिट किया जाता है। परत 1 पर लेनदेन डेटा जमा करके, रोलअप इथेरियम की सुरक्षा प्राप्त करते हैं। ऐसा इसलिए है क्योंकि एक बार डेटा को लेयर 1 पर अपलोड करने के बाद, रोलअप लेनदेन को वापस करने के लिए एथेरियम को वापस करने की आवश्यकता होती है। रोलअप के लिए दो अलग-अलग दृष्टिकोण हैं: आशावादी और शून्य-ज्ञान - वे मुख्य रूप से इस बात पर भिन्न होते हैं कि यह लेनदेन डेटा L1 को कैसे प्रस्तुत किया जाता है।",
  "layer-2-optimistic-rollups-title": "Optimistic rollups",
  "layer-2-optimistic-rollups-description": "आशावादी रोलअप इस अर्थ में 'आशावादी' हैं, क्योंकि लेनदेन को वैध माना जाता है, लेकिन यदि आवश्यक हो तो इसे चुनौती दी जा सकती है। यदि किसी अमान्य लेनदेन का संदेह है, तो यह देखने के लिए एक दोष प्रमाण चलाया जाता है कि क्या यह हुआ है।",
  "layer-2-optimistic-rollups-childSentance": "आशावादी रोलअप पर अधिक जानकारी",
  "layer-2-zk-rollups-title": "Zero-knowledge rollups",
  "layer-2-zk-rollups-description": "शून्य-ज्ञान रोलअप वैधता प्रमाणों का उपयोग करते हैं, जहां लेनदेन की गणना ऑफ-चेन की जाती है, और फिर संपीड़ित डेटा को उनकी वैधता के प्रमाण के रूप में इथेरियम मेननेट को आपूर्ति की जाती है।",
  "layer-2-zk-rollups-childSentance": "ZK-रोलअप पर अधिक जानकारी",
  "layer-2-dyor-title": "अपना खुद का शोध करें: परत 2 के जोखिम",
  "layer-2-dyor-1": "कई परत 2 परियोजनाएं अपेक्षाकृत नयी हैं और अभी भी उपयोगकर्ताओं को कुछ ऑपरेटरों पर ईमानदार होने के लिए भरोसा करने की आवश्यकता होती है क्योंकि वे अपने नेटवर्क को विकेंद्रीकृत करने के लिए काम करते हैं। यह तय करने के लिए हमेशा खुद शोध करें कि क्या आप इसमें शामिल किसी भी जोखिम के साथ सहज हैं।",
  "layer-2-dyor-2": "परत 2 की तकनीक, जोखिम और विश्वास मान्यताओं के बारे में अधिक जानकारी के लिए, हम L2BEAT की जांच करने की सलाह देते हैं, जो प्रत्येक परियोजना का एक व्यापक जोखिम मूल्यांकन ढांचा प्रदान करता है।",
  "layer-2-dyor-3": "L2BEAT पर जाएँ",
  "layer-2-use-layer-2-title": "परत 2 का उपयोग करें",
  "layer-2-use-layer-2-1": "अब जब आप समझते हैं कि परत 2 क्यों मौजूद है और यह कैसे काम करता है, तो आइए आगे बढ़ें!",
  "layer-2-contract-accounts": "यदि आप स्मार्ट कॉन्ट्रैक्ट वॉलेट जैसे Safe या Argent का उपयोग कर रहे हैं, तो जब तक आप अपने अनुबंध खाते को परत 2 पर उस पते पर पुन: लागू नहीं करते हैं, तब तक परत 2 पर इस पते पर आपका नियंत्रण नहीं होगा। पुनर्प्राप्ति वाक्यांश वाले क्लासिक खाते स्वचालित रूप से सभी परत 2 नेटवर्क पर एक ही खाते के मालिक होंगे।",
  "layer-2-use-layer-2-generalized-title": "सामान्यीकृत परत 2",
  "layer-2-use-layer-2-generalized-1": "सामान्यीकृत परत 2 इथेरियम की तरह ही व्यवहार करते हैं - लेकिन सस्ते होते हैं। इथेरियम परत 1 पर आप जो कुछ भी कर सकते हैं, आप परत 2 पर भी कर सकते हैं। कई dapps ने पहले से ही इन नेटवर्कों पर माइग्रेट करना शुरू कर दिया है या परत 2 पर सीधे जाने के लिए मेननेट को पूरी तरह से छोड़ दिया है।",
  "layer-2-use-layer-2-application-specific-title": "एप्लिकेशन विशिष्ट परत 2",
  "layer-2-use-layer-2-application-specific-1": "एप्लिकेशन विशिष्ट परत 2 ऐसी परियोजनाएं हैं जो एक विशिष्ट एप्लिकेशन स्पेस के लिए अनुकूलन करने में विशेषज्ञ हैं, जो बेहतर प्रदर्शन लाते हैं।",
  "layer-2-sidechains-title": "साइडचेन, वैलिडियम और वैकल्पिक ब्लॉकचेन पर एक नोट",
  "layer-2-sidechains-1": "<strong>साइडचेन और वैलिडियम</strong> ऐसी ब्लॉकचेन हैं जो इथेरियम से दूसरे ब्लॉकचेन पर संपत्ति का ब्रिज बनाने और उसका उपयोग करने की अनुमति देते हैं। साइडचेन और वैलिडियम इथेरियम के समानांतर चलते हैं, और ब्रिज के माध्यम से इथेरियम के साथ बातचीत करते हैं, लेकिन वे इथेरियम से अपनी सुरक्षा या डेटा उपलब्धता प्राप्त नहीं करते हैं।",
  "layer-2-sidechains-2": "दोनों परत 2 के समान स्केल करते हैं - वे कम लेनदेन शुल्क और उच्च लेनदेन प्रवाह प्रदान करते हैं - लेकिन अलग-अलग विश्वास धारणाएं हैं।",
  "layer-2-more-on-sidechains": "साइडचेन के बारे में अधिक जानकारी",
  "layer-2-more-on-validiums": "वैलिडियम के बारे में अधिक जानकारी",
  "layer-2-sidechains-4": "कुछ परत 1 ब्लॉकचेन इथेरियम की तुलना में उच्च प्रवाह और कम लेनदेन शुल्क की रिपोर्ट करते हैं, लेकिन आम तौर पर कहीं और ट्रेड-ऑफ के साथ, उदाहरण के लिए नोड्स चलाने के लिए अधिक हार्डवेयर आवश्यकताएं होती हैं।",
  "layer-2-onboard-title": "परत 2 पर कैसे पहुंचें",
  "layer-2-onboard-1": "अपनी संपत्ति को परत 2 पर लाने के दो प्राथमिक तरीके हैं: एक स्मार्ट अनुबंध के माध्यम से इथेरियम से धन का ब्रिज बनाएँ या सीधे परत 2 नेटवर्क पर एक एक्सचेंज पर अपने धन को वापस ले लें।",
  "layer-2-onboard-wallet-title": "क्या आपके वॉलेट में धन है?",
  "layer-2-onboard-wallet-1": "यदि आपको पहले से ही अपने वॉलेट में अपना ETH मिल गया है, तो आपको इसे इथेरियम मेननेट से परत 2 तक ले जाने के लिए एक ब्रिज का उपयोग करना होगा।",
  "layer-2-more-on-bridges": "ब्रिज के बारे में अधिक जानकारी",
  "layer-2-onboard-wallet-input-placeholder": "L2 का चयन करें जिसे आप ब्रिज करना चाहते हैं",
  "layer-2-onboard-wallet-selected-1": "आप इससे कनेक्ट कर सकते हैं",
  "layer-2-onboard-wallet-selected-2": "इन वॉलेट का उपयोग करें:",
  "layer-2-bridge": "ब्रिज",
  "layer-2-onboard-exchange-title": "एक्सचेंज पर धन?",
  "layer-2-onboard-exchange-1": "कुछ केंद्रीकृत एक्सचेंज अब परत 2 में प्रत्यक्ष निकासी और जमा की पेशकश करते हैं। जांचें कि कौन से एक्सचेंज परत 2 निकासी का समर्थन करते हैं और वे किस परत 2 का समर्थन करते हैं।",
  "layer-2-onboard-exchange-2": "आपको अपना धन निकालने के लिए एक वॉलेट की भी आवश्यकता होगी।",
  "layer-2-onboard-find-a-wallet": "एक इथेरियम वॉलेट खोजें।",
  "layer-2-onboard-exchange-input-placeholder": "L2 का समर्थन करने वाले एक्सचेंजों की जाँच करें",
  "layer-2-deposits": "जमा",
  "layer-2-withdrawals": "निकासी",
  "layer-2-go-to": "यहाँ जाओ",
  "layer-2-tools-title": "परत 2 पर प्रभावी होने के लिए उपकरण",
  "layer-2-tools-l2beat-description": "L2BEAT परत 2 परियोजनाओं के तकनीकी जोखिम आकलन को देखने के लिए एक उत्तम संसाधन है। परत 2 परियोजनाओं का शोध करते समय, हम उनके संसाधनों की जांच करने का सुझाव देते हैं।",
  "layer-2-tools-l2fees-description": "L2 शुल्क आपको विभिन्न परत 2 पर लेनदेन करने के लिए वर्तमान लागत (USD में मूल्यांकित) देखने देता है।",
  "layer-2-tools-chainlist-description": "Chainlist नेटवर्क RPC को सहायक वॉलेट में आयात करने के लिए एक महान संसाधन है। परत 2 परियोजनाओं में आपको जोड़े रखने में मदद करने के लिए यहाँ आपको कई RPC मिलेंगे।",
  "layer-2-tools-zapper-description": "DeFi से NFT तक अपने पूरे web3 पोर्टफोलियो और जो कुछ भी आगे आता है, का प्रबंधन करें। एक सुविधाजनक स्थान से नवीनतम अवसरों में निवेश करें।",
  "layer-2-tools-zerion-description": "एक ही स्थान से अपने पूरे DeFi पोर्टफोलियो का निर्माण और प्रबंधन करें। आज विकेंद्रीकृत वित्त की दुनिया की खोज करें।",
  "layer-2-tools-debank-description": "web3 दुनिया में सभी महत्वपूर्ण घटनाओं के साथ बने रहें",
  "layer-2-faq-title": "आम सवाल",
  "layer-2-faq-question-1-title": "कोई 'आधिकारिक' इथेरियम L2 क्यों नहीं है?",
  "layer-2-faq-question-1-description-1": "जैसे कोई 'आधिकारिक' इथेरियम क्लाइंट नहीं है, वैसे ही कोई 'आधिकारिक' इथेरियम परत 2 नहीं है। इथेरियम अनुमति की आवश्यकता नहीं होती है - तकनीकी रूप से कोई भी परत 2 बना सकता है! कई टीमें परत 2 के अपने संस्करण को लागू करेंगी, और एक पूरे के रूप में पारिस्थितिकी तंत्र को डिजाइन दृष्टिकोणों की विविधता से लाभ होगा जो विभिन्न उपयोग के मामलों के लिए अनुकूलित हैं। जैसे हमारे पास नेटवर्क में विविधता रखने के लिए कई टीमों द्वारा विकसित कई इथेरियम क्लाइंट हैं, और इस तरह से भी भविष्य में परत 2 विकसित होंगे।",
  "layer-2-faq-question-2-title": "आशावादी और शून्य-ज्ञान रोलअप के बीच अंतर क्या है?",
  "layer-2-faq-question-2-description-1": "सैंकड़ों लेनदेनों को परत 1 पर एक ही लेनदेन में रोलअप्स बंडल (रोलअप्स) करते हैं। रोलअप लेनदेन परत 1 के बाहर निष्पादित किए जाते हैं लेकिन लेनदेन डेटा परत 1 पर पोस्ट हो जाता है।",
  "layer-2-faq-question-2-description-2": "प्राथमिक अंतर यह है कि परत 1 में कौन सा डेटा पोस्ट किया गया है और डेटा को कैसे सत्यापित किया जाता है। वैधता प्रमाण (शून्य-ज्ञान रोलअप द्वारा उपयोग किए जाने वाले) कम्प्यूटेशन को ऑफ-चेन चलाते हैं और एक प्रमाण पोस्ट करते हैं, जबकि गलती प्रमाण (आशावादी रोलअप द्वारा उपयोग किए जाते हैं) केवल तब कम्प्यूटेशन ऑन-चेन चलाते हैं जब गलती का संदेह होता है और इसकी जांच की जानी चाहिए।",
  "layer-2-faq-question-2-description-3": "फिलहाल, आशावादी रोलअप के विपरीत अधिकांश ZK-रोलअप एप्लिकेशन विशिष्ट हैं, जो काफी हद तक सामान्य हैं।",
  "layer-2-more-info-on-optimistic-rollups": "आशावादी रोलअप के बारे में अधिक जानकारी",
  "layer-2-more-info-on-zk-rollups": "शून्य-ज्ञान रोलअप पर अधिक जानकारी",
  "layer-2-faq-question-4-title": "परत 2 के साथ जोखिम क्या हैं?",
  "layer-2-faq-question-4-description-1": "परत 2 परियोजनाओं में धन रखने और सीधे इथेरियम मेननेट पर लेनदेन करने की तुलना में अतिरिक्त जोखिम होते हैं। उदाहरण के लिए, अनुक्रमक नीचे जा सकते हैं, जिससे आपको धन तक पहुंचने के लिए इंतजार करना पड़ सकता है।",
  "layer-2-faq-question-4-description-2": "हम आपको किसी परत 2 में महत्वपूर्ण धन स्थानांतरित करने से पहले अपना स्वयं का शोध करने के लिए प्रोत्साहित करते हैं। परत 2 की तकनीक, जोखिम और विश्वास मान्यताओं के बारे में अधिक जानकारी के लिए, हम <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a> की जांच करने की सलाह देते हैं, जो प्रत्येक परियोजना का एक व्यापक जोखिम मूल्यांकन ढांचा प्रदान करता है।",
  "layer-2-faq-question-4-description-3": "ब्लॉकचेन ब्रिज, जो परत 2 में संपत्ति हस्तांतरण की सुविधा प्रदान करते हैं, विकास के अपने शुरुआती चरणों में हैं और यह संभावना है कि उच्चतम ब्रिज डिजाइन अभी तक खोजा नहीं गया है। कई <a href=\"https://rekt.news/wormhole-rekt/\">ब्रिज के हाल ही में हैकिंग</a> हुए हैं।",
  "layer-2-faq-question-5-title": "कुछ परत 2 परियोजनाएं यहां सूचीबद्ध क्यों नहीं हैं?",
  "layer-2-faq-question-5-description-1": "हम यह सुनिश्चित करना चाहते हैं कि हम सर्वोत्तम संसाधनों को सूचीबद्ध करें ताकि उपयोगकर्ता परत 2 स्पेस को सुरक्षित और आत्मविश्वास से नेविगेट कर सकें। हम मानदंडों का एक ढांचा बनाए रखते हैं कि परियोजनाओं को शामिल करने के लिए कैसे मूल्यांकन किया जाना है।",
  "layer-2-faq-question-5-view-listing-policy": "हमारी परत 2 सूचीबद्ध नीति यहां देखें।",
  "layer-2-faq-question-5-description-2": "कोई भी ethereum.org पर एक परत 2 जोड़ने का सुझाव देने के लिए स्वतंत्र है। यदि कोई परत 2 मौजूद है, जिसे हमने छोड़ दिया है, तो <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">कृपया उसका सुझाव दें</a>।",
  "layer-2-further-reading-title": "अग्रिम पठन",
  "a-rollup-centric-ethereum-roadmap": "एक रोलअप-केंद्रित इथेरियम रोडमैप",
  "an-incomplete-guide-to-rollups": "An Incomplete Guide to Rollups",
  "polygon-sidechain-vs-ethereum-rollups": "पॉलीगॉन साइडचेन बनाम इथेरियम रोलअप: परत 2 स्केलिंग दृष्टिकोण | विटालिक ब्यूटेरिन और लेक्स फ्रिडमैन",
  "rollups-the-ultimate-ethereum-scaling-strategy": "रोलअप्स - इथेरियम स्केलिंग रणनीति? आर्बिट्रम और आशावादी समझाया गया",
  "scaling-layer-1-with-shard-chains": "शार्ड चेन श्रृंखलाओं के साथ परत 1 स्केलिंग",
  "understanding-rollup-economics-from-first-principals": "पहले उद्देश्यों से रोलअप अर्थशास्त्र को समझना",
  "arbitrum-description": "आर्बिट्रम वन एक आशावादी रोलअप है जिसका उद्देश्य इथेरियम के साथ बातचीत करने जैसा महसूस करना है, लेकिन लेनदेन के साथ L1 पर वे जो करते हैं उसका एक अंश खर्च करते हैं।",
  "optimism-description": "आशावादी एक तेज, सरल और सुरक्षित EVM-समकक्ष आशावादी रोलअप है। यह रेट्रोएक्टिव पब्लिक गुड फंडिंग के माध्यम से अपने मूल्यों को बढ़ाने के साथ, इथेरियम की तकनीक को भी बढ़ाता है।",
  "boba-description": "बोबा मूल रूप से आशावादी से लिया गया एक आशावादी रोलअप है, जो एक स्केलिंग समाधान है, जिसका उद्देश्य गैस शुल्क को कम करना, लेनदेन प्रवाह में सुधार करना और स्मार्ट अनुबंधों की क्षमताओं का विस्तार करना है।",
  "loopring-description": "लूपरिंग के zkरोलअप L2 समाधान का उद्देश्य इथेरियम मेननेट के समान सुरक्षा गारंटी प्रदान करना है, जिसमें एक बड़ा स्केलेबिलिटी बूस्ट है: प्रवाह में 1000x की वृद्धि हुई, और लागत L1 के केवल 0.1% तक कम हो गई।",
  "zksync-description": "ZKsync, Matter Labs से एक उपयोगकर्ता-केंद्रित zk रोलअप प्लेटफॉर्म है। यह इथेरियम के लिए एक स्केलिंग समाधान है, जो पहले से ही इथेरियम मेननेट पर लाइव है। यह भुगतान, टोकन स्वैप और NFT मिंटिंग का समर्थन करता है।",
  "zkspace-description": "ZKSpace प्लेटफ़ॉर्म में तीन मुख्य भाग होते हैं: ZK-रोलअप तकनीक का उपयोग करते हुए एक परत 2 AMM DEX, जिसे ZKSwap कहा जाता है, ZKSquare नामक एक भुगतान सेवा, और ZKSea नामक एक NFT मार्केटप्लेस।",
  "aztec-description": "Aztec नेटवर्क इथेरियम पर पहला निजी zk-रोलअप है, जो विकेंद्रीकृत अनुप्रयोगों को गोपनीयता और पैमाने तक पहुंचने में सक्षम बनाता है।",
  "layer-2-note": "नोट:",
  "layer-2-ecosystem-portal": "पारिस्थितिकी तंत्र पोर्टल",
  "layer-2-token-lists": "टोकन सूचियाँ",
  "layer-2-explore": "अन्वेषण करना",
  "page-dapps-ready-button": "जाएँ"
}
