{
  "page-ethereum-vs-bitcoin-meta-title": "एथेरियम बनाम बिटकॉइन: क्या अंतर है? | ethereum.org",
  "page-ethereum-vs-bitcoin-meta-description": "बिटकॉइन और एथेरियम के बीच के अंतरों को जानें, जिसमें उपयोग के मामले, नेटवर्क प्रदर्शन, सुरक्षा, टोकन अर्थशास्त्र, विकेंद्रीकरण का स्तर और बहुत कुछ शामिल है।",
  "page-ethereum-vs-bitcoin-twitter-meta-description": "बिटकॉइन और एथेरियम के बीच के अंतरों को जानें, जिसमें उपयोग के मामले, नेटवर्क प्रदर्शन, टोकन अर्थशास्त्र और बहुत कुछ शामिल है।",
  "page-ethereum-vs-bitcoin-title": "एथेरियम बनाम बिटकॉइन: क्या अंतर है?",
  "page-ethereum-vs-bitcoin-description-1": "बिटकॉइन और एथेरियम दो सबसे प्रसिद्ध विकेन्द्रीकृत ब्लॉकचेन नेटवर्क हैं, लेकिन वे बहुत अलग उद्देश्यों की पूर्ति करते हैं।",
  "page-ethereum-vs-bitcoin-section-1": "बिटकॉइन (एक बड़े B के साथ) एक ब्लॉकचेन है जिसे बिटकॉइन (छोटे b) नामक एक डिजिटल मुद्रा के लिए डिज़ाइन किया गया है। एथेरियम को अनुप्रयोगों और संपत्तियों के लिए एक विकेन्द्रीकृत प्लेटफॉर्म के रूप में डिज़ाइन किया गया है, जो इसकी मूल क्रिप्टोकरेंसी <strong>ईथर (ETH)</strong> द्वारा संचालित है।",
  "page-ethereum-vs-bitcoin-section-2": "दोनों ब्लॉकचेन तकनीक का उपयोग करते हैं, ओपन-सोर्स हैं, और वैश्विक समुदायों द्वारा बनाए रखा जाता है, लेकिन उनके लक्ष्य और विशेषताएं अलग हैं। इस गाइड में, हम बताएंगे कि प्रत्येक नेटवर्क क्या है, उनमें क्या समानता है, और वे प्रौद्योगिकी, संस्कृति और भविष्य के दृष्टिकोण जैसे क्षेत्रों में कैसे भिन्न हैं।",
  "page-ethereum-vs-bitcoin-bitcoin-section-title": "बिटकॉइन—एक संक्षिप्त प्राइमर",
  "page-ethereum-vs-bitcoin-bitcoin-section-1": "बिटकॉइन एक विकेंद्रीकृत डिजिटल मुद्रा नेटवर्क है। यह 2008 के वित्तीय संकट के तुरंत बाद, <strong>सातोशी नाकामोतो</strong> नाम का उपयोग करके एक गुमनाम इकाई द्वारा <strong>2009 में बनाया गया था</strong>। विचार यह था कि बिटकॉइन एक पीयर-टू-पीयर इलेक्ट्रॉनिक कैश सिस्टम हो।",
  "page-ethereum-vs-bitcoin-bitcoin-section-2": "बिटकॉइन किसी को भी बैंक जैसी <strong>केंद्रीय प्राधिकरण पर भरोसा किए बिना</strong> इंटरनेट पर <strong>बिटकॉइन भेजने और प्राप्त करने</strong> की अनुमति देता है। सभी लेनदेन एक सार्वजनिक लेजर पर दर्ज किए जाते हैं जिसे ब्लॉकचेन के रूप में जाना जाता है।",
  "page-ethereum-vs-bitcoin-bitcoin-section-3": "बिटकॉइन अपने नेटवर्क को सुरक्षित करने के लिए काम के सबूत का उपयोग करता है। दुनिया भर के कंप्यूटर क्रिप्टोग्राफ़िक पहेलियों को हल करने की होड़ में लगे रहते हैं जो उन्हें नए ब्लॉक जोड़ने की सुविधा देती हैं। इन विशेष कंप्यूटरों को माइनर कहा जाता है और नए ब्लॉक की \"माइनिंग\" के लिए ब्लॉक इनाम के रूप में बिटकॉइन प्राप्त करते हैं।",
  "page-ethereum-vs-bitcoin-bitcoin-section-4": "<strong>बिटकॉइन की अधिकतम आपूर्ति 2.1 करोड़ सिक्कों पर तय है</strong>। यह डिज़ाइन विकल्प एक मुख्य कारण है कि बिटकॉइन को अक्सर डिजिटल सोना कहा जाता है।",
  "page-ethereum-vs-bitcoin-ethereum-section-title": "एथेरियम—एक संक्षिप्त प्राइमर",
  "page-ethereum-vs-bitcoin-ethereum-section-1": "बिटकॉइन की तरह, एथेरियम भी एक विकेन्द्रीकृत ब्लॉकचेन नेटवर्क है, लेकिन इसे <strong>सिर्फ भुगतान रिकॉर्ड करने से कहीं अधिक करने के लिए डिज़ाइन किया गया था</strong>। <strong>विटालिक ब्यूटिरिन</strong> नामक एक सॉफ्टवेयर डेवलपर और उनके सह-संस्थापकों द्वारा <strong>2015</strong> में लॉन्च किया गया, एथेरियम को एक स्मार्ट अनुबंध और विकेंद्रीकृत अनुप्रयोग प्लेटफ़ॉर्म के रूप में बनाया गया था।",
  "page-ethereum-vs-bitcoin-ethereum-section-2": "एथेरियम किसी को भी बिटकॉइन की तरह मूल्य भेजने और प्राप्त करने की सुविधा देता है, लेकिन यह <strong>एक प्लेटफ़ॉर्म के रूप में भी कार्य करता है जिसे कोई भी अनुप्रयोगों के लिए उपयोग कर सकता है</strong>। एथेरियम नेटवर्क हजारों नोड्स पर चलता है और किसी एक इकाई द्वारा नियंत्रित नहीं होता है।",
  "page-ethereum-vs-bitcoin-ethereum-section-3": "कोई भी एथेरियम पर अनुप्रयोग बना और तैनात कर सकता है। इन प्रोग्रामों को <strong>स्मार्ट अनुबंध</strong> कहा जाता है, और वे एथेरियम का मुख्य नवाचार हैं।",
  "page-ethereum-vs-bitcoin-ethereum-section-4": "एक बार जब स्मार्ट अनुबंध तैनात हो जाता है, तो यह इंटरैक्ट करने पर नियतात्मक रूप से चलता है। यह उधार, व्यापार, गेम और डिजिटल संग्रहणीय जैसी चीजों के लिए ऐप बनाना संभव बनाता है जो दुनिया भर के लाखों उपयोगकर्ताओं के लिए हर दिन, पूरे दिन चलते हैं।",
  "page-ethereum-vs-bitcoin-ethereum-section-5": "जिस तरह बिटकॉइन नेटवर्क पर लेनदेन शुल्क का भुगतान करने के लिए बिटकॉइन का उपयोग किया जाता है, उसी तरह एथेरियम की मूल मुद्रा, ईथर, का उपयोग लेनदेन शुल्क का भुगतान करने, स्मार्ट अनुबंधों को प्रकाशित करने और उपयोग करने और नेटवर्क को सुरक्षित करने के लिए किया जाता है। <strong>ईथर प्रोग्राम चलाने के लिए ईंधन और मूल्य के भंडार दोनों के रूप में कार्य करता है</strong>।",
  "page-ethereum-vs-bitcoin-ethereum-section-6": "एथेरियम और यह कैसे काम करता है, इसके बारे में और जानें",
  "page-ethereum-vs-bitcoin-differences-section-title": "मुख्य अंतर",
  "page-ethereum-vs-bitcoin-differences-section-1": "बिटकॉइन और एथेरियम विकेंद्रीकृत नेटवर्क को बनाए रखने के लिए ब्लॉकचेन तकनीक का उपयोग करते हैं, लेकिन वे अपने डिजाइन, उद्देश्य और क्षमताओं में भिन्न हैं।",
  "page-ethereum-vs-bitcoin-differences-table-area": "क्षेत्र",
  "page-ethereum-vs-bitcoin-differences-table-bitcoin": "Bitcoin",
  "page-ethereum-vs-bitcoin-differences-table-ethereum": "इथेरियम",
  "page-ethereum-vs-bitcoin-differences-table-row-1-1": "प्राथमिक उद्देश्य",
  "page-ethereum-vs-bitcoin-differences-table-row-1-2": "पीयर-टू-पीयर डिजिटल मुद्रा",
  "page-ethereum-vs-bitcoin-differences-table-row-1-3": "ऐप्स और डिजिटल अर्थव्यवस्थाओं के लिए प्लेटफ़ॉर्म",
  "page-ethereum-vs-bitcoin-differences-table-row-2-1": "स्मार्ट अनुबंध",
  "page-ethereum-vs-bitcoin-differences-table-row-2-2": "समर्थित नहीं",
  "page-ethereum-vs-bitcoin-differences-table-row-2-3": "मुख्य कार्यक्षमता",
  "page-ethereum-vs-bitcoin-differences-table-row-3-1": "आपूर्ति",
  "page-ethereum-vs-bitcoin-differences-table-row-3-2": "बिटकॉइन को मूल और अपरिवर्तित प्रोटोकॉल द्वारा निर्धारित एक निश्चित/पूर्व निर्धारित दर पर प्रत्येक ब्लॉक में जारी किया जाता है, जिसकी अंतिम निश्चित सीमा 2.1 करोड़ है।",
  "page-ethereum-vs-bitcoin-differences-table-row-3-3": "ईथर को गतिविधि/मांग के अनुपात में प्रत्येक ब्लॉक में जला दिया जाता है, और कुल स्टेक्ड ETH के अनुपात में हर युग में जारी किया जाता है। कोई निश्चित सीमा नहीं है, लेकिन जारी करने की दर कुल स्टेक्ड ETH द्वारा सीमित है।",
  "page-ethereum-vs-bitcoin-differences-table-row-4-1": "सहमति तंत्र",
  "page-ethereum-vs-bitcoin-differences-table-row-4-2": "काम का सबूत",
  "page-ethereum-vs-bitcoin-differences-table-row-4-3": "हिस्सेदारी का सबूत",
  "page-ethereum-vs-bitcoin-differences-table-row-5-1": "गति",
  "page-ethereum-vs-bitcoin-differences-table-row-5-2": "अधिकांश लोगों द्वारा छह ब्लॉक के बाद अपरिवर्तनीय माना जाता है, औसतन 60 मिनट",
  "page-ethereum-vs-bitcoin-differences-table-row-5-3": "अंतिम स्थिति तक लगभग 15 मिनट",
  "page-ethereum-vs-bitcoin-differences-table-row-6-1": "ऊर्जा उपयोग",
  "page-ethereum-vs-bitcoin-differences-table-row-6-2": "उच्च",
  "page-ethereum-vs-bitcoin-differences-table-row-6-3": "निम्न",
  "page-ethereum-vs-bitcoin-differences-table-row-7-1": "गवर्नेंस",
  "page-ethereum-vs-bitcoin-differences-table-row-7-2": "रूढ़िवादी, धीमी गति से चलने वाला",
  "page-ethereum-vs-bitcoin-differences-table-row-7-3": "लचीला, समुदाय-संचालित",
  "page-ethereum-vs-bitcoin-differences-table-row-8-1": "डेवलपर इकोसिस्टम",
  "page-ethereum-vs-bitcoin-differences-table-row-8-2": "छोटा",
  "page-ethereum-vs-bitcoin-differences-table-row-8-3": "बड़ा और सक्रिय",
  "page-ethereum-vs-bitcoin-differences-table-row-9-1": "अपग्रेड",
  "page-ethereum-vs-bitcoin-differences-table-row-9-2": "दुर्लभ",
  "page-ethereum-vs-bitcoin-differences-table-row-9-3": "बार-बार और पुनरावृत्तीय",
  "page-ethereum-vs-bitcoin-purpose-title": "बिटकॉइन बनाम एथेरियम का उद्देश्य",
  "page-ethereum-vs-bitcoin-purpose-1": "बिटकॉइन 2009 में वैश्विक वित्तीय संकट के मद्देनजर बनाया गया था। इसका लक्ष्य पैसे का एक पीयर-टू-पीयर रूप पेश करना था जो बैंकों या सरकारों के बिना संचालित होता है। यह डिजाइन में सरल है। नेटवर्क का लक्ष्य <strong>बिना किसी बिचौलिए के एक व्यक्ति से दूसरे व्यक्ति तक मूल्य पहुंचाना</strong> है। इस संकीर्ण फोकस ने इसे डिजिटल सोने के रूप में व्यापक रूप से ज्ञात होने में मदद की है, जो मूल्य का एक दुर्लभ और टिकाऊ भंडार है जिसे विनिमय के माध्यम के रूप में भी इस्तेमाल किया जा सकता है।",
  "page-ethereum-vs-bitcoin-purpose-2": "एथेरियम 2015 में एक व्यापक दृष्टि के साथ लॉन्च हुआ। इसके निर्माता ब्लॉकचेन की सुरक्षा और विकेंद्रीकरण को लेकर इसे प्रोग्राम करने योग्य बनाना चाहते थे। खुद को भुगतान तक सीमित रखने के बजाय, <strong>एथेरियम किसी को भी स्मार्ट अनुबंध नामक स्व-निष्पादित प्रोग्राम लिखने और प्रकाशित करने की अनुमति देता है</strong>। यह <strong>विकेंद्रीकृत वित्त (DeFi)</strong> और <strong>स्थिर मुद्राओं</strong> से लेकर <strong>अपूरणीय टोकन (NFTs)</strong>, <strong>गेम</strong> और <strong>विकेंद्रीकृत सोशल मीडिया</strong> तक, अनुप्रयोगों की एक पूरी नई श्रेणी के लिए द्वार खोलता है।",
  "page-ethereum-vs-bitcoin-purpose-3": "तकनीकी डिज़ाइन इन उद्देश्यों को दर्शाते हैं। बिटकॉइन की स्क्रिप्टिंग भाषा सीमित है, जो जटिलता को कम करती है और नेटवर्क को सुरक्षित रखने में मदद करती है। एथेरियम की प्रोग्रामिंग भाषा अधिक अभिव्यंजक है, जो इसे अधिक जटिल स्थितियों और अनुप्रयोगों के बीच बातचीत को संग्रहीत और प्रबंधित करने की अनुमति देती है। यह लचीलापन एक ताकत है, लेकिन इसका मतलब यह भी है कि नेटवर्क नियमित अपग्रेड और नई सुविधाओं के साथ अधिक तेज़ी से विकसित होता है।",
  "page-ethereum-vs-bitcoin-purpose-4": "दोनों व्यापक डिजिटल अर्थव्यवस्था में अलग-अलग भूमिकाएँ निभाते हैं। बिटकॉइन मूल्य के एक स्थिर और विकेन्द्रीकृत भंडार होने पर ध्यान केंद्रित करता है। एथेरियम का लक्ष्य विकेंद्रीकृत अनुप्रयोगों और प्रोग्राम करने योग्य संपत्तियों के लिए एक वैश्विक निपटान परत बनना है।",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-title": "उपयोग के मामले और अपनाना",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-1": "<strong>बिटकॉइन</strong> का उपयोग आमतौर पर मूल्य के भंडार के रूप में किया जाता है। कई निवेशक इसे <strong>मुद्रास्फीति के खिलाफ बचाव</strong> या आर्थिक अस्थिरता के रूप में देखते हैं। कुछ देशों में, इसका उपयोग <strong>वैकल्पिक मुद्रा</strong> के रूप में या पारंपरिक बैंकिंग प्रणाली के बाहर लोगों को बचाने के तरीके के रूप में किया जाता है।",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-2": "<strong>ईथर</strong> भी मूल्य के भंडार के रूप में कार्य करता है, लेकिन इसकी <strong>प्राथमिक भूमिका अनुप्रयोगों</strong> और संपत्तियों के एक व्यापक इकोसिस्टम को शक्ति प्रदान करना है। डेवलपर नए प्रोटोकॉल बनाने, टोकन लॉन्च करने, विकेन्द्रीकृत एक्सचेंज चलाने, एनएफ़टी मिंट करने, गेम बनाने और केंद्रीकृत नियंत्रण के बिना चलने वाले सामाजिक प्लेटफ़ॉर्म विकसित करने के लिए एथेरियम का उपयोग कर सकते हैं।",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-3": "एथेरियम वित्त, क्राउडफंडिंग और डिजिटल स्वामित्व के नए रूपों के लिए हजारों विकेन्द्रीकृत अनुप्रयोगों का समर्थन करता है। कुछ उपयोग के मामले दोनों नेटवर्कों को भी जोड़ते हैं। उदाहरण के लिए, DeFi में उधार, उधार लेना और व्यापार जैसी गतिविधियों के लिए <strong>बिटकॉइन को \"रैप\" किया जा सकता है और एथेरियम पर उपयोग किया जा सकता है</strong>।",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-4": "संस्थागत अपनाना इन अंतरों को दर्शाता है। बिटकॉइन क्रिप्टोकरेंसी को व्यापक रूप से मूल्य के दीर्घकालिक भंडार के रूप में रखा जाता है, जबकि <strong>एथेरियम को विकेंद्रीकृत बुनियादी ढांचे के रूप में देखा जाता है</strong>। इसकी प्रोग्राम करने की क्षमता फिनटेक प्लेटफ़ॉर्म और भुगतान प्रदाताओं को आकर्षित करती है।",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-5": "एथेरियम का उपयोग किस लिए किया जाता है, इसके बारे में और जानें",
  "page-ethereum-vs-bitcoin-monetary-policy-title": "मौद्रिक नीति",
  "page-ethereum-vs-bitcoin-monetary-policy-1": "बिटकॉइन की आपूर्ति <strong>2.1 करोड़ सिक्कों</strong> पर सीमित होगी। यह हार्ड लिमिट प्रोटोकॉल द्वारा लागू की गई है और यह एक कारण है कि बिटकॉइन की तुलना सोने से की जाती है। नए बिटकॉइन <strong>माइनिंग इनाम</strong> के माध्यम से प्रचलन में आते हैं, जो <strong>हर 210,000 ब्लॉकों में आधे हो जाते हैं</strong>, जिसे माइन करने में लगभग 4 साल लगते हैं, इस इवेंट को <strong>हाविंग</strong> कहा जाता है। इनाम 2009 में प्रति ब्लॉक 50 बिटकॉइन से शुरू हुआ, 2012 में 25, फिर 2016 में 12.5 हो गया, और इसी तरह। इस दर पर, अंतिम बिटकॉइन के 2140 के आसपास माइन होने की उम्मीद है।",
  "page-ethereum-vs-bitcoin-monetary-policy-2": "बिटकॉइन के माइनिंग इनाम और लेनदेन शुल्क नेटवर्क के लिए भुगतान करते हैं और इसका उपयोग इसे सुरक्षित करने के लिए किया जाता है। हालांकि, जैसे-जैसे ब्लॉक इनाम आधा होता जाता है, नेटवर्क अपने लिए भुगतान करने के लिए लेनदेन शुल्क पर अधिक निर्भर होता जाता है। वर्तमान में नेटवर्क शुल्क नेटवर्क की आय का एक छोटा हिस्सा, <5% बनाते हैं, जिसका अर्थ है कि नेटवर्क की दीर्घकालिक सुरक्षा जोखिम में हो सकती है क्योंकि बिटकॉइन नेटवर्क जारी करना 0 पर चला जाता है।",
  "page-ethereum-vs-bitcoin-monetary-policy-3": "<strong>एथेरियम की कोई निश्चित आपूर्ति सीमा नहीं है</strong>। इसके बजाय, इसका जारी करना प्रोटोकॉल नियमों द्वारा निर्धारित किया जाता है, और हाल के अपग्रेड ने ऐसे तंत्र पेश किए हैं जो समय के साथ आपूर्ति को कम कर सकते हैं। सबसे उल्लेखनीय EIP-1559 अपग्रेड है, जो लेनदेन शुल्क के एक हिस्से को जला देता है। जब <strong>नेटवर्क गतिविधि अधिक होती है, तो जारी किए गए ETH से अधिक जलाया जा सकता है</strong>, जिससे उन अवधियों के दौरान आपूर्ति अपस्फीतिकारी हो जाती है।",
  "page-ethereum-vs-bitcoin-monetary-policy-4": "एथेरियम का मौद्रिक दृष्टिकोण स्थायी रूप से एक सुरक्षा बजट की गारंटी देता है, जिसमें लेनदेन शुल्क और ब्लॉक इनाम नेटवर्क के सुरक्षा बजट प्रदान करते हैं।",
  "page-ethereum-vs-bitcoin-developer-ecosystem-title": "डेवलपर इकोसिस्टम",
  "page-ethereum-vs-bitcoin-developer-ecosystem-1": "<strong>एथेरियम</strong> में <strong>सबसे बड़े ब्लॉकचेन डेवलपर समुदायों</strong> में से एक है। एथेरियम पर निर्माण आपको <strong>उपकरणों, फ्रेमवर्क, अनुदानों</strong> और <strong>हैकथॉन</strong> की एक विस्तृत श्रृंखला तक पहुँच प्रदान करता है। एथेरियम वर्चुअल मशीन (EVM) एथेरियम का रनटाइम वातावरण है और यह एक सामान्य मानक बन गया है, जिसमें कई अन्य ब्लॉकचेन संगतता सुनिश्चित करने के लिए इसका उपयोग करते हैं।",
  "page-ethereum-vs-bitcoin-developer-ecosystem-2": "ERC-20 और ERC-721 जैसे टोकन मानक व्यापक ब्लॉकचेन अर्थव्यवस्था की नींव बन गए हैं। कई परत 2 नेटवर्क और अन्य ब्लॉकचेन EVM का उपयोग करते हैं ताकि ऐप, वॉलेट और स्मार्ट अनुबंध कोड का उपयोग न्यूनतम परिवर्तनों के साथ ब्लॉकचेन में किया जा सके।",
  "page-ethereum-vs-bitcoin-developer-ecosystem-3": "<strong>बिटकॉइन का डेवलपर समुदाय छोटा</strong> और अधिक केंद्रित है। अधिकांश गतिविधि कोर प्रोटोकॉल को बनाए रखने और सुधारने के साथ-साथ तेज और सस्ते भुगतान के लिए लाइटनिंग नेटवर्क जैसे परत 2 समाधान विकसित करने पर केंद्रित है।",
  "page-ethereum-vs-bitcoin-developer-ecosystem-4": "एथेरियम डेवलपर संसाधनों के बारे में और जानें",
  "page-ethereum-vs-bitcoin-security-and-consensus-title": "सुरक्षा और सहमति",
  "page-ethereum-vs-bitcoin-security-and-consensus-1": "बिटकॉइन और एथेरियम दोनों स्वतंत्र नोड्स के बड़े, वितरित नेटवर्क द्वारा सुरक्षित हैं, लेकिन वे नेटवर्क की स्थिति पर सहमत होने के लिए अलग-अलग तरीकों का उपयोग करते हैं।",
  "page-ethereum-vs-bitcoin-security-and-consensus-2": "बिटकॉइन <strong>काम का सबूत</strong> नामक एक प्रणाली का उपयोग करता है। माइनर नामक कंप्यूटर क्रिप्टोग्राफ़िक पहेलियों को हल करने के लिए प्रतिस्पर्धा करते हैं। जो पहले हल करता है उसे ब्लॉकचेन में लेनदेन का अगला ब्लॉक जोड़ने को मिलता है और वह बिटकॉइन में इनाम अर्जित करता है। यह दृष्टिकोण बिटकॉइन को संभाव्य अंतिम स्थिति के रूप में जाना जाता है, जिसका अर्थ है कि एक लेनदेन को केवल तब अत्यधिक सुरक्षित माना जाता है जब उसके ऊपर कई और ब्लॉक जोड़े जाते हैं। बिटकॉइन के लिए, यह अक्सर लगभग छह पुष्टिकरण, या <strong>लगभग एक घंटा</strong> होता है।",
  "page-ethereum-vs-bitcoin-security-and-consensus-3": "एथेरियम <strong>हिस्सेदारी का सबूत</strong> का उपयोग करता है। इस मॉडल में, सत्यापनकर्ता नए ब्लॉक प्रस्तावित करने और पुष्टि करने के लिए चुने जाने के अवसर के लिए ETH को लॉक करते हैं, या स्टेक करते हैं। चयन यादृच्छिक है, लेकिन चुने जाने की संभावना स्टेक्ड ETH की मात्रा के साथ बढ़ जाती है। जो सत्यापनकर्ता बेईमानी से काम करते हैं, वे <strong>अपना स्टेक खोने का जोखिम</strong> उठाते हैं। यह एथेरियम को आर्थिक अंतिम स्थिति प्राप्त करने की अनुमति देता है, जहां अंतिम रूप दिए गए ब्लॉकों को उलटना बेहद मुश्किल होता है, अक्सर <strong>लगभग 15 मिनट</strong> के भीतर। एथेरियम चेकपॉइंट का भी उपयोग करता है ताकि ब्लॉकों को अपरिवर्तनीय के रूप में चिह्नित किया जा सके जब पर्याप्त सत्यापनकर्ता सहमत हो जाते हैं।",
  "page-ethereum-vs-bitcoin-security-and-consensus-4": "एथेरियम के सहमति तंत्र के बारे में और जानें",
  "page-ethereum-vs-bitcoin-underlying-technology-title": "अंतर्निहित प्रौद्योगिकी",
  "page-ethereum-vs-bitcoin-underlying-technology-1": "<strong>बिटकॉइन</strong> <strong>अनस्पेंट ट्रांजैक्शन आउटपुट मॉडल</strong>, या UTXO के रूप में ज्ञात चीज़ का उपयोग करता है। इस प्रणाली में, ब्लॉकचेन खाता बैलेंस को ट्रैक नहीं करता है। इसके बजाय, यह पिछली लेनदेनों से आउटपुट रिकॉर्ड करता है जो अभी तक खर्च नहीं किए गए हैं। जब आप बिटकॉइन खर्च करते हैं, तो आप इन आउटपुट का उपयोग एक नई लेनदेन के लिए इनपुट के रूप में करते हैं, इस प्रक्रिया में नए आउटपुट बनाते हैं।",
  "page-ethereum-vs-bitcoin-underlying-technology-2": "आप इसे नकदी का उपयोग करने जैसा सोच सकते हैं। यदि आपके पास दो पांच-डॉलर के बिल हैं और आप सात डॉलर खर्च करना चाहते हैं, तो आप दोनों बिल सौंपते हैं और तीन डॉलर की छुट्टे प्राप्त करते हैं। बिटकॉइन बिल और छुट्टे को रिकॉर्ड करता है, आपके कुल बैलेंस को नहीं।",
  "page-ethereum-vs-bitcoin-underlying-technology-3": "<strong>एथेरियम</strong> एक <strong>खाता-आधारित मॉडल</strong> का उपयोग करता है। व्यक्तिगत आउटपुट को ट्रैक करने के बजाय, यह बैंक खाते की तरह खाता बैलेंस का रिकॉर्ड रखता है। यह दृष्टिकोण स्मार्ट अनुबंधों और जटिल तर्क को प्रबंधित करना आसान बनाता है, क्योंकि खाते डेटा संग्रहीत कर सकते हैं और प्रोग्राम की तरह एक दूसरे के साथ बातचीत कर सकते हैं।",
  "page-ethereum-vs-bitcoin-underlying-technology-4": "प्रत्येक मॉडल में ट्रेडऑफ़ होते हैं। UTXO अधिक गोपनीयता प्रदान कर सकते हैं और व्यक्तिगत सिक्कों को ट्रैक करना आसान बना सकते हैं। खाता-आधारित प्रणालियाँ अनुप्रयोगों के निर्माण के लिए अधिक सीधी हैं।",
  "page-ethereum-vs-bitcoin-underlying-technology-5": "एथेरियम डेवलपर प्रलेखन में और पढ़ें",
  "page-ethereum-vs-bitcoin-decentralization-title": "विकेन्द्रीकरण",
  "page-ethereum-vs-bitcoin-decentralization-1": "बिटकॉइन और एथेरियम दोनों को विकेन्द्रीकृत होने के लिए डिज़ाइन किया गया है, लेकिन वे इसे अलग-अलग तरीकों से मापते और अपनाते हैं।",
  "page-ethereum-vs-bitcoin-decentralization-2": "<strong>बिटकॉइन</strong> का विकेंद्रीकरण इसके <strong>सरल तकनीकी डिजाइन</strong>, दीर्घकालिक स्थिरता, और <strong>नोड्स के व्यापक वितरण</strong> द्वारा समर्थित है। इसकी कम-संसाधन आवश्यकताएं लोगों के लिए घर पर पूर्ण नोड चलाना आसान बनाती हैं, जो नेटवर्क की स्वतंत्रता और सेंसरशिप प्रतिरोध को संरक्षित करने में मदद करता है।",
  "page-ethereum-vs-bitcoin-decentralization-3": "<strong>एथेरियम</strong> का भी एक बड़ा और बढ़ता हुआ नोड नेटवर्क है। यह क्लाइंट विविधता पर बहुत जोर देता है, जिसका अर्थ है कि सॉफ्टवेयर के कई संस्करण <strong>स्वतंत्र टीमों द्वारा बनाए रखे जाते हैं</strong>। यह किसी एक क्लाइंट पर निर्भरता को कम करता है और उन बग या विफलताओं से बचाने में मदद करता है जो नेटवर्क को प्रभावित कर सकती हैं।",
  "page-ethereum-vs-bitcoin-decentralization-4": "एथेरियम में स्टेकिंग, अपग्रेड और शासन चर्चा जैसी गतिविधियों में शामिल <strong>प्रतिभागियों की एक व्यापक संख्या</strong> है, लेकिन <strong>दोनों नेटवर्क खुले और लचीले रहने का लक्ष्य रखते हैं</strong>। बिटकॉइन कम सॉफ्टवेयर क्लाइंट पर भरोसा करते हुए, नोड आवश्यकताओं को अपरिवर्तित रखता है। एथेरियम विभिन्न योगदानकर्ताओं को प्रोत्साहित करता है, जिनमें से प्रत्येक अपना दृष्टिकोण लाता है।",
  "page-ethereum-vs-bitcoin-environmental-impact-title": "पर्यावरणीय प्रभाव",
  "page-ethereum-vs-bitcoin-environmental-impact-1": "एथेरियम के इतिहास में सबसे महत्वपूर्ण परिवर्तनों में से एक 2022 में काम के सबूत से <strong>हिस्सेदारी का सबूत</strong> पर स्विच करना था। मर्ज के रूप में जाना जाता है, इस संक्रमण ने <strong>नेटवर्क की ऊर्जा खपत को 99 प्रतिशत से अधिक कम कर दिया</strong>।",
  "page-ethereum-vs-bitcoin-environmental-impact-2": "हिस्सेदारी के सबूत के तहत, एथेरियम अब ऊर्जा-गहन माइनिंग पर निर्भर नहीं है। इसके बजाय, सत्यापनकर्ताओं को यादृच्छिक रूप से चुना जाता है, जिसमें चयन की संभावना उनके द्वारा स्टेक्ड ETH की मात्रा के साथ बढ़ जाती है। इस बदलाव ने एथेरियम को अधिक ऊर्जा-कुशल ब्लॉकचेन नेटवर्कों में से एक बना दिया है।",
  "page-ethereum-vs-bitcoin-environmental-impact-3": "बिटकॉइन <strong>काम का सबूत</strong> का उपयोग करना जारी रखता है, जिसमें <strong>बड़ी मात्रा में बिजली की आवश्यकता होती है</strong> क्योंकि माइनर क्रिप्टोग्राफ़िक पहेलियों को हल करने के लिए प्रतिस्पर्धा करते हैं। इस ऊर्जा का कुछ हिस्सा नवीकरणीय स्रोतों से आता है, और बिटकॉइन समुदाय में स्थिरता में सुधार के तरीकों के बारे में चल रही चर्चाएं हैं।",
  "page-ethereum-vs-bitcoin-environmental-impact-4": "ऊर्जा उपयोग में अंतर दोनों नेटवर्कों के बीच तुलना का एक महत्वपूर्ण बिंदु बन गया है। एथेरियम का कम ऊर्जा पदचिह्न इसे उन संदर्भों में अधिक आकर्षक बनाता है जहां पर्यावरणीय प्रभाव एक प्राथमिकता है।",
  "page-ethereum-vs-bitcoin-environmental-impact-5": "एथेरियम के ऊर्जा उपयोग पर पूरी रिपोर्ट पढ़ें",
  "page-ethereum-vs-bitcoin-future-outlook-title": "भविष्य कैसा दिखता है",
  "page-ethereum-vs-bitcoin-future-outlook-1": "बिटकॉइन को मूल्य के भंडार और आरक्षित संपत्ति के रूप में तेजी से अपनाया जा रहा है। इसमें महत्वपूर्ण रूप से बदलाव की संभावना नहीं है, और यह स्थिरता इसके आकर्षण का हिस्सा है।",
  "page-ethereum-vs-bitcoin-future-outlook-2": "एथेरियम खुद को नई डिजिटल अर्थव्यवस्था में एक एप्लिकेशन प्लेटफॉर्म के रूप में स्थापित कर रहा है। परत 2 नेटवर्कों की वृद्धि और चल रहे अपग्रेड के साथ, इसका लक्ष्य वैश्विक स्तर के अनुप्रयोगों, बुनियादी ढांचे और संपत्तियों का समर्थन करना है।",
  "page-ethereum-vs-bitcoin-future-outlook-3": "कई उपयोगकर्ताओं के लिए, <strong>दोनों नेटवर्क सीधी प्रतिस्पर्धा में नहीं हैं</strong>। वे अलग-अलग उद्देश्यों की पूर्ति करते हैं और डिजिटल संपत्तियों के लिए एक विविध दृष्टिकोण में एक-दूसरे के पूरक हो सकते हैं।",
  "page-ethereum-vs-bitcoin-future-outlook-4": "एथेरियम के रोडमैप के बारे में और जानें"
}