{
  "page-roadmap-vision-2014": "2014 ब्लॉग का पोस्ट देखें जिसमें प्रूफ-ऑफ-स्टेक का विवरण दिया गया है",
  "page-roadmap-vision-2021": "एथेरियम रोडमैप के विकास पर 2021 ब्लॉग का पोस्ट देखें",
  "page-roadmap-vision-2022": "2022 ब्लॉग का पोस्ट देखें: एथेरियम के लिए हिचहाइकर्स गाइड",
  "page-roadmap-vision-2021-updates": "एथेरियम प्रोटोकॉल अपडेट्‍स पर 2021 ब्लॉग का पोस्ट देखें",
  "page-roadmap-vision-desc-1": "एथेरियम को नेटवर्क की व्यस्तता कम करने और वैश्विक यूज़र आधार को बेहतर सेवा के लिए गति में सुधार करने की आवश्यकता है।",
  "page-roadmap-vision-desc-2": "जैसे-जैसे नेटवर्क बढ़ता जा रहा है, नोड चलाना कठिन होता जा रहा है। यह केवल नेटवर्क स्केल करने के प्रयासों के साथ कठिन हो जाएगा।",
  "page-roadmap-vision-desc-3": "एथेरियम बहुत अधिक बिजली का उपयोग करता है। टेक्नोलॉजी जो नेटवर्क को सुरक्षित रखती रखने है उसे अधिक टिकाऊ बनाने की आवश्यकता है।",
  "page-roadmap-vision-ethereum-node": "नोड्स के बारे में ज़्यादा जानकारी",
  "page-roadmap-vision-future": "वैश्विक स्तर पर एक डिजिटल भविष्य",
  "page-roadmap-vision-meta-desc": "एथेरियम पर अपग्रेड के प्रभाव का एक अवलोकन और वह चुनौतियां जिन्हें दूर करना होगा।",
  "page-roadmap-vision-meta-title": "एथेरियम विज़न",
  "page-roadmap-vision-mining": "माईनिंग के बारे में ज़्यादा जानकारी",
  "page-roadmap-vision-problems": "आज की समस्याएं",
  "page-roadmap-vision-scalability": "स्केलेबिलिटी",
  "page-roadmap-vision-scalability-desc": "नेटवर्क में नोड्स के आकार को बढ़ाए बिना एथेरियम को प्रति सेकंड अधिक लेनदेन को प्रबंधित करने में सक्षम होने की आवश्यकता है। नोड्स महत्वपूर्ण नेटवर्क प्रतिभागी हैं, जो ब्लॉकचेन को स्टोर और चलाते हैं। नोड का आकार बढ़ाना व्यावहारिक नहीं है, क्योंकि केवल शक्तिशाली और महंगे कंप्यूटर ही ऐसा कर सकते हैं। स्केल करने के लिए, एथेरियम को अधिक नोड्स के साथ प्रति सेकंड अधिक लेनदेन की आवश्यकता होती है। अधिक नोड्स का अर्थ है, अधिक सुरक्षा।",
  "page-roadmap-vision-scalability-desc-3": "लेयर 2 रोलअप एथेरियम को स्केल करते हैं जब वे लेनदेन को ऑफ-चेन मूव करते हैं और केवल सारांश से जुड़े डेटा को एथेरियम पर पोस्ट करते हैं। इस बैचिंग से एथेरियम की संख्या में बढ़ोतरी होती है जबकि यूज़र के लिए लागत में भारी कमी आती है।",
  "page-roadmap-vision-scalability-desc-4": "रोलअप को यूज़र के लिए लेनदेन को सस्ता बनाने के लिए लेयर 1 पर कम लागत वाली स्टोरेज की ज़रूरत है। यह एथेरियम ब्लॉक्स से जुड़े ब्लॉब्स के रूप में प्रदान किया जाएगा। आखिर में, बहुत सारे ब्लॉब्स एथेरियम ब्लॉक्स से जुड़े होंगे, जो कई रोलअप के लिए सस्ती स्टोरेज प्रदान करेंगे।",
  "page-roadmap-vision-security": "सुरक्षा",
  "page-roadmap-vision-security-desc": "प्लान करके किए गए अपग्रेड समन्वित हमलों के ख़िलाफ़ एथेरियम की सुरक्षा को बेहतर बनाते हैं।",
  "page-roadmap-vision-security-desc-3": "प्रूफ-ऑफ-स्टेक में अतिरिक्त सुरक्षा हमले के ख़िलाफ़ अधिक क्रिप्टो-इकोनॉमिक हतोत्साहन से आती है। इसका कारण यह है कि प्रूफ-ऑफ-स्टेक में, जो सत्यापनकर्ता नेटवर्क को सुरक्षित करते हैं, उन्हें प्रोटोकॉल में ETH की महत्वपूर्ण मात्रा में स्टेक करना चाहिए। अगर वे कोशिश करते हैं और नेटवर्क पर हमला करते हैं, तो प्रोटोकॉल अपने आप उनके ETH को नष्ट कर सकता है।",
  "page-roadmap-vision-security-desc-5": "हालाँकि, यह भी महत्वपूर्ण है कि सत्यापनकर्ताओं को सेवा से इनकार वाले हमलों से बचाने वाले अपग्रेड्‍स, उनकी गुमनामी को बढ़ाएँ, और अलग ब्लॉक बिल्डिंग और ब्लॉक प्रसार को जल्द ही लागू किया जाए। ये अपग्रेड अलग-अलग सत्यापनकर्ताओं और पूरे नेटवर्क को लाइवनेस अटैक और सेंसरशिप से बचाते हैं।",
  "page-roadmap-vision-security-desc-5-link": "प्रूफ-ऑफ-स्टेक के बारे में ज़्यादा जानकारी",
  "page-roadmap-vision-security-desc-10": "स्टेकिंग का मतलब यह भी है कि आपको सीधे कंसेंसस में भाग लेने के लिए एलीट हार्डवेयर में निवेश करने की आवश्यकता नहीं है। इससे ज़्यादा लोग सत्यापनकर्ता बनने के लिए प्रोत्साहित होंगे, जिससे नेटवर्क का विकेंद्रीकरण बढ़ेगा और हमले की सतह का क्षेत्रफल घटेगा।",
  "page-roadmap-vision-security-staking": "स्टेक ETH",
  "page-roadmap-vision-security-validator": "आप अपने ETH की स्टेकिंग करके सत्यापनकर्ता बन सकते हैं।",
  "page-roadmap-vision-staking-lower": "स्टेकिंग के बारे में अधिक जानकारी",
  "page-roadmap-vision-subtitle": "एथेरियम को तब तक बढ़ाएं, जब तक कि यह पूरी मानवता की मदद करने के लिए पर्याप्त शक्तिशाली न हो जाए।",
  "page-roadmap-vision-sustainability": "स्थिरता",
  "page-roadmap-vision-sustainability-desc-1": "एथेरियम अब एक ग्रीन ब्लॉकचेन है। जब प्रूफ-ऑफ-वर्क को प्रूफ-ऑफ-स्टेक से स्वैप किया गया, तो ऊर्जा की खपत ~99.95% तक कम हो गई थी।",
  "page-roadmap-vision-sustainability-desc-2": "एथेरियम अब कंप्यूटिंग पावर के बजाय स्टेकिंग के ज़रिए सुरक्षित है।",
  "page-roadmap-vision-sustainability-desc-3": "इस स्थिरता बूस्ट से सुरक्षा लाभ भी मिलता है - स्टेक्ड ईथर प्रूफ-ऑफ-वर्क की तुलना में चेन पर हमला करना ज़्यादा महँगा बनाता है, लेकिन इसे सुरक्षित करने में कम खर्च आता है, क्योंकि माइनर्स की तुलना में सत्यापनकर्ता भुगतान करने के लिए थोड़ा पुराना ETH जारी कर सकते हैं।",
  "page-roadmap-vision-sustainability-desc-8": "प्रूफ-ऑफ-स्टेक में स्थानांतरित होने से एथेरियम हरा-भरा और ज़्यादा सुरक्षित बन गया। यह ऐप्स और संगठनों के निर्माण के लिए एक कम-कार्बन वाला प्लेटफ़ॉर्म है।",
  "page-roadmap-vision-sustainability-subtitle": "एथेरियम मज़बूत क्रिप्टो-इकोनॉमिक सुरक्षा के साथ एक ग्रीन ब्लॉकचेन है।",
  "page-roadmap-vision-title": "एथेरियम विज़न",
  "page-roadmap-vision-title-1": "बंद नेटवर्क",
  "page-roadmap-vision-title-2": "डिस्क स्पेस",
  "page-roadmap-vision-title-3": "बहुत अधिक ऊर्जा",
  "page-roadmap-vision-trilemma-cardtext-1": "एथेरियम को अपग्रेड करने से एथेरियम स्केलेबल, सुरक्षित, और विकेंद्रीकृत बनेगा। स्टेकिंग ने भागीदारी में रुकावट को कम किया है और पैमाने की अर्थव्यवस्थाओं को सीमित कर दिया है, जिससे एक बड़ा - अधिक विकेन्द्रीकृत - नेटवर्क बन गया है।",
  "page-roadmap-vision-trilemma-cardtext-2": "सुरक्षित और विकेंद्रीकृत ब्लॉकचेन नेटवर्क को चेन द्वारा प्रोसेस किए गए प्रत्येक लेनदेन को सत्यापित करने के लिए प्रत्येक नोड की आवश्यकता होती है। काम की यह राशि लेनदेन की संख्या को सीमित करती है, जो कि किसी भी समय हो सकती है। विकेंद्रीकृत और सुरक्षित आज के एथेरियम चेन को दर्शाता है।",
  "page-roadmap-vision-trilemma-cardtext-3": "विकेंद्रीकृत नेटवर्क नोड्स में लेनदेन के बारे में जानकारी भेजकर काम करते हैं - पूरे नेटवर्क को किसी भी स्थिति में हुए बदलाव के बारे में जानने की आवश्यकता होती है। विकेंद्रीकृत नेटवर्क पर प्रति सेकंड स्केलिंग लेनदेन, लेनदेन सुरक्षा जोखिम पैदा करता है, क्योंकि जितने अधिक लेनदेन होंगे, उतनी ही देर होगी और जानकारी न पहुँच पाने से हमले की संभावना उतनी ही अधिक होगी।",
  "page-roadmap-vision-trilemma-cardtext-4": "एथेरियम के नोड्स के साइज़ और मज़बूती को बढ़ाने से सुरक्षित तरीके से प्रति सेकंड लेनदेन बढ़ सकता है, लेकिन हार्डवेयर की आवश्यकता प्रतिबंधित होगी, जिससे विकेंद्रीकरण का ख़तरा होता है। यह उम्मीद की जाती है कि शार्डिंग और प्रूफ-ऑफ-स्टेक, एथेरियम को नोड्स की मात्रा में बढ़ोतरी करके स्केल करने की अनुमति देगा, नोड के आकार को नहीं।",
  "page-roadmap-vision-trilemma-h2": "विकेंद्रीकृत स्केलिंग की चुनौती",
  "page-roadmap-vision-trilemma-modal-tip": "विकेन्द्रीकृत स्केलिंग की समस्याओं को बेहतर ढंग से समझने के लिए नीचे दिए गए सर्कल पर टैप करें",
  "page-roadmap-vision-trilemma-p": "एथेरियम की समस्याओं को हल करने का एक आसान तरीका यह होगा कि इसे और अधिक केंद्रीकृत किया जाए। लेकिन, विकेंद्रीकरण बहुत महत्वपूर्ण है। यह विकेंद्रीकरण है जो एथेरियम तटस्थता, सेंसरशिप प्रतिरोध, खुलापन, डेटा स्वामित्व और लगभग-अभेद्य सुरक्षा प्रदान करता है।",
  "page-roadmap-vision-trilemma-p-1": "एथेरियम का विज़न न केवल अधिक स्केलेबल और सुरक्षित होने के लिए है, बल्कि विकेंद्रीकृत रहना भी है। इन 3 गुणों को प्राप्त करना एक ऐसी समस्या है जिसे स्केलेबिलिटी ट्राइलेम्मा के रूप में जाना जाता है।",
  "page-roadmap-vision-trilemma-p-2": "एथेरियम अपग्रेड का उद्देश्य ट्राइलेम्मा की समस्या को हल करना है, लेकिन इसमें महत्वपूर्ण चुनौतियाँ हैं।",
  "page-roadmap-vision-trilemma-press-button": "विकेंद्रीकृत स्केलिंग की समस्याओं को बेहतर ढंग से समझने के लिए त्रिकोण पर मौजूद बटन दबाएं।",
  "page-roadmap-vision-trilemma-text-1": "विकेन्द्रीकरण",
  "page-roadmap-vision-trilemma-text-2": "सुरक्षा",
  "page-roadmap-vision-trilemma-text-3": "स्केलेबिलिटी",
  "page-roadmap-vision-trilemma-title-1": "स्केलेबिलिटी ट्राइलेम्मा को एक्सप्लोर करें",
  "page-roadmap-vision-trilemma-title-2": "एथेरियम अपग्रेड और विकेंद्रीकृत स्केलिंग",
  "page-roadmap-vision-trilemma-title-3": "सुरक्षित और विकेंद्रीकृत",
  "page-roadmap-vision-trilemma-title-4": "विकेंद्रीकृत और स्केलेबल",
  "page-roadmap-vision-trilemma-title-5": "स्केलेबल और सुरक्षित",
  "page-roadmap-vision-understanding": "एथेरियम विज़न को समझना",
  "page-roadmap-vision-upgrade-needs": "अपग्रेड की आवश्यकता",
  "page-roadmap-vision-upgrade-needs-desc": "2015 में शुरू किए गए एथेरियम प्रोटोकॉल को अविश्वसनीय सफलता मिली है। लेकिन, एथेरियम समुदाय को हमेशा उम्मीद थी कि एथेरियम की पूरी क्षमता को अनलॉक करने के लिए कुछ महत्वपूर्ण अपग्रेड आवश्यक होंगे।",
  "page-roadmap-vision-upgrade-needs-desc-2": "उच्च मांग से लेनदेन का शुल्क बढ़ रहा है, जिससे औसत उपयोगकर्ता के लिए एथेरियम महंगा हो रहा है। एथेरियम क्लाइंट को चलाने के लिए ज़रूरी डिस्क स्पेस तेजी से बढ़ रहा है।",
  "page-roadmap-vision-upgrade-needs-desc-3": "एथेरियम में अपग्रेड का एक सेट है जो इन समस्याओं वगैरह को हल करता है। अपग्रेड के इस सेट को मूल रूप से 'सेरेनिटी' और 'Eth2' कहा जाता था और वे 2014 से अनुसंधान और विकास का एक सक्रिय क्षेत्र रहे हैं।",
  "page-roadmap-vision-upgrade-needs-desc-5": "अब जब तकनीक तैयार हो गई है, तो ये अपग्रेड एथेरियम को और अधिक स्केलेबल, सुरक्षित और टिकाऊ बनाने - मौजूदा उपयोगकर्ताओं के जीवन को बेहतर बनाने और नए लोगों को लुभाने के लिए पुनर्रचना करेंगे। सब कुछ एथेरियम के विकेंद्रीकरण के मुख्य मूल्य को संरक्षित करते हुए।",
  "page-roadmap-vision-upgrade-needs-desc-6": "इसका मतलब है कि स्केलेबिलिटी के लिए कोई ऑन-स्विच नहीं है। समय के साथ सुधार धीरे-धीरे आगे बढ़ते जाएँगे।",
  "page-roadmap-vision-upgrade-needs-serenity": "सेरेनिटी' पर चर्चा करते हुए 2015 का ब्लॉग पोस्ट देखें",
  "ethereum": "इथेरियम",
  "page-roadmap-vision-danksharding": "डैंकशार्डिंग के बारे में ज़्यादा जानिए"
}
