{
  "page-local-environment-brownie-desc": "Okvir za razvoj i testiranje pametnih ugovora zasnovan na jeziku Python usmerenih ka virtuelnoj mašini mreže Ethereum.",
  "page-local-environment-brownie-logo-alt": "Brownie logo",
  "page-local-environment-kurtosis-desc": "Komplet alatki zasnovan na kontejnerima za jednostavno konfigurisanje i pokretanje testne mreže Ethereum sa više klijenata za brz lokalni razvoj decentralizovanih aplikacija, pravljenje prototipa i testiranje.",
  "page-local-environment-kurtosis-logo-alt": "Logo koeficijenta špica",
  "page-local-environment-epirus-desc": "Platforma za programiranje, razvijanje i kontrolu blokčejn aplikacija na Java-inoj virtuelnoj mašini.",
  "page-local-environment-epirus-logo-alt": "Epirus-ov logo",
  "page-local-environment-eth-app-desc": "Kreirajte aplikacije na Ethereum-u sa jednom komandom. Dolazi sa širokom ponudom UI okvira i DeFi šablona koje možete odabrati.",
  "page-local-environment-eth-app-logo-alt": "Kreirajte logo za Eth aplikaciju",
  "page-local-environment-foundry-desc": "Izuzetno brz, prenosiv i modularan skup alata za izradu Ethereum aplikacija napisan u Rastu.",
  "page-local-environment-foundry-logo-alt": "Logo livnice",
  "page-local-environment-framework-feature-1": "Karakteristike za okretanje lokalne instance blokchain-a.",
  "page-local-environment-framework-feature-2": "Usluge za kompajliranje i testiranje Vaših pametnih ugovora.",
  "page-local-environment-framework-feature-3": "Dodaci za razvoj klijenta za izgradnju Vaše aplikacije usmerene ka korisnicima unutar istog projekta/skladišta.",
  "page-local-environment-framework-feature-4": "Konfiguracija za povezivanje sa Ethereum-ovim mrežama i usmeravanje ugovora bilo do lokalno pokrenute instance ili do jedne od Ethereum-ovih javnih mreža.",
  "page-local-environment-framework-feature-5": "Distribucija decentralizovanih aplikacija - integracije sa opcijama skladištenja kao npr. IPFS.",
  "page-local-environment-framework-features": "Ovi okviri dolaze sa gotovom funkcionalnošću, kao što su:",
  "page-local-environment-frameworks-desc": "Predlažemo da izaberete okvir, pogotovo ako ste početnik. Razvijanje punopravne decentralizovane aplikacije zahteva različite vrste tehnologije. Naši okviri imaju mnoge potrebne specifikacije i pružaju jednostavne sisteme dodataka za odabir alata koje želite.",
  "page-local-environment-frameworks-title": "Okviri i već napravljeni stekovi",
  "page-local-environment-hardhat-desc": "Hardhat je Ethereum-ovo razvojno okruženje za profesionalce.",
  "page-local-environment-hardhat-logo-alt": "Hardhat-ov logo",
  "page-local-environment-openZeppelin-desc": "Uštedite sate programiranja kompajliranjem, nadogradnjom, primenom i interakcijom sa pametnim ugovorima pomoću našeg CLI-ja.",
  "page-local-environment-openZeppelin-logo-alt": "Logo OpenZeppelin-a",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: sve što Vam treba kako biste započeli izradu decentralizovanih aplikacija koje pokreću pametni ugovori.",
  "page-local-environment-scaffold-eth-logo-alt": "scaffold-eth logo",
  "page-local-environment-setup-meta-desc": "Vodič za odabir vašeg softverskog skladišta za razvoj Ethereum-a.",
  "page-local-environment-setup-meta-title": "Ethereum-ova postavka za lokalno razvijanje",
  "page-local-environment-setup-subtitle": "Ako ste spremni da počnete sa razvijanjem, vreme je da izaberete Vašu opciju.",
  "page-local-environment-setup-subtitle-2": "Ovde se nalaze alati i okviri koji Vam mogu pomoći u razvijanju Vaše Ethereum aplikacije.",
  "page-local-environment-setup-title": "Postavite svoje lokalno razvojno okruženje",
  "page-local-environment-solidity-template-desc": "GitHub-ov šablon za unapred izgrađenu postavku za Vaše Solidity pametne ugovore. Uključuje Hardhat lokalnu mrežu, Waffle za testiranje, Ethers za implementaciju novčanika, i mnogo toga.",
  "page-local-environment-solidity-template-logo-alt": "Solidity probni logo",
  "page-local-environment-waffle-desc": "Najnaprednija biblioteka za testiranje pametnih ugovora. Koristite je samostalno ili sa Scaffold-eth-om ili Hardhat-om.",
  "page-local-environment-waffle-logo-alt": "Waffle-ov logo"
}
