{
  "page-get-eth-article-keeping-crypto-safe": "Načini za zaštitu vaših kriptovaluta",
  "page-get-eth-article-protecting-yourself": "Zaštitite sebe i svoja sredstva",
  "page-get-eth-article-store-digital-assets": "Kako čuvati digitalnu imovinu na Ethereum mreži",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Centralizovane menjačnice",
  "page-get-eth-cex-desc": "Menjačnice su preduzeća koji vam omogućuju kupovinu kriptovaluta korišćenjem tradicionalnih valuta. Imaju nadzor nad ETH koji kupite dok ga ne pošaljete u novčanik koji posedujete.",
  "page-get-eth-checkout-dapps-btn": "Pogledajte decentralizovane aplikacije (dapps)",
  "page-get-eth-community-safety": "Objave zajednice o bezbednosti",
  "page-get-eth-description": "Ethereum ne kontroliše nijedna organizacija — on je decentralizovan.",
  "page-get-eth-dex": "Decentralizovane menjačnice (DEX)",
  "page-get-eth-dex-desc": "Ukoliko želite više kontrole, kupite ETH koristeći <a href=\"/glossary/#smart-contract\">pametne ugovore</a>. Sa decentralizovanom menjačnicom možete trgovati digitalnom imovinom bez davanja kontrole nad svojim sredstvima nekoj centralizovanoj kompaniji.",
  "page-get-eth-peers": "Dobijte ETH od peer-ova",
  "page-get-eth-peers-desc": "Jednom kada napravite Ethereum nalog, sve što treba da uradite je da podelite adresu kako biste slali i primali ETH (i druge tokene) kroz mrežu bez posrednika.",
  "page-get-eth-staking": "Nagrade za zalogodavanje",
  "page-get-eth-staking-desc": "Ako već imate nešto ETH tokena, možete zaraditi još tako što ćete pokrenuti validatorski čvor. Bićete plaćeni u ETH za obavljanje ovog verifikacionog posla.",
  "page-get-eth-earn": "Zaradi ETH",
  "page-get-eth-earn-desc": "ETH možete da zaradite radeći za decentralizovane autonomne organizacije ili kompanije koje plaćaju u kriptovalutama, osvajajući nagrade, pronalazeći softverske greške i slično.",
  "page-get-eth-daos-link-desc": "Saznajte više o decentralizovanim autonomnim organizacijama",
  "page-get-eth-cex-link-desc": "Prikaži listu menjačnica",
  "page-get-eth-staking-link-desc": "Saznajte više o ulaganju",
  "page-get-eth-dexs": "Decentralizovane menjačnice (DEX)",
  "page-get-eth-dexs-desc": "Decentralizovane menjačnice su otvoreno tržište za ETH i ostale tokene. One direktno povezuju kupce i prodavce.",
  "page-get-eth-dexs-desc-2": "Umesto korišćenja pouzdane treće strane za zaštitu sredstava tokom transakcije, koriste kod. ETH prodavca će biti prenet samo kada je plaćanje zagarantovano. Ovaj tip koda se naziva pametni ugovor.",
  "page-get-eth-dexs-desc-3": "To znači da postoji manje geografskih ograničenja u poređenju sa centralizovanim alternativama. Ako neko prodaje ono što želite i prihvata način plaćanja koji možete obezbediti, to je dovoljno.",
  "page-get-eth-dexs-desc-4": "Napomena: mnogi DEX-ovi koriste omotani ether (WETH) za funkcionisanje. <a href=\"/wrapped-eth\">Saznajte više o omotanom ether-u</a>.",
  "page-get-eth-do-not-copy": "Primer: Ne kopirati",
  "page-get-eth-exchanges-disclaimer": "Ove informacije smo prikupili manuelno. Ako primetite grešku, budite slobodni da nas obavestite",
  "page-get-eth-exchanges-empty-state-text": "Unesite državu prebivališta da biste videli listu menjačnica koje možete koristiti",
  "page-get-eth-exchanges-except": "Osim",
  "page-get-eth-exchanges-header": "U kojoj državi živite?",
  "page-get-eth-exchanges-header-exchanges": "Menjačnice",
  "page-get-eth-exchanges-header-wallets": "Novčanici",
  "page-get-eth-exchanges-intro": "Menjačnice imaju ograničenja u pogledu toga gde mogu prodavati kriptovalute. Ovo je indikativna lista usluga za koje se smatra da posluju u svakoj zemlji. Uvrštavanje na ovu listu ne znači preporuku — uvek treba da obavite sopstveno istraživanje!",
  "page-get-eth-exchanges-no-exchanges": "Žao nam je, ne znamo ni za jednu menjačnicu koja omogućava kupovinu ETH iz ove zemlje. Ako vi znate, javite nam na",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Žao nam je, ne znamo ni za jednu menjačnicu koja omogućava kupovinu ETH iz ove zemlje. Ako vi znate, javite nam na",
  "page-get-eth-exchanges-no-wallets": "Žao nam je, ne znamo nijedan novčanik koji vam omogućava kupovinu ETH iz ove zemlje. Ako Vi znate, javite nam na",
  "page-get-eth-exchanges-search": "Upišite gde živite...",
  "page-get-eth-exchanges-success-exchange": "Može potrajati nekoliko dana da se registrujete menjačnici zbog njihovih zakonskih provera.",
  "page-get-eth-exchanges-success-wallet-link": "novčanici",
  "page-get-eth-exchanges-success-wallet-paragraph": "Tamo gde živite, možete kupiti ETH direktno iz ovih novčanika. Saznajte više o tome",
  "page-get-eth-exchanges-usa": "Sjedinjene Američke Države (SAD)",
  "page-get-eth-get-wallet-btn": "Nabavite novčanik",
  "page-get-eth-hero-image-alt": "Preuzmite ETH naslovnu sliku",
  "page-get-eth-keep-it-safe": "Čuvanje ETHa",
  "page-get-eth-meta-description": "Kako kupiti ETH na osnovu toga gde živite i saveti za održavanje.",
  "page-get-eth-meta-title": "Kako nabaviti ETH",
  "page-get-eth-need-wallet": "Potreban vam je novčanik da biste koristili DEX.",
  "page-get-eth-new-to-eth": "Novi ste u ETH svetu? Evo uputstva kako da počnete.",
  "page-get-eth-other-cryptos": "Kupite pomoću drugih kriptovaluta",
  "page-get-eth-protect-eth-desc": "Jedna od glavnih karakteristika Ethereum-a je ta što zadržavate kontrolu nad svojim sredstvima time što upravljate vlastitim nalogom. To znači da ne morate da poveravate svoja sredstva trećoj strani, kao i da ste zaštićeni od toga da neki poverilac postupi nepošteno, bankrotira ili bude hakovan. Međutim, to takođe znači da preuzimate odgovornost za sopstvenu bezbednost.",
  "page-get-eth-protect-eth-in-wallet": "Čuvajte ETH u sopstvenom novčaniku",
  "page-get-eth-search-by-country": "Pretraži po državi",
  "page-get-eth-security": "Ovo takođe znači da morate ozbiljno shvatiti sigurnost svojih sredstava. Uz ETH ne verujete banci ili kompaniji da brine o vašim sredstvima, već preuzimate odgovornost na sebe.",
  "page-get-eth-smart-contract-link": "Više o pametnim ugovorima",
  "page-get-eth-swapping": "Zamenite Vaše tokene za ETH drugih ljudi. I obrnuto.",
  "page-get-eth-try-dex": "Probaj decentralizovanu menjačnicu",
  "page-get-eth-use-your-eth": "Upotrebite vaš ETH",
  "page-get-eth-use-your-eth-dapps": "Sada kada posedujete nešto ETH-a, istražite neke Ethereum aplikacije (decentralizovane aplikacije). Postoje decentralizovane aplikacije za finansije, društvene medije, igre i mnoge druge kategorije.",
  "page-get-eth-wallet-instructions": "Pratite uputstva za novčanik",
  "page-get-eth-wallet-instructions-lost": "Ako izgubite pristup nalogu, izgubićete pristup svojim sredstvima. Novčanik bi trebalo da vam da uputstva za zaštitu od tog scenarija. Obavezno ih pažljivo pratite – u većini slučajeva, niko vam ne može pomoći u slučaju da izgubite pristup svom nalogu.",
  "page-get-eth-wallets": "Novčanici",
  "page-get-eth-wallets-link": "Više o novčanicima",
  "page-get-eth-wallets-purchasing": "Neki novčanici Vam omogućuju kupovinu kriptovaluta pomoću debitne/kreditne kartice, bankovnog transfera ili čak pomoću Apple Pay. Međutim, geografska ograničenja važe.",
  "page-get-eth-warning": "Ovi DEX-ovi nisu za početnike jer će vam biti potrebno nešto ETH da biste ih koristili. Ovo su samo primeri, a ne proizvodi koje preporučujemo. Uvek sami istražite!",
  "page-get-eth-what-are-DEX's": "Šta su decentralizovane menjačnice?",
  "page-get-eth-whats-eth-link": "Šta je ETH?",
  "page-get-eth-where-to-buy-desc": "ETH možete zaraditi, primiti od drugih ravnopranvih korisnika ili pak kupiti u menjačnicama i aplikacijama.",
  "page-get-eth-where-to-buy-desc-2": "Pogledajte usluge koje možete koristiti u odnosu na vašu lokaciju.",
  "page-get-eth-where-to-buy-title": "Gde nabaviti ETH",
  "page-get-eth-your-address": "Vaša ETH adresa",
  "page-get-eth-your-address-desc": "Kada preuzmete novčanik on će napraviti javnu ETH adresu za Vas. Evo kako to izgleda:",
  "page-get-eth-your-address-desc-3": "Zamislite ovo kao na svoju imejl adresu, ali umesto pošte ona može primiti ETH. Ako želite da transferujete ETH iz menjačnice u Vaš novčanik, upotrebite Vašu adresu kao odredište. Obavezno proverite adresu pre slanja!",
  "page-get-eth-your-address-wallet-link": "Pogledajte novčanike",
  "listing-policy-raise-issue-link": "Pokreni zahtev za rešavanje problema",
  "page-find-wallet-last-updated": "Poslednje ažuriranje"
}
