{
  "page-gas-meta-title": "Naknade za gas na Ethereum-u: kako funkcionišu?",
  "page-gas-meta-description": "Saznajte više o gasu na Ethereum-u: kako funkcioniše i kako da platite manje naknade za gas",
  "page-gas-hero-title": "Naknade za gas",
  "page-gas-hero-header": "Naknade mreže",
  "page-gas-hero-button-1-content": "Šta je gas?",
  "page-gas-hero-subtitle-1": "Naknade mreže na Ethereum-u se nazivaju gas.",
  "page-gas-hero-subtitle-2": "Gas je gorivo koje pokreće Ethereum.",
  "page-gas-summary-title": "Rezime",
  "page-gas-summary-item-1": "Svaka transakcija na Ethereum-u zahteva malu naknadu za obradu",
  "page-gas-summary-item-2": "Ove naknade su poznate kao naknade za „gas“",
  "page-gas-summary-item-3": "Naknade za gas nisu fiksne, već se menjaju u zavisnosti od zagušenja mreže",
  "page-gas-what-are-gas-fees-header": "Šta su naknade za gas?",
  "page-gas-what-are-gas-fees-text-1": "Zamislite Ethereum kao veliku računarsku mrežu u kojoj ljudi mogu obavljati zadatke poput slanja poruka ili pokretanja programa. Baš kao i u stvarnom svetu, ovi zadaci zahtevaju energiju za izvršavanje.",
  "page-gas-what-are-gas-fees-text-2": "Na Ethereum-u, svaka računarska radnja ima određenu cenu za „gas“. <b>Vaše naknade za gas predstavljaju ukupan trošak za radnje u transakciji</b>. Kada pošaljete transakciju ili pokrenete <a href=\"/glossary/#smart-contract\">pametni ugovor</a>, plaćate naknade za gas kako biste je obradili.",
  "page-gas-how-do-i-pay-less-gas-header": "Kako da platim manje gasa?",
  "page-gas-how-do-i-pay-less-gas-text": "Iako su veće naknade na Ethereum-u ponekad neizbežne, postoje strategije koje možete koristiti da biste smanjili troškove:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "Tempirajte transakcije",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "Baš kao što putovanje van sezone donosi manje gužve i povoljnije je, korišćenje Ethereum-a je generalno jeftinije kada Severna Amerika spava.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "Sačekajte da cena gasa padne",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "Cene gasa rastu i padaju na svakih dvanaest sekundi u zavisnosti od zagušenja Ethereum mreže. Kada su cene gasa visoke, sačekajte samo nekoliko minuta pre nego što obavite transakciju jer biste time mogli značajno smanjiti iznos koji plaćate.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "Koristite sloj 2",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "Lanci nivoa 2 su izgrađeni na Ethereum-u, čime nude niže naknade i obradu većeg broja transakcija. Dobar su izbor za uštedu na naknadama za transakcije koje ne moraju da se odvijaju na glavnoj Ethereum mreži.",
  "page-gas-try-layer-2": "Isprobajte nivo 2",
  "page-gas-what-causes-high-gas-fees-header": "Šta prouzrokuje visoke naknade za gas?",
  "page-gas-what-causes-high-gas-fees-text-1": "Kad god količina računske snage (gasa) na Ethereum mreži premaši određeni prag, naknade za gas počinju da rastu. Što više gas premašuje ovaj prag, brže se povećavaju naknade za gas.",
  "page-gas-what-causes-high-gas-fees-text-2": "Više naknade mogu biti uzrokovane stvarima poput popularnih <a href=\"/glossary/#dapp\">decentralizovanih aplikacija (dapps)</a> ili NFT-ova, periodičnog povećanja trgovanja na <a href=\"/glossary/#dex\">DEX-ovima</a> ili prevelikog broja korisničkih aktivnosti u vreme najveće opterećenosti mreže.",
  "page-gas-what-causes-high-gas-fees-text-3": "Programeri na Ethereum-u treba da paze da optimizuju pametne ugovore pre nego što ih puste u rad. Ako mnogo ljudi koristi loše napisan pametni ugovor, on će trošiti više gasa i može nenamerno izazvati zagušenje mreže.",
  "page-gas-want-to-dive-deeper": "Želite da saznate nešto više o ovoj temi?",
  "page-gas-check-out-the-developer-docs": "Pogledajte dokumentaciju za programere.",
  "page-gas-attack-of-the-cryptokitties-header": "Napad „Cryptokitties“",
  "page-gas-attack-of-the-cryptokitties-text": "U novembru 2017. godine lansiran je popularni projekat CryptoKitties. Njegov brzi porast popularnosti izazvao je značajno zagušenje mreže i izuzetno visoke naknade za gas. Izazovi koje je postavio CryptoKitties ubrzali su potrebu za pronalaženjem rešenja za skaliranje Ethereum-a.",
  "page-gas-why-do-we-need-gas-header": "Zašto nam treba gas?",
  "page-gas-why-do-we-need-gas-text": "Gas je ključni element u održavanju sigurnosti Ethereum-a i obradi transakcija. Gas pomaže na mnoge načine:",
  "page-gas-benefits-1-description": "Gas održava Ethereum<a href=\"/glossary/#anti-sybil\">otpornim na Sibil napade</a> sprečavajući zlonamerne aktere da preplave mrežu lažnim aktivnostima.",
  "page-gas-benefits-2-description": "Pošto računanje košta gasa, slanje velikog broja skupih transakcija na Ethereum, bilo slučajno ili zlonamerno, finansijski se obeshrabruje.",
  "page-gas-benefits-3-description": "Gornja granica na količinu računanja koja se može obaviti u bilo kom trenutku sprečava Ethereum da bude preopterećen, pomažući da mreža uvek ostane dostupna.",
  "page-gas-how-is-gas-calculated-header": "Kako se gas obračunava?",
  "page-gas-advanced": "Napredno",
  "page-gas-how-is-gas-calculated-text-1": "Ukupna naknada za gas koju plaćate sastoji se od nekoliko delova:",
  "page-gas-how-is-gas-calculated-item-1": "<b>Osnovna naknada:</b> naknada koju postavlja mreža i koja mora biti plaćena za transakciju",
  "page-gas-how-is-gas-calculated-item-2": "<b>Naknada za priortet:</b> opcionalna napojnica kojom se podstiču upravljači čvorova da uključe vašu transakciju",
  "page-gas-how-is-gas-calculated-item-3": "<b>Količine potrošenog gasa<i>*</i>:</b> sećate li se da smo rekli da gas predstavlja računanje? Složenije radnje, poput interakcije sa pametnim ugovorom, koriste više gasa nego jednostavne, kao što je slanje transakcije.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> Pogledajte sliku 1 da biste videli koliko gasa koriste različite vrste transakcija</i>",
  "page-gas-how-is-gas-calculated-text-2": "Formula za izračunavanje naknade za gas je količina potrošenog gasa * (osnovna naknada + naknada za priortiet). Većina novčanika će izračunati potrošnju gasa i prikazati je na jednostavniji način.",
  "page-gas-table-figure": "<i>Slika 1: potrošnja gasa po vrsti transakcije</i>",
  "page-gas-table-header-1": "Vrsta transakcije",
  "page-gas-table-header-2": "Jedinice potrošenog gasa",
  "page-gas-table-item-1-transaction-type": "Slanje ETH",
  "page-gas-table-item-2-transaction-type": "Slanje ERC-20 tokena",
  "page-gas-table-item-3-transaction-type": "Prenos NFT-a",
  "page-gas-table-item-4-transaction-type": "Zamena na Uniswap-a",
  "page-gas-faq-header": "Često postavljana pitanja",
  "page-gas-faq-question-1-q": "Ko dobija naknadu za gas u mojoj transakciji?",
  "page-gas-faq-question-1-a-1": "Veći deo naknade za gas — osnovnu naknadu — uništava protokol (sagoreva). Naknada za prioritet, ako je uključena u transakciju, dodeljuje se validatoru koji je predložio transakciju.",
  "page-gas-faq-question-1-a-2": "Detaljan opis procesa možete da pronađete u <a href=\"/developers/docs/gas/\"> dokumentaciji za programere u delu o gasu.</a>",
  "page-gas-faq-question-2-q": "Da li moram da plaćam gas u ETH?",
  "page-gas-faq-question-2-a-1": "Da. Sve gas naknade na Ethereum-u moraju biti plaćene u osnovnoj valuti ETH.",
  "page-gas-faq-question-2-a-2": "Više o ETH",
  "page-gas-faq-question-3-q": "Šta je gwei?",
  "page-gas-faq-question-3-a-1": "U većini novčanika ili alata za praćene gasa videćete cene gasa izražene u „gwei-ima“.",
  "page-gas-faq-question-3-a-2": "Gwei je samo manja jedinica ETH, baš kao što su centi u odnosu na dolare, s tom razlikom što 1 ETH iznosi 1 milijardu gwei-a. Gwei je koristan kada se govori o vrlo malim količinama ETH.",
  "page-gas-use-layer-2": "Koristite sloj 2"
}
