{
  "page-wallets-accounts-addresses": "Novčanici, nalozi, ključevi i adrese",
  "page-wallets-accounts-addresses-desc": "Vredi razumeti razlike između nekih ključnih pojmova.",
  "page-wallets-accounts-ethereum-addresses": "<b>Ethereum račun ima adresu</b>, kao što prijemno sanduče ima adresu e-pošte. On se koristi za identifikaciju vaših digitalnih sredstava.",
  "page-wallets-alt": "Ilustracija robota, koji ima telo u obliku trezora, koja predstavlja Ethereum novčanik",
  "page-wallets-ethereum-account": "<b>Ethereum račun čini par ključeva</b>. <a href=\"/glossary/#public-key\">Jedan ključ</a> se koristi za kreiranje adrese koju možete slobodno deliti, a <a href=\"/glossary/#private-key\">drugi ključ</a> morate čuvati u tajnosti jer se koristi za potpisivanje. Zajedno, ovi ključevi vam omogućavaju da čuvate sredstva i obavljate transakcije.",
  "page-wallets-blog": "Coinbase blog",
  "page-wallets-bookmarking": "Označite Vaš novčanik kao bookmark",
  "page-wallets-bookmarking-desc": "Ako koristite veb novčanik, označite taj veb-sajt kao bookmark kako biste se zaštitili od prevara.",
  "page-wallets-cd": "<b>Fizički hardverski novčanici</b> su uređaji koji vam omogućavaju da kriptovalute čuvate van mreže – na veoma bezbedan način",
  "page-wallets-desc-2": "Novčanici su ono što većina ljudi koristi za upravljanje svojom digitalnom imovinom i identitom.",
  "page-wallets-desc-2-link": "Više o ETH",
  "page-wallets-desc-3": "Novčanik je alatka za interakciju s Ethereum nalogom. To znači da u bilo kom trenutku možete promeniti provajdera novčanika. Mnogi novčanici takođe omogućavaju da upravljate većim brojem Ethereum naloga iz jedne aplikacije.",
  "page-wallets-desc-4": "Provajderi novčanika nemaju pristup vašim sredstvima. Oni samo pružaju mogućnost uvida u sredstva na mreži Ethereum i alatke za lakše upravljanje njima.",
  "page-wallets-description": "Ethereum novčanici su aplikacije koje vam pružaju kontrolu nad vašim nalogom. Baš kao što fizički novčanik sadrži sve što vam je potrebno da dokažete svoj identitet i upravljate svojim sredstvima. Novčanik omogućava da se prijavite u aplikacije, proverite saldo, šaljete transakcije i potvrđujete svoj identitet.",
  "page-wallets-desktop": "<b>Desktop aplikacije</b> ako više volite da upravljate sredstvima preko macOS, Windows ili Linux sistema",
  "page-wallets-ethereum-wallet": "<b>Novčanik je alat koji omogućava interakciju sa vašim računom</b>, korišćenjem ključeva. Omogućava vam da pogledate saldo naloga, šaljete transakcije i još mnogo toga.",
  "page-wallets-explore": "Istražite Ethereum",
  "page-wallets-features-desc": "Možemo Vam pomoći pri biranju novčanika na osnovu funkcionalnosti do kojih Vam je stalo.",
  "page-wallets-features-title": "Poređenje novčanika na osnovu funkcija",
  "page-wallets-find-wallet-btn": "Pronađite novčanik",
  "page-wallets-find-wallet-link": "Pronađite novčanik",
  "page-wallets-get-some": "Nabavite ETH",
  "page-wallets-get-some-alt": "Ilustracija ruke koja stvara ETH logotip napravljen od lego kockica",
  "page-wallets-get-some-btn": "Nabavite ETH",
  "page-wallets-get-some-desc": "ETH je izvorna kriptovaluta na Ethereum mreži. Za korišćenje Ethereum aplikacija morate posedovati nešto ETH u novčaniku.",
  "page-wallets-keys-to-safety": "Načini za zaštitu Vaših kriptovaluta",
  "page-wallets-manage-funds": "Aplikacija za upravljanje Vašim sredstvima",
  "page-wallets-manage-funds-desc": "Vaš novčanik prikazuje stanje Vašeg računa, istoriju transakcija i omogućuje vam da šaljete/primate sredstva. Neki novčanici nude i više od toga.",
  "page-wallets-meta-description": "Šta morate znati da biste koristili Etheretum novčanike.",
  "page-wallets-meta-title": "Ethereum novčanici",
  "page-wallets-mobile": "<b>Mobilne aplikacije</b> koje omogućavaju da pristupite sredstvima sa bilo kog mesta",
  "page-wallets-more-on-dapps-btn": "Više informacija o decentralizovanim aplikacijama",
  "page-wallets-most-wallets": "Većina novčanika Vam omogućuje generisanje Ethereum računa. Dakle, nije Vam nije potreban račun prije preuzimanja novčanika.",
  "page-wallets-protecting-yourself": "Zaštitite sebe i svoja sredstva",
  "page-wallets-seed-phrase": "Zapišite <a href=\"/glossary/#recovery-phrase\">frazu za oporavak</a>",
  "page-wallets-seed-phrase-desc": "Novčanici će Vam obično dati sigurnosnu frazu koju morate zapisati na sigurno mesto. Ovo je jedini način na koji ćete moći da povratite račun.",
  "page-wallets-seed-phrase-example": "Sledi primer:",
  "page-wallets-seed-phrase-write-down": "Ne čuvajte je na kompjuteru. Zapišite je na papir i čuvajte je na sigurnom.",
  "page-wallets-slogan": "Držite ključeve vaše digitalne budućnosti",
  "page-wallets-stay-safe": "Kako ostati bezbedan",
  "page-wallets-stay-safe-desc": "Finansijska sloboda i mogućnost pristupa sredstvima i njihovog korišćenja bilo gde dolazi uz odgovornost – u kriptovalutama nema korisničke podrške. <b>Vi ste odgovorni za čuvanje svojih ključeva na siguran i bezbedan način</b>.",
  "page-wallets-subtitle": "Novčanici omogućavaju pristup digitalnoj imovini i prijavljivanje u aplikacije.",
  "page-wallets-take-responsibility": "Preuzmite odgovornost za vlastita sredstva",
  "page-wallets-take-responsibility-desc": "Centralizovane menjačnice će povezati vaš novčanik sa korisničkim imenom i lozinkom koje možete povratiti na tradicionalan način. Ne zaboravite da dajete poverenje menjačnici da čuva vaša sredstva. Ako menjačnica ima finansijske probleme, vaša sredstva su u opasnosti.",
  "page-wallets-tips": "Više saveta o očuvanju bezbednosti",
  "page-wallets-tips-community": "Od zajednice",
  "page-wallets-title": "Ethereum novčanici",
  "page-wallets-triple-check": "Sve trostruko proverite",
  "page-wallets-triple-check-desc": "Zapamtite da transakcije ne mogu biti opozvane i novčanici ne mogu lako biti povraćeni, stoga preduzmite mere opreza i uvek budite pažljivi.",
  "page-wallets-try-dapps": "Isprobajte neke decentralizovane aplikacije",
  "page-wallets-try-dapps-alt": "Ilustracija članova Ethereum zajednice koji rade zajedno",
  "page-wallets-try-dapps-desc": "Decentralizovane aplikacije (dapps) su aplikacije izgrađene na Ethereum mreži. One su jeftinije, ravnopravnije i ljubaznije prema Vašim podacima od većine tradicionalnih aplikacija.",
  "page-wallets-types": "Tipovi novčanika",
  "page-wallets-types-desc": "Postoji nekoliko načina da prikažete koristite svoj nalog:",
  "page-wallets-web-browser": "<b>Novčanici u pretraživaču</b> su veb-aplikacije koje vam omogućavaju interakciju sa računom direktno u pretraživaču",
  "page-wallets-web-browser-extension": "<b>Novčanici kao proširenja u pretraživaču</b> su proširenja koja preuzimate i koja omogućavaju interakciju sa računom i aplikacijama putem pretraživača",
  "page-wallets-whats-a-wallet": "Šta je Ethereum novčanik?",
  "page-wallets-your-ethereum-account": "Vaš Ethereum račun",
  "page-wallets-your-ethereum-account-desc": "Vaš novčanik je prozor u Vaš Ethereum račun - stanje, istorija transakcija i još mnogo toga. Možete promeniti provajdera novčanika u bilo kojem momentu.",
  "page-wallets-your-login": "Vaša prijava u Ethereum aplikacije",
  "page-wallets-your-login-desc": "Novčanik omogućava da se povežete sa aplikacijama putem Ethereum naloga. To je kao prijava koju možete koristiti u više različitih aplikacija.",
  "additional-reading-how-to-create-an-ethereum-account": "Kako kreirati Ethereum nalog",
  "additional-reading-how-to-use-a-wallet": "Kako koristiti novčanik"
}
