{
  "comp-withdrawal-comparison-current-title": "Trenutni ulagači",
  "comp-withdrawal-comparison-current-li-1": "Neki korisnici su možda uneli adresu za povlačenje kada su deponovali prvi ulog — ti korisnici ne moraju ništa više da urade",
  "comp-withdrawal-comparison-current-li-2": "Većina ulagača nije unela adresu za povlačenje prilikom prvobitnog deponovanja i moraće da ažurira kredencijale za povlačenje. <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Platforma za ulaganje</a> sadrži instrukcije kako to uraditi",
  "comp-withdrawal-comparison-current-p": "Ovde možete da unesete broj validatorskog indeksa da biste proverili da li i dalje treba da ažurirate kredencijale <Text as=\"span\" fontWeight=\"normal\">(ovo možete da pronađete u evidencijama klijenta):</Text>",
  "comp-withdrawal-comparison-new-title": "Novi ulagači (još uvek bez depozita)",
  "comp-withdrawal-comparison-new-li-1": "Po standardu, novi ulagači koji žele da automatski omoguće funkcije isplate nagrada i povlačenja trebalo bi da prilože Ethereum adresu za povlačenje kojom upravljaju prilikom generisanja validatorskih ključeva korišćenjem CLI alata za deponovanje zaloga",
  "comp-withdrawal-comparison-new-li-2": "Ovo nije neophodno prilikom deponovanja, ali će preduprediti potrebu za ažuriranjem ovih ključeva kasnije radi otključavanja sredstva",
  "comp-withdrawal-comparison-new-p": "Platforma za ulaganje će vas provesti kroz proces ulaganja.",
  "comp-withdrawal-comparison-new-link": "Poseti platformu za ulaganje",
  "comp-withdrawal-credentials-placeholder": "Validatorski indeks",
  "comp-withdrawal-credentials-error": "Ups! Proverite broj validatorskog indeksa još jednom i pokušajte ponovo.",
  "comp-withdrawal-credentials-upgraded-1": "Validatorski indeks {{validatorIndex}} je spreman da prima nagrade!",
  "comp-withdrawal-credentials-upgraded-2": "Kredencijali za povlačenje povezani sa adresom za izvršavanje:",
  "comp-withdrawal-credentials-not-upgraded-1": "Ovaj validator je potrebno ažurirati.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Ovaj validator Holeški test mreže je potrebno ažurirati.",
  "comp-withdrawal-credentials-not-upgraded-2": "Instrukcije kako nadograditi se trenutno nalaze na <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">platformi za ulaganje</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Potvrdi na glavnoj mreži",
  "comp-withdrawal-credentials-verify-holesky": "Potvrdi na Holeški mreži",
  "page-staking-withdrawals-when": "Isporučeno!",
  "page-staking-image-alt": "Slika maskote nosoroga za platformu za ulaganje.",
  "page-staking-benefits-1-title": "Osvojite nagrade",
  "page-staking-benefits-1-description": "Nagrade se dodeljuju za akcije koje pomažu mreži da dostigne <a href=\"/glossary/#consensus\">konsensuz</a>. Dobijaćete nagrade za pokretanje softvera koji pravilno grupiše transakcije u nove blokove i proverava rad drugih validatora, jer to održava lanac bezbednim.",
  "page-staking-benefits-2-title": "Unapređena bezbednost",
  "page-staking-benefits-2-description": "Mreža postaje otpornija na napade što je više ETH uloženo, jer to zahteva više ETH da bi se kontrolisao većinski deo mreže. Da biste postali pretnja, morali biste da upravljate većinom validatora, što znači da biste morali da kontrolišete većinski deo ETH u sistemu – a to je mnogo!",
  "page-staking-benefits-3-title": "Više održivo",
  "page-staking-benefits-3-description": "Ulagači ne moraju da izvode energetski intenzivne proračune dokaza o radu da bi učestvovali u osiguravanju mreže, što znači da čvorovi za ulaganje mogu da se pokreću na relativno skromnom hardveru s izuzetno malom potrošnjom energije.",
  "page-staking-benefits-3-link": "Više o energetskoj potrošnji Ethereum-a",
  "page-staking-description": "Ulaganje je čin deponovanja 32 ETH tokena kako bi se aktivirao <a href=\"/glossary/#validator\">validatorski</a> softver. U ulozi validatora odgovorni ste za skladištenje podataka, obrađivanje transakcija i dodavanje novih <a href=\"/glossary/#block\">blokova</a> u lanac blokova. Ovim ćete održati Ethereum bezbednim za sve i usput zaraditi nove ETH tokene.",
  "page-staking-hero-title": "Kako uložiti ETH",
  "page-staking-hero-header": "Osvojite nagrade za osiguravanje Ethereum-a",
  "page-staking-hero-subtitle": "Bilo koji korisnik sa bilo kojom količinom ETH tokena može pomoći u osiguravanju mreže i usput osvojiti nagrade.",
  "page-staking-dropdown-home": "Početna stranica za ulaganje",
  "page-staking-dropdown-solo": "Samostalno zalaganje",
  "page-staking-more-on-solo": "Više o samostalnom ulaganju",
  "page-staking-learn-more-solo": "Saznajte više o samostalnom ulaganju",
  "page-staking-dropdown-saas": "Zalaganje kao servis",
  "page-staking-saas-with-abbrev": "Ulaganje kao usluga (SaaS)",
  "page-staking-more-on-saas": "Više o ulaganju kao usluzi",
  "page-staking-learn-more-saas": "Saznajte više o ulaganju kao usluzi",
  "page-staking-dropdown-pools": "Udruženo zalaganje",
  "page-staking-dropdown-withdrawals": "O povlačenjima",
  "page-staking-dropdown-dvt": "Tehnologija distribuiranih validatora",
  "page-staking-more-on-pools": "Više o grupnom ulaganju",
  "page-staking-learn-more-pools": "Saznajte više o grupnom ulaganju",
  "page-staking-section-what-title": "Šta je ulaganje?",
  "page-staking-section-why-title": "Zbog čega uložiti ETH?",
  "page-staking-section-why-p1": "Sve zavisi od toga koliko želite da uložite. Da biste aktivirali sopstveni validator biće vam potrebno 32 ETH, ali moguće je uložiti i manje.",
  "page-staking-section-why-p2": "Istražite opcije u nastavku i izaberite koja je najbolja i za vas, i za mrežu.",
  "page-staking-guide-title-coincashew-ethereum": "CoinCashew-ov vodič za Ethereum 2.0",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Rocket Pool operatori čvorova",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Samostalno kućno ulaganje",
  "page-staking-hierarchy-solo-pill-1": "Najznačajnije",
  "page-staking-hierarchy-solo-pill-2": "Potpuna kontrola",
  "page-staking-hierarchy-solo-pill-3": "Celokupne nagrade",
  "page-staking-hierarchy-solo-pill-4": "Bez potrebe za poverenjem",
  "page-staking-hierarchy-solo-p1": "Samostalno ulaganje na Ethereum-u je <span class=\"gold\">zlatni standard</span> za ulaganje. Ono pruža celokupne nagrade za učestvovanje, unapređuje decentralizaciju mreže i ne zahteva da poverite svoja sredstva nikome drugome.",
  "page-staking-hierarchy-solo-p2": "Oni koji razmatraju samostalno ulaganje treba da imaju najmanje 32 ETH i namenski računar povezan na internet 24/7. Određeno tehničko znanje je korisno, ali sada postoje alati koji su jednostavni za korišćenje i koji mogu olakšati ovaj proces.",
  "page-staking-hierarchy-saas-pill-1": "Vaša 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "Vaši validatorski ključevi",
  "page-staking-hierarchy-saas-pill-3": "Povereno upravljanje čvorom",
  "page-staking-hierarchy-saas-p1": "Ako ne želite ili se ne osećate ugodno da se bavite hardverom, ali i dalje želite da uložite 32 ETH, opcije ulaganja kao usluga omogućavaju vam da delegirate teži deo posla dok osvajate nagrade za blokove u nativnoj valuti.",
  "page-staking-hierarchy-saas-p2": "Ove opcije vas obično vode kroz proces kreiranja seta validatorskih kredencijala, otpremanja ključeva za potpisivanje i deponovanja 32 ETH. Na taj način, pružalac usluge može vršiti validaciju u vaše ime.",
  "page-staking-hierarchy-saas-p3": "Ovaj način ulaganja zahteva određeni nivo poverenja u pružaoca usluge. Da bi se ograničio rizik od druge strane, ključevi za povlačenje ETH obično ostaju u vašem posedu.",
  "page-staking-hierarchy-pools-pill-1": "Uložite bilo koji iznos",
  "page-staking-hierarchy-pools-pill-2": "Osvojite nagrade",
  "page-staking-hierarchy-pools-pill-3": "Pojednostavljeno",
  "page-staking-hierarchy-pools-pill-4": "Popularno",
  "page-staking-hierarchy-pools-p1": "Sada postoji nekoliko rešenja za grupno ulaganje koja mogu pomoći korisnicima koji nemaju 32 ETH ili se ne osećaju ugodno da ih ulože.",
  "page-staking-hierarchy-pools-p2": "Mnoge od ovih opcija uključuju ono što je poznato kao „likvidno ulaganje“, koje podrazumeva <a href=\"/glossary/#erc-20\">ERC-20</a> token likvidnosti koji predstavlja uloženi ETH.",
  "page-staking-hierarchy-pools-p3": "Likvidno ulaganje omogućava jednostavno i u bilo kom trenutku dostupno povlačenje sredstava, čineći ulaganje jednostavnim poput zamene tokena. Ova opcija takođe omogućava korisnicima da zadrže kontrolu nad svojim sredstvima u sopstvenom Ethereum <a href=\"/glossary/#wallet\">novčaniku</a>.",
  "page-staking-hierarchy-pools-p4": "Grupno ulaganje nije nativno za Ethereum mrežu. Treće strane razvijaju ova rešenja i ona nose sopstvene rizike.",
  "page-staking-hierarchy-cex-h2": "Centralizovane menjačnice",
  "page-staking-hierarchy-cex-pill-1": "Najmanje značajno",
  "page-staking-hierarchy-cex-pill-2": "Najviši nivoi poverenja",
  "page-staking-hierarchy-cex-p1": "Mnoge centralizovane menjačnice pružaju usluge ulaganja ako se još uvek ne želite da držite ETH u sopstvenom novčaniku. One mogu biti rezervna opcija koja vam omogućava da ostvarite prinos na svoj ETH uz minimalan nadzor ili trud.",
  "page-staking-hierarchy-cex-p2": "Kompromis u ovom slučaju je taj da centralizovani pružaoci usluga konsoliduju velike količine ETH kako bi upravljali velikim brojem validatora. To može biti opasno za mrežu i njene korisnike jer stvara veliku centralizovanu metu i slabu tačku, što mrežu čini ranjivijom na napade ili greške.",
  "page-staking-hierarchy-cex-p3": "Ako ne želite da čuvate svoje <a href=\"/glossary/#key\">ključeve</a>, to je u redu. Ove opcije su tu za vas. U međuvremenu, razmislite o tome da posetite našu stranicu o <a href=\"/wallets/\">novčanicima</a>, gde možete da počnete da učite o tome kako da zaista preuzmete vlasništvo nad svojim sredstvima. Kada budete spremni, vratite se i unapredite ulagačku igru isprobavajući jednu od usluga za samoupravljačko grupno ulaganje.",
  "page-staking-hierarchy-subtext": "Kao što ste možda primetili, postoji mnogo načina da učestvujete u ulaganju na Ethereum mreži. Ovi putevi su namenjeni širokom spektru korisnika i svaki je jedinstven, sa različitim nivoima rizika, nagrada i pretpostavki poverenja. Neki su decentralizovaniji, provereni u praksi i/ili rizičniji od drugih. Pružamo određene informacije o popularnim projektima u ovoj oblasti, ali <em>uvek sami istražite</em> pre nego što pošaljete ETH bilo gde.",
  "page-staking-comparison-solo-saas": "U slučaju pružalaca usluge ulaganja (SaaS), i dalje ste u obavezi da deponujete 32 ETH, ali ne morate da pokrećete hardver. Obično zadržavate pristup validatorskim ključevima, ali takođe morate da delite ključeve za potpisivanje kako bi operater mogao da deluje u ime vašeg validatora. Ovo uvodi nivo poverenja koji nije prisutan kada sami pokrećete hardver, a za razliku od samostalnog kućnog ulaganja, SaaS ne doprinosi geografskoj distribuciji čvorova u tolikoj meri. Ako ne želite da radite sa hardverom, ali svejedno želite da uložite 32 ETH, korišćenje SaaS pružaoca usluga može biti dobra opcija za vas.",
  "page-staking-comparison-solo-pools": "Samostalno ulaganje je značajno složenije od grupnog uslužnog ulaganja, ali nudi pun pristup ETH nagradama i potpunu kontrolu nad postavkom i sigurnošću validatora. Grupno ulaganje ima znatno nižu prepreku za ulazak. Korisnici mogu uložiti male količine ETH, ne moraju generisati validatorske ključeve i nemaju nikakve hardverske zahteve osim standardne internet konekcije. Tokeni likvidnosti omogućavaju izlazak iz ulaganja pre nego što to bude omogućeno na nivou protokola. Ako vas ove karakteristike zanimaju, grupno ulaganje može biti dobar izbor za vas.",
  "page-staking-comparison-saas-solo": "Sličnosti uključuju posedovanje vlastitih validatorskih ključeva bez potrebe za grupisanjem sredstava, ali u slučaju SaaS usluga morate verovati trećoj strani, koja potencijalno može delovati zlonamerno ili postati meta napada ili regulacije. Ako vas brinu ove pretpostavke o poverenju ili rizici centralizacije, zlatni standard samostalnog i suverenog ulaganja je samostalno ulaganje.",
  "page-staking-comparison-saas-pools": "Ove opcije su slične po tome što se generalno oslanjate na nekog drugog da pokreće klijent validatora, ali za razliku od SaaS, grupno ulaganje vam omogućava da učestvujete sa manjim količinama ETH. Ako želite da uložite manje od 32 ETH, razmislite o tome da istražite ove opcije.",
  "page-staking-comparison-pools-solo": "Grupno ulaganje ima znatno nižu prepreku za ulazak u poređenju sa samostalnim ulaganjem, ali nosi dodatni rizik jer se sve operacije čvorova delegiraju trećoj strani, uz naplatu provizije. Samostalno ulaganje pruža punu suverenost i kontrolu nad izborima koji se tiču postavke za ulaganje. Ulagači nikada ne moraju da predaju svoje ključeve i ostvaruju pune nagrade bez posrednika koji uzimaju deo zarade.",
  "page-staking-comparison-pools-saas": "Ove opcije su slične po tome što ulagači ne pokreću sami validatorski softver, ali za razliku od opcija grupnog ulaganja, SaaS zahteva puni depozit od 32 ETH za aktivaciju validatora. Nagrade se akumuliraju na račun ulagača, a obično se plaća mesečna provizija ili drugi vid ulaganja za korišćenje usluge. Ako želite da imate vlastite validatorske ključeve i planirate da uložite najmanje 32 ETH, korišćenje SaaS pružaoca usluga može biti dobra opcija za vas.",
  "page-staking-considerations-solo-1-title": "Otvoreni kod",
  "page-staking-considerations-solo-1-description": "Osnovni kod je 100% otvoreni kod i dostupan javnosti za modifikaciju i korišćenje",
  "page-staking-considerations-solo-1-warning": "Zatvorenog koda",
  "page-staking-considerations-solo-2-title": "Revidirano",
  "page-staking-considerations-solo-2-description": "Osnovni kod je prošao formalnu reviziju i rezultati su objavljeni i dostupni javnosti",
  "page-staking-considerations-solo-2-warning": "Nema",
  "page-staking-considerations-solo-3-title": "Lov na greške",
  "page-staking-considerations-solo-3-description": "Javna kampanja za pronalaženje grešaka je sprovedena za svaki osnovni kod kako bi se nagradili korisnici za bezbedno prijavljivanje i/ili ispravljanje ranjivosti",
  "page-staking-considerations-solo-3-valid": "Trenutno aktivno",
  "page-staking-considerations-solo-3-caution": "Završeno",
  "page-staking-considerations-solo-4-title": "Provereno u praksi",
  "page-staking-considerations-solo-4-description": "Softver je bio dostupan i korišćen od strane javnosti tokom naznačenog vremenskog perioda",
  "page-staking-considerations-solo-4-valid": "Aktivno > 1 godina",
  "page-staking-considerations-solo-4-caution": "Aktivno > 6 meseci",
  "page-staking-considerations-solo-4-warning": "Nedavno objavljeno",
  "page-staking-considerations-solo-5-title": "Bez potrebe za poverenjem",
  "page-staking-considerations-solo-5-description": "Validatorski ključevi nisu povereni nijednoj drugoj osobi tokom životnog ciklusa validatora. Svi uključeni pametni ugovori nemaju skrivenih uslova i ne oslanjaju se na privilegovane dozvole za izvršenje.",
  "page-staking-considerations-solo-5-warning": "Pouzdano",
  "page-staking-considerations-solo-6-description": "Korisnicima nije potrebna nikakva posebna dozvola da bi pokrenuli validator koristeći softver ili uslugu",
  "page-staking-considerations-solo-6-valid": "Ne zahteva dozvolu",
  "page-staking-considerations-solo-6-warning": "Neophodna dozvola",
  "page-staking-considerations-solo-7-title": "Više klijenata",
  "page-staking-considerations-solo-7-description": "Softver omogućava korisnicima da izaberu najmanje dva klijenta za izvršavanje i da se prebacuju iz jednog u drugi, kao i dva ili više klijenata za nivo konsenzusa",
  "page-staking-considerations-solo-7-valid": "Lako menjanje klijenta",
  "page-staking-considerations-solo-7-warning": "Ograničeno na većinskog klijenta",
  "page-staking-considerations-solo-8-title": "Samostalni nadzor",
  "page-staking-considerations-solo-8-description": "Korisnik zadržava kontrolu nad svim validatorskim kredencijalima, uključujući ključeve za potpisivanje i povlačenje",
  "page-staking-considerations-solo-8-warning": "Poverilac treće strane",
  "page-staking-considerations-solo-9-title": "Ekonomično",
  "page-staking-considerations-solo-9-description": "Korisnici mogu upravljati validatorom ulažući manje od 32 ETH, koristeći grupna sredstva drugih korisnika",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "Usluga je bila dostupna i korišćena od strane javnosti tokom naznačenog vremenskog perioda",
  "page-staking-considerations-saas-6-description": "Korisnicima nije potrebna nikakva posebna dozvola, registracija računa ili provera identiteta (KYC) da bi učestvovali u korišćenju usluge",
  "page-staking-considerations-saas-6-valid": "Otvoreno za sve",
  "page-staking-considerations-saas-6-warning": "Neophodna dozvola",
  "page-staking-considerations-saas-7-title": "Raznolikost izvršavanja",
  "page-staking-considerations-saas-7-description": "Usluga ne bi trebalo da pokreće više od 50% svojih ukupnih validatora koristeći većinski klijent za izvršavanje",
  "page-staking-considerations-saas-7-valid": "Manje od 50%",
  "page-staking-considerations-saas-7-caution": "Trenutno nepoznato",
  "page-staking-considerations-saas-7-warning": "Više od 50%",
  "page-staking-considerations-saas-8-title": "Raznolikost konsensuza",
  "page-staking-considerations-saas-8-description": "Usluga ne bi trebalo da pokreće više od 50% svojih ukupnih validatora koristeći većinski klijent za konsenzus",
  "page-staking-considerations-saas-8-valid": "Manje od 50%",
  "page-staking-considerations-saas-8-caution": "Trenutno nepoznato",
  "page-staking-considerations-saas-8-warning": "Više od 50%",
  "page-staking-considerations-pools-5-description": "Usluga ne zahteva poverenje u ljude za čuvanje vaših ključeva ili distribuciju nagrada",
  "page-staking-considerations-pools-6-title": "Čvorovi bez potrebe za dozvolama",
  "page-staking-considerations-pools-6-description": "Usluga omogućava bilo kome da se pridruži kao operater čvora za grupu, bez potrebe za dozvolom",
  "page-staking-considerations-pools-7-description": "Usluga ne bi trebalo da pokreće više od 50% svojih ukupnih validatora koristeći većinski klijent za izvršavanje",
  "page-staking-considerations-pools-8-title": "Token likvidnosti",
  "page-staking-considerations-pools-8-description": "Nudi token likvidnosti kojim se može trgovati i koji predstavlja uloženi ETH, a čuva se u vašem novčaniku",
  "page-staking-considerations-pools-8-valid": "Tokeni likvidnosti",
  "page-staking-considerations-pools-8-warning": "Bez tokena likvidnosti",
  "page-staking-considerations-pools-9-description": "Usluga ne bi trebalo da pokreće više od 50% svojih ukupnih validatora koristeći većinski klijent za konsenzus",
  "page-staking-how-solo-works-item-1": "Nabavite hardver: potrebno je da <a href=\"/run-a-node/\">pokrenete čvor</a> da biste mogli da uložite",
  "page-staking-how-solo-works-item-2": "Sinhronizujte klijent za izvršni sloj",
  "page-staking-how-solo-works-item-3": "Sinhronizujte klijent za sloj konsenzusa",
  "page-staking-how-solo-works-item-4": "Generišite ključeve i učitajte ih u validatorski klijent",
  "page-staking-how-solo-works-item-5": "Pratite i održavajte čvor",
  "page-staking-launchpad-widget-testnet-label": "Holeški test mreža",
  "page-staking-launchpad-widget-testnet-start": "Započnite ulaganje na Holeški test mreži",
  "page-staking-launchpad-widget-mainnet-label": "Main mreža",
  "page-staking-launchpad-widget-mainnet-start": "Započnite ulaganje na glavnoj mreži",
  "page-staking-launchpad-widget-span": "Izaberite mrežu",
  "page-staking-launchpad-widget-p1": "Od samostalnih validatora se očekuje da <strong>testiraju postavku</strong> i operativne veštine na Holeški test mreži pre nego što rizikuju sredstva. Imajte na umu da je važno odabrati <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">manjinski klijent</a>, jer to poboljšava sigurnost mreže i smanjuje rizik.",
  "page-staking-launchpad-widget-p2": "Ako vam to odgovara, možete podesiti sve što je potrebno iz komandne linije koristeći samo platformu za ulaganje.",
  "page-staking-launchpad-widget-p3": "Da biste olakšali proces, pogledajte neke od alata i vodiča u nastavku koji vam mogu pomoći da jednostavno podesite klijente zajedno sa platformom za ulaganje.",
  "page-staking-launchpad-widget-link": "Softverski alati i vodič",
  "page-staking-products-get-started": "Započni",
  "page-staking-dropdown-staking-options": "Opcije ulaganja",
  "page-staking-dropdown-staking-options-alt": "Padajući meni sa opcijama ulaganja",
  "page-staking-stats-box-metric-1": "Ukupno uloženi ETH",
  "page-staking-stats-box-metric-2": "Ukupno validatora",
  "page-staking-stats-box-metric-3": "Trenutna godišnja kamata",
  "page-staking-stats-box-metric-1-tooltip": "Zbir ETH uloženih na Beacon lancu, ne uključujući iznose preko 32 ETH",
  "page-staking-stats-box-metric-2-tooltip": "Broj validatorskih računa trenutno aktiviranih na Beacon lancu",
  "page-staking-stats-box-metric-3-tooltip": "Prosečan godišnji finansijski povraćaj po validatoru tokom poslednja 24 sata",
  "page-staking-section-comparison-subtitle": "Ne postoji univerzalno rešenje za ulaganje i svako je jedinstveno. Ovde ćemo uporediti neke od rizika, nagrada i zahteva različitih načina na koje možete uložiti.",
  "page-staking-section-comparison-rewards-title": "Nagrade",
  "page-staking-section-comparison-solo-rewards-li1": "Maksimalne nagrade – sticanje punog iznosa nagrada direktno od protokola",
  "page-staking-section-comparison-solo-rewards-li2": "Dobijaćete nagrade za grupisanje transakcija u novi blok ili proveru rada drugih validatora kako biste održali lanac bezbednim",
  "page-staking-section-comparison-solo-rewards-li3": "Takođe ćete primati nesagorele naknade od transakcija za blokove koje predložite",
  "page-staking-section-comparison-saas-rewards-li1": "Obično podrazumeva pune nagrade od protokola umanjene za mesečnu naknadu za funkcionisanje čvorova",
  "page-staking-section-comparison-saas-rewards-li2": "Obično su dostupne kontrolne table koje vam omogućavaju da lako pratite validatorski klijent",
  "page-staking-section-comparison-pools-rewards-li1": "Korisnici grupnog ulaganja prikupljaju nagrade na različite načine, u zavisnosti od toga koja metoda grupnog ulaganja je odabrana",
  "page-staking-section-comparison-pools-rewards-li2": "Mnoge usluge grupnog ulaganja nude jedan ili više <a href=\"/glossary/#liquidity-tokens\">tokena likvidnosti</a> koji predstavljaju vaš uloženi ETH uvećan za udeo u nagradama za validatore",
  "page-staking-section-comparison-pools-rewards-li3": "Tokene likvidnosti možete da čuvate u novčaniku, koristite u <a href=\"/glossary/#defi\">DeFi</a> aplikacijama i prodate ako odlučite da izađete iz ulaganja",
  "page-staking-section-comparison-risks-title": "Rizici",
  "page-staking-section-comparison-solo-risks-li1": "Ulog je vaš ETH",
  "page-staking-section-comparison-solo-risks-li2": "Postoje kazne, koje vas koštaju ETH, za odlazak van mreže",
  "page-staking-section-comparison-solo-risks-li3": "Zlonamerno ponašanje može rezultirati „oduzimanjem“ većih količina ETH i prinudnim izbacivanjem iz mreže",
  "page-staking-section-comparison-saas-risks-li1": "Isti rizici kao kod samostalnog ulaganja, uz dodatni rizik treće strane koja pruža uslugu",
  "page-staking-section-comparison-saas-risks-li2": "Korišćenje ključeva za potpisivanje povereno je nekome drugom ko bi mogao da ih zloupotrebi",
  "page-staking-section-comparison-pools-risks-li1": "Rizici variraju u odnosu na korišćeni metod",
  "page-staking-section-comparison-pools-risks-li2": "Uopšteno, rizici se sastoje od kombinacije rizika treće strane, <a href=\"/glossary/#smart-contract\">pametnih ugovora</a> i rizika izvršenja",
  "page-staking-section-comparison-requirements-title": "Zahtevi",
  "page-staking-section-comparison-solo-requirements-li1": "Morate deponovati 32 ETH",
  "page-staking-section-comparison-solo-requirements-li2": "Održavanje hardvera povezanog na internet koji pokreće i Ethereum <a href=\"/glossary/#execution-client\">klijent za izvršene</a> i <a href=\"/glossary/#consensus-client\">klijent za konsenzus</a>",
  "page-staking-section-comparison-solo-requirements-li3": "<a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">Platforma za ulaganje</a> će vas provesti kroz proces i hardverske zahteve",
  "page-staking-section-comparison-saas-requirements-li1": "Deponujte 32 ETH i generišite ključeve uz pomoć",
  "page-staking-section-comparison-saas-requirements-li2": "Uskladištite ključeve na siguran način",
  "page-staking-section-comparison-saas-requirements-li3": "O ostalom ne morate da brinete, iako će se specifične usluge razlikovati",
  "page-staking-section-comparison-pools-requirements-li1": "Najniži zahtevi za količinu ETH, neki projekti zahtevaju samo 0,01 ETH",
  "page-staking-section-comparison-pools-requirements-li2": "Deponujte direktno iz novčanika na različite platforme za grupno ulaganje ili jednostavno zamenite sredstva za jedan od ulagačkih tokena likvidnosti",
  "page-staking-faq-1-question": "Šta je validator?",
  "page-staking-faq-1-answer": "<em>Validator</em> je virtuelni entitet na Ethereum mreži i učestvuje u konsenzusu Ethereum protokola. Validatori su predstavljeni bilansom, javnim ključem i drugim svojstvima. <em>Validatorski klijent</em> je softver koji deluje u ime validatora tako što čuva i koristi njegov privatni ključ. Jedan validatorski klijent može čuvati više parova ključeva i tako upravljati radom više validatora.",
  "page-staking-faq-2-question": "Zašto moram da uložim sredstva?",
  "page-staking-faq-2-answer": "Validator ima mogućnost da predlaže i potvrđuje blokove za mrežu. Da bi se sprečilo nepošteno ponašanje, korisnici moraju uložiti sredstva. Ovo omogućava protokolu da kazni zlonamerne aktere. Ulaganje vas motiviše na pošteno ponašanje, jer će vaši postupci imati finansijske posledice.",
  "page-staking-faq-3-question": "Da li mogu da kupim „Eth2“?",
  "page-staking-faq-3-answer-p1": "Ne postoji „Eth2“ token kao osnovni token za protokol, jer se osnovni token ether (ETH) nije promenio kada je Ethereum prešao na dokaz o ulogu (PoS).",
  "page-staking-faq-3-answer-p2": "Postoje derivativni tokeni/oznake koji mogu predstavljati uloženi ETH (npr. rETH iz Rocket Pool-a, stETH iz Lido-a, ETH2 iz Coinbase-a). Saznajte više o <a href=\"/staking/pools/\">grupnom ulaganju</a>",
  "page-staking-faq-4-question": "Da li je ulaganje već aktivno?",
  "page-staking-faq-4-answer-p1": "Da. Ulaganje je aktivno od 1. decembra 2020.",
  "page-staking-faq-4-answer-p2": "To znači da je ulaganje trenutno aktivno, što korisnicima omogućava da deponuju ETH, pokrenu validatorski klijent i počnu da osvajaju nagrade.",
  "page-staking-faq-4-answer-p3": "Nadogradnja Shanghai/Capella, kojom je omogućeno povlačenje sredstva iz ulaganja, završena je 12. aprila 2023. godine, čime je zatvoren krug likvidnosti ulaganja.",
  "page-staking-faq-5-question": "Kada mogu da povučem uložene ETH?",
  "page-staking-faq-5-answer-p1": "Odmah! Ulagači mogu slobodno da povuku nagrade i/ili glavni depozit sa validatorskog bilansa ako to odluče.",
  "page-staking-faq-5-answer-p2": "Ulagači će takođe zarađivati nagrade u obliku naknada i MEV-a (maksimalna izvodljiva vrednost) kada predlažu blokove, koji su odmah dostupni preko podešene adrese za primanje naknada.",
  "page-staking-faq-5-answer-link": "Više o povlačenju uloga",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Obrazloženje dizajna Serenity faze",
  "page-staking-further-reading-4-link": "Vesti o Eth2",
  "page-staking-further-reading-4-author": "Ben Edžington",
  "page-staking-further-reading-5-link": "Finalizovano br. 33, Ethereum nivo konsenzusa (januar 2022)",
  "page-staking-further-reading-5-author": "Deni Rajan",
  "page-staking-further-reading-6-link": "Objave potvrđivača",
  "page-staking-further-reading-8-link": "Beaconcha.in – materijali za edukaciju kojima je doprinela zajednica",
  "page-staking-further-reading-9-link": "Često postavljana pitanja o Ethereum-ovoj platformi za ulaganje",
  "page-staking-further-reading-10-link": "EthStaker – baza znanja",
  "page-staking-toc-how-to-stake-your-eth": "Kako uložiti ETH",
  "page-staking-toc-comparison-of-options": "Poređenje opcija ulaganja",
  "page-staking-toc-faq": "Često postavljena pitanja",
  "page-staking-toc-further": "Dodatna literatura",
  "page-staking-dom-info-title": "Ulaganje na Ethereum-u",
  "page-staking-join-community": "Pridružite se zajednici ulagača",
  "page-staking-join-community-desc": "EthStaker je zajednica za sve koji žele da diskutuju i uče o ulaganju na Ethereum mreži. Pridružite se desetinama hiljada članova iz celog sveta kako biste dobili savete, podršku i razgovarali o svim aspektima ulaganja.",
  "page-staking-meta-description": "Pregled Ethereum ulaganja: rizici, nagrade, zahtevi i gde to možete uraditi.",
  "page-staking-meta-title": "Ulaganje na Ethereum-u",
  "page-staking-withdrawals-important-notices": "Važne napomene",
  "page-staking-withdrawals-important-notices-desc": "Povlačenja još uvek nisu dostupna. Za više informacija pročitajte <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Često postavljana pitanja Eth2 spajanju i nakon spajanja</a>.",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Pretplatite se na EF blog</a> kako biste primali obaveštenja putem e-pošte o najnovijim objavama vezanim za protokol.",
  "page-staking-comparison-with-other-options": "Poređenje sa drugim opcijama",
  "page-staking-any-amount": "Bilo koji iznos",
  "page-staking-testnet": "test mreža"
}
