{
  "page-eth-buy-some": "Želite da kupite Ethereum?",
  "page-eth-buy-some-desc": "Uobičajeno je pomešati Ethereum i ETH. Ethereum je <a href=\"/glossary/#blockchain\">lanac blokova</a>, dok je ETH primarno sredstvo Ethereum-a. ETH je ono što verovatno želite da kupite.",
  "page-eth-cat-img-alt": "Grafik ETH simbola sa kaleidoskopom mačaka",
  "page-eth-collectible-tokens": "Kolekcionarski tokeni",
  "page-eth-collectible-tokens-desc": "Tokeni koji predstavljaju kolekcionarski predmet iz igrice, deo digitalne umetnosti ili bilo kog drugog jedinstvenog sredstva. Uobičajeno poznat kao nezamenljivi token (NFTs).",
  "page-eth-cryptography": "Osigurano šifrovanjem",
  "page-eth-cryptography-desc": "Internet novac je možda novina, ali je zaštićen proverenom <a href=\"/glossary/#cryptography\">kriptografijom</a>. Ona štiti vaš novčanik, vaš ETH i vaše transakcije. ",
  "page-eth-currency-for-apps": "To je valuta Ethereum-ovih aplikacija.",
  "page-eth-currency-for-future": "Valuta za našu digitalnu budućnost",
  "page-eth-description": "ETH je kriptovaluta. To je redak digitalni novac koji može da se koristi na internetu - slično kao Bitkoin. Ako si nov u svetu kriptovaluta, evo kako je ETH drugačiji od tradicionalnog novca.",
  "page-eth-earn-interest-link": "Zaradite od kamate",
  "page-eth-flexible-amounts": "Dostupan u fleksibilnim količinama",
  "page-eth-flexible-amounts-desc": "ETH se može deliti do 18 decimala što znači da ne morate da kupite ceo ETH. Možete kupiti delove s vremena na vreme - samo 0.000000000000000001 ETH ako želite.",
  "page-eth-fuels": "ETH pokreće i osigurava Ethereum",
  "page-eth-fuels-desc": "ETH je suština mreže Ethereum. Kada pošaljete ETH ili koristite neku Ethereum aplikaciju, platićete naknadu u valuti ETH da biste koristili mrežu Ethereum. Ta naknada je podsticaj za proizvođača blokova da obradi i potvrdi ono što želite da uradite.",
  "page-eth-fuels-desc-2": "Validatori su kao zapisničari Ethereuma—oni proveravaju i paze da niko ne vara. Nasumice su izabrani da predlože blok transakcija. Validatori su takođe nagrađeni sa malom sumom novih ETH.",
  "page-eth-fuels-desc-3": "Rad validatora i kapital koji oni <a href=\"/glossary/#staking\">ulože</a> održavaju Ethereum sigurnim i slobodnim od centralizovane kontrole.",
  "page-eth-fuels-staking": "Kada uložite ETH, pomažete sigurnosti Ethereuma i osvajate nagrade. U ovom sistemu, pretnja od gubljenja ETH odvraća napadače.",
  "page-eth-fuels-more-staking": "Više o zalaganju",
  "page-eth-get-eth-btn": "Uzmi ETH",
  "page-eth-gov-tokens": "Upravljanje tokenima",
  "page-eth-gov-tokens-desc": "Tokeni koji predstavljaju moć glasanja u decentralizovanim organizacijama.",
  "page-eth-has-value": "Zašto ETH ima vrednost?",
  "page-eth-has-value-desc": "ETH je vredan različitim ljudima na različite načine.",
  "page-eth-has-value-desc-2": "Za korisnike Ethereum, ETH je vredan jer time plaćate naknade za transakcije.",
  "page-eth-has-value-desc-3": "Drugi ih vide kao vredno digitalno skladište jer stvaranje novih ETH se usporava vremenom.",
  "page-eth-has-value-desc-4": "Odskora, ETH je posao vredan korisnicima finansijskih aplikacija na Ethereum, jer ETH može da se korisiti kao zalog za kripto zajam ili kao sistem plaćanja.",
  "page-eth-has-value-desc-5": "Naravno, mnogi ga takođe vide kao investiciju, slično Bitcoin ili drugim kriptovalutama.",
  "page-eth-is-money": "Ether novčić (ETH) je digitalni, globalni novac.",
  "page-eth-last-updated": "januar 2019.",
  "page-eth-monetary-policy": "Ethereum monetarna politika",
  "page-eth-more-on-ethereum-link": "Više o Ethereumu",
  "page-eth-no-centralized": "Bez centralizovane kontrole ",
  "page-eth-no-centralized-desc": "ETH je decentralizovan i globalan. Ne postoji kompanija ili banka koja može da odluči da štampa više ETH ili da promeni uslove korištenja.",
  "page-eth-non-fungible-tokens-link": "Nezamenjivi tokeni",
  "page-eth-not-only-crypto": "ETH nije jedina kriptovaluta na mreži Ethereum",
  "page-eth-not-only-crypto-desc": "Svako može da kreira novu vrstu sredstava i razmenjuje ih na Ethereum. To su tokeni. Ljudi su tokenizovali tradicionalne vallute, nekretnine, umetnost, čak i sami sebe!",
  "page-eth-not-only-crypto-desc-2": "Ethereum ima na hiljade tokena — neke korisnije i vrednije od drugih. Programeri neprekidno prave nove tokene koji otključavaju nove mogućnost i otvaraju nova tržišta.",
  "page-eth-open": "Otvoren za sve",
  "page-eth-open-desc": "Za prihvatanje ETH potrebni su Vam samo internet konekcija i novčanik. Bankovni račun nije potreban za prihvatanje uplata.",
  "page-eth-p2p-payments": "Klijent-klijentu uplate",
  "page-eth-p2p-payments-desc": "Valutu ETH možete poslati bez usluge posrednika kao što je npr. banka. To je kao da predajete gotovinu uživo, ali to možete uraditi bezbedno sa bilo kim, bilo gde, bilo kad.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Popularni tipovi tokena",
  "page-eth-powers-ethereum": "ETH napaja Ethereum",
  "page-eth-shit-coins": "Shit coins",
  "page-eth-shit-coins-desc": "Pošto je kreiranje novih tokena jednostavno, svako to može da uradi — čak i osobe sa lošim ili zabludelim namerama. Uvek istražite pre nego što počnete da ih koristite!",
  "page-eth-stablecoins": "Stabilni novčići",
  "page-eth-stablecoins-desc": "Tokeni koji odražavaju vrednost tradicionalnih valuta kao što je dolar. To rešava problem proizvoljnosti sa mnogim kriptovalutama.",
  "page-eth-stablecoins-link": "Nabavite stabilne novčiće",
  "page-eth-stream-link": "Šaljite ETH",
  "page-eth-tokens-link": "Ethereum tokeni",
  "page-eth-trade-link-2": "Zameni tokene",
  "page-eth-underpins": "ETH podupire finansijski sistem Ethereum",
  "page-eth-underpins-desc": "Nezadovoljna postojećim načinima plaćanja, Ethereum zajednica gradi čitav finansijski sistem koji je <a href=\"/glossary/#peer-to-peer-network\">ravnopravan</a> i dostupan svima.",
  "page-eth-underpins-desc-2": "ETH možete koristiti kao sredstvo obezbeđenja da biste generisali potpuno drugačije tokene kriptovaluta na mreži Ethereum. Pored toga, možete da pozajmite, date zajam i zaradite kamatu na tokenu ETH i drugim tokenima koji podržavaju ETH.",
  "page-eth-weth": "Umotanu ether (WETH) se koristi za proširenje funkcionalnosti ETH kako bi radio sa drugim tokenima i aplikacijama. <a href=\"/wrapped-eth\">Saznajte više o WETH</a>.",
  "page-eth-uses": "Primene za ETH rastu iz dana u dan",
  "page-eth-uses-desc": "Ethereum se može programirati, pa programeri mogu oblikovati ETH na bezbroj načina.",
  "page-eth-uses-desc-2": "2015. godine sve što ste mogli uraditi je poslati ETH s jednog računa na drugi. Ovo su samo neke stvari koje možete uraditi danas.",
  "page-eth-uses-desc-3": "platite nekome ili primite sredstva u realnom vremenu.",
  "page-eth-uses-desc-4": "možete menjati ETH sa drugim tokenima, uključujući Bitcoin.",
  "page-eth-uses-desc-5": "na ETH-u i drugim tokenima koji podržavaju Ethereum.",
  "page-eth-uses-desc-6": "pristupite svetu kriptovaluta sa stabilnim, manje proizvoljnim vrednostima.",
  "page-eth-value": "Zašto je ether vredan",
  "page-eth-video-alt": "Video o simbolu ETH",
  "page-eth-whats-eth": "Šta je ether (ETH)?",
  "page-eth-whats-eth-hero-alt": "Ilustracija grupe ljudi koja sa strahopoštovanjem gleda u ether (ETH) simbol",
  "page-eth-whats-eth-meta-desc": "Šta treba da znate da biste razumeli ETH i njegovo mesto u mreži Ethereum.",
  "page-eth-whats-eth-meta-title": "Šta je ether (ETH)?",
  "page-eth-whats-ethereum": "Šta je Ethereum?",
  "page-eth-whats-ethereum-desc": "Ako želite da saznate više o mreži Ethereum, tehnologiji ETH-a, pogledajte naš uvod.",
  "page-eth-whats-unique": "Šta je jedinstveno kod ETH?",
  "page-eth-whats-unique-desc": "Postoji mnogo kriptovaluta i mnogo drugih tokena na mreži Ethereum, ali postoje neke stvari koje samo ETH može.",
  "page-eth-where-to-buy": "Gde nabaviti ETH",
  "page-eth-where-to-buy-desc": "Možete dobiti ETH preko menjačnice ili novčanika, ali različite države imaju različita politike. Pogledajte usluge koje omogućavaju kupovinu ETH-a.",
  "page-eth-yours": "Stvarno je Vaš",
  "page-eth-yours-desc": "ETH vam omogućava da budete sami svoja banka. Možete kontrolisati sredstva u svom <a href=\"/glossary/#wallet\">novčaniku</a> kao dokaz vlasništva – bez potrebe za trećim stranama.",
  "page-eth-more-on-tokens": "Više o tokenima i njihovim primenama",
  "page-eth-button-buy-eth": "Preuzmi ETH",
  "page-eth-tokens-stablecoins": "Stabilni novčići",
  "page-eth-tokens-defi": "Decentralizovane finansije (DeFi)",
  "page-eth-tokens-nft": "Nezamenjivi tokeni (NFT)",
  "page-eth-tokens-dao": "Decentralizovane autonomne organizacije (DAO)",
  "page-eth-tokens-stablecoins-description": "Više informacija o najmanje promenljivim Ethereum tokenima.",
  "page-eth-tokens-defi-description": "Finansijski sistem za Ethereum tokene.",
  "page-eth-tokens-nft-description": "Tokeni koji predstavljaju vlasništvo nad stvarima na mreži Ethereum.",
  "page-eth-tokens-dao-description": "Internet zajednice kojima često upravljaju vlasnici tokena.",
  "page-eth-whats-defi": "Više o decentralizovanim finansijama",
  "page-eth-whats-defi-description": "DeFi je decentralizovan sistem finansija napravljen na Ethereum. Ovaj pregled će Vam objasniti šta možete da uradite.",
  "page-what-is-ethereum-what-is-ether": "Šta je ether?"
}
