{
  "page-dapps-1inch-logo-alt": "1inch logo",
  "page-dapps-aave-logo-alt": "Aave logo",
  "page-dapps-add-button": "Predloži dapp",
  "page-dapps-add-title": "Dodaj dapp",
  "page-dapps-ankr-logo-alt": "Ankr logo",
  "page-dapps-api3-logo-alt": "API3 logo",
  "page-dapps-arweave-logo-alt": "ARviv logo",
  "page-dapps-audius-logo-alt": "Audius logo",
  "page-dapps-augur-logo-alt": "Augur logo",
  "page-dapps-axie-infinity-logo-alt": "Axie Infinity logo",
  "page-dapps-balancer-logo-alt": "Logo platforme Balancer",
  "page-dapps-brave-logo-alt": "Brave logo",
  "page-dapps-beginner-friendly-description": "Nekoliko decentralizovanih aplikacija koje su dobre za početnike. Istražite još decentralizovanih aplikacija ispod.",
  "page-dapps-beginner-friendly-header": "Prikladno za početnike",
  "page-dapps-category-arts": "Umetnost i moda",
  "page-dapps-category-browsers": "Pretraživači",
  "page-dapps-category-code-marketplaces": "Tržišta za kod",
  "page-dapps-category-collectibles": "Digitalno kolekcionarstvo",
  "page-dapps-category-competitive": "Web3 igre",
  "page-dapps-category-computing": "Alati za developere",
  "page-dapps-category-dex": "Menjačnice",
  "page-dapps-category-investments": "Investicioni fondovi",
  "page-dapps-category-lending": "Pozajmljivanje i uzajmljivanje",
  "page-dapps-category-lottery": "Grupno finansiranje",
  "page-dapps-category-marketplaces": "Tržišta",
  "page-dapps-category-music": "Muzika",
  "page-dapps-category-payments": "Plaćanja",
  "page-dapps-category-insurance": "Osiguranje",
  "page-dapps-category-portfolios": "Upravljanje portfolijom",
  "page-dapps-category-trading": "Tržišta predviđanja",
  "page-dapps-category-utilities": "Komunalije",
  "page-dapps-category-worlds": "Virtuelni svetovi",
  "page-dapps-category-demand-aggregator": "Agregatori potražnje",
  "page-dapps-category-derivatives": "Derivativi",
  "page-dapps-category-liquid-staking": "Likvidno ulaganje",
  "page-dapps-category-bridges": "Premošćivači",
  "page-dapps-category-experiences": "Deljena iskustva",
  "page-dapps-category-guilds": "Yield Guilds",
  "page-dapps-category-avatar": "Avatari",
  "page-dapps-choose-category": "Odaberite kategoriju",
  "page-dapps-category-social": "Društveni mediji",
  "page-dapps-category-content": "Sadržaj",
  "page-dapps-category-community": "Zajednica",
  "page-dapps-category-messaging": "Razmena poruka",
  "page-dapps-category-identity": "Identitet",
  "page-dapps-collectibles-benefits-1-description": "Kada se umetnost tokenira na Ethereumu, vlasništvo može biti dokazano da svi vide. Možete pratiti put umetničkog dela od stvaranja do trenutnog nosioca. Ovo sprečava falsifikate.",
  "page-dapps-collectibles-benefits-1-title": "Vlasništvo je dokazivo",
  "page-dapps-collectibles-benefits-2-description": "Plaćanje strujanja muzike ili kupovine umetničkih dela mnogo je poštenije za umetnike. Sa Ethereum-om je manja potreba za posrednicima. A ako su potrebni posrednici, njihovi troškovi nisu toliko visoki jer platforme ne moraju da plaćaju infrastrukturu mreže.",
  "page-dapps-collectibles-benefits-2-title": "Pravednije za stvaraoce",
  "page-dapps-collectibles-benefits-3-description": "Kolekcionarski predmeti Tokena vezani su za vašu Ethereum adresu, a ne za platformu. Tako možete prodavati stvari poput predmeta u igri na bilo kom Ethereum tržištu, ne samo u samoj igri.",
  "page-dapps-collectibles-benefits-3-title": "Kolekcionarstvo ide sa vama",
  "page-dapps-collectibles-benefits-4-description": "Alati i proizvodi već postoje kako biste tokenizirali svoju umetnost i prodali je! A vaši tokeni se mogu prodati na bilo kojoj platformi kolekcionarstva Ethereum.",
  "page-dapps-collectibles-benefits-4-title": "Infrastruktura je već na mestu",
  "page-dapps-collectibles-benefits-description": "To su aplikacije koje se fokusiraju na digitalno vlasništvo, povećavajući potencijal za zaradu stvaralaca i izmišljajući nove načine za ulaganje u svoje omiljene stvaraoce i njihov rad.",
  "page-dapps-collectibles-benefits-title": "decentralizovane kolekcionarstvo i streaming",
  "page-dapps-collectibles-button": "Umetnost i kolekcionarstvo",
  "page-dapps-collectibles-description": "To su aplikacije koje se fokusiraju na digitalno vlasništvo, povećavajući potencijal za zaradu stvaralaca i izmišljajući nove načine za ulaganje u svoje omiljene stvaraoce i njihov rad.",
  "page-dapps-collectibles-title": "Decentralizovana umetnost i kolekcionarstvo",
  "page-dapps-compound-logo-alt": "Složeni logo",
  "page-dapps-convex-logo-alt": "Logo platforme Convex",
  "page-dapps-cryptopunks-logo-alt": "CryptoPunks logo",
  "page-dapps-cryptovoxels-logo-alt": "Cryptovoxels logo",
  "page-dapps-cyberconnect-logo-alt": "CyberConnect logo",
  "page-dapps-dapp-description-1inch": "Spajanjem najboljih cena pomaže vam da izbegnete klizanje cena.",
  "page-dapps-dapp-description-aave": "Pozajmite svoje tokene da biste u bilo kom trenutku zaradili kamatu i podigli novac.",
  "page-dapps-dapp-description-ankr": "Skup različitih Web3 infrastrukturnih proizvoda za izradu, zaradu, igranje i još mnogo toga – sve na lancu blokova.",
  "page-dapps-dapp-description-api3": "Prvostepeni izvori podataka o referentnim cenama koji omogućavaju decentralizovanim aplikacijama na 10 mreža (i taj broj raste) da se povežu sa podacima o cenama imovine u realnom vremenu, uključujući cene kriptovaluta i deviznog kursa.",
  "page-dapps-dapp-description-arweave": "Čuvanje podataka trajno i održivo, uz jednokratnu unapred plaćenu naknadu.",
  "page-dapps-dapp-description-async-art": "Stvorite, sakupljajte i trgujte #ProgrammableArt - digitalne slike podeljene u „Slojeve“ pomoću kojih možete uticati na ukupnu sliku. Svaki master i sloj je token ERC721.",
  "page-dapps-dapp-description-audius": "Decentralizovana platforma za striming. Sluša = novac za stvaraoce, a ne za marke.",
  "page-dapps-dapp-description-augur": "Kladite se na ishode sporta, ekonomije i drugih svetskih događaja.",
  "page-dapps-dapp-description-axie-infinity": "Trgovinska i borbena stvorenja zvana Axies. I zarađujte dok igrate - dostupno na mobilnom uređaju",
  "page-dapps-dapp-description-balancer": "Balancer je automatizovani menadžer portfolija i platforma za trgovanje.",
  "page-dapps-dapp-description-brave": "Osvojite tokene za pregledanje i njima podržite svoje omiljene kreatore.",
  "page-dapps-dapp-description-cent": "Društvena mreža na kojoj možete zaraditi novac postavljajući NFT-ove.",
  "page-dapps-dapp-description-compound": "Pozajmite svoje tokene da biste u bilo kom trenutku zaradili kamatu i podigli novac.",
  "page-dapps-dapp-description-convex": "Convex omogućava pružaocima likvidnosti na platformi Curve da zarađuju naknade za trgovanje i ostvaruju poboljšani CRV bez zaključavanja CRV-a.",
  "page-dapps-dapp-description-cryptopunks": "Kupujte pankere, licitirajte njima i nudite ih na prodaju – jedan su od prvih kolekcionarskih tokena na mreži Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Stvorite umetničke galerije, gradite prodavnice i kupujte zemlju - virtuelni svet Ethereuma.",
  "page-dapps-dapp-description-cyberconnect": "Decentralizovani protokol društvene mreže koji pomaže decentralizovanim aplikacijama da pokrenu mrežne efekte i izgrade personalizovana društvena iskustva",
  "page-dapps-dapp-description-dark-forest": "Osvajajte planete u beskonačnom, proceduralno generisanom, kriptografski specificiranom univerzumu.",
  "page-dapps-dapp-description-decentraland": "Sakupljajte, trgujte virtuelnom zemljom u virtuelnom svetu koji možete istražiti.",
  "page-dapps-dapp-description-ens": "Nazivi Ethereum adresa i decentralizovanih sajtova koji su intuitivni za korisnike.",
  "page-dapps-dapp-description-foundation": "Ulažite u jedinstvena izdanja digitalnih umetničkih dela i trgujte sa ostalim kupcima.",
  "page-dapps-dapp-description-gitcoin": "Zaradite kripto radeći na softveru otvorenog koda.",
  "page-dapps-dapp-description-gitcoin-grants": "Grupno finansiranje za projekte zajednice Ethereum sa pojačanim doprinosima",
  "page-dapps-dapp-description-gm": "„Sve-u-jednom“ platforma za ćaskanje, forume i glasovnu komunikaciju koja zapravo deli profit sa kreatorima",
  "page-dapps-dapp-description-gods-unchained": "Strateška igra sa kartama za trgovanje. Zaradite na kartama igrajući ih koje možete prodati u stvarnom životu.",
  "page-dapps-dapp-description-golem": "Pristupite zajedničkoj računarskoj moći ili iznajmite sopstvene resurse.",
  "page-dapps-dapp-description-graph": "Protokol za indeksiranje koji omogućava slanje upita ka mrežama kao što su Ethereum i IPFS.",
  "page-dapps-dapp-description-ipfs": "Protokol hipermedije između korisnika (peer-to-peer) osmišljen da očuva i proširi ljudsko znanje tako što čini veb nadogradivim, otpornim i otvorenijim.",
  "page-dapps-dapp-description-radicle": "Sigurna saradnja na mreži peer-to-peer na kodu bez posrednika.",
  "page-dapps-dapp-description-kyberswap": "Zamenite i zaradite po najboljem kursu.",
  "page-dapps-dapp-description-lido": "Pojednostavljeno i sigurno ulaganje digitalne imovine.",
  "page-dapps-dapp-description-loopring": "Peer-to-peer platforma za trgovanje napravljena za brzinu.",
  "page-dapps-dapp-description-marble-cards": "Stvorite i trgujte jedinstvenim digitalnim karticama na osnovu URL-ova.",
  "page-dapps-dapp-description-matcha": "Pretražuje više razmena kako bi vam pomogao da pronađete najbolje cene.",
  "page-dapps-dapp-description-meeds": "Web3 centri za zajednicu za doba decentralizovanog rada. Pravedno i transparentno nagradite značajne doprinose.",
  "page-dapps-dapp-description-mirror": "Izgrađena na web3 za web3, Miror-ova robustna platforma za izdavaštvo pomera granice pisanja na internetu",
  "page-dapps-dapp-description-multichain": "Najbolji ruter za web3. Ova infrastruktura je razvijena za proizvoljne interakcije između različitih lanaca.",
  "page-dapps-dapp-description-nifty-gateway": "Kupite radove u lancu od vrhunskih umetnika, sportista, brendova i stvaralaca.",
  "page-dapps-dapp-description-summerfi": "Trgujte, pozajmljujte i štedite pomoću Dai, Ethereum-ovog stabilnog novčića.",
  "page-dapps-dapp-description-opensea": "Kupujte, prodajte, otkrivajte i trgujte robom ograničenog izdanja.",
  "page-dapps-dapp-description-opera": "Pošaljite kripto iz svog pregledača trgovcima, drugim korisnicima i aplikacijama.",
  "page-dapps-dapp-description-osuvox": "3D avatari koji žive na lancu blokova",
  "page-dapps-dapp-description-poap": "Sakupljajte NFT-ove kojima se dokazuje da ste bili prisutni na različitim virtuelnim ili fizičkim događajima. Koristite ih za učestvovanje u lutrijama, za glasanje, saradnju ili jednostavno za hvalisanje.",
  "page-dapps-dapp-description-polymarket": "Kladite se na ishode. Trgovina na informacionim tržištima.",
  "page-dapps-dapp-description-pooltogether": "Lutrija koju ne možete izgubiti. Nagrade svake sedmice.",
  "page-dapps-dapp-description-index-coop": "Kripto indeksni fond koji pruža vašem portfoliju izloženost najboljim tokenima decentralizovanih finansija (DeFi).",
  "page-dapps-dapp-description-nexus-mutual": "Pokrivenost osiguranjem bez osiguravajuće kompanije. Zaštitite se od bagova i hakovanja pametnih ugovora.",
  "page-dapps-dapp-description-etherisc": "Predložak za decentralizovano osiguranje koji bilo ko može da koristi za kreiranje polise osiguranja.",
  "page-dapps-dapp-description-zapper": "Pratite svoj portfolio i koristite široku lepezu proizvoda za decentralizovane finansije na jednom interfejsu.",
  "page-dapps-dapp-description-zerion": "Upravljajte portfoliom i jednostavno procenite svaku imovinu decentralizovanih finansija na tržištu.",
  "page-dapps-dapp-description-rotki": "Alatka za izveštavanje o praćenju portfolija, analitike, računovodstva i poreza otvorenog koda koja poštuje vašu privatnost.",
  "page-dapps-dapp-description-krystal": "Sveobuhvatna platforma za pristup svim vašim omiljenim uslugama decentralizovanih finansija.",
  "page-dapps-dapp-description-rarible": "Stvorite, prodajte i kupite tokenizovane kolekcionarske predmete.",
  "page-dapps-dapp-description-request-finance": "Skup finansijskih alata za kriptofakture, obračun plata i troškove.",
  "page-dapps-dapp-description-rubic": "Međulančani tehnološki agregator namenjen korisnicima i decentralizaovanim aplikacijama.",
  "page-dapps-dapp-description-sablier": "Stavite u tok novac u realnom vremenu.",
  "page-dapps-dapp-description-spatial": "Kreirajte sopstveni avatar i 3D svetove",
  "page-dapps-dapp-description-spruce": "Skup tehnologija otvorenog koda koji vraća kontrolu nad identitetom i podacima tamo gde treba da bude: kod korisnika.",
  "page-dapps-dapp-description-status": "Dizajniran da omogući slobodan protok informacija, zaštiti pravo na privatne i sigurne razgovore i promoviše suverenost pojedinaca.",
  "page-dapps-dapp-description-superrare": "Kupujte digitalna umetnička dela direktno od umetnika ili na sekundarnim tržištima.",
  "page-dapps-dapp-description-synthetix": "Synthetix je protokol za izdavanje sintetičkih sredstava i trgovinu njima",
  "page-dapps-dapp-description-token-sets": "Kripto strategije ulaganja koje se automatski rebalansiraju.",
  "page-dapps-dapp-description-uniswap": "Jednostavno zamenite tokene ili obezbedite tokene za% nagrade.",
  "page-dapps-dapp-description-xmtp": "Šaljite poruke između računa lanca blokova, uključujući privatne poruke (DM), obaveštenja, najave i još mnogo toga.",
  "page-dapps-dapp-description-yearn": "Yearn Finance je agregator prinosa. Pruža pojedincima, DAO-ima i drugim protokolima način da deponuju digitalna sredstva i dobiju prinos.",
  "page-dapps-docklink-dapps": "Uvod u dapps",
  "page-dapps-docklink-smart-contracts": "Pametni ugovori",
  "page-dapps-dark-forest-logo-alt": "Dark Forest logo",
  "page-dapps-decentraland-logo-alt": "Decentraland logo",
  "page-dapps-index-coop-logo-alt": "Logo zajednice Index Coop",
  "page-dapps-nexus-mutual-logo-alt": "Logo osiguranja Nexus Mutual",
  "page-dapps-etherisc-logo-alt": "Logo kompanije Etherisc",
  "page-dapps-zapper-logo-alt": "Logo kompanije Zapper",
  "page-dapps-zerion-logo-alt": "Logo kompanije Zerion",
  "page-dapps-rotki-logo-alt": "Logo kompanije Rotki",
  "page-dapps-krystal-logo-alt": "Logo kompanije Krystal",
  "page-dapps-synthetix-logo-alt": "Logo kompanije Synthetix",
  "page-dapps-desc": "Pronađite Ethereum aplikaciju za isprobavanje.",
  "page-dapps-doge-img-alt": "Ilustracija dodža koji koristi računar",
  "page-dapps-editors-choice-dark-forest": "Igrajte protiv drugih da biste osvojili planete i isprobajte krvaru Ethereum tehnologiju skaliranja / privatnosti. Možda jedan za one koji su već upoznati sa Ethereumom.",
  "page-dapps-editors-choice-foundation": "Ulažite u kulturu. Kupujte, trgujte i prodajte jedinstvena digitalna umetnička dela i modu nekih neverovatnih umetnika, muzičara i brendova.",
  "page-dapps-editors-choice-pooltogether": "Kupite kartu za lutriju bez gubitaka. Svake nedelje kamata generisana iz celog fonda karata šalje se jednom srećnom dobitniku. Vratite novac kad god želite.",
  "page-dapps-editors-choice-uniswap": "Zamenite svoje tokene s lakoćom. Omiljeni u zajednici koji vam omogućava da trgujete tokenima sa ljudima preko mreže.",
  "page-dapps-ens-logo-alt": "Ethereum Name Service logo",
  "page-dapps-explore-dapps-description": "Mnogo dapps-a je i dalje eksperimentalno, testirajući mogućnosti decentralizovanih mreža. Ali bilo je nekoliko uspešnih ranih pokretača u kategorijama tehnologije, finansija, igara na sreću i kolekcionarstva.",
  "page-dapps-explore-dapps-title": "Istražite dapps-ove",
  "page-dapps-features-1-description": "Jednom raspoređen u Ethereum, dapp kod se ne može ukloniti. I svako može da koristi dapp-ove funkcije. Čak i ako se tim iza tog dappa rasformirao, i dalje biste ga mogli koristiti. Jednom na Ethereumu, ostaje tamo.",
  "page-dapps-features-1-title": "Bez vlasnika",
  "page-dapps-features-2-description": "Ne možete da blokirate upotrebu dapp-a ili slanje transakcija. Na primer, ako bi Twitter bio na Ethereumu, niko ne bi mogao da blokira vaš nalog ili da vas spreči da objavljujete tweetove.",
  "page-dapps-features-2-title": "Bez cenzure",
  "page-dapps-features-3-description": "Budući da Ethereum ima ETH, plaćanja su izvorna za Ethereum. Programeri ne trebaju trošiti vreme na integraciju sa nezavisnim dobavljačima plaćanja.",
  "page-dapps-features-3-title": "Ugrađena plaćanja",
  "page-dapps-features-4-description": "Dapp kod je često otvoren i kompatibilan je po defaultu. Timovi redovno grade koristeći rad drugih timova. Ako želite da dozvolite korisnicima da zamenjuju tokene u vašem dapp-u, možete jednostavno priključiti drugi dapp-ov kod.",
  "page-dapps-features-4-title": "Plug and play",
  "page-dapps-features-5-description": "Sa većinom dapp-ova, ne morate da delite svoj stvarni identitet. Vaš Ethereum račun je vaša prijava i potreban vam je samo novčanik.",
  "page-dapps-features-5-title": "Jedna anonimna prijava",
  "page-dapps-features-6-description": "Kriptografija osigurava da napadači ne mogu u vaše ime falsifikovati transakcije i druge dapp interakcije. Ovlašćujete dapp akcije sa svojim Ethereum nalogom, obično putem novčanika, zato čuvajte svoje akreditive.",
  "page-dapps-features-6-title": "Potpomognuto kriptografijom",
  "page-dapps-features-7-description": "Jednom kada je decentralizovana aplikacija aktivna na mreži Ethereum, ona će pasti samo ako i sam Ethereum padne. Mreže veličine Ethereum-a veoma je teško napasti.",
  "page-dapps-features-7-title": "Nema vremena za zastoj",
  "page-dapps-finance-benefits-1-description": "Finansijske usluge koje rade na Ethereumu nemaju zahteve za registraciju. Ako imate sredstva i internet vezu, spremni ste.",
  "page-dapps-finance-benefits-1-title": "Slobodan pristup",
  "page-dapps-finance-benefits-2-description": "Postoji čitav svet tokena sa kojima možete da komunicirate u svim ovim finansijskim proizvodima. Ljudi sve vreme grade nove tokene na vrhu Ethereuma.",
  "page-dapps-finance-benefits-2-title": "Nova ekonomija koja počiva na tokenima",
  "page-dapps-finance-benefits-3-description": "Timovi su kreirali <a href=\"/glossary/#stablecoin\">stabilne novčiće</a> – kriptovalutu manje podložnu velikim oscilacijama. Ovo vam omogućava da eksperimentišete i koristite kripto bez rizika i nesigurnosti.",
  "page-dapps-finance-benefits-3-title": "Stablecoin-i",
  "page-dapps-finance-benefits-4-description": "Finansijski proizvodi u prostoru Ethereum su svi modularni i kompatibilni jedni s drugima. Nove konfiguracije ovih modula sve vreme izlaze na tržište, povećavajući ono što možete učiniti sa svojim kripto.",
  "page-dapps-finance-benefits-4-title": "Međusobno povezane finansijske usluge",
  "page-dapps-finance-benefits-description": "Šta je to sa mrežom Ethereum što omogućava napredovanje aplikacija decentralizovanih finansija?",
  "page-dapps-finance-benefits-title": "decentralizovane finansije",
  "page-dapps-finance-button": "Finansije",
  "page-dapps-finance-description": "To su aplikacije koje se fokusiraju na izgradnju finansijskih usluga pomoću kripto valuta. Oni nude pozajmljivanje, zajamljivanje, zarađivanje kamata i privatna plaćanja - nisu potrebni lični podaci.",
  "page-dapps-finance-title": "Decentralizovane finansije",
  "page-dapps-foundation-logo-alt": "Logo Fondacije",
  "page-dapps-gaming-benefits-1-description": "Bilo da se radi o virtualnom zemljištu ili karticama za trgovanje, vaši predmeti se mogu trgovati na tržištima kolekcionarskih predmeta. Predmeti u igri imaju stvarnu vrednost.",
  "page-dapps-gaming-benefits-1-title": "Predmeti u igri se dupliraju kao tokeni",
  "page-dapps-gaming-benefits-2-description": "Vi ste vlasnik svojih predmeta, a u nekim slučajevima i vašeg napretka, a ne kompanija za igre. Tako nećete izgubiti ništa ako je kompanija koja stoji iza igre meta napada, ako pretrpi kvar na serveru ili se rasformira.",
  "page-dapps-gaming-benefits-2-title": "Vaša ušteda je bezbedna",
  "page-dapps-gaming-benefits-3-description": "Na isti način na koji su Ethereum plaćanja dostupna svima za verifikaciju, igre mogu koristiti ovaj karakteristiku da bi osigurale pravičnost. U teoriji je sve moguće proveriti, od broja kritičnih pogodaka do veličine ratnog sanduka protivnika.",
  "page-dapps-gaming-benefits-3-title": "Dokaziva pravičnost",
  "page-dapps-gaming-benefits-description": "Šta je to sa Ethereumom koji omogućava da decentralizovano igranje napreduje?",
  "page-dapps-gaming-benefits-title": "decentralizovano igranje",
  "page-dapps-gaming-button": "Gaming",
  "page-dapps-gaming-description": "To su aplikacije koje se fokusiraju na stvaranje virtuelnih svetova i borbu sa drugim igračima pomoću kolekcionarskih predmeta koji imaju stvarnu vrednost.",
  "page-dapps-gaming-title": "Decentralizovano igranje",
  "page-dapps-get-some-eth-description": "Dapp akcije koštaju naknadu za transakciju",
  "page-dapps-get-started-subtitle": "Da biste isprobali decentralizovanu aplikaciju, trebaće vam <a href=\"/glossary/#wallet\">novčanik</a> i malo ETH. Novčanik će vam omogućiti da se povežete ili prijavite. A ETH će vam trebati za plaćanje bilo kakvih <a href=\"/glossary/#transaction-fee\">provizija za transakcije</a>.",
  "page-dapps-get-started-title": "Počnite",
  "page-dapps-gitcoin-grants-logo-alt": "Gitcoin Grants logo",
  "page-dapps-gitcoin-logo-alt": "Gitcoin logo",
  "page-dapps-gm-logo-alt": "gm.xyz logo",
  "page-dapps-gods-unchained-logo-alt": "Gods Unchained logo",
  "page-dapps-golem-logo-alt": "Golem logo",
  "page-dapps-graph-logo-alt": "Graph logo",
  "page-dapps-radicle-logo-alt": "Logo kompanije Radicle",
  "page-dapps-hero-header": "Alati i usluge na ethereum pogon",
  "page-dapps-hero-subtitle": "Dapp-ovi su sve veći pokret aplikacija koje koriste Ethereum da poremete poslovne modele ili izmisle nove.",
  "page-dapps-how-dapps-work-p1": "Decentralizovane aplikacije imaju svoj pozadinski kod (pametne ugovore) koji se pokreće na decentralizovanoj mreži, a ne na centralizovanom serveru. Koriste Ethereum <a href=\"/glossary/#blockchain\">lanac blokova</a> za skladištenje podataka i pametne ugovore za logiku aplikacija.",
  "page-dapps-how-dapps-work-p2": "Pametan ugovor je poput skupa pravila koja žive na lancu da bi svi mogli da vide i rade tačno prema tim pravilima. Zamislite automat: ako ga nabavite sa dovoljno sredstava i pravim izborom, dobićete željeni predmet. I poput automata, pametni ugovori mogu držati sredstva slična vašem Ethereum računu. Ovo omogućava kodu da posreduje u sporazumima i transakcijama.",
  "page-dapps-how-dapps-work-p3": "Jednom kada su dapp-ovi postavljeni na Ethereum mreži, ne možete ih promeniti. Dapp-ovi se mogu decentralizovati jer se njima kontroliše logika zapisana u ugovoru, a ne pojedinac ili kompanija.",
  "page-dapps-how-dapps-work-title": "Kako rade dapp-ovi",
  "page-dapps-ipfs-logo-alt": "IPFS logo",
  "page-dapps-kyberswap-logo-alt": "KyberSwap logo",
  "page-dapps-learn-callout-button": "Počnite da gradite",
  "page-dapps-learn-callout-description": "Naš portal za programere zajednice ima dokumente, alate i okvire koji će vam pomoći da započnete izgradnju dapp-a.",
  "page-dapps-learn-callout-image-alt": "Ilustracija ruke koja stvara logo ETH-a od lego kockica.",
  "page-dapps-learn-callout-title": "Naučite da pravite dapp",
  "page-dapps-lido-logo-alt": "Lido logo",
  "page-dapps-loopring-logo-alt": "Loopring logo",
  "page-dapps-magic-behind-dapps-description": "Decentralizovane aplikacije se mogu doživeti kao uobičajene aplikacije. Ali iza kulisa imaju neke posebne kvalitete jer nasleđuju sve supersile mreže Ethereum. Evo šta decentralizovane aplikacije razlikuje od aplikacija.",
  "page-dapps-magic-behind-dapps-link": "Šta Ethereum čini sjajnim?",
  "page-dapps-magic-behind-dapps-title": "Čarolija decentralizovanih aplikacija",
  "page-dapps-magic-title-1": "Magičnost",
  "page-dapps-magic-title-2": "iza",
  "page-dapps-magician-img-alt": "Ilustracija mađioničara",
  "page-dapps-marble-cards-logo-alt": "marble.cards logo",
  "page-dapps-async-logo-alt": "Logo kompanije Async",
  "page-dapps-matcha-logo-alt": "Matcha logo",
  "page-dapps-meeds-logo-alt": "Meeds logo",
  "page-dapps-metaverse-benefits-title": "metaverzum",
  "page-dapps-metaverse-benefits-description": "Šta je to što u Ethereum-u omogućuje napredak metaverzuma?",
  "page-dapps-metaverse-benefits-1-title": "Nezamenjivi tokeni",
  "page-dapps-metaverse-benefits-1-description": "Jedinstvene stavke u igri koje poseduju korisnici i koji su interoperabilni na različitim virtuelnim svetovima i tržištima koja podržavaju iste standarde.",
  "page-dapps-metaverse-benefits-2-title": "Zajednice u vlasništvu korisnika",
  "page-dapps-metaverse-benefits-2-description": "Identiteti su u vlasništvu korisnika, sa beskonačnim mogućnostima za istraživanje i kreiranje društvenih mreža širom različitih virtuelnih svetova.",
  "page-dapps-metaverse-button": "Metaverzum",
  "page-dapps-metaverse-title": "Metaverzum",
  "page-dapps-metaverse-description": "Ovo su aplikacije koje omogućavaju korisnicima da slobodno učestvuju u virtuelnim svetovima. Korisnici mogu formirati lične mreže i preuzeti vlasništvo nad digitalnom imovinom",
  "page-dapps-mirror-logo-alt": "Mirror logo",
  "page-dapps-mobile-options-header": "Pregledajte drugu kategoriju",
  "page-dapps-multichain-logo-alt": "Multichain logo",
  "page-dapps-nifty-gateway-logo-alt": "Nifty Gateway logo",
  "page-dapps-summerfi-logo-alt": "Summer.fi logo",
  "page-dapps-opensea-logo-alt": "OpenSea logo",
  "page-dapps-opera-logo-alt": "Opera logo",
  "page-dapps-osuvox-logo-alt": "OSUVOX logo",
  "page-dapps-polymarket-logo-alt": "Polymarket logo",
  "page-dapps-poap-logo-alt": "Logo kompanije Proof of Attendance Protocol",
  "page-dapps-pooltogether-logo-alt": "PoolTogether logo",
  "page-dapps-rarible-logo-alt": "Rarible logo",
  "page-dapps-ready-button": "Idi",
  "page-dapps-ready-description": "Izaberite dapp za isprobavanje",
  "page-dapps-ready-title": "Spremni?",
  "page-dapps-request-finance-logo-alt": "Request Finance logo",
  "page-dapps-rubic-logo-alt": "Rubic logo",
  "page-dapps-sablier-logo-alt": "Sablier logo",
  "page-dapps-set-up-a-wallet-button": "Pronađi novčanik",
  "page-dapps-set-up-a-wallet-description": "Novčanik je vaš „login“ za dapp",
  "page-dapps-set-up-a-wallet-title": "Postavite novčanik",
  "page-dapps-social-button": "Društvene mreže",
  "page-dapps-social-description": "Ovo su aplikacije koje se fokusiraju na kreiranje decentralizovanih društvenih mreža koristeći tehnologije decentralizovanog identiteta, gde digitalni identiteti i društveni grafovi pripadaju korisnicima.",
  "page-dapps-social-title": "Društvene mreže",
  "page-dapps-spatial-logo-alt": "Spatial logo",
  "page-dapps-spruce-logo-alt": "Spruce logo",
  "page-dapps-status-logo-alt": "Status logo",
  "page-dapps-superrare-logo-alt": "SuperRare logo",
  "page-dapps-technology-button": "Tehnologija",
  "page-dapps-technology-description": "To su aplikacije koje se fokusiraju na decentralizaciju alata za programere, uključivanje kriptoekonomskih sistema u postojeću tehnologiju i stvaranje tržišta za razvojne radove otvorenog koda.",
  "page-dapps-technology-title": "Decentralizovana tehnologija",
  "page-dapps-token-sets-logo-alt": "Token Sets logo",
  "page-dapps-uniswap-logo-alt": "Uniswap logo",
  "page-dapps-wallet-callout-button": "Pronađi novčanik",
  "page-dapps-wallet-callout-description": "Novčanici su takodje dapp-ovi. Pronađite ga na osnovu karakteristika koje vam odgovaraju.",
  "page-dapps-wallet-callout-image-alt": "Ilustracija robota.",
  "page-dapps-wallet-callout-title": "Pogledajte novčanike",
  "page-dapps-warning-header": "Uvek istražujte sami",
  "page-dapps-warning-message": "Ethereum je nova tehnologija i većina aplikacija je nova. Pre nego što deponujete veće količine novca, uverite se da razumete rizike.",
  "page-dapps-what-are-dapps": "Šta su dapp-ovi?",
  "page-dapps-more-on-defi-button": "Više informacija o decentralizovanim finansijama (DeFi)",
  "page-dapps-more-on-nft-button": "Više informacija o tokenizovanim kolekcionarskim predmetima",
  "page-dapps-more-on-nft-gaming-button": "Više informacija o tokenizovanim predmetima u igrama",
  "page-dapps-dapp-description-pwn": "Jednostavni zajmovi podržani od strane bilo kog tokena ili NFT-a na mreži Ethereum.",
  "page-dapps-pwn-image-alt": "Logo PWN",
  "page-dapps-xmtp-logo-alt": "XMTP logo",
  "opage-dapps-yearn-logo-alt": "Logo protokola Yearn",
  "page-dapps-yearn-image-alt": "Logo protokola Yearn",
  "page-dapps-convex-image-alt": "Logo platforme Convex",
  "foundation": "Foundation",
  "page-wallets-get-some": "Nabavite ETH",
  "page-dapps-dapp-description-curve": "Curve je decentralizovana menjačnica fokusirana na stabilne novčiće",
  "page-dapps-curve-image-alt": "Curve logo",
  "page-dapps-dapp-description-dodo": "DODO je pružalac likvidnosti na lancu, koji koristi algoritam Proactive Market Maker (PMM)",
  "page-dapps-dodo-image-alt": "DODO logo",
  "page-dapps-dapp-description-artblocks": "Art Blocks je posvećen stvaranju upečatljivih generativnih dela moderne umetnosti",
  "page-dapps-artblocks-image-alt": "Art Blocks logo",
  "page-dapps-explore-title": "Želite da pregledate još aplikacija?",
  "page-dapps-explore": "Pogledajte stotine decentralizovanih aplikacija"
}
