{
  "layer-2-arbitrum-note": "Dokazi o prevari samo za korisnike na beloj listi, bela lista još uvek nije otvorena",
  "layer-2-boba-note": "Provera stanja u razvoju",
  "layer-2-optimism-note": "Dokazi o greškama u razvoju",
  "layer-2-hero-title": "Sloj 2",
  "layer-2-hero-header": "Ethereum za svakoga",
  "layer-2-hero-subtitle": "Skaliranje Ethereuma za masovno prihvaćanje.",
  "layer-2-hero-alt-text": "Ilustracija transakcija koje se prenose na nivo 2 i postavljaju na glavnu Ethereum mrežu",
  "layer-2-hero-button-1": "Šta je sloj 2",
  "layer-2-hero-button-2": "Koristite sloj 2",
  "layer-2-hero-button-3": "Pređite na nivo 2",
  "layer-2-statsbox-1": "Ukupna zaključana vrednost (TVL) na nivou 2 (USD)",
  "layer-2-statsbox-2": "Ukupna zaključana vrednost (TVL) na sloju 2 (USD)",
  "layer-2-statsbox-3": "Promena ukupne zaključane vrednosti (TVL) na sloju 2 u poslednjih 30 dana",
  "layer-2-what-is-layer-2-title": "Šta je nivo 2?",
  "layer-2-what-is-layer-2-1": "Nivo 2 (L2) je kolektivni izraz koji opisuje određeni skup rešenja za skaliranje Ethereuma. <strong>Nivo 2 je zaseban lanac blokova koji proširuje Ethereum i nasleđuje sigurnosne garancije Ethereum mreže</strong>.",
  "layer-2-what-is-layer-2-2": "Hajde sada da zađemo dublje. Da bismo to uradili, prvo ćemo objasniti nivo 1 (L1).",
  "layer-2-what-is-layer-1-title": "Šta je nivo 1?",
  "layer-2-what-is-layer-1-1": "Nivo 1 je osnovni lanac blokova. Ethereum i Bitcoin su nivo 1 lanca blokova jer su <strong>glavna osnova na kojoj se grade različite mreže nivoa 2</strong>. Primeri projekata nivoa 2 uključuju 'rolape' na mreži Ethereum i Lightning Network na Bitcoin-u. Sve aktivnosti korisnika u vezi sa transakcijama na ovim projektima nivoa 2 na kraju se mogu uskladiti sa osnovnim slojem 1 lanca blokova.",
  "layer-2-what-is-layer-1-2": "Ethereum takođe funkcioniše kao nivo dostupnosti podataka za nivo 2s. Projekti nivoa 2 će postavljati podatke o svojim transakcijama na Ethereum, oslanjajući se na Ethereum za dostupnost podataka. Ti podaci se mogu koristiti kako bi se dobilo stanje nivoa 2 ili za osporavanje transakcija na nivou 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum, kao nivo 1, uključuje:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Mrežu operatora čvora</strong>za obezbeđivanje i validaciju mreže",
  "layer-2-what-is-layer-1-list-2": "<strong>Mrežu kreatora blokova</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>Lanac blokova</strong>kao takav i istoriju podataka o transakcijama",
  "layer-2-what-is-layer-1-list-4": "<strong>Mehanizam konsenzusa</strong>za mrežu",
  "layer-2-what-is-layer-1-list-link-1": "I dalje ste zbunjeni u vezi sa Ethereumom?",
  "layer-2-what-is-layer-1-list-link-2": "Naučite šta je Ethereum.",
  "layer-2-why-do-we-need-layer-2-title": "Zašto nam je potreban nivo 2?",
  "layer-2-why-do-we-need-layer-2-1": "Tri poželjna svojstva lanca blokova su da je <strong>decentralizovan, siguran i skalabilan</strong>. <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">Trilema lanca blokova</a> tvrdi da jednostavna arhitektura lanca blokova može postići samo dva od ova tri svojstva. Želite siguran i decentralizovan lanac blokova? Morate žrtvovati skalabilnost.",
  "layer-2-why-do-we-need-layer-2-2": "Ethereum trenutno procesuira<a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">više od milion transakcija dnevno</a>. Potražnja za korišćenjem Ethereuma može uzrokovati visoke cene naknada za transakcije. Tu dolaze do izražaja mreže nivoa 2.",
  "layer-2-why-do-we-need-layer-2-scalability": "Scalability",
  "layer-2-why-do-we-need-layer-2-scalability-1": "Glavni cilj nivoa 2 je da poveća protok transakcija (veći broj transakcija po sekundi) bez žrtvovanja decentralizacije ili sigurnosti.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Ethereum glavna mreža (nivo 1) može da procesuira <a href=\"https://ethtps.info/Network/Ethereum\">otprilike 15 transakcija u sekundi</a>. Kada je potražnja za korišćenjem Ethereuma visoka, mreža postaje zagušena što povećava troškove transakcije i isključuju korisnike koji ne mogu da priušte te naknade. Nivoi 2 su rešenja koja smanjuju te naknade procesuiranjem transakcija van lanca blokova sloja 1.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Više o viziji Ethereuma",
  "layer-2-benefits-of-layer-2-title": "Benefiti nivoa 2",
  "layer-2-lower-fees-title": "Manje naknade",
  "layer-2-lower-fees-description": "Spajanjem više transakcija van lanca u jednu jedinstvenu transakciju na sloju 1, naknade za transakcije se znatno smanjuju, čime se omogućava da Ethereum bude dostupniji za sve.",
  "layer-2-maintain-security-title": "Zadržati bezbednost",
  "layer-2-maintain-security-description": "Lanci blokova nivoa 2 obračunavaju svoje transakcije na Ethereum glavnoj mreži (Mainnet) omogućavajući korisnicima da imaju koristi od sigurnosti Ethereum mreže.",
  "layer-2-expand-use-cases-title": "Proširite slučajeve primene",
  "layer-2-expand-use-cases-description": "Sa većim brojem transakcija u sekundi, manjim nadoknadama i novom tehnologijom, projekti će se proširiti na nove aplikacije sa poboljšanim korisničkim iskustvom.",
  "layer-2-how-does-layer-2-work-title": "Kako nivo 2 funkcioniše?",
  "layer-2-how-does-layer-2-work-1": "Kao što smo već rekli, nivo 2 je zbirni termin za rešenja za skaliranje Ethereuma koja obrađuju transakcije van nivoa 1 dok ipak koriste njegovu snažnu, decentralizovanu bezbednost. <strong>Nivo 2 je odvojeni lanac blokova koji proširuje Ethereum</strong>. Kako ovo funkcioniše?",
  "layer-2-how-does-layer-2-work-2": "Postoji nekoliko tipova nivoa 2 i svaki nosi sa sobom kompromise i bezbednosne modele. Nivo 2 preuzima teret transakcija sa nivoa 1, omogućujući mu da postane manje zagušen i da sve bude skalabilnije.",
  "layer-2-rollups-title": "Rollups",
  "layer-2-rollups-1": "Rolapi pakuju stotine transakcija u jednu transakciju na nivou 1. Ovo raspoređuje naknade za L1 transakcije među svim korisnicima u rolapu, čineći je jeftinijom za svakog korisnika.",
  "layer-2-rollups-2": "Transakcije rolapa se izvršavaju van nivoa 1, ali se podaci o transakcijama podnose na nivo 1. Podnošenjem podataka o transakcijama na nivo 1, rolap nasleđuju sigurnost Ethereuma. To je zato što se jednom kada se podaci otpreme na nivo 1, poništavanje transakcije rolapa zahteva poništavanje i na Ethereumu. Postoje dva različita pristupa rolapima: optimistički i rolapi nultog znanja — razlikuju se pretežno po načinu podnošenja ovih podataka o transakcijama na L1.",
  "layer-2-optimistic-rollups-title": "Optimistic rollups",
  "layer-2-optimistic-rollups-description": "Optimistički rolapi su 'optimistički' u smislu da se pretpostavlja da su transakcije ispravne, ali mogu biti osporene ako je to potrebno. Ako se sumnja na nevažeću transakciju, izvodi se dokaz o grešci kako bi se utvrdilo da li je došlo do takve greške.",
  "layer-2-optimistic-rollups-childSentance": "Više o optimističkim rolapima",
  "layer-2-zk-rollups-title": "Zero-knowledge rollups",
  "layer-2-zk-rollups-description": "Rolapi nultog znanja koriste dokaze valjanosti gde se transakcije izračunavaju van lanca i onda se sažeti podaci dostavljaju na Ethereum glavnoj mreži (mainnet) kao dokaz o njihove validnosti.",
  "layer-2-zk-rollups-childSentance": "Više o rolapima nultog znanja",
  "layer-2-dyor-title": "Istražite: Rizici na nivo 2 projektima",
  "layer-2-dyor-1": "Mnogi nivo 2 projekti su relativno mladi i još uvek zahtevaju od korisnika da veruju operaterima da će biti pošteni dok rade na decentralizaciji svojih mreža. Uvek istražite kako biste odlučili da li se osećate komforno sa bilo kakvim rizicima koji su uključeni.",
  "layer-2-dyor-2": "Za više informacija o tehnologiji, rizicima, pretpostavkama poverenja u nivoe 2, preporučujemo da pogledate L2BEAT, koji pruža sveobuhvatni okvir za procenu rizika svakog projekta.",
  "layer-2-dyor-3": "Idi na L2BEAT",
  "layer-2-use-layer-2-title": "Koristite sloj 2",
  "layer-2-use-layer-2-1": "Sada kada razumete zašto nivo 2 postoji i kako radi, hajde da počnemo!",
  "layer-2-contract-accounts": "Ako koristite pametne ugovorne novčanike poput Safe ili Argent, nećete imati kontrolu nad ovom adresom na nivou 2 dok ponovo ne implementirate svoj ugovorni nalog na toj adresi na sloju 2. Klasični nalozi sa lozinkom za oporavak automatski će imati isti nalog na svim mrežama nivoa 2.",
  "layer-2-use-layer-2-generalized-title": "Generalizovani nivoi 2",
  "layer-2-use-layer-2-generalized-1": "Generalizovani nivoi 2 se ponašaju isto kao Ethereum – ali jeftinije. Bilo šta što možete da uradite na nivou 1 možete i na nivou 2. Mnoge decentralizovane aplikacije su već počele da prelaze na ove mreže ili su preskočile glavnu mrežu i direktno se primenjuju na nivou 2.",
  "layer-2-use-layer-2-application-specific-title": "Nivoi 2 specifični za aplikaciju",
  "layer-2-use-layer-2-application-specific-1": "Nivoi 2 specifični za određenu aplikaciju su projekti koji se specijalizuju za optimizaciju u određenom prostoru aplikacija, donoseći unapređenu performansu.",
  "layer-2-sidechains-title": "Napomena o sporednim lancima, validijumima i alternativnim lancima blokova",
  "layer-2-sidechains-1": "<strong>Sporedni lanci i validijumi </strong>su lanci blokova koji dozvoljavaju sredstvima sa Ethereuma da budu premošćeni i korišćeni na drugim lancima blokova. Sporedni lanci i validijumi rade paralelno sa Ethereumom i interaguju sa njim uz pomoć mostova, ali oni ne dobijaju svoju sigurnost ili odstupnost podataka od Ethereuma.",
  "layer-2-sidechains-2": "Oba se skaliraju slično kao nivoi 2 — nude niže naknade za transakcije i veći protok transakcija — ali imaju različite pretpostavke poverenja.",
  "layer-2-more-on-sidechains": "Više informacija o sporednim lancima",
  "layer-2-more-on-validiums": "Više informacija o validijumima",
  "layer-2-sidechains-4": "Neki nivo 1 lanci blokova prijavljuju veći protok i niže naknade za transakcije u odnosu na Ethereum, ali obično sa kompromisima na drugim poljima, na primer većim zahtevima za hardver za pokretanje čvorova.",
  "layer-2-onboard-title": "Kako doći na nivo 2",
  "layer-2-onboard-1": "Postoje dva osnovna načina kako da postavite svoja sredstva na nivo 2: premostite sredstva sa Ethereuma uz pomoć pametnog ugovora ili povucite svoja sredstva sa menjačnice direktno na nivo 2 mrežu.",
  "layer-2-onboard-wallet-title": "Sredstva u vašem novčaniku?",
  "layer-2-onboard-wallet-1": "Ukoliko već imate svoje ETH tokene u svom novčaniku, potrebno je da koristite most da prebacite sredstva sa Ethereum glavne mreže (mainnet) na nivo 2.",
  "layer-2-more-on-bridges": "Više o mostovima",
  "layer-2-onboard-wallet-input-placeholder": "Izaberite nivo 2",
  "layer-2-onboard-wallet-selected-1": "Možete se povezati",
  "layer-2-onboard-wallet-selected-2": "koristeći ove novčanike:",
  "layer-2-bridge": "Most",
  "layer-2-onboard-exchange-title": "Sredstva u menjačnici?",
  "layer-2-onboard-exchange-1": "Neke centralizovane menjačnice sada nude direktna povlačenja i uplate sredstava na nivo 2. Proverite koje menjačnice podržavaju nivo 2.",
  "layer-2-onboard-exchange-2": "Takođe će vam biti potreban i novčanik na koji ćete povući svoja sredstva.",
  "layer-2-onboard-find-a-wallet": "Pronađite Ethereum novčanik.",
  "layer-2-onboard-exchange-input-placeholder": "Pronađite menjačnice koje podržavaju nivo 2",
  "layer-2-deposits": "Depoziti",
  "layer-2-withdrawals": "Podizanje",
  "layer-2-go-to": "Idi na",
  "layer-2-tools-title": "Alati kako biste bili uspešni na nivou 2",
  "layer-2-tools-l2beat-description": "L2BEAT je sjajan resurs za za proučavanje tehničkih procena rizika nivo 2 projekata. Preporučujemo da pogledate njihove resurse prilikom istraživanja konkretnih nivo 2 projekata.",
  "layer-2-tools-l2fees-description": "L2 naknade vam dozvoljavaju da vidite trenutni trošak (U američkim dolarima) transakcije na različitim nivoima 2.",
  "layer-2-tools-chainlist-description": "Chainlist je sjajan resurs za uvoz mrežnih RPC-ova u podržane novčanike. Ovde ćete pronaći RPC-ove za nivo 2 projekte koji će vam pomoći da se povežete.",
  "layer-2-tools-zapper-description": "Upravljajte celim svojim web3 portfoliom od decentralizovanih finansija do NFT-ja i šta god da je sledeće. Ulažite u najnovije prilike sa jednog mesta.",
  "layer-2-tools-zerion-description": "Izgradite portoflio decentralizovanih finansija i upravljajte njim sa jednog mesta. Otkrijte svet decentralizovanih finansija danas.",
  "layer-2-tools-debank-description": "Budite u toku sa najbitnijim dešavanjima u web3 svetu",
  "layer-2-faq-title": "FAQ",
  "layer-2-faq-question-1-title": "Zašto ne postoji \"zvanični\" Ethereum nivo 2?",
  "layer-2-faq-question-1-description-1": "Kao što ne postoji \"zvaničan\" Ethereum klijent, takođe ne postoji \"zvaničan\" Ethereum nivo 2. Ethereum je otvoren — tehnički, bilo ko može da kreira nivo 2! Više timova će implementirati svoju verziju nivoa 2, i čitav ekosistem će imati koristi od raznovrsnosti pristupa dizajnu koji su optimizovani za različite primene. Slično kao što imamo više Ethereum klijenata razvijenih od strane različitih timova kako bi postojala raznolikost u mreži, i nivoi 2 će se razvijati na sličan način u budućnosti.",
  "layer-2-faq-question-2-title": "U čemu je razlika između optimističkih i rolapa nultog znanja?",
  "layer-2-faq-question-2-description-1": "I optimistički i rolapi nultog znanja obuhvataju na stotine transakcija u jednu transakciju na nivou 1. Rolap transakcije izvršava van nivoa 1, ali podaci o transakciji se skladište na nivou 1.",
  "layer-2-faq-question-2-description-2": "Glavna razlika je u tome koji podaci su skladišteni na nivo 1 i kako su ti podaci verifikovani. Validnost dokaza (koji koriste rolapi nultog znanja) izvode računanja van lanca blokova i postavljaju dokaz, dok dokazi o greškama (koji se koriste kod optimističkih rolapa) izvode računanja samo na lanac blokova kada se sumnja na grešku i moraju se proveriti.",
  "layer-2-faq-question-2-description-3": "U ovom trenutku, većina rolapa nultog znanja su specifični za određene aplikacije nasuprot optimističkih rolapa koji su generalizovani.",
  "layer-2-more-info-on-optimistic-rollups": "Više informacija o optimističkim rolapima",
  "layer-2-more-info-on-zk-rollups": "Više informacija o rolapima nultog znanja",
  "layer-2-faq-question-4-title": "Koji su rizici sa nivoom 2?",
  "layer-2-faq-question-4-description-1": "Nivo 2 projekti sa sobom nose još neke rizike u odnosu na držanje sredstava i vršenje transakcija direktno na Ethereum glavnu mrežu. Na primer, sekvenceri mogu prestati raditi, što može rezultirati čekanjem kako biste pristupili sredstvima.",
  "layer-2-faq-question-4-description-2": "Ohrabrujemo vas da uradite istraživanje pre nego što prebacite veća sredstva na nivo 2. Za više informacija o tehnologiji, rizicima i pretpostavkama poverenja na nivou 2, predlažemo da pogledate <a href=\"https://l2beat.com/?view=risk\"> L2BEAT</a> koji daje sveobuhvatan okvir za procenu rizika svakog projekta.",
  "layer-2-faq-question-4-description-3": "Blokčejn mostovi, koji olakšavaju prenos sredstava na sloj 2, su u svojim ranim fazama razvoja i verovatno optimalni dizajn mosta još nije otkriven. Nedavno su se dogodili <a href=\"https://rekt.news/wormhole-rekt/\">hakerski napadi na mostove</a>.",
  "layer-2-faq-question-5-title": "Zašto neki nivo 2 projekti nisu izlistani ovde?",
  "layer-2-faq-question-5-description-1": "Želimo da budemo sigurni da navedemo najbolje moguće resurse kako bi korisnici mogli da navigiraju prostorom nivoa 2 na bezbedan i samouveren način. Održavamo okvir kriterijuma za procenu kako se projekti uključuju na listu.",
  "layer-2-faq-question-5-view-listing-policy": "Pogledajte našu politiku nivoa 2 ovde.",
  "layer-2-faq-question-5-description-2": "Svako je slobodan da predloži dodavanje nivoa 2 na ethereum.org. Ako smo propustili neki nivo 2, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">molimo vas da ga predložite</a>.",
  "layer-2-further-reading-title": "Dodatna literatura",
  "a-rollup-centric-ethereum-roadmap": "Plan Ethereuma usmeren na rolape",
  "an-incomplete-guide-to-rollups": "An Incomplete Guide to Rollups",
  "polygon-sidechain-vs-ethereum-rollups": "Polygonov sporedni lanac naspram Ethereumovih rolapa: pristupi skaliranju nivoa 2 | Vitalik Buterin i Leks Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "Rolapi – Konačna strategija skaliranja Ethereuma? Objašnjenje Arbitrum-a i Optimism-a",
  "scaling-layer-1-with-shard-chains": "Skaliranje nivoa 1 putem lanaca fragmenata",
  "understanding-rollup-economics-from-first-principals": "Razumevanje ekonomije rolapa od osnovnih nalogodavaca",
  "arbitrum-description": "Arbitrum One je optimistički rolap koji za cilj ima da se izgleda baš kao interakcija sa Ethereumom, ali sa transakcijama koje koštaju mali deo onoga što koštaju na L1.",
  "optimism-description": "Optimism je brz, jednostavan i siguran optimistički rollup ekvivalentan EVM-u (Ethereum virtualnoj mašini). Skalira tehnologiju Ethereuma i istovremeno skalira njegove vrednosti putem retroaktivnog finansiranja javnih dobara.",
  "boba-description": "Boba je optimistički rolap koji je prvobitno forkovan iz Optimisma i koji je rešenje za skaliranje koje ima za cilj smanjenje naknada za gas, poboljšanje protoka transakcija i proširenje mogućnosti pametnih ugovora.",
  "loopring-description": "Loopringovo zkRollup nivo 2 rešenje ima za cilj da ponudi iste sigurnosne garancije kao Ethereum glavna mreža, uz veliki skok u skalabilnosti: protok povećan za 1000 puta, a troškovi smanjeni na samo 0,1% od nivoa 1.",
  "zksync-description": "ZKsync je platforma za korisnike zasnovana na rolapu nultog znanja od strane Matter Labs kompanije. To je rešenje za skaliranje za Ethereum, koje je već aktivno na Ethereum glavnoj mreži. Podržava plaćanja, zamene tokena i izradu NFT-ijeva.",
  "zkspace-description": "Platforma ZKSpace se sastoji iz tri glavna dela: AMM DEX nivoa 2 koji koristi tehnologiju rolapa nultog znanja pod nazivom ZKSwap, uslugu plaćanja nazvanu ZKSquare i tržište NFT-ova pod nazivom ZKSea.",
  "aztec-description": "Aztec Network je prvi privatni rolap nultog znanja na Ethereumu, omogućujući decentralizovanim aplikacijama pristup privatnosti i skaliranju.",
  "layer-2-note": "Napomena:",
  "layer-2-ecosystem-portal": "Portal ekosistema",
  "layer-2-token-lists": "Liste tokena",
  "layer-2-explore": "Istražite",
  "page-dapps-ready-button": "Idi"
}
