{
    "page-apps-category-defi": "DeFi",
    "page-apps-category-social": "Réseaux sociaux",
    "page-apps-category-privacy": "Confidentialité",
    "page-apps-category-collectibles": "Objets de collection",
    "page-apps-category-gaming": "Jeu",
    "page-apps-category-dao": "DAO",
    "page-apps-category-productivity": "Productivité",
    "page-apps-category-bridge": "Les ponts",
    "page-apps-app-sub-category-lending-and-borrowing": "Prêter et emprunter",
    "page-apps-app-sub-category-stablecoin-issuance": "Émission de stablecoins",
    "page-apps-app-sub-category-rwa": "RWA",
    "page-apps-app-sub-category-yield": "Rendement",
    "page-apps-app-sub-category-dex": "DEX",
    "page-apps-app-sub-category-prediction": "Prévision",
    "page-apps-app-sub-category-insurance": "Assurance",
    "page-apps-app-sub-category-launchpad": "Plateforme de lancement",
    "page-apps-app-sub-category-crowdfunding": "Financement participatif",
    "page-apps-app-sub-category-salary-distribution": "Distribution de salaires",
    "page-apps-app-sub-category-payments": "Paiements",
    "page-apps-app-sub-category-onramp-/-offramp": "Onramp / offramp",
    "page-apps-app-sub-category-infrastructure": "Infrastructure",
    "page-apps-app-sub-category-social-network": "Réseau social",
    "page-apps-app-sub-category-messaging": "Messagerie",
    "page-apps-app-sub-category-video": "Vidéo",
    "page-apps-app-sub-category-music": "Musique",
    "page-apps-app-sub-category-publishing": "Publications",
    "page-apps-app-sub-category-identity": "Identité",
    "page-apps-app-sub-category-stealth-address": "Adresse Stealth",
    "page-apps-app-sub-category-shielded": "Shielded",
    "page-apps-app-sub-category-pools": "Pools",
    "page-apps-app-sub-category-compliance": "Conformité",
    "page-apps-app-sub-category-market": "Marché",
    "page-apps-app-sub-category-art": "Art",
    "page-apps-app-sub-category-ip": "IP",
    "page-apps-app-sub-category-gaming": "Jeu",
    "page-apps-app-sub-category-membership": "Appartenance",
    "page-apps-app-sub-category-attendance": "Fréquentation",
    "page-apps-app-sub-category-collect": "Collecter",
    "page-apps-app-sub-category-mmorpg": "MMORPG",
    "page-apps-app-sub-category-retro-gaming": "retro gaming",
    "page-apps-app-sub-category-casual": "Casual",
    "page-apps-app-sub-category-ai-gaming": "AI gaming",
    "page-apps-app-sub-category-card-&-deck-building": "Construction de cartes et de decks",
    "page-apps-app-sub-category-governance": "Gouvernance",
    "page-apps-app-sub-category-organization": "Organisation",
    "page-apps-app-sub-category-offchain-voting": "Voter Offchain ",
    "page-apps-app-sub-category-onchain-voting": "Voter Onchain",
    "page-apps-app-sub-category-analytics": "Analyses",
    "page-apps-app-sub-category-tokenomics": "Tokenomics",
    "page-apps-app-sub-category-dao-creation": "Création DAO",
    "page-apps-app-sub-category-governor": "Gouverneur",
    "page-apps-app-sub-category-role-management": "Gestion des rôles",
    "page-apps-app-sub-category-permissions": "Permissions",
    "page-apps-app-sub-category-framework": "Framework",
    "page-apps-app-sub-category-treasury-management": "Gestion de trésorerie",
    "page-apps-app-sub-category-moloch": "Moloch",
    "page-apps-app-sub-category-delegation": "Délégation",
    "page-apps-app-sub-category-agentic": "Agentic",
    "page-apps-app-sub-category-multi-sig": "Multi-sig",
    "page-apps-app-sub-category-smart-account": "Compte intelligent",
    "page-apps-app-sub-category-recognition": "Reconnaissance",
    "page-apps-app-sub-category-compensation": "Compensation",
    "page-apps-app-sub-category-signalling": "Signalisation",
    "page-apps-app-sub-category-philanthropy": "Philanthropie",
    "page-apps-app-sub-category-ai": "IA",
    "page-apps-app-sub-category-dns": "DNS",
    "page-apps-app-sub-category-communication": "Communication",
    "page-apps-app-sub-category-storage": "Stockage",
    "page-apps-app-sub-category-depin": "DePIN",
    "page-apps-app-sub-category-ticketing": "Billetterie",
    "page-apps-app-sub-category-memberships": "Adhésions",
    "page-apps-app-sub-category-privacy": "Confidentialité",
    "page-apps-app-sub-category-proof-of-personhood": "Preuve de personnalité",
    "page-apps-app-sub-category-ai-agents": "Agents IA",
    "page-apps-app-sub-category-chain-abstraction": "Abstraction de chaîne",
    "page-apps-app-sub-category-liquidity-network": "Réseau de liquidités",
    "page-apps-app-sub-category-generalized-message-passing": "Transmission de messages généralisée",
    "page-apps-app-sub-category-validator-or-oracle": "Validateur ou oracle",
    "page-apps-app-sub-category-swap": "échanger",
    "page-apps-app-aave": "Aave",
    "page-apps-app-description-aave": "Aave est un protocole de liquidité décentralisé et non dépositaire où les utilisateurs peuvent participer en tant que fournisseurs ou emprunteurs. Les fournisseurs fournissent des liquidités au marché tout en percevant des intérêts, et les emprunteurs peuvent accéder à ces liquidités en fournissant une garantie supérieure au montant emprunté.",
    "page-apps-app-sky/maker---usds": "Sky/Maker - USDS",
    "page-apps-app-description-sky/maker---usds": "Sky.money est une passerelle non dépositaire vers le protocole Sky décentralisé, qui s'articule autour du stablecoin USDS.",
    "page-apps-app-ethena---usde": "Ethena - USDE",
    "page-apps-app-description-ethena---usde": "Ethena est un protocole de dollar synthétique construit sur Ethereum qui fournit une solution crypto-native pour l'argent, USDe, ainsi qu'un actif d'épargne en dollars accessible à l'échelle mondiale, sUSDe.",
    "page-apps-app-uniswap": "Uniswap",
    "page-apps-app-description-uniswap": "Uniswap est un protocole de liquidité automatisé basé sur une formule de produit constante et implémenté dans un système de contrats intelligents non évolutifs sur la blockchain Ethereum. Il élimine la nécessité de recourir à des intermédiaires de confiance et privilégie la décentralisation, la résistance à la censure et la sécurité.",
    "page-apps-app-pendle": "Pendle",
    "page-apps-app-description-pendle": "Pendle est un protocole DeFi axé sur le trading de rendement, permettant aux utilisateurs de fixer ou de tirer parti de leur rendement.",
    "page-apps-app-spark": "Spark",
    "page-apps-app-description-spark": "Spark Fi est un protocole DeFi non dépositaire qui permet aux utilisateurs de prêter et d'emprunter des actifs numériques via SparkLend, tout en gagnant un revenu passif via le stablecoin USDS et son taux d'épargne Sky associé.",
    "page-apps-app-morpho": "Morpho",
    "page-apps-app-description-morpho": "Morpho est une plateforme ouverte, efficace et résiliente qui permet à chacun de générer des revenus et d'emprunter des actifs. Parallèlement, développeurs et entreprises peuvent créer des marchés, gérer des coffres et développer diverses applications sur son infrastructure flexible et sans autorisation.",
    "page-apps-app-compound": "Compound",
    "page-apps-app-description-compound": "Compound est un protocole compatible EVM qui permet de fournir des cryptoactifs en garantie pour emprunter l'actif de base. Les comptes peuvent également générer des intérêts en fournissant l'actif de base au protocole.",
    "page-apps-app-curve": "Curve",
    "page-apps-app-description-curve": "Curve.fi est une plateforme d'échange décentralisée non dépositaire qui a révolutionné le trading de stablecoins. Elle a débuté en proposant des taux de change avantageux pour les échanges de stablecoins (comme le DAI en USDC) via des pools de liquidité, où les utilisateurs obtiennent un rendement en déposant leurs actifs.",
    "page-apps-app-balancer": "Balancer",
    "page-apps-app-description-balancer": "Balancer est un protocole de teneur de marché automatisé (AMM) décentralisé, basé sur Ethereum, qui met clairement l'accent sur la liquidité fongible et génératrice de rendement. Le succès de Balancer est intrinsèquement lié à celui des protocoles et des produits développés sur la plateforme.",
    "page-apps-app-usual-": "Usual ",
    "page-apps-app-description-usual-": "Usual est un protocole décentralisé, adoptant la forme d'un système bancaire décentralisé. Il émet un stablecoin adossé à des monnaies fiduciaires et garanti par des actifs réels (RWA), alliant la sécurité des actifs réels à la composabilité et à la liquidité de la DeFi.",
    "page-apps-app-fluid": "Fluid",
    "page-apps-app-description-fluid": "Fluid est un protocole DeFi combinant une couche de liquidité, des limites automatisées, des protocoles de prêt et de coffre-fort, un système oracle robuste et un protocole DEX,",
    "page-apps-app-frax": "Frax",
    "page-apps-app-description-frax": "Frax émet actuellement trois stablecoins : FRAX, FPI et frxETH, ainsi que de nombreux autres jetons non stablecoins. Il comprend également plusieurs groupes de contrats, ou « sous-protocoles », qui intègrent ces jetons pour offrir utilité et stabilité, notamment Fraxtal, une chaîne L2 modulaire.",
    "page-apps-app-aerodrome": "Aerodrome",
    "page-apps-app-description-aerodrome": "Aerodrome est une plateforme d'échange décentralisée où vous pouvez exécuter des échanges à faibles frais, déposer des jetons pour gagner des récompenses et participer activement à l'économie en chaîne.",
    "page-apps-app-moonwell": "Moonwell",
    "page-apps-app-description-moonwell": "Faites fructifier vos actifs numériques. Prêtez ou empruntez pour faire face aux aléas de la vie. Remboursez à votre rythme, sans mensualités ni frais supplémentaires.",
    "page-apps-app-franklin-templeton---benji": "Franklin Templeton - BENJI",
    "page-apps-app-description-franklin-templeton---benji": "Benji est le système de tenue de registres intégré à la blockchain propriétaire de Franklin Templeton qui permet la tokenisation et la gestion des fonds communs de placement sur l'infrastructure de la blockchain publique.",
    "page-apps-app-synthetix": "Synthetix",
    "page-apps-app-description-synthetix": "Synthetix fournit des liquidités pour les produits dérivés sans autorisation tels que les contrats à terme perpétuels, les options, les marchés de paris mutuels et bien plus encore sur les chaînes EVM.",
    "page-apps-app-zerolend": "ZeroLend",
    "page-apps-app-description-zerolend": "ZeroLend est une expérience de prêt conviviale et fluide pour intégrer le grand public à la DeFi. Basé sur des L2.",
    "page-apps-app-syncswap": "SyncSwap",
    "page-apps-app-description-syncswap": "Alimenté par une technologie à connaissance nulle, SyncSwap offre à davantage de personnes un DeFi facile à utiliser et à faible coût avec une sécurité Ethereum complète.",
    "page-apps-app-ekubo": "Ekubo",
    "page-apps-app-description-ekubo": "Ekubo est un market maker automatisé, doté de plusieurs fonctionnalités uniques, notamment une liquidité concentrée et une architecture extensible et économe en gaz.",
    "page-apps-app-maple": "Maple",
    "page-apps-app-description-maple": "Maple propose des stratégies de rendement et de financement à spectre complet sur USDC, USDT, BTC et plus encore, pour les institutions et les participants en chaîne du monde entier.",
    "page-apps-app-centrifuge": "Centrifuge",
    "page-apps-app-description-centrifuge": "Centrifuge est la plate-forme pour les actifs réels tokenisés, fournissant l'infrastructure et l'écosystème pour tokeniser, gérer et investir dans les RWA.",
    "page-apps-app-goldfinch": "Goldfinch",
    "page-apps-app-description-goldfinch": "Goldfinch est un protocole de crédit décentralisé qui permet d'emprunter des cryptomonnaies sans garantie. Il met en relation les investisseurs avec des entreprises du monde réel.",
    "page-apps-app-superstate": "Superstate",
    "page-apps-app-description-superstate": "Superstate connecte les actifs financiers aux marchés de capitaux cryptographiques via des cotations publiques en chaîne et des titres tokenisés.",
    "page-apps-app-tether---usdt": "Tether - USDT",
    "page-apps-app-description-tether---usdt": "Tether (USDT) est un stablecoin, une crypto-monnaie rattachée et soutenue par des monnaies fiduciaires comme le dollar américain.",
    "page-apps-app-circle---usdc": "Circle - USDC",
    "page-apps-app-description-circle---usdc": "L'USDC est un dollar numérique soutenu à 100 % par du cash hautement liquide et des actifs équivalents à des liquidités et est échangeable 1:1 contre des dollars américains.",
    "page-apps-app-ondo": "Ondo",
    "page-apps-app-description-ondo": "Ondo conçoit des plateformes, des actifs et des infrastructures de qualité institutionnelle pour amener les marchés financiers sur la chaîne.",
    "page-apps-app-paypal---pyusd": "PayPal - PYUSD",
    "page-apps-app-description-paypal---pyusd": "PayPal USD (PYUSD) est un stablecoin adossé à des actifs sûrs et hautement liquides. Achetez, vendez, conservez et transférez-le via l'application ou le site web PayPal.",
    "page-apps-app-etherisc": "Etherisc",
    "page-apps-app-description-etherisc": "Etherisc fournit une suite complète de solutions pour créer, gérer et inspecter des produits d'assurance décentralisés.",
    "page-apps-app-polymarket": "Polymarket",
    "page-apps-app-description-polymarket": "Polymarket est le plus grand marché prédictif au monde, vous permettant de rester informé et de profiter de vos connaissances en pariant sur des événements futurs sur divers sujets.",
    "page-apps-app-1inch": "1inch",
    "page-apps-app-description-1inch": "1inch est un agrégateur d'échange qui analyse les échanges décentralisés pour trouver les prix de crypto-monnaie les plus bas pour les traders.",
    "page-apps-app-liquity": "Liquidité",
    "page-apps-app-description-liquity": "Liquity V2 est un protocole d'emprunt décentralisé qui permet aux utilisateurs d'emprunter à des taux fixes et de frapper le stablecoin BOLD",
    "page-apps-app-cowswap": "Cowswap",
    "page-apps-app-description-cowswap": "CoW Swap trouve les prix les plus bas de tous les échanges décentralisés et agrégateurs DEX et vous fait économiser davantage grâce au trading p2p et à la protection de MEV.",
    "page-apps-app-pooltogether": "PoolTogether",
    "page-apps-app-description-pooltogether": "PoolTogether est un jeu d'épargne où les joueurs mettent en commun le rendement de leurs jetons pour tenter de remporter des prix. Le protocole repose sur une couche de gamification qui permet aux joueurs de tenter leur chance en détenant leur jeton préféré.",
    "page-apps-app-yearn": "Yearn",
    "page-apps-app-description-yearn": "Yearn Finance est un agrégateur de rendement qui recherche automatiquement des stratégies génératrices de bénéfices pour les utilisateurs de crypto-monnaie via des contrats intelligents.",
    "page-apps-app-true-markets": "True Markets",
    "page-apps-app-description-true-markets": "TrueMarkets est une plateforme de marché prédictif décentralisée qui permet aux utilisateurs de prévoir les résultats d'événements réels en négociant des options binaires, facilitant ainsi l'analyse des sentiments en temps réel et la découverte d'informations.",
    "page-apps-app-flaunch": "Flaunch",
    "page-apps-app-description-flaunch": "Flaunch est un protocole et un moteur sans autorisation pour toutes les formes de tokenisation : mèmes, agents IA, produits, œuvres d'art, RWA, etc. Ce protocole permet aux développeurs de créer leurs propres gestionnaires de jetons, offrant ainsi une flexibilité totale pour la monétisation des actifs lancés.",
    "page-apps-app-octant": "Octant",
    "page-apps-app-description-octant": "Octant vise à devenir le premier écosystème mondial autonome de financement des biens publics qui équilibre le bien commun et l’autonomisation financière individuelle.",
    "page-apps-app-superfluid": "SuperFluid",
    "page-apps-app-description-superfluid": "Gagnez à chaque seconde. Superfluid est le protocole de streaming monétaire qui alimente les applications permettant de gagner, d'investir et de trader à la seconde en chaîne.",
    "page-apps-app-splits.org": "Splits.org",
    "page-apps-app-description-splits.org": "Splits.org est une plate-forme décentralisée permettant un partage simple et automatisé des paiements en chaîne et des revenus sur plusieurs blockchains.",
    "page-apps-app-juiceboxeth": "JuiceboxETH",
    "page-apps-app-description-juiceboxeth": "Juicebox est un protocole de trésorerie programmable et de financement communautaire sur Ethereum qui permet aux utilisateurs de lancer des projets avec des cycles de financement configurables, d'allouer des fonds de manière transparente et d'émettre des jetons ou des NFT en retour, couramment utilisés pour les DAO, les initiatives créatives et les biens publics expérimentaux.",
    "page-apps-app-zkp2p": "zkp2p",
    "page-apps-app-description-zkp2p": "ZKP2P est un protocole d'accès/de sortie fiat-to-crypto peer-to-peer à confiance minimisée utilisant des preuves à connaissance nulle (ZKP) pour vérifier les paiements hors chaîne (par exemple, Venmo, Revolut) sans exposer de données sensibles, permettant une conversion sécurisée de fiat en crypto.",
    "page-apps-app-teller": "Teller",
    "page-apps-app-description-teller": "Teller est un protocole de prêt peer-to-peer décentralisé sur Ethereum et Polygon qui propose des prêts à durée déterminée et sans liquidation de marge : les emprunteurs paient des intérêts fixes et restituent la totalité de la garantie à l'échéance.",
    "page-apps-app-eigencloud": "EigenCloud",
    "page-apps-app-description-eigencloud": "EigenLayer (EigenCloud) est un protocole de restaking sur Ethereum permettant aux détenteurs d'ETH et de LST (Liquid Staking Token) de réutiliser leurs actifs misés pour sécuriser des protocoles supplémentaires (appelés AVS) et gagner un rendement supplémentaire.",
    "page-apps-app-zora": "Zora",
    "page-apps-app-description-zora": "Zora est un réseau social en chaîne qui révèle de nouvelles opportunités de créer, de se connecter et de gagner de l'argent grâce à votre vie en ligne.",
    "page-apps-app-rodeo": "Rodeo",
    "page-apps-app-description-rodeo": "Rodeo est un réseau social créatif où artistes, créateurs et artisans se réunissent pour partager et célébrer leur travail. Il combine les fonctionnalités classiques des plateformes sociales avec des moyens uniques de soutenir la créativité et de générer des revenus.",
    "page-apps-app-towns": "Towns",
    "page-apps-app-description-towns": "Towns Protocol est un protocole open source permettant de créer des applications de messagerie décentralisées en temps réel. Il se compose d'une chaîne L2 compatible EVM, de nœuds de flux décentralisés hors chaîne et de contrats intelligents déployés sur Base.",
    "page-apps-app-farcaster": "Farcaster",
    "page-apps-app-description-farcaster": "Farcaster est un réseau social décentralisé basé sur Ethereum. Il s'agit d'un réseau social public similaire à X et Reddit. Les utilisateurs peuvent créer des profils, publier des « casts » et suivre d'autres utilisateurs. Ils sont maîtres de leurs comptes et de leurs relations avec les autres utilisateurs, et peuvent naviguer librement entre les différentes applications.",
    "page-apps-app-orb": "Orb",
    "page-apps-app-description-orb": "Orb.club est une application mobile sociale grand public basée sur le protocole Lens, connue pour ses autocollants viraux, ses publications à collectionner, ses pourboires natifs et ses fonctionnalités réservées aux créateurs.",
    "page-apps-app-shibuya-films": "Shibuya Films",
    "page-apps-app-description-shibuya-films": "Shibuya est une plateforme de financement participatif pour les cinéastes audacieux et indépendants, qui donne aux créateurs les outils pour lever des capitaux, créer une communauté et donner vie à des histoires originales, un épisode à la fois.",
    "page-apps-app-hey.xyz": "Hey.xyz",
    "page-apps-app-description-hey.xyz": "Hey est une application de médias sociaux décentralisée et sans autorisation créée avec le protocole Lens.",
    "page-apps-app-audius": "Audius",
    "page-apps-app-description-audius": "Audius est une plateforme de streaming musical innovante qui utilise la technologie blockchain pour offrir aux artistes et aux auditeurs davantage de contrôle et de liberté. Avec Audius, les artistes peuvent facilement mettre en ligne leur musique et en garder le contrôle total, tandis que les auditeurs profitent d'une bibliothèque musicale vaste et diversifiée, composée de musiciens et producteurs talentueux du monde entier. ",
    "page-apps-app-paragraph": "Paragraph",
    "page-apps-app-description-paragraph": "Paragraph est une plate-forme de publication Web3 qui permet aux auteurs de créer des newsletters protégées par des jetons et de créer du contenu sous forme de NFT sur Ethereum et Base.",
    "page-apps-app-ethereum-follow-protocol": "Ethereum Follow Protocol",
    "page-apps-app-description-ethereum-follow-protocol": "EFP est un protocole de graphe social en chaîne, permettant aux utilisateurs d'Ethereum de suivre ou d'étiqueter d'autres adresses via des listes NFT. Il complète ENS et Sign-In with Ethereum (SIWE), et fait partie de la nouvelle pile d'identités Ethereum ",
    "page-apps-app-jokerace": "JokeRace",
    "page-apps-app-description-jokerace": "JokeRace est un protocole de gouvernance décentralisé qui permet aux communautés de créer, de voter et de récompenser leurs propositions. Les participants votent avec conviction et peuvent être récompensés pour leur engagement, en alignant les incitations sur les décisions prises par la communauté.",
    "page-apps-app-interface": "Interface",
    "page-apps-app-description-interface": "Interface est un réseau social axé sur le trading sur Ethereum. Partagez vos opinions, découvrez de nouveaux marchés, suivez vos amis et copiez leurs mouvements grâce aux notifications en direct.",
    "page-apps-app-poidh": "poidh",
    "page-apps-app-description-poidh": "Poidh est une application entièrement onchain qui permet à chacun de créer, financer et obtenir des primes pour des actions concrètes. Elle permet de motiver facilement et de manière ludique tout type d'activité, des défis viraux aux initiatives communautaires, grâce aux cryptomonnaies.",
    "page-apps-app-fluidkey": "Fluidkey",
    "page-apps-app-description-fluidkey": "Fluidkey permet aux utilisateurs de gérer, de recevoir et d'envoyer des actifs en chaîne de manière transparente tout en protégeant leur confidentialité.",
    "page-apps-app-rarimo": "Rarimo",
    "page-apps-app-description-rarimo": "Débloquer une nouvelle génération d'applications sociales, où les utilisateurs restent privés sans perdre l'historique de leurs actions, de leurs réseaux et de leurs identités",
    "page-apps-app-railgun": "Railgun",
    "page-apps-app-description-railgun": "RAILGUN est un système de confidentialité intégré directement sur la chaîne. Il utilise la cryptographie à connaissance nulle pour permettre une utilisation privée des contrats intelligents et de la DeFi, sans quitter la sécurité de la chaîne préférée de l'utilisateur. ",
    "page-apps-app-privacy-pools": "Privacy Pools",
    "page-apps-app-description-privacy-pools": "Privacy Pools de 0xbow est un moyen conforme de réaliser des transactions anonymes sur Ethereum. 0xbow bloque les acteurs illicites pour garantir l'intégrité du pool.",
    "page-apps-app-tornado-cash": "Tornado Cash",
    "page-apps-app-description-tornado-cash": "Protocole sécurisé, décentralisé et privé",
    "page-apps-app-zk-pass": "ZK Pass",
    "page-apps-app-description-zk-pass": "Vérifiez vos données privées du monde réel sans révéler vos informations privées.",
    "page-apps-app-0xbow": "0xbow",
    "page-apps-app-description-0xbow": "0xbow est un protocole de confidentialité pour Ethereum qui permet des transactions privées conformes et basées sur la connaissance nulle via des pools de confidentialité personnalisables.",
    "page-apps-app-opensea": "OpenSea",
    "page-apps-app-description-opensea": "OpenSea est une marketplace en ligne dédiée aux jetons non fongibles (NFT), permettant aux utilisateurs d'acheter, de vendre et de créer des NFT. C'est une plateforme décentralisée permettant d'échanger divers actifs numériques, notamment des œuvres d'art, de la musique, des jeux vidéo, etc., sur plusieurs blockchains. ",
    "page-apps-app-blur": "Blur",
    "page-apps-app-description-blur": "Blur est une marketplace NFT professionnelle offrant des échanges NFT sans frais et des fonctionnalités pour les traders intermédiaires et avancés.",
    "page-apps-app-highlight": "Highlight",
    "page-apps-app-description-highlight": "Highlight est une plateforme de création et de collection d'art et de culture numériques.",
    "page-apps-app-manifold": "Manifold",
    "page-apps-app-description-manifold": "Manifold Studio est une suite d'outils vous permettant de créer votre propre plateforme créative web3. Studio permet la création et la distribution d'actifs numériques appelés jetons non fongibles (NFT).",
    "page-apps-app-rarible": "Rarible",
    "page-apps-app-description-rarible": "Rarible est une plateforme multi-chaînes où vous pouvez acheter, vendre et créer des jetons non fongibles (NFT).",
    "page-apps-app-pudgy-penguins": "Pudgy Penguins",
    "page-apps-app-description-pudgy-penguins": "Pudgy Penguins est une propriété intellectuelle mondiale axée sur la prolifération du pingouin, de la culture mémétique et des bonnes vibrations.",
    "page-apps-app-bored-ape-yacht-club": "Bored Ape Yacht Club",
    "page-apps-app-description-bored-ape-yacht-club": "Le Bored Ape Yacht Club est une collection de 10 000 NFT Bored Ape uniques, des objets de collection numériques uniques existant sur la blockchain Ethereum.",
    "page-apps-app-art-blocks": "Art Blocks",
    "page-apps-app-description-art-blocks": "Art Blocks est une plateforme numérique où des « artistes génératifs » publient des œuvres uniques grâce à un code créatif. Implanté dans l'art conceptuel, l'art génératif implique la création d'un algorithme utilisant un code informatique, auquel l'aléatoire est ajouté pour produire des œuvres uniques.",
    "page-apps-app-cool-cats": "Cool Cats",
    "page-apps-app-description-cool-cats": "Cool Cats est une collection de 9 999 avatars NFT générés aléatoirement, chacun présentant un chat bleu unique avec divers traits tels que des vêtements, des coiffures et des accessoires.",
    "page-apps-app-doodles": "Doodles",
    "page-apps-app-description-doodles": "Doodles est une société de divertissement de nouvelle génération axée sur la narration immersive à travers la création et la distribution d'expériences en direct et numériques, de contenu original et de produits de style de vie.",
    "page-apps-app-basepaint": "Basepaint",
    "page-apps-app-description-basepaint": "BasePaint.xyz est une application collaborative de pixel art en chaîne où les artistes créent quotidiennement des toiles partagées qui sont ensuite frappées sous forme de NFT.",
    "page-apps-app-foundation": "Fondation",
    "page-apps-app-description-foundation": "Foundation.app est une marketplace NFT qui permet aux artistes de tokeniser leurs créations sous forme de NFT et fournit une plateforme aux collectionneurs pour acheter, vendre et échanger ces œuvres d'art numériques.",
    "page-apps-app-sandbox": "Sandbox",
    "page-apps-app-description-sandbox": "The Sandbox est une plateforme créative axée sur la communauté qui permet aux artistes, aux conteurs et aux créateurs de jeux de créer, publier, posséder et monétiser une myriade de contenus uniques sur une plateforme décentralisée sur la blockchain.",
    "page-apps-app-superrare": "SuperRare",
    "page-apps-app-description-superrare": "SuperRare est une plateforme permettant d'émettre, de collectionner et d'échanger des œuvres d'art numériques rares adossées à des jetons non fongibles (NFT) sur la blockchain Ethereum. Chaque œuvre d'art sur SuperRare est une édition unique, ce qui signifie que chaque œuvre est unique et sans doublon.",
    "page-apps-app-decentraland": "Decentraland",
    "page-apps-app-description-decentraland": "Decentraland est le premier monde virtuel social entièrement décentralisé au monde, permettant aux utilisateurs de posséder, créer et contrôler leurs ressources et expériences numériques. Lancé en 2020, Decentraland propose un environnement ouvert et accessible, riche en contenu généré par les utilisateurs, évolutif et changeant en temps réel.",
    "page-apps-app-magic-eden": "Magic Eden",
    "page-apps-app-description-magic-eden": "Magic Eden est une plateforme de jetons non fongibles permettant aux utilisateurs d'acheter, de vendre, de frapper et de gérer des NFT. C'est une plateforme populaire, tant pour les créateurs qui lancent de nouveaux projets NFT que pour les échanges sur le marché secondaire. ",
    "page-apps-app-azuki": "Azuki",
    "page-apps-app-description-azuki": "Azuki est une marque née au carrefour de l'art, de la technologie et de la culture numérique. Ce qui n'était au départ qu'un projet web3 est devenu une communauté mondiale d'artistes et de créateurs qui façonnent ensemble des personnages, des histoires et des expériences originales. Des objets de collection numériques à la mode et aux événements du monde réel, Azuki construit un univers pour les natifs du numérique, attirés par l'avenir.",
    "page-apps-app-poap": "POAP",
    "page-apps-app-description-poap": "Les POAP sont les signets de votre vie. Frappez vos plus beaux souvenirs sous forme d'objets de collection numériques (NFT) pour toujours sur la blockchain.",
    "page-apps-app-courtyard": "Courtyard",
    "page-apps-app-description-courtyard": "Courtyard est une plateforme de création et d'échange de NFT soutenus par des objets de collection du monde réel comme des cartes à collectionner, avec des actifs stockés dans des coffres assurés et échangeables sur la chaîne.",
    "page-apps-app-eve-frontier": "EVE Frontier",
    "page-apps-app-description-eve-frontier": "EVE Frontier est un jeu de type « bac à sable » façonné par l'activité des joueurs. Des factions créées par les joueurs aux bases, en passant par les économies privées et le réseau de portes des étoiles, vous créez le monde vivant par excellence.",
    "page-apps-app-remix": "Remix",
    "page-apps-app-description-remix": "Remix est une plateforme combinant l'IA et le jeu mobile, conçue pour proposer des jeux en chaîne alimentés par l'IA.",
    "page-apps-app-illuvium": "Illuvium",
    "page-apps-app-description-illuvium": "Illuvium est un RPG de collection et un jeu de combat automatique réunis en un seul jeu. L'expérience RPG en monde ouvert vous permet d'exploiter, de récolter, de capturer et de combattre des Illuvials. Une fois votre équipe constituée, vous pouvez rejoindre le jeu de combat automatique pour former vos équipes et vaincre vos adversaires.",
    "page-apps-app-parallel": "Parallel",
    "page-apps-app-description-parallel": "Parallel est un jeu de stratégie au tour par tour gratuit dans lequel les joueurs construisent des jeux de 40 cartes en utilisant des cartes de cinq factions ou des cartes universelles pour s'affronter.",
    "page-apps-app-snapshot": "Snapshot",
    "page-apps-app-description-snapshot": "Snapshot est une plateforme de vote qui permet aux DAO, aux protocoles DeFi ou aux communautés NFT de voter facilement et sans frais de gaz. L'outil permet une personnalisation élevée du processus de vote pour répondre aux divers besoins des utilisateurs et des organisations.",
    "page-apps-app-tally": "Tally",
    "page-apps-app-description-tally": "Tally est une plateforme axée sur la gouvernance en chaîne pour les organisations autonomes décentralisées et les protocoles blockchain en fournissant des outils et une infrastructure pour le lancement, la gestion et la participation aux DAO.",
    "page-apps-app-hats-protocol": "Protocole Hats",
    "page-apps-app-description-hats-protocol": "Hats transforme les organisations en objets numériques, prêts à être programmés. Toutes les propriétés de votre organisation, ainsi que ses rôles et autorisations individuels, peuvent désormais être automatisés, comme n'importe quel autre système logiciel.",
    "page-apps-app-aragon": "Aragon",
    "page-apps-app-description-aragon": "Aragon crée une technologie DAO complète qui permet aux organisations de gérer facilement et en toute sécurité leurs protocoles et leurs actifs en chaîne.",
    "page-apps-app-daohaus": "DAOhaus",
    "page-apps-app-description-daohaus": "DAOhaus permet aux communautés de créer une DAO et de gérer, développer et distribuer une trésorerie partagée.",
    "page-apps-app-event-horizon": "Event Horizon",
    "page-apps-app-description-event-horizon": "Event Horizon est un bien public qui aide les DAO à améliorer leur participation électorale, leur participation en jetons et, de manière générale, à améliorer le processus de gouvernance des DAO à l'aide de la gouvernance agentique et des coffres-forts de délégation incitative. ",
    "page-apps-app-splits": "Splits",
    "page-apps-app-description-splits": "Splits est une plateforme offrant une infrastructure financière pour les équipes onchain, spécialisée dans la gestion des paiements onchain à l'aide de contrats intelligents open source audités.",
    "page-apps-app-safe": "Safe",
    "page-apps-app-description-safe": "Soyez maître d'Internet. Comptes intelligents Ethereum pour protéger vos actifs numériques et bâtir l'avenir de la propriété.",
    "page-apps-app-coordinape": "Coordinape",
    "page-apps-app-description-coordinape": "Coordinape fournit des outils pour découvrir, reconnaître et collaborer dans des réseaux de confiance en chaîne.",
    "page-apps-app-endaoment": "Endaoment",
    "page-apps-app-description-endaoment": "Endaoment est un organisme de bienfaisance public qui propose des fonds conseillés par les donateurs (DAF) et facilite les dons aux organismes à but non lucratif.",
    "page-apps-app-researchhub": "ResearchHub",
    "page-apps-app-description-researchhub": "ResearchHub est conçu pour accélérer le rythme de la recherche scientifique en encourageant les universitaires à interagir de manière totalement ouverte et collaborative. ",
    "page-apps-app-prime-intellect": "Prime Intellect",
    "page-apps-app-description-prime-intellect": "Prime Intellect démocratise le développement de l'IA à grande échelle en facilitant la recherche de ressources de calcul mondiales et la formation de modèles de pointe grâce à une formation distribuée sur plusieurs clusters.",
    "page-apps-app-agora": "Agora",
    "page-apps-app-description-agora": "Agora est une plate-forme de gouvernance en chaîne avancée qui permet aux protocoles et aux communautés (comme Uniswap, Optimism, ENS) de disposer de systèmes de vote évolutifs, sécurisés et conviviaux, éliminant ainsi le besoin de code personnalisé.",
    "page-apps-app-sablier": "Sablier",
    "page-apps-app-description-sablier": "Sablier est un protocole qui facilite la distribution automatisée de jetons au fil du temps. Cette fonctionnalité de « streaming » élimine les transactions manuelles, économisant ainsi du temps et des ressources.",
    "page-apps-app-ens": "ENS",
    "page-apps-app-description-ens": "L'Ethereum Name Service (ENS) est le protocole de nommage décentralisé basé sur la blockchain Ethereum. Il adhère aux normes open source et repose sur un ensemble de contrats intelligents décentralisés qui traduisent les adresses blockchain en noms lisibles par l'homme.",
    "page-apps-app-huddle01": "Huddle01",
    "page-apps-app-description-huddle01": "Huddle01 est une plateforme de communication décentralisée en temps réel qui offre une alternative aux systèmes de visioconférence centralisés et vise à réduire la latence, à améliorer les performances et à réduire les coûts d'infrastructure, rendant la communication plus efficace et évolutive.",
    "page-apps-app-livepeer": "Livepeer",
    "page-apps-app-description-livepeer": "Livepeer est un réseau décentralisé pour le calcul vidéo illimité, permettant aux tâches de traitement et de transcodage de l'IA d'alimenter l'avenir de la vidéo.",
    "page-apps-app-zk-/-open-passport": "ZK / Open Passport",
    "page-apps-app-description-zk-/-open-passport": "ZKPassport SDK permet une vérification d'identité respectueuse de la confidentialité à l'aide des passeports et des cartes d'identité. Il permet aux développeurs de demander et de vérifier des attributs d'identité spécifiques sans divulguer d'informations personnelles inutiles.",
    "page-apps-app-quarkid": "QuarkID",
    "page-apps-app-description-quarkid": "QuarkID est le cadre de confiance numérique développé par le gouvernement de la ville de Buenos Aires qui crée un nouveau système d'identité numérique.",
    "page-apps-app-rotki": "Rotki",
    "page-apps-app-description-rotki": "Rotki est un outil de gestion de portefeuille, de comptabilité et d'analyse open source et auto-hébergé qui protège votre vie privée.",
    "page-apps-app-fileverse---ddocs": "Fileverse - ddocs",
    "page-apps-app-description-fileverse---ddocs": "Fileverse est l'alternative décentralisée à Notion et Google Workspace. Utilisez-la pour prendre des notes, collaborer sur des documents et des feuilles de calcul, esquisser des idées, organiser vos fichiers, gérer une base de connaissances, créer une page web personnelle et bien plus encore, individuellement ou en groupe.",
    "page-apps-app-fileverse---dsheets": "Fileverse - dsheets",
    "page-apps-app-description-fileverse---dsheets": "dSheets est un tableur open source axé sur la confidentialité et les interactions onchain. Il permet aux utilisateurs d'importer des données onchain, d'exécuter des contrats intelligents et d'accéder aux fonctionnalités Web3. Il est doté d'un chiffrement de bout en bout et de capacités de stockage de données nulles.",
    "page-apps-app-eas": "EAS",
    "page-apps-app-description-eas": "Ethereum Attestation Service (EAS) est une infrastructure publique permettant de réaliser des attestations onchain ou offchain sur n'importe quel sujet.",
    "page-apps-app-unlock": "Unlock",
    "page-apps-app-description-unlock": "Unlock Protocol est un protocole permettant aux créateurs de monétiser leur contenu en quelques lignes de code, de manière totalement décentralisée. Il est axé sur les abonnements et les NFT, avec des fonctionnalités telles que les contraintes de temps, les mises à jour tarifaires et les paiements récurrents. Des milliers de développeurs et de membres de la communauté lui font confiance pour créer des produits d'abonnement nouvelle génération",
    "page-apps-app-human-passport": "Human Passport",
    "page-apps-app-description-human-passport": "Human Passport est une application de vérification d'identité et un protocole de résistance Sybil. Les développeurs peuvent utiliser les différents produits et services Human Passport pour créer une solution humaniste unique pour leur application ou projet, favorisant ainsi une participation plus fiable et équitable à leur communauté.",
    "page-apps-app-sequence": "Sequence",
    "page-apps-app-description-sequence": "Sequence est une plateforme de développement proposant des portefeuilles de contrats intelligents, des SDK et une infrastructure pour la création d'applications et de jeux Web3 sur les chaînes Ethereum et EVM.",
    "page-apps-app-eternal-ai": "Eternal AI",
    "page-apps-app-description-eternal-ai": "Eternal AI est une plateforme basée sur la blockchain permettant de créer, déployer et monétiser des agents d'IA cryptographiquement sécurisés sous forme de contrats intelligents.",
    "page-apps-app-virtuals": "Virtuals",
    "page-apps-app-description-virtuals": "Virtuals Protocol est une société d'agents IA productifs, chacun conçu pour générer des services ou des produits et s'engager de manière autonome dans le commerce en chaîne. Ces agents sont tokenisés, ce qui permet la formation de capital, la participation sans autorisation et des incitations harmonisées entre créateurs, investisseurs et agents.",
    "page-apps-app-particle-network": "Particle Network",
    "page-apps-app-description-particle-network": "Payez avec n'importe quel actif. Effectuez des transactions inter-chaînes sans effort. Plus de ponts.",
    "page-apps-app-layerswap": "Layerswap",
    "page-apps-app-description-layerswap": "Layerswap est la solution fiable pour transférer des cryptoactifs entre réseaux en quelques minutes. L'application permet des transferts inter-chaînes fluides sur plus de 35 blockchains, ainsi que des transferts directs entre chaînes et plus de 15 plateformes d'échange.",
    "page-apps-app-hop": "Hop",
    "page-apps-app-description-hop": "Hop est un pont de jetons général évolutif de type « rollup to rollup ». Il permet aux utilisateurs d'envoyer des jetons d'un rollup ou d'une chaîne latérale à un autre presque instantanément, sans attendre la période de challenge du réseau.",
    "page-apps-app-stargate": "Stargate",
    "page-apps-app-description-stargate": "Stargate est un protocole de transport de liquidité inter-chaînes composable permettant des transferts d'actifs transparents entre les blockchains.",
    "page-apps-app-across": "Across",
    "page-apps-app-description-across": "Across est un pont inter-chaînes pour les L2 et les rollups sécurisé par l'oracle optimiste d'UMA. Il est optimisé pour une gestion efficace du capital grâce à un pool de liquidité unique, un environnement de relais compétitif et un modèle de frais sans glissement.",
    "page-apps-app-meson": "Meson",
    "page-apps-app-description-meson": "Meson est le moyen le plus rapide et le plus sûr d'exécuter des échanges inter-chaînes universels à faible coût et sans glissement sur toutes les principales blockchains et les rollups de couche 2.",
    "page-apps-app-debridge": "deBridge",
    "page-apps-app-description-debridge": "DeBridge est l'Internet des liquidités de la DeFi, permettant la circulation en temps réel des actifs et des informations dans l'écosystème DeFi. Sans les goulots d'étranglement et les risques liés aux pools de liquidité, deBridge peut alimenter tous types d'interactions inter-chaînes avec une liquidité importante, des spreads serrés et des taux garantis.",
    "page-apps-app-orbiter-finance": "Orbiter Finance",
    "page-apps-app-description-orbiter-finance": "Orbiter Finance permet des transactions croisées d'actifs natifs Ethereum/Bitcoin de manière transparente et sans nécessité de confiance.",
    "page-apps-app-celer-cbridge": "Celer cBridge",
    "page-apps-app-description-celer-cbridge": "Celer est un protocole d'interopérabilité blockchain permettant une expérience utilisateur en un clic accédant aux jetons, à DeFi, à GameFi, aux NFT, à la gouvernance et plus encore sur plusieurs chaînes.",
    "page-apps-app-synapse": "Synapse",
    "page-apps-app-description-synapse": "Synapse Bridge est construit sur l'infrastructure inter-chaînes permettant aux utilisateurs de transférer de manière transparente des actifs sur toutes les blockchains.",
    "page-apps-app-gas.zip": "Gas.zip",
    "page-apps-app-description-gas.zip": "Le pont de ravitaillement en gaz le plus rapide et le plus complet pour plus de 350 chaînes. Rapprochez et explorez instantanément toutes vos chaînes alternatives et L2 préférées.",
    "page-apps-app-staking-launchpad": "Plateforme de lancement de mise en jeu",
    "page-apps-app-description-staking-launchpad": "Devenez un validateur et contribuez à préserver le futur d’Ethereum.",
    "page-apps-app-bungee": "Bungee",
    "page-apps-app-description-bungee": "Bungee permet des échanges fluides entre toutes les blockchains. Avec un volume de plus de 20 milliards de dollars et la confiance des principaux portefeuilles et dApps, Bungee rend le transfert d'actifs entre réseaux efficace, sécurisé et accessible à tous."
}