{
  "51%-attack-term": "Attaque de 51 %",
  "51%-attack-definition": "Un type d'attaque où un groupe prend le contrôle de la majorité des <a href=\"/glossary/#node\"> nœuds</a>, leur permettant de corrompre la blockchain en inversant <a href=\"/glossary/#transaction\">les transactions</a> et en dépensant deux fois <a href=\"eth\">l'ether</a> et tout autre jeton.<br /><br />Dans le cas de la preuve d'enjeu d'Ethereum, ce résultat serait obtenu en accumulant plus de la moitié du total des éthers misés. Cela permettrait à un attaquant de décider quels nouveaux blocs sont ajoutés à la blockchain. Toutefois, pour inverser la chaîne ou effectuer une double dépense, l'attaquant devrait disposer d'au moins 66 % du total de l'éther mis en jeu.",
  "account-term": "Compte",
  "account-definition": "Un compte Ethereum est une identité digitale sur la blockchain Ethereum, permettant aux utilisateurs d'envoyer, de recevoir de l'Ether et d'interagir avec les contrats intelligents.<br /><br /><strong> Technique : </strong><br />il s'agit d'un objet contenant une adresse, un solde, une nonce, un stockage optionnel et du code. Un compte peut être un compte contrat ou un compte externe (EOA en anglais).",
  "address-term": "Adresse",
  "address-definition": "Une adresse Ethereum est un identifiant unique utilisé pour recevoir des jetons, fonctionnant de manière similaire à un numéro de compte bancaire pour les cryptomonnaies. Elle est utilisée pour identifier votre compte Ethereum. <br /><br />Il s'agit des 160 bits les plus à droite d'un hachage Keccak d'une clé publique ECDSA.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "Sont des moyens d'empêcher les gens de se faire passer pour plusieurs utilisateurs à la fois sur internet, garantissant que chaque utilisateur est une personne réelle et distincte. Cela permet de garantir l'équité et l'honnêteté des interactions en ligne.",
  "abi-term": "Interface Binaire d'Application (ABI)",
  "abi-definition": "Un fichier JSON qui définit les fonctions et les variables inclues dans les contrats intelligents. L'ABI permet de cartographier le bytecode dans des formats lisibles par l'homme.",
  "api-term": "Interface de Programmation des Applications (API)",
  "api-definition": "Une interface de programmation d'application (API) est un ensemble de définitions sur la manière d'utiliser un logiciel. Une API se situe entre une application et un serveur web, et facilite le transfert de données entre eux.",
  "apr-term": "Taux annuel en % (TAP)",
  "apr-definition": "Le TAP ou le taux annuel en pourcentage reflète le coût annuel de l'emprunt d'argent, incluant les intérêts et les frais, en pourcentage.",
  "asic-term": "ASIC",
  "asic-definition": "Circuit intégré spécifique à une application. Il s'agit généralement d'un circuit intégré conçu sur mesure pour le minage de crypto-monnaies.",
  "assert-term": "Assert",
  "assert-definition": "Dans <a href=\"/glossary/#solidity\">Solidity</a>, `assert(false)` compile vers `0xfe`, un opcode invalide, qui utilise tout le <a href=\"/glossary/#gas\">gaz</a> restant et annule tous les changements. Quand une déclaration `assert()` échoue, quelque chose de très mauvais et d'inattendu est en train de se produire, et vous devrez corriger votre code. Vous devriez utiliser `assert()` pour éviter des conditions qui ne devraient jamais se produire. <a href=\"/developers/docs/smart-contracts/security/\">En savoir plus sur la sécurité des contrats intelligents</a>.",
  "attestation-term": "Attestation",
  "attestation-definition": "Une affirmation faite par une entité que quelque chose est vrai. Dans le contexte d'Ethereum, les validateurs de consensus doivent affirmer ce qu'ils pensent être l'état de la chaîne. À certains moments, chaque validateur est responsable de la publication de différentes attestations qui déclarent formellement son point de vue sur la chaîne, y compris le dernier point de contrôle finalisé et la tête actuelle de la chaîne. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">En savoir plus sur les attestations</a>.",
  "base-fee-term": "Frais de base",
  "base-fee-definition": "Chaque <a href=\"/glossary/#block\">bloc</a>, fournit un prix de réserve connu sous le nom de 'base fee'. Cela représente les frais minimum par unité de <a href=\"/glossary/#gas\">gas</a>, qu'un utilisateur aura a payer après avoir choisi la transaction à inclure dans le bloc suivant. <a href=\"/developers/docs/gas/\">En savoir plus sur les frais de gas</a>.",
  "beacon-chain-term": "Chaîne phare",
  "beacon-chain-definition": "La Chaîne phare est la blockchain qui a introduit la <a href=\"/glossary/#pos\">preuve d'enjeu</a> et les <a href=\"/glossary/#validator\">validateurs</a> dans Ethereum. Elle a fonctionné parallèlement au réseau principal Ethereum de preuve de travail de décembre 2020 jusqu'à ce que les deux chaînes soient fusionnées en septembre 2022 pour former l'Ethereum d'aujourd'hui. <a href=\"/roadmap/beacon-chain/\">En savoir plus sur la Chaîne phare</a>.",
  "big-endian-term": "Big-endian",
  "big-endian-definition": "Représentation positionnelle des nombres où le chiffre le plus significatif est le premier dans la mémoire. Le contraire de little-endian, où le chiffre le moins significatif est le premier.",
  "block-term": "Bloc",
  "block-definition": "Un bloc est l'emplacement où les transactions ou les actions numériques sont stockées. Une fois qu'un bloc est complet, il est relié au précédent, créant ainsi une chaîne de blocs ou une \"blockchain\". <a href=\"/developers/docs/blocks/\">En savoir plus sur les blocs</a>.<br /><br /> Un bloc est une unité d'informations regroupées qui comprend une liste ordonnée de transactions et d'informations liées au consensus. Les blocs sont proposés par des validateurs de preuve d'enjeu, puis partagés sur l'ensemble du réseau pair-à-pair, où ils peuvent facilement être vérifiés de manière indépendante par tous les autres nœuds. Les règles de consensus régissent le contenu d'un bloc qui est considéré comme valide, et tout bloc non valide est ignoré par le réseau. L'ordre de ces blocs et les transactions qu'ils contiennent créent une chaîne d'événements déterministe dont la fin représente l'état actuel du réseau.",
  "block-explorer-term": "Explorateur de bloc",
  "block-explorer-definition": "Une interface qui permet à un utilisateur de rechercher des informations à partir d'une blockchain et à son sujet. Cela comprend la récupération de transactions individuelles, d'activités associées à des adresses spécifiques et d'informations sur le réseau.",
  "block-header-term": "Les en-têtes de bloc",
  "block-header-definition": "L'en-tête de bloc est une collection de métadonnées à propos d'un bloc et un résumé des transactions incluses dans le bloc d'exécution.",
  "block-propagation-term": "Propagation de bloc",
  "block-propagation-definition": "Le procédé de transmission de la confirmation d'un bloc à tous les autres nœuds au sein du réseau.",
  "block-proposer-term": "Proposant de bloc",
  "block-proposer-definition": "Validateur spécifique choisi pour créer un bloc dans un <a href=\"/glossary/#slot\">créneau</a> particulier.",
  "block-reward-term": "Récompense du bloc",
  "block-reward-definition": "C'est le total d'ether reversé au proposant d'un nouveau bloc valide.",
  "block-status-term": "État du bloc",
  "block-status-definition": "Les états dans lesquels un bloc peut exister. Les états possibles sont les suivants : <br/><br/><ul><li>proposé : le bloc a été proposé par un validateur</li><li> programmé : les validateurs sont en train de soumettre des données </li><li>manqué/supprimé : le proposant n'a pas proposé de bloc dans le délai imparti </li><li>orphelin : le bloc a été réorganisé par <a href=\"/glossary/#fork-choice-algorithm\">l'algorithme de choix du fork</a></li></ul>.",
  "block-time-term": "Durée de blocage",
  "block-time-definition": "L'intervalle de temps entre les blocs ajoutés à la blockchain.",
  "block-validation-term": "Validation de bloc",
  "block-validation-definition": "Le processus consistant à vérifier qu'un nouveau bloc contient des transactions et des signatures valides, s’appuie sur la chaîne historique la plus lourde (c’est-à-dire celle qui a accumulé le plus d’attestations dans son histoire) et suit toutes les autres règles de consensus. Les blocs valides sont ajoutés à la tête de la chaîne et propagés sur le réseau. Les blocs non valides sont ignorés.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "Une blockchain est une base de données de transactions, dupliquée et partagée sur tous les ordinateurs du réseau, garantissant que les données ne peuvent pas être modifiées rétroactivement.<br /><br /> Il s'agit d'une séquence de <a href=\"/glossary/#block\">blocs</a>, chacun d'entre eux étant lié à son prédécesseur jusqu'au <a href=\"/glossary/#genesis-block\">bloc d'origine</a> en se référant au hachage du bloc précédent. L'intégrité de la blockchain est crypto-économiquement garantie par un mécanisme de consensus basé sur la preuve d'enjeu. <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">Qu'est-ce qu'une blockchain ?</a>",
  "bootnode-term": "Nœud d'amorçage",
  "bootnode-definition": "Les nœuds qui peuvent être utilisés pour lancer le processus de découverte lors de l’exécution d’un nœud. Les nœuds de démarrage \"introduisent\" de nouveaux nœuds à d’autres nœuds existants afin qu’ils puissent rapidement gagner des pairs, plutôt que d’avoir à rechercher un pair initial. Les points de terminaison de ces nœuds sont généralement fournis dans le code source du client Ethereum, mais les utilisateurs peuvent fournir leur propre liste de nœuds de démarrage.",
  "bridge-term": "Les ponts",
  "bridge-definition": "Un pont de blockchain est utilisé pour transférer des actifs d’un réseau de blockchain à un autre. Par exemple, vous pouvez utiliser un pont pour transférer des ETH du réseau principal Ethereum vers des solutions de mise à l’échelle de couche 2 moins chères.",
  "bytecode-term": "Bytecode",
  "bytecode-definition": "Le code est exprimé en forme compacte, numérique afin d'être exécuté efficacement par l'<a href=\"/glossary/#evm\">EVM</a>.",
  "byzantium-fork-term": "fourche Byzantium",
  "byzantium-fork-definition": "Le premier de deux <a href=\"/glossary/#hard-fork\">hard forks</a> pour l'étape de développement <a href=\"/glossary/#metropolis\">Metropolis</a>. Il comprenait l'EIP-649 Metropolis <a href=\"/glossary/#difficulty-bomb\">Difficulty Bomb</a> Delay et Block Reward Reduction, où <a href=\"/glossary/#ice-age\">l'âge de glace</a> a été retardé d'un an et la récompense en blocs a été réduite de 5 à 3 Ethers.",
  "casper-ffg-term": "Casper FFG",
  "casper-ffg-definition": "Casper-FFG est un protocole de consensus par preuve d'enjeu utilisé avec l'algorithme de choix de fourche <a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a> pour permettre à <a href=\"/glossary/#consensus-client\">des clients de consensus</a> de s'entendre sur la tête de la chaîne phare.",
  "checkpoint-term": "Point de contrôle",
  "checkpoint-definition": "La <a href=\"/glossary/#beacon-chain\">chaîne phare</a> a un tempo divisé en créneaux (12 secondes) et en époques (32 créneaux). Le premier créneau de chaque époque est un point de contrôle. Lorsqu'une <a href=\"/glossary/#supermajority\">supermajorité</a> de validateurs atteste du lien entre deux points de contrôle, ceux-ci peuvent être <a href=\"/glossary/#justification\">justifiés</a>, puis lorsqu'un autre point de contrôle est justifié par-dessus, ils peuvent être <a href=\"/glossary/#finality\">finalisés</a>.",
  "compiling-term": "Compiler",
  "compiling-definition": "Traduire du code écrit dans un langage de programmation de haut niveau (par exemple, <a href=\"/glossary/#solidity\">Solidity</a>) en un langage de plus bas niveau (par exemple, le <a href=\"/glossary/#bytecode\">bytecode</a> de l'EVM).<a href=\"/developers/docs/smart-contracts/compiling/\">Plus d'informations sur la compilation de contrats intelligents</a>",
  "committee-term": "Comité",
  "committee-definition": "Un groupe d'au moins 128 <a href=\"/glossary/#validator\">validateurs</a> chargés de valider les blocs dans chaque créneau. L'un des validateurs du comité est l'agrégateur, chargé d'agréger les signatures de tous les autres validateurs du comité qui s'accordent sur une attestation. À ne pas confondre avec <a href=\"/glossary/#sync-committee\">le comité de synchronisation</a>.",
  "computational-infeasibility-term": "Infaisabilité informatique",
  "computational-infeasibility-definition": "Un processus est infaisable sur le plan informatique s'il prenait un temps excessivement long (par exemple, des milliards d'années) pour quiconque pourrait avoir un intérêt à le mettre en œuvre.",
  "consensus-term": "Consensus",
  "consensus-definition": "Quand plus de deux tiers des ordinateurs d'un réseau s'accordent sur le même ensemble d'enregistrement, s'assurant que chacun est au même niveau. Cela ne concerne pas les règles qu'ils suivent, mais le fait de s'assurer qu'ils disposent tous des mêmes informations.",
  "consensus-client-term": "Client de consensus",
  "consensus-client-definition": "Les clients de consensus (tels que Prysm, Teku, Nimbus, Lighthouse, Lodestar) exécutent l'algorithme de consensus par <a href=\"/glossary/#pos\">preuve d'enjeu </a>d'Ethereum, ce qui permet au réseau de parvenir à un accord sur la tête de la chaîne phare. Les clients de consensus ne participent pas à la validation/diffusion des transactions ni à l'exécution des transitions d'état. Ces tâches sont effectuées par les <a href=\"/glossary/#execution-client\">clients d'exécution</a>. Les clients de consensus ne certifient ni ne proposent de nouveaux blocs. Cela est réalisé par le <a href=\"/glossary/#validator\">client validateur</a>, qui est un module complémentaire optionnel au client de consensus.",
  "consensus-layer-term": "Couche de consensus",
  "consensus-layer-definition": "La couche de consensus d'Ethereum est le réseau des <a href=\"/glossary/#consensus-client\">clients de consensus</a>.",
  "consensus-rules-term": "Règles de consensus",
  "consensus-rules-definition": "Les règles de validation des blocs que les nœuds complets suivent pour rester en consensus avec les autres nœuds. À ne pas confondre avec le <a href=\"/glossary/#consensus\">consensus</a>.",
  "cfi-term": "Envisagé pour inclusion (CFI)",
  "cfi-definition": "Un Core <a href=\"/glossary/#eip\">EIP</a> qui n'est pas encore actif sur le réseau pricnipal, et les développeurs de clients sont généralement favorables à l'idée. En supposant qu'il remplisse toutes les conditions d'inclusion sur le réseau principal, il pourrait être inclus dans une mise à jour du réseau (pas nécessairement la prochaine).",
  "constantinople-fork-term": "Fourche Constantinople",
  "constantinople-fork-definition": "La deuxième partie de l'étape <a href=\"/glossary/#metropolis\">Metropolis</a>, initialement prévue pour la mi-2018. Elle devrait inclure le passage à un algorithme de consensus hybride avec <a href=\"/glossary/#pow\">preuve de travail</a> et <a href=\"/glossary/#pow\">preuve d'enjeu</a>, entre autres changements.",
  "contract-account-term": "Compte d'un contract",
  "contract-account-definition": "Compte contenant du code qui s'exécute chaque fois qu'il reçoit une <a href=\"/glossary/#transaction\">transaction</a> d'un autre <a href=\"/glossary/#account\">compte</a> (qu'il s'agisse d'un<a href=\"/glossary/#eoa\"> compte externe</a> ou d'un <a href=\"/glossary/#contract-account\">contrat</a>).",
  "contract-creation-transaction-term": "Transaction de création de contrat",
  "contract-creation-transaction-definition": "Une <a href=\"/glossary/#transaction\">transaction</a> spéciale qui inclut le code d'initiation d'un contrat. Le destinataire est défini à `null` et le contrat est déployé à une adresse générée à partir de l'adresse de l'utilisateur et de `nonce`, qui est utilisé pour enregistrer un <a href=\"/glossary/#contract-account\">contrat</a> et l'enregistrer sur la blockchain Ethereum.",
  "cryptoeconomics-term": "Cryptoéconomies",
  "cryptoeconomics-definition": "L’étude des principes mathématiques et économiques pour concevoir des plateformes numériques sécurisées et fiables. L’objectif est de s’assurer que tous les participants suivent les règles et sont récompensés pour avoir contribué à la sécurité et au fonctionnement du réseau. ",
  "cryptography-term": "Cryptographie",
  "cryptography-definition": "Il s'agit de la pratique consistant à sécuriser la communication et les données par l’utilisation de codes, de sorte que seuls ceux à qui l’information est destinée peuvent la lire et la traiter. <br />Elle implique des techniques de chiffrement (conversion d’informations lisibles en un format illisible) et de déchiffrement (conversion dans un format lisible) garantissant la confidentialité.",
  "doge-d-term": "Đ",
  "doge-d-definition": "Đ (D avec trait) est utilisé en vieil anglais, en moyen anglais, en islandais et en féroïen pour représenter la lettre majuscule « Eth ». Il est utilisé dans des mots comme ĐEV ou Đapp (application décentralisée), où le Đ est la lettre nordique « eth ». L'eth majuscule (Ð) est également utilisé pour symboliser la crypto-monnaie Dogecoin. On le voit couramment dans l'ancienne littérature d'Ethereum, mais il est moins utilisé aujourd'hui.",
  "dag-term": "DAG",
  "dag-definition": "DAG signifie Directed Acyclic Graph (graphe acyclique dirigé). Il s'agit d'une structure de données composée de nœuds et de liens entre eux. Avant la Fusion, Ethereum utilisait un DAG dans son algorithme de <a href=\"/glossary/#pow\">preuve de travail</a>, <a href=\"/glossary/#ethash\">Ethash</a>, mais il n'est plus utilisé dans la <a href=\"/glossary/#pos\">preuve d'enjeu</a>.",
  "dapp-term": "DApp",
  "dapp-definition": "Une dApp est une application décentralisée qui s’exécute sur un réseau blockchain, offrant des services sans autorité de contrôle centrale. <a href=\"/dapps/\">En savoir plus sur les applications décentralisées</a>. <br />Au minimum, une dApp dispose d’un contrat intelligent connecté à une interface Web. En outre, de nombreuses dApps incluent un stockage décentralisé et / ou un protocole de message et une plateforme.",
  "data-availability-term": "Disponibilité des données",
  "data-availability-definition": "N'importe quel nœud peut vérifier indépendamment une transaction sur la blockchain afin de maintenir la transparence et la confiance dans le système.",
  "decentralization-term": "Décentralisation",
  "decentralization-definition": "Action de transférer le contrôle et l'exécution des processus en dehors d'une entité centrale.",
  "dao-term": "Organisation autonome décentralisée (DAO)",
  "dao-definition": "Une DAO est une organisation digitale opérée par des règles codées sur une blockchain, où les décisions sont prises via le vote de ses membres et non par une autorité centrale. <a href=\"/dao/\">En savoir plus sur les organisations décentralisées autonomes (DAOs, en anglais)</a>.<br /> Le pouvoir de vote de chaque membre est souvent lié au nombre de jetons qu'il détient. Les DAO visent à démocratiser la prise de décision et les opérations, en se concentrant sur une gouvernance transparente et communautaire.",
  "dex-term": "Échange décentralisé (DEX)",
  "dex-definition": "Un type d’application Ethereum qui vous permet d’échanger des jetons avec des pairs sur le réseau. Les DEX ne sont pas soumis à des restrictions géographiques comme les échanges centralisés – tout le monde peut participer.",
  "deposit-contract-term": "Contrat de dépôt",
  "deposit-contract-definition": "La passerelle vers le staking sur Ethereum. Le contrat de dépôt est un contrat intelligent sur Ethereum qui accepte les dépôts d'ETH et gère les soldes des validateurs. Un validateur ne peut être activé sans déposer de l'ETH dans ce contrat. Le contrat nécessite de l'ETH et des données d'entrée. Ces données d'entrée comprennent la clé publique du validateur et la clé publique du retrait, signées par la clé privée du validateur. Ces données sont nécessaires pour qu'un validateur soit identifié et approuvé par le réseau de <a href=\"/glossary/#pos\">preuve d'enjeu</a>.",
  "defi-term": "DeFi",
  "defi-definition": "Une large catégorie d’applications Ethereum visant à fournir des services financiers soutenus par la blockchain, sans aucun intermédiaire. <a href=\"/defi/\">En savoir plus sur la finance décentralisée (DeFi)</a>",
  "difficulty-term": "Difficulté",
  "difficulty-definition": "Un paramètre à l'échelle du réseau dans les réseaux de <a href=\"/glossary/#pow\">preuve de travail</a> qui contrôle la quantité de calcul moyenne nécessaire pour trouver un nonce valide. La difficulté est représentée par le nombre de zéros en tête qui sont nécessaires dans le hachage du bloc résultant pour qu'il soit considéré comme valide. Ce concept est obsolète dans Ethereum depuis la transition vers la preuve d'enjeu.",
  "difficulty-bomb-term": "Bombe de difficulté",
  "difficulty-bomb-definition": "Augmentation exponentielle planifiée du paramètre de <a href=\"/glossary/#difficulty\">difficulté</a> de la <a href=\"/glossary/#pow\">preuve de travail</a> qui a été conçue pour inciter à la transition vers la <a href=\"/glossary/#pos\">preuve d'enjeu</a>, réduisant les possibilités d'une <a href=\"/glossary/#hard-fork\">fourche</a>. La bombe de difficulté a été supprimée lors de <a href=\"/roadmap/merge\">la Fusion</a>.",
  "digital-signatures-term": "Signature numérique",
  "digital-signatures-definition": "Une courte chaîne de données qu'un utilisateur produit pour un document à l'aide d'une <a href=\"/glossary/#private-key\">clé privée</a>, de sorte que toute personne disposant de la <a href=\"/glossary/#public-key\">clé publique</a> correspondante, de la signature et du document peut vérifier que (1) le document a été « signé » par le propriétaire de cette clé privée particulière, et (2) que le document n'a pas été modifié après avoir été signé.",
  "discovery-term": "La découverte",
  "discovery-definition": "Procédé au cours duquel un noeud du réseau Ethereum trouve d'autres nœuds auxquels se connecter.",
  "distributed-hash-table-term": "Table d'empreintes numériques distribuée (DHT)",
  "distributed-hash-table-definition": "Une structure de données contenant des paires `(key, value)` utilisées par les nœuds Ethereum pour identifier les pairs auxquels se connecter et déterminer les protocoles à utiliser pour communiquer.",
  "double-spend-term": "Double dépense",
  "double-spend-definition": "Il s'agit d'un fork délibéré de la blockchain, dans lequel un utilisateur disposant d'une puissance minière ou d'un enjeu suffisamment important envoie une transaction déplaçant une certaine devise hors de la chaîne (par exemple, en sortant en monnaie fiduciaire ou en effectuant un achat hors de la chaîne), puis réorganise la blockchain afin de supprimer cette transaction. Une double dépense réussie laisse l'attaquant avec ses actifs sur la chaîne et hors chaîne.",
  "ecdsa-term": "Algorithme de Signature Numérique à Courbe Elliptique (ECDSA)",
  "ecdsa-definition": "Algorithme cryptographique utilisé par Ethereum pour garantir que les fonds ne peuvent être dépensés que par leurs propriétaires. C'est la méthode préférée pour créer des clés publiques et privées. Pertinent pour la génération d'<a href=\"/glossary/#address\">adresses</a> de compte et la vérification des <a href=\"/glossary/#transaction\">transactions</a>.",
  "encryption-term": "Chiffrement",
  "encryption-definition": "Le cryptage de données est la conversion électronique en une forme illisible exceptée par le détenteur de la clé correspondante de décryptage.",
  "entropy-term": "Entropie",
  "entropy-definition": "Dans le contexte de la cryptographie, manque de prévisibilité ou niveau d'erreurs. Lorsqu'ils génèrent des informations secrètes, telles que des <a href=\"/glossary/#private-key\">clés privées</a>, les algorithmes s'appuient généralement sur une source d'entropie élevée pour s'assurer que le résultat est imprévisible.",
  "epoch-term": "Période",
  "epoch-definition": "Une période de 32 <a href=\"/glossary/#slot\">créneaux</a>, chaque créneau étant de 12 secondes, soit un total de 6,4 minutes. Les <a href=\"/glossary/#committee\">comités</a> de validation sont mélangés à chaque époque pour des raisons de sécurité. Chaque époque est l'occasion de <a href=\"/glossary/#finality\">finaliser</a> la chaîne. Chaque validateur se voit attribuer de nouvelles responsabilités au début de chaque époque. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">En savoir plus sur la preuve d'enjeu</a>.",
  "equivocation-term": "Ambiguïté",
  "equivocation-definition": "Un validateur qui envoie deux messages qui se contredisent. Un exemple simple est celui d'un émetteur de transaction qui envoie deux transactions avec le même nonce. Un autre exemple est celui d'un proposant de bloc qui propose deux blocs à la même hauteur de bloc (ou pour le même créneau).",
  "eth1-term": "Eth1",
  "eth1-definition": "'Eth1' est un terme qui se réfère au réseau principal Ethereum, la blockchain de preuve de travail existante. Ce terme a depuis été abandonné au profit de la 'couche d'exécution'. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">En savoir plus sur ce changement de nom</a>.",
  "eth2-term": "Eth2",
  "eth2-definition": "'Eth2' est un terme qui faisait référence à un ensemble de mises à jour du protocole Ethereum, y compris la transition d'Ethereum vers la preuve d'enjeu. Ce terme a depuis été abandonné au profit de la 'couche de consensus'. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">En savoir plus sur ce changement de nom</a>.",
  "eip-term": "Proposition d'amélioration d'Ethereum (EIP)",
  "eip-definition": "Document de conception visant à informer la communauté Ethereum qui décrit une nouvelle fonctionnalité proposée, ses processus ou son environnement (voir <a href=\"/glossary/#erc\">ERC</a>). <a href=\"/eips/\">Introduction aux EIP</a>",
  "ens-term": "Ethereum Name Service (ENS)",
  "ens-definition": "Ethereum Name Service est comme un annuaire Internet pour les adresses Ethereum. Au lieu d’utiliser de longues adresses de portefeuille, ENS vous permet d’utiliser des noms simples comme \"john.eth\" pour envoyer et recevoir de l’argent et des actifs numériques. <br /><br /><strong>Technique :</strong><br />le registre ENS est un contrat <a href=\"/glossary/#smart-contract\">central</a> unique qui fournit une cartographie des noms de domaine aux propriétaires et aux résolveurs, comme décrit dans EIP-137. <a href=\"https://ens.domains\">Pour en savoir plus, consultez le site ens.domains</a>.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "ERC-1155 est un nouveau type de norme de jeton Ethereum similaire à NFT (comme les objets de collection uniques) qui permet également de créer des objets interchangeables (comme de la monnaie) dans un seul contrat intelligent. <br />Il est ainsi plus facile et plus efficace de gérer différents types d’actifs numériques, en particulier pour des applications telles que les jeux vidéo ou les collections numériques.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "ERC-20 est la norme que la plupart des jatons du réseau Ethereum utilisent pour leur création. <br />Les exemples populaires sont les stablecoins comme DAI et USDC ou les jetons d’échange comme UNI d’Uniswap. Semblable à toute autre forme d’argent que nous connaissons dans les systèmes traditionnels… c.-à-d. les points de récompense, les systèmes de crédit, ou même les actions, etc.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "Les NFT (jetons non fongibles) sont créés à l’aide d’un ensemble standard de règles dénommées ERC-721.<br />Les jetons NFT peuvent représenter la propriété de tout ce qui est unique, comme l’art numérique ou les objets de collection, chaque jeton ayant ses propres caractéristiques et valeur particulières. Chaque NFT est unique et se distingue facilement de tout autre NFT.",
  "execution-client-term": "Client d'exécution",
  "execution-client-definition": "Les clients d'exécution (anciennement appelés « clients Eth1 »), tels que Besu, Erigon, Go-Ethereum (Geth), Nethermind, sont chargés de traiter et de diffuser les transactions et de gérer l'état d'Ethereum. Ils exécutent les calculs pour chaque transaction en utilisant la <a href=\"/glossary/#evm\">machine virtuelle Ethereum</a> pour s'assurer que les règles du protocole sont respectées.",
  "execution-layer-term": "Couche d'exécution",
  "execution-layer-definition": "La couche d'exécution d'Ethereum est le réseau des <a href=\"/glossary/#execution-client\">clients d'exécution</a>.",
  "eoa-term": "Compte externe (EOA)",
  "eoa-definition": "Les comptes externes (EOA en anglais) sont le type de compte Ethereum le plus courant. Ils sont contrôlés par une personne via des clés privées / une phrase de récupération. <a href=\"/wallets/\">En savoir plus sur les portefeuilles Ethereum</a>.",
  "erc-term": "Demande de commentaires Ethereum (ERC)",
  "erc-definition": "ERC (<strong>Ethereum Request for Comments</strong>) est un type de documentation technique utilisé dans la communauté Ethereum pour proposer de nouvelles normes d’utilisation pour le réseau Ethereum. <br /><br />Ces propositions peuvent couvrir un large éventail de sujets, y compris les nouvelles normes de jeton (comme ERC-20 utilisé pour les jetons et ERC-721 pour les NFT).",
  "ethash-term": "Ethash",
  "ethash-definition": "Un algorithme de <a href=\"/glossary/#pow\">preuve de travail</a> qui a été utilisé sur Ethereum avant sa transition vers la <a href=\"/glossary/#pos\">preuve d’enjeu</a>. <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">En savoir plus</a>",
  "ether-term": "Ether",
  "ether-definition": "La cryptomonnaie native d’Ethereum, communément appelée « ETH ». Elle est utilisée pour couvrir les frais de transaction lors de l’utilisation de l’écosystème et des applications Ethereum. <a href=\"/eth/\">En savoir plus sur ether</a>.",
  "events-term": "Évènements",
  "events-definition": "Permet d'utiliser les fonctions de journalisation de l'<a href=\"/glossary/#evm\">EVM</a>. Les <a href=\"/glossary/#dapp\">dApps</a> peuvent écouter les événements et les utiliser pour déclencher des rappels JavaScript dans l'interface utilisateur. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">En savoir plus sur les événements et les journaux</a>.",
  "evm-term": "Machine virtuelle Ethereum (EVM)",
  "evm-definition": "Une machine virtuelle basée sur une pile qui exécute du <a href=\"/glossary/#bytecode\">bytecode</a>. Avec Ethereum, le modèle d'exécution spécifie comment l'état du système est modifié compte tenu d'une série d'instructions bytecode et d'un petit tuple de données environnementales. Ceci est spécifié à travers un modèle formel d'une machine d'état virtuelle. <a href=\"/developers/docs/evm/\">En savoir plus sur la machine virtuelle Ethereum</a>.",
  "evm-assembly-language-term": "Langage d'assemblage de l'EVM",
  "evm-assembly-language-definition": "Forme lisible par l'homme du <a href=\"/glossary/#bytecode\">bytecode de l'EVM.",
  "fallback-function-term": "Fonction de secours",
  "fallback-function-definition": "Fonction par défaut appelée en l'absence de données ou d'un nom de fonction déclaré.",
  "faucet-term": "Robinet",
  "faucet-definition": "Service exécuté via un <a href=\"/glossary/#smart-contract\">contrat intelligent</a>, qui distribue des fonds sous la forme d'ethers de test gratuits pouvant être utilisés sur un réseau de test.",
  "finality-term": "Finalisation",
  "finality-definition": "La finalité est la garantie qu’un ensemble de transactions ne peut pas être modifié sans une énorme quantité d’ETH perdue.",
  "finney-term": "Finney",
  "finney-definition": "Une dénomination d'<a href=\"/glossary/#ether\">ether</a>. 1 finney = 10<sup>15</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>3</sup> finney = 1 ether.",
  "fork-term": "Fourche",
  "fork-definition": "Un changement dans le protocole entraînant la création d'une chaîne alternative.",
  "fork-choice-algorithm-term": "Algorithme de sélection de fourche",
  "fork-choice-algorithm-definition": "L’algorithme utilisé pour identifier la tête de la blockchain. Sur Ethereum, la tête de la chaîne est identifiée comme la fourche avec le plus grand \"poids\" d’attestations. Le poids est le produit du nombre d’attestations et du solde effectif des agents de validation. Cela signifie que la véritable tête de la chaîne est celle pour laquelle le plus grand nombre d'éther mis en jeu a voté. Sur la couche de consensus, l’algorithme de choix de fourche est appelé <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a>.",
  "fraud-proof-term": "Preuve de fraude",
  "fraud-proof-definition": "Un modèle de sécurité pour certaines solutions de <a href=\"/glossary/#layer-2\">couche de niveau 2</a> où, pour augmenter la vitesse, les transactions sont <a href=\"/glossary/#rollups\">regroupées</a> en lots et soumises à Ethereum en une seule transaction. D’autres participants au réseau peuvent réexécuter les transactions pour vérifier qu’elles ont été exécutées honnêtement. S’ils découvrent une divergence entre les données affichées et leur propre version, ils peuvent afficher une preuve cryptographique qui démontre où une fraude a eu lieu. Certains <a href=\"/glossary/#rollups\">rollups</a> utilisent des <a href=\"/glossary/#validity-proof\">preuves de validité</a>.",
  "frontier-term": "Frontier",
  "frontier-definition": "Phase initiale de développement à des fins de test d'Ethereum, qui a duré de juillet 2015 à mars 2016.",
  "gas-term": "Gaz",
  "gas-definition": "Le gaz représente les frais payés pour les transactions et les contrats intelligents sur une blockchain, comme Ethereum. <a href=\"/gas/\">En savoir plus sur le gaz et les frais</a>.",
  "gas-limit-term": "Limite de gaz",
  "gas-limit-definition": "Montant maximum de <a href=\"/glossary/#gas\">gaz</a> qu'une transaction <a href=\"/glossary/#transaction\"></a> ou qu'un <a href=\"/glossary/#block\">bloc</a> peut consommer.",
  "gas-price-term": "Prix du gaz",
  "gas-price-definition": "Prix en éther d'une unité de gaz spécifiée dans une transaction.",
  "genesis-block-term": "Bloc d'origine",
  "genesis-block-definition": "Premier bloc d'une <a href=\"/glossary/#blockchain\">blockchain</a>, utilisé pour initialiser un certain réseau et sa cryptomonnaie.",
  "geth-term": "Geth",
  "geth-definition": "Go Ethereum. L'une des implémentations les plus importantes du protocole Ethereum, écrite en Go. <a href=\"https://geth.ethereum.org\">En savoir plus sur geth.ethereum.org</a>",
  "gwei-term": "Gwei",
  "gwei-definition": "Abréviation de gigawei, une dénomination de l'<a href=\"/glossary/#ether\">Ether</a>, couramment utilisée pour fixer le prix du <a href=\"/glossary/#gas\">gaz</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 Ether.",
  "hard-fork-term": "Fourche majeure",
  "hard-fork-definition": "Une divergence permanente dans la <a href=\"/glossary/#blockchain\">blockchain</a>, également connue sous le nom de « hard-forking change ». Une telle divergence se produit généralement lorsque des nœuds non mis à niveau ne peuvent pas valider des blocs créés par des nœuds mis à niveau qui suivent des<a href=\"/glossary/#consensus-rules\"> règles de consensus</a> plus récentes. À ne pas confondre avec un fork, un soft fork, un software fork ou un Git fork.",
  "hash-term": "Empreinte numérique",
  "hash-definition": "Une empreinte digitale de longueur fixe d'une entrée de taille variable, produite par une fonction de hachage. (Voir <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "hash-rate-term": "Taux de hachage",
  "hash-rate-definition": "Nombre de calculs par seconde réalisé par les ordinateurs minant sur le réseau.",
  "homestead-term": "Homestead",
  "holographic-consensus-term": "Consensus holographique",
  "holographic-consensus-definition": "Il s'agit de la manière dont un grand groupe prend une décision en laissant un petit groupe de personnes représentatives voter, après quoi tous les autres acceptent la décision, à condition qu'ils soient convaincus que le petit groupe a fait du bon travail. <br />Il est utilisé dans certaines communautés en ligne pour prendre des décisions rapidement sans que tout le monde ait besoin de voter sur tout, tout en veillant à ce que les décisions soient équitables et représentent ce que la plupart des gens veulent.",
  "homestead-definition": "Deuxième phase de développement d'Ethereum, lancée en mars 2016 au bloc 1 150 000.",
  "index-term": "Index",
  "index-definition": "Structure réseau destinée à optimiser la sollicitation d'informations à travers la <a href=\"/glossary/#blockchain\">blockchain</a> en fournissant un chemin efficace vers sa source de stockage.",
  "ide-term": "Environnement de développement intégré (IDE)",
  "ide-definition": "Une interface utilisateur qui combine généralement un éditeur de code, un compilateur, un moteur d'exécution et un débogueur. <a href=\"/developers/docs/ides/\">En savoir plus sur les environnements de développement intégrés</a>.",
  "immutable-deployed-code-problem-term": "Problème de code déployé immuable",
  "immutable-deployed-code-problem-definition": "Une fois que le code d'un <a href=\"/glossary/#smart-contract\">contrat</a> (ou d'une bibliothèque) est déployé, il devient immuable. Les pratiques standard de développement de logiciels reposent sur la possibilité de corriger d'éventuels bogues et d'ajouter de nouvelles fonctionnalités, ce qui représente un défi pour le développement de contrats intelligents. <a href=\"/developers/docs/smart-contracts/deploying/\">En savoir plus sur le déploiement des contrats intelligents</a>.",
  "internal-transaction-term": "Transaction interne",
  "internal-transaction-definition": "<a href=\"/glossary/#transaction\">Transaction</a> envoyée depuis un <a href=\"/glossary/#contract-account\">compte de contrat</a> vers un autre compte de contrat ou vers un <a href=\"/glossary/#eoa\">compte externe (EOA)</a> (voir <a href=\"/glossary/#message\">message</a>).",
  "issuance-term": "Émission",
  "issuance-definition": "Frappe de nouveaux ethers pour récompenser la proposition de bloc, l'attestation et la dénonciation.",
  "kdf-term": "Fonction de dérivation de clé (KDF)",
  "kdf-definition": "Aussi appelée « algorithme d'étirement de mot de passe », elle est utilisée par les formats <a href=\"/glossary/#keystore\">keystore</a> pour protéger des attaques par force brute, par dictionnaire et table arc-en-ciel sur le chiffrement des phrases de sécurité, en hachant celles-ci de façon répétée.",
  "keystore-term": "Keystore",
  "keystore-definition": "La paire clé privée/adresse de chaque compte existe sous la forme d'un fichier clé unique dans un client Ethereum. Il s'agit de fichiers texte JSON qui contiennent la clé privée cryptée du compte, qui ne peut être décryptée qu'avec le mot de passe saisi lors de la création du compte.",
  "keccak-256-term": "Keccak-256",
  "keccak-256-definition": "Fonction de <a href=\"/glossary/#hash\">hachage</a> cryptographique utilisée dans Ethereum. Keccak-256 a été standardisée en tant que <a href=\"/glossary/#sha\">SHA</a>-3.",
  "key-term": "Clé",
  "key-definition": "Dans le cas d’Ethereum, les clés sont des codes numériques : une clé publique pour recevoir des transactions et une clé privée pour accéder aux fonds et en envoyer. <br />Clés publiques : elles peuvent être partagées ouvertement. <br />Clés privées : elles sont gardées secrètes par le propriétaire.",
  "layer-1-term": "Couche 1",
  "layer-1-definition": "La couche de niveau 1 fait référence à la blockchain principale dans un réseau de blockchain à plusieurs niveaux. Par exemple, Ethereum et Bitcoin sont des blockchains de la couche 1. De nombreuses blockchains de deuxième couche déchargent les transactions à forte intensité de ressources sur leur chaîne de couches distincte, tout en continuant à utiliser la blockchain de première couche d’Ethereum ou de Bitcoin à des fins de sécurité.",
  "layer-2-term": "Niveau 2",
  "layer-2-definition": "Les couches de niveau 2 sont d'autres réseaux construits sur le réseau principal d’Ethereum pour rendre les transactions plus rapides et moins chères. <a href=\"/layer-2/\">En savoir plus sur la couche de niveau 2</a>.",
  "library-term": "Bibliothèque",
  "library-definition": "Un type spécial de <a href=\"/glossary/#smart-contract\">contrat</a> qui n'a pas de fonctions payantes, pas de fonction de repli et pas de stockage de données. Il ne peut donc pas recevoir ou conserver de l'éther, ni stocker des données. Une bibliothèque sert de code précédemment déployé que d'autres contrats peuvent appeler pour des calculs en lecture seule. <a href=\"/developers/docs/smart-contracts/libraries/\">En savoir plus sur les bibliothèques de contrats intelligents</a>.",
  "light-client-term": "Client léger",
  "light-client-definition": "Un client Ethereum qui ne stocke pas de copie locale de la <a href=\"/glossary/#blockchain\">blockchain</a>, ni ne valide les blocs et les <a href=\"/glossary/#transaction\">transactions</a>. Il offre les fonctions d'un <a href=\"/glossary/#wallet\">portefeuille</a> et peut créer et diffuser des transactions.",
  "liquidity-term": "Liquidité",
  "liquidity-definition": "La liquidité est la rapidité et la facilité avec lesquelles un actif peut être converti en espèces ou en un autre actif. Les bourses décentralisées comme Uniswap ont plusieurs pools de liquidité où les détenteurs d’actifs peuvent déposer leurs actifs et où les traders peuvent les acheter et les vendre de manière décentralisée en échange de récompenses.",
  "liquidity-tokens-term": "Jetons de liquidité",
  "liquidity-tokens-definition": "Les jetons de liquidité (LST en anglais) sont des jetons numériques émis à l'intention des participants qui déposent des actifs dans un pool de liquidité, ce dernier étant un ensemble de fonds verrouillés dans un contrat intelligent et utilisés pour faciliter le trading sur un échange décentralisé (DEX). <br />Ces jetons représentent la part du participant dans le pool et peuvent être échangés ultérieurement contre le dépôt initial plus une partie des frais de trading générés par l’activité du pool. Les jetons de liquidité servent essentiellement de preuve de propriété ou de mise en jeu dans un pool de liquidité, permettant aux détenteurs de gagner des récompenses tout en fournissant la liquidité nécessaire pour que d’autres puissent négocier différentes paires de cryptomonnaies efficacement.",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "L'<a href=\"/glossary/#fork-choice-algorithm\">algorithme de choix de fourche</a> utilisé par les clients de consensus d'Ethereum pour identifier la tête de la chaîne. LMD-GHOST est un acronyme signifiant \"Latest Message Driven Greediest Heaviest Observed SubTree\", ce qui signifie que la tête de la chaîne est le bloc qui a accumulé le plus grand nombre d'<a href=\"/glossary/#attestation\">attestations</a> dans son histoire.",
  "mainnet-term": "Réseau principal",
  "mainnet-definition": "Appelé « mainnet » en anglais (pour « main network »), il s'agit de la <a href=\"/glossary/#blockchain\">blockchain</a> principale du réseau public Ethereum.",
  "max-fee-per-gas-term": "Frais maximum par Gaz",
  "max-fee-per-gas-definition": "Les frais maximaux sont le montant maximal absolu qu’un utilisateur est prêt à payer par unité de gaz (<a href=\"/glossary/#gwei\">gwei</a>) pour qu’une transaction soit incluse dans un bloc.",
  "merkle-patricia-tree-term": "Arbre de Merkle (MTP)",
  "merkle-patricia-tree-definition": "Structure des données utilisée dans Ethereum pour stocker efficacement les paires clés-valeurs.",
  "merkle-root-term": "Racine Merkle",
  "merkle-root-definition": "Une racine Merkle est la première emprunte unique d’un arbre de Merkle. Elle vérifie toutes les transactions dans un bloc.",
  "message-term": "Message",
  "message-definition": "<a href=\"/glossary/#internal-transaction\">Transaction interne</a> qui n'est jamais sérialisée et qui est uniquement envoyée dans l'<a href=\"/glossary/#evm\">EVM</evm>.",
  "message-call-term": "Appel de message",
  "message-call-definition": "La transmission d'un <a href=\"/glossary/#message\">message</a> d'un compte à un autre. Si le compte de destination est associé au code <a href=\"/glossary/#evm\">EVM</a>, la VM sera démarrée avec l'état de cet objet et le message sera traité.",
  "mev-term": "Valeur Extractible Maximale (MEV)",
  "mev-definition": "La valeur maximale qui peut être extraite de la production de blocs, en plus de la récompense standard du bloc et des frais de gaz, en incluant, excluant ou modifiant l'ordre des transactions dans un bloc. <a href=\"/developers/docs/mev/\">En savoir plus sur la valeur extractible maximale (MEV)</a>.",
  "mining-term": "Minage",
  "mining-definition": "Le processus de hachage répété d'un en-tête de bloc tout en incrémentant un <a href=\"/glossary/#nonce\">nonce</a> jusqu'à ce que le résultat contienne un nombre arbitraire de zéros binaires de tête. C'est le processus par lequel de nouveaux <a href=\"/glossary/#block\">blocs</a> sont ajoutés à une blockchain à preuve de travail. C'est ainsi qu'Ethereum était sécurisé avant de passer à la preuve d'enjeu.",
  "miner-term": "Mineur",
  "miner-definition": "Un <a href=\"/glossary/#node\">nœud</a> du réseau qui trouve une <a href=\"/glossary/#pow\">preuve de travail</a> valide pour les nouveaux blocs, par un hachage répété (voir <a href=\"/glossary/#ethash\">Ethash</a>). Les mineurs ne font plus partie d'Ethereum - ils ont été remplacés par des validateurs lorsque Ethereum est passé à la preuve d'enjeu.",
  "mint-term": "Frapper",
  "mint-definition": "La frappe de monnaie est le processus qui consiste à créer de nouveaux jetons et à les mettre en circulation pour qu'ils puissent être utilisés. Il s'agit d'un mécanisme décentralisé permettant de créer un nouveau jeton sans l'intervention d'une autorité centrale.",
  "multisig-term": "Multi-signatures",
  "multisig-definition": "Multisig (signature multiple) désigne un portefeuille ou un compte numérique qui nécessite plusieurs signatures ou approbations pour exécuter des transactions, ce qui améliore la sécurité. <br />Cela ajoute une sécurité supplémentaire par rapport aux comptes à signature unique traditionnels où l’approbation d’une seule personne est nécessaire.",
  "network-term": "Réseau",
  "network-definition": "En référence au réseau Ethereum, un réseau pair-à-pair qui propage les transactions et les blocs à chaque nœud Ethereum (participant au réseau). <a href=\"/developers/docs/networks/\">En savoir plus sur les réseaux</a>.",
  "network-hashrate-term": "Puissance de hachage du réseau",
  "network-hashrate-definition": "Le hashrate collectif produit par l'ensemble d'un réseau de minage. Le minage sur Ethereum a été désactivé lorsque Ethereum est passé à la preuve d'enjeu.",
  "nft-term": "Jeton non fongible (NFT)",
  "nft-definition": "Un élément numérique unique que vous pouvez posséder, comme une œuvre d'art ou un objet de collection, vérifié par la technologie blockchain. <a href=\"/nft/\">En savoir plus sur les jetons non fongibles (NFT)</a>.",
  "node-term": "Nœud",
  "node-definition": "Un client logiciel qui participe au réseau. <a href=\"/developers/docs/nodes-and-clients/\">En savoir plus sur les nœuds et les clients</a>.",
  "nonce-term": "Nonce",
  "nonce-definition": "En cryptographie, une valeur qui ne peut être utilisée qu'une seule fois. Un nonce de compte est un compteur de transactions dans chaque compte, qui est utilisé pour empêcher les attaques par rejeu.",
  "off-chain-term": "Hors-chaine",
  "off-chain-definition": "Hors-chaine se réfère à toute transaction ou donnée qui existe en dehors de la blockchain. Parce que la validation de chaque transaction sur la chaîne peut être coûteuse et inefficace, des outils tiers tels que des oracles qui gèrent les données de tarification, ou des solutions de couche 2 qui exécutent un débit de transactions plus élevé, gèrent une grande partie du travail de traitement hors chaîne et présentera des renseignements sur la chaîne à des intervalles moins fréquents.",
  "ommer-term": "Bloc oncle (ommer)",
  "ommer-definition": "Lorsqu'un <a href=\"/glossary/#miner\">mineur</a> en preuve de travail trouve un <a href=\"/glossary/#block\">bloc</a> valide, un autre mineur peut avoir publié un bloc concurrent qui est ajouté en premier à l'extrémité de la blockchain. Ce bloc valide, mais périmé, peut être inclus par des blocs plus récents en tant qu'<em>ommers</em> et recevoir une récompense de bloc partielle. Le terme « ommer » est le terme de genre neutre préféré pour désigner le frère ou la sœur d'un bloc parent, mais il est parfois également appelé « oncle ». Cela était frequent pour Ethereum lorsqu'il s'agissait d'un réseau basé sur la <a href=\"/glossary/#pow\">preuve de travail</a>. Maintenant qu'Ethereum utilise la <a href=\"/glossary/#pos\">preuve d'enjeu</a>, un seul proposeur de bloc est sélectionné par créneau.",
  "on-chain-term": "Sur la chaîne",
  "on-chain-definition": "Fait référence aux actions ou transactions qui se produisent sur la blockchain et sont accessibles au public. <br /><br />Voyez cela comme le fait d'écrire quelque chose dans un carnet partagé que tout le monde peut voir et vérifier, en vous assurant que tout ce qui est écrit (comme envoyer de l’argent numérique ou conclure un contrat) est permanent et ne peut pas être modifié ou effacé.",
  "optimistic-rollup-term": "Rollup optimisé",
  "optimistic-rollup-definition": "Le rollup optimiste est une solution de couche 2 qui accélère les transactions sur Ethereum, en supposant qu’elles soient valides par défaut, sauf si elles sont contestées. <a href=\"/developers/docs/scaling/optimistic-rollups/\">En savoir plus sur les rollups optimistes</a>.",
  "oracle-term": "Oracle",
  "oracle-definition": "Un oracle est un pont entre la <a href=\"/glossary/#blockchain\">blockchain</a> et le monde réel. Ils agissent comme des <a href=\"/glossary/#api\">API</a> intégrées à la chaîne qui peuvent être consultées pour obtenir des informations et utilisées dans les <a href=\"/glossary/#smart-contract\">contrats intelligents</a>. <a href=\"/developers/docs/oracles/\">En savoir plus sur les oracles</a>.",
  "peer-term": "Pair",
  "peer-definition": "Ordinateurs connectés exécutant le logiciel client Ethereum qui ont des copies identiques de la <a href=\"/glossary/#blockchain\">blockchain</a>.",
  "peer-to-peer-network-term": "Réseaux Pair-à-Pair",
  "peer-to-peer-network-definition": "Un réseau d’ordinateurs (<a href=\"/glossary/#peer\">homologues</a>) capables collectivement d’exécuter des fonctionnalités sans avoir besoin de services centralisés basés sur serveur. <br />Cette configuration est souvent utilisée pour le partage de fichiers (comme Bit torrent), d’informations ou de devises numériques, permettant des échanges plus directs et potentiellement plus efficaces entre les utilisateurs.",
  "permissionless-term": "Sans autorisation",
  "permissionless-definition": "\"Sans permission\" signifie que n'importe qui peut rejoindre et utiliser un système comme Ethereum. Sa participation est ouverte à tous et ne nécessite aucune approbation.",
  "plasma-term": "Plasma",
  "plasma-definition": "Une solution de mise à l'échelle hors chaîne qui utilise des <a href=\"/glossary/#fraud-proof\">preuves de fraude</a>, comme les <a href=\"/glossary/#optimistic-rollup\">rollups optimistes</a>. Plasma est limité aux transactions simples comme les transferts et les échanges de jetons. <a href=\"/developers/docs/scaling/plasma\">En savoir plus sur Plasma</a>.",
  "private-key-term": "Clé privée",
  "private-key-definition": "Une clé privée est un code secret qui prouve que vous possédez votre argent numérique et qui vous permet de la dépenser, comme un code PIN pour votre compte. <strong>NE LA PARTAGEZ PAS</strong>.",
  "public-goods-term": "Biens publics",
  "public-goods-definition": "Les biens publics sont des choses que toute personne peut utiliser gratuitement, comme des parcs ou de l'air pur, et leur utilisation n'empêche pas les autres d'en faire autant. Les gouvernements fournissent souvent ces biens publics car les entreprises ne s'en préoccupent généralement pas, dans la mesure où elles ne peuvent pas facturer facilement leur utilisation.",
  "private-chain-term": "Chaîne privée",
  "private-chain-definition": "Une blockchain est dite privée si on y accède en y étant autorisé, par opposition à une blockchain publique.",
  "poap-term": "POAP",
  "poap-definition": "Le protocole de preuve de présence est utilisé pour créer un objet numérique de collection (NFT) qui prouve que vous avez assisté à un événement ou à une activité spécifique.",
  "pos-term": "Preuve d'enjeu (PoS)",
  "pos-definition": "Une méthode par laquelle un protocole de blockchain de crypto-monnaie vise à atteindre un <a href=\"/glossary/#consensus\">consensus</a> distribué. La preuve d'enjeu demande aux utilisateurs de prouver qu'ils possèdent un certain montant de crypto-monnaie (leur « participation » dans le réseau) afin de pouvoir participer à la validation des transactions. <a href=\"/developers/docs/consensus-mechanisms/pos/\">En savoir plus sur la preuve d'enjeu</a>.",
  "pow-term": "Preuve de travail (PoW)",
  "pow-definition": "Un mécanisme de sécurité pour les blockchains qui nécessite que les nœuds dépensent de l’énergie sous forme de calcul pour trouver une certaine valeur.",
  "proto-danksharding-term": "Proto-Danksharding",
  "proto-danksharding-definition": "Un nouveau type de transaction qui accepte des \"blobs\" de données pour Ethereum. Ces données de \"blob\" sont temporairement stockées sur la chaîne phare pour 4096 époques (~18,2 jours), et peuvent éventuellement être supprimées ultérieurement pour aider à réduire les exigences matérielles pour les opérateurs de nœuds.",
  "public-key-term": "Clé publique",
  "public-key-definition": "Une clé publique est un ensemble de caractères qui permet aux autres de vous envoyer de l'argent numérique en toute sécurité, comme une adresse e-mail pour de l’argent.",
  "quadratic-voting-term": "Vote quadratique",
  "quadratic-voting-definition": "Il s’agit d’un mode de scrutin où les électeurs expriment leur opinion sur les enjeux. Il permet aux électeurs de montrer non seulement leur préférence, mais aussi l’intensité de leur préférence.",
  "receipt-term": "Reçu",
  "receipt-definition": "Données renvoyées par un client Ethereum pour représenter le résultat d'une <a href=\"/glossary/#transaction\">transaction</a> particulière, y compris un <a href=\"/glossary/#hash\">hachage numérique</a> de la transaction, son numéro de <a href=\"/glossary/#block\">bloc</a>, la quantité de <a href=\"/glossary/#gas\">gaz</a> utilisée et, en cas de déploiement d'un <a href=\"/glossary/#smart-contract\">contrat intelligent</a>, l'<a href=\"/glossary/#address\">adresse</a> du contrat.",
  "recovery-phrase-term": "Phrase de départ/phrase de récupération",
  "recovery-phrase-definition": "Une liste de mots qui vous sont donnés lorsque vous créez un portefeuille numérique. Elle agit comme un mot de passe qui peut vous aider à revenir dans votre portefeuille si vous en perdez l’accès, vous garantissant ainsi de ne pas perdre votre argent ou vos jetons numériques.",
  "re-entrancy-attack-term": "Attaque par réentrance",
  "re-entrancy-attack-definition": "Une attaque qui consiste en un contrat d’attaquant appelant une fonction de contrat de victime de telle sorte que lors de l’exécution, la victime appelle à nouveau le contrat d’attaquant, de manière récursive. Cela peut entraîner, par exemple, le vol de fonds en omettant les parties du contrat de la victime qui mettent à jour les soldes ou comptent les montants de retrait. < href=\"/developers/docs/smart-contracts/security/#reetrancy\">En savoir plus sur la réentrance</a>.",
  "reward-term": "Récompense",
  "reward-definition": "Une quantité d'ether <a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">attribuée aux validateurs</a> qui effectuent certaines fonctions, notamment proposer un bloc ou participer à un comité de synchronisation, dans chaque créneau.",
  "rlp-term": "Préfixe de longueur récursive (RLP)",
  "rlp-definition": "<a href=\"/developers/docs/data-structures-and-encoding\">Norme d'encodage</a> conçue par les développeurs Ethereum pour encoder et sérialiser des objets (structure de données) de complexité et de longueur arbitraires.",
  "rollups-term": "Rollups",
  "rollups-definition": "Un type de solution de mise à l'échelle de la <a href=\"/glossary/#layer-2\">couche 2</a> qui regroupe plusieurs transactions et les soumet à <a href=\"/glossary/#mainnet\">la chaîne principale Ethereum</a> en une seule transaction. Cela permet de réduire les coûts de <a href=\"/glossary/#gas\">gaz</a> et d'augmenter le débit des <a href=\"/glossary/#transaction\">transactions</a>. Il existe des rollups optimistes et à connaissance nulle qui utilisent différentes méthodes de sécurité pour offrir ces gains d'évolutivité. <a href=\"/developers/docs/scaling/#rollups\">En savoir plus sur les rollups</a>.",
  "rpc-term": "Appel de procédure distante (RPC)",
  "rpc-definition": "RPC permet à un ordinateur de demander des données ou des actions à un autre via un réseau, à la manière d'une télécommande demandant des informations.",
  "sha-term": "Algorithme de hachage sécurisé (SHA)",
  "sha-definition": "Famille de fonctions de hachage cryptographique publiées par le National Institute of Standards and Technology (NIST) aux États-Unis.",
  "serialization-term": "La sérialisation",
  "serialization-definition": "Procédé de conversion d'une structure de données en une séquence d'octets.",
  "sequencer-term": "Séquenceur",
  "sequencer-definition": "Un séquenceur est un programme chargé d'ordonner les transactions dans un réseau blockchain, en particulier au sein des solutions de mise à l'échelle de seconde couche.",
  "shard-term": "Fragment / chaîne de fragments",
  "shard-definition": "Les chaînes fragmentées sont des sections discrètes de la blockchain globale dont des sous-ensembles de validateurs peuvent être responsables. Elles étaient initialement conçues pour permettre à Ethereum d'atteindre des millions de transactions par seconde, mais cette approche a été supplantée par le développement rapide de la mise à l'échelle utilisant les <a href=\"/glossary/#rollups\">rollups</a>.",
  "sidechain-term": "Chaîne latérale",
  "sidechain-definition": "Une solution de mise à l'échelle qui utilise une chaîne séparée avec des <a href=\"/glossary/#consensus-rules\">règles de consensus</a> différentes, souvent plus rapides. Un pont est nécessaire pour connecter ces chaînes latérales au <a href=\"/glossary/#mainnet\">Réseau principal</a>. Les <a href=\"/glossary/#rollups\">rollups</a> utilisent également des sidechains, mais ils fonctionnent en collaboration avec le <a href=\"/glossary/#mainnet\">Réseau principal</a>. <a href=\"/developers/docs/scaling/sidechains/\">En savoir plus sur les sidechains</a>.",
  "signing-term": "Signature",
  "signing-definition": "Prouve cryptographiquement qu'une transaction a été approuvée par le détenteur d'une clé privée spécifique.",
  "singleton-term": "Singleton",
  "singleton-definition": "Terme de programmation informatique décrivant un objet dont il ne peut exister qu'une seule instance.",
  "slasher-term": "Exclure",
  "slasher-definition": "Un slasher est une entité qui analyse les attestations à la recherche d'infractions pouvant faire l'objet d'un slash. Les slashs sont diffusés sur le réseau et le prochain proposant de bloc ajoute la preuve au bloc. L'auteur de la proposition de bloc reçoit alors une récompense pour la suppression du validateur malveillant.",
  "slot-term": "Créneau",
  "slot-definition": "Période de temps (12 secondes) pendant laquelle de nouveaux blocs peuvent être proposés par un <a href=\"/glossary/#validator\">validateur</a> dans le système de <a href=\"/glossary/#pos\">preuve d'enjeu</a>. Un slot peut être vide. 32 slots constituent une <a href=\"/glossary/#epoch\">époque</a>. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">En savoir plus sur la preuve d'enjeu</a>.",
  "smart-contract-term": "Contrat intelligent",
  "smart-contract-definition": "Un contrat intelligent est un programme qui exécute automatiquement des accords sur une blockchain, comme un contrat numérique auto-exécutable. <a href=\"/smart-contracts/\">Introduction aux contrats intelligents</a>.",
  "snark-term": "SNARK",
  "snark-definition": "Abréviation de « succinct non-interactive argument of knowledge », un SNARK est un type de <a href=\"/glossary/#zk-proof\">preuve à connaissance nulle</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">En savoir plus sur les rollups ZK</a>.",
  "soft-fork-term": "Fourche mineure",
  "soft-fork-definition": "Une divergence dans une <a href=\"/glossary/#blockchain\">blockchain</a> qui se produit lorsque les <a href=\"/glossary/#consensus-rules\">règles de consensus</a> changent. Contrairement à <a href=\"/glossary/#hard-fork\">un hard fork</a>, un soft fork est rétrocompatible ; les nœuds mis à niveau peuvent valider les blocs créés par des nœuds non mis à niveau tant qu'ils respectent les nouvelles règles de consensus.",
  "solidity-term": "Solidity",
  "solidity-definition": "Langage de programmation procédural (impératif) dont la syntaxe est similaire à JavaScript, C++ ou Java. Le langage le plus populaire et le plus fréquemment utilisé pour les <a href=\"/glossary/#smart-contract\">contrats intelligents</a> Ethereum. Créé par Gavin Wood. <a href=\"/developers/docs/smart-contracts/languages/#solidity\">En savoir plus sur Solidity</a>.",
  "solidity-inline-assembly-term": "Assemblage en ligne Solidity",
  "solidity-inline-assembly-definition": "Le langage d'assemblage <a href=\"/glossary/#evm\">EVM</a> dans un programme <a href=\"/glossary/#solidity\">Solidity</a>. La prise en charge de l'assemblage en ligne par Solidity facilite l'écriture de certaines opérations.",
  "stablecoin-term": "Stablecoin",
  "stablecoin-definition": "Un stablecoin est un type de cryptomonnaie conçu pour avoir une valeur stable, souvent indexée sur une devise ou une marchandise (comme le dollar américain), afin de minimiser la volatilité des prix. <a href=\"/stablecoins/\">En savoir plus sur les stablecoins</a>.",
  "staking-term": "Staking",
  "staking-definition": "Le dépôt d'une quantité d'<a href=\"/glossary/#ether\">ether</a> (votre mise) pour devenir un validateur et sécuriser le <a href=\"/glossary/#network\">réseau</a>. Un validateur vérifie les <a href=\"/glossary/#transaction\">transactions</a> et propose des <a href=\"/glossary/#block\">blocs</a> sous un modèle de consensus de <a href=\"/glossary/#pos\">preuve d'enjeu</a>. Le staking vous offre une incitation économique à agir dans le meilleur intérêt du réseau. Vous recevrez des récompenses pour l'exécution de vos tâches de <a href=\"/glossary/#validator\">validateur</a>, mais vous perdrez des quantités variables d'ETH si vous ne le faites pas. <a href=\"/staking/\">En savoir plus sur le staking Ethereum</a>.",
  "staking-pool-term": "Pools de mise en jeu",
  "staking-pool-definition": "L'ETH combiné de plus d'un staker Ethereum, utilisé pour atteindre les 32 ETH requis pour activer un ensemble de clés de validation. Un opérateur de nœud utilise ces clés pour participer au consensus et les <a href=\"/glossary/#block-reward\">récompenses du bloc</a> sont réparties entre les stakers qui y contribuent. Les pools de staking ou la délégation de staking ne font pas partie du protocole Ethereum, mais de nombreuses solutions ont été élaborées par la communauté. <a href=\"/staking/pools/\">En savoir plus sur les pools de mise en jeu</a>.",
  "stark-term": "STARK",
  "stark-definition": "Abréviation de « scalable transparent argument of knowledge », un STARK est un type de <a href=\"/glossary/#zk-proof\">preuve à connaissance nulle</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">En savoir plus sur les rollups ZK</a>.",
  "state-term": "État",
  "state-definition": "Image instantanée de tous les soldes et métadonnées présents à un moment donné sur la blockchain, qui renvoie normalement à la condition d'un bloc particulier.",
  "state-channels-term": "Canaux d'état",
  "state-channels-definition": "Une solution de <a href=\"/glossary/#layer-2\">couche 2</a> où un canal est mis en place entre les participants, où ils peuvent effectuer des <a href=\"/glossary/#transaction\">transactions</a> librement et à moindre coût. Seule une <a href=\"/glossary/#transaction\">transaction</a> pour établir le canal et le fermer est envoyée au réseau principal. Cela permet un débit de transaction très élevé, mais nécessite de connaître le nombre de participants à l'avance et de bloquer les fonds. <a href=\"/developers/docs/scaling/state-channels/#state-channels\">En savoir plus sur les canaux d'État</a>.",
  "supermajority-term": "Supermajorité",
  "supermajority-definition": "La supermajorité est le terme utilisé pour désigner un montant dépassant les 2/3 (66 %) du nombre total d'Ether mis en jeu pour sécuriser Ethereum. Un vote à la supermajorité est nécessaire pour que les blocs soient <a href=\"/glossary/#finality\">finalisés</a> sur la chaîne phare.",
  "sybil-attack-term": "Attaque Sybil",
  "sybil-attack-definition": "Les attaques de type Sybil consistent à tromper un système en lui faisant croire que l'on est plusieurs personnes afin d'accroître son influence.",
  "syncing-term": "Synchronisation",
  "syncing-definition": "Le processus de téléchargement de la dernière version complète d'une blockchain sur un nœud.",
  "sync-committee-term": "Comité de synchronisation",
  "sync-committee-definition": "Un comité de synchronisation est un groupe de <a href=\"/glossary/#validator\">validateurs</a> sélectionnés de manière aléatoire et rafraîchis toutes les 27 heures environ. Leur objectif est d'ajouter leurs signatures aux en-têtes de blocs valides. Les comités de synchronisation permettent aux <a href=\"/glossary/#light-client\">clients légers</a> de suivre l'évolution de la tête de la blockchain sans avoir besoin d'accéder à l'ensemble des validateurs.",
  "szabo-term": "Szabo",
  "szabo-definition": "Une dénomination d'<a href=\"/glossary/#ether\">ether</a>. 1 szabo = 10<sup>12</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>6</sup> szabo = 1 ether.",
  "terminal-total-difficulty-term": "Difficulté Totale Terminale (TTD)",
  "terminal-total-difficulty-definition": "La difficulté totale est la somme des difficultés de minage d'Ethash pour tous les blocs jusqu'à un certain point de la blockchain. La difficulté totale terminale est une valeur spécifique de la difficulté totale qui a été utilisée comme déclencheur pour que les clients d'exécution arrêtent leurs fonctions de minage et de propagation de blocs, permettant ainsi au réseau de passer à la preuve d'enjeu. Cela n'est plus pertinent car Ethereum est passé à la <a href=\"/glossary/#pos\">preuve d'enjeu (proof-of-stake)</a>.",
  "testnet-term": "Réseau de test",
  "testnet-definition": "Aussi appelé « testnet », il s'agit d'un réseau utilisé pour simuler le comportement du réseau principal Ethereum.",
  "token-term": "Jeton",
  "token-definition": "Bien virtuel négociable défini dans les contrats intelligents sur la blockchain Ethereum.",
  "transaction-term": "Transaction",
  "transaction-definition": "Données engagées dans la blockchain Ethereum, signées par un <a href=\"/glossary/#account\">compte</a> d'origine, ciblant une <a href=\"/glossary/#address\">adresse</a> spécifique. La transaction contient des métadonnées telles que la <a href=\"/glossary/#gas-limit\">limite de gaz</a> pour cette transaction. <a href=\"/developers/docs/transactions/\">En savoir plus sur les transactions</a>.",
  "transaction-fee-term": "Frais de transaction",
  "transaction-fee-definition": "Des frais que vous devez payer chaque fois que vous utilisez le réseau Ethereum. Les exemples incluent l'envoi de fonds depuis votre <a href=\"/glossary/#wallet\">portefeuille</a> ou une interaction avec une <a href=\"/glossary/#dapp\">dApp</a>, comme échanger des jetons ou acheter un objet de collection. Vous pouvez considérer cela comme des frais de service. Cette commission variera en fonction de l'encombrement du réseau. Cela est dû au fait que les <a href=\"/glossary/#validator\">validateurs</a>, les personnes responsables du traitement de votre transaction, sont susceptibles de prioriser les transactions avec des frais plus élevés – donc la congestion fait monter le prix.<br/><br/> À un niveau technique, vos frais de transaction sont liés à la quantité de <a href=\"/glossary/#gas\">gaz</a> que votre transaction nécessite.<br/><br/> La réduction des frais de transaction est un sujet d'intérêt intense en ce moment. Voir <a href=\"/glossary/#layer-2\">Seconde Couche</a>.",
  "trust-assumptions-term": "Hypothèses de confiance",
  "trust-assumptions-definition": "Les hypothèses de confiance sont des croyances fondamentales concernant la sécurité et la fiabilité d'un système, qui guident ce en quoi nous avons confiance pour que le système fonctionne.",
  "trustlessness-term": "Absence de confiance",
  "trustlessness-definition": "La capacité d'un réseau à effectuer des transactions sans qu'aucune des parties impliquées n'ait besoin de faire confiance à un tiers.",
  "turing-complete-term": "Turing-complet",
  "turing-complete-definition": "Un concept nommé d'après le mathématicien et informaticien anglais Alan Turing. \nUn système de règles de traitement de données (instructions d'un ordinateur, langage de programmation ou automate cellulaire) est dit « Turing-complet » ou « universel sur le plan informatique » s'il a au moins le pouvoir des machines de Turing.",
  "validator-term": "Validateur",
  "validator-definition": "Un <a href=\"/glossary/#node\">nœud</a> dans un système de <a href=\"/glossary/#pos\">preuve d'enjeu</a> responsable du stockage des données, du traitement des transactions et de l'ajout de nouveaux blocs à la blockchain. Pour activer le logiciel de validation, vous devez être en mesure de <a href=\"/glossary/#staking\">miser</a> 32 ETH. <a href=\"/staking/\">En savoir plus sur la mise en jeu dans Ethereum</a>.",
  "validator-lifecycle-term": "Cycle de vie du validateur",
  "validator-lifecycle-definition": "La séquence d'états dans laquelle un validateur peut exister. Cela inclut : <br/><br/><ul><li>déposé : Au moins 32 ETH ont été déposés dans le <a href=\"/glossary/#deposit-contract\">contrat de dépôt</a> par le validateur</li><li>en attente : le validateur est dans la file d'attente d'activation en attendant d'être voté dans le réseau par les validateurs existants</li><li>actif : atteste et propose actuellement des blocs</li><li>puni : le validateur a mal agi et est en train d'être pénalisé</li><li>sortie : le validateur a été signalé pour quitter le réseau, soit volontairement, soit parce qu'il a été éjecté.</li></ul>",
  "validity-proof-term": "Preuve de validité",
  "validity-proof-definition": "Un modèle de sécurité pour certaines solutions de <a href=\"/glossary/#layer-2\">couche 2</a> où, pour augmenter la vitesse, les transactions sont regroupées en lots et soumises à Ethereum en une seule transaction. Le calcul des transactions est effectué en hors chaîne, puis fourni à la chaîne principale avec une preuve de leur validité. Cette méthode permet d'augmenter le nombre de transactions possibles tout en maintenant la sécurité. Certains <a href=\"/glossary/#rollups\">rollups</a> utilisent des <a href=\"/glossary/#fraud-proof\">preuves de fraude</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">En savoir plus sur les rollups à connaissance nulle</a>.",
  "validium-term": "Validium",
  "validium-definition": "Une solution hors chaîne qui utilise des <a href=\"/glossary/#validity-proof\">preuves de validité</a> pour améliorer le débit des transactions. Contrairement aux <a href=\"/glossary/#zk-rollup\">rollups ZK</a>, les données de validium ne sont pas stockées sur la couche 1 du réseau principal. <a href=\"/developers/docs/scaling/validium/\">En savoir plus sur le validium</a>.",
  "vyper-term": "Vyper",
  "vyper-definition": "Un langage de programmation de haut niveau avec une syntaxe semblable à celle de Python. Destiné à se rapprocher d'un langage fonctionnel pur. Créé par Vitalik Buterin. <a href=\"/developers/docs/smart-contracts/languages/#vyper\">En savoir plus sur Vyper</a>.",
  "wallet-term": "Portefeuille",
  "wallet-definition": "Un portefeuille est un outil numérique permettant de stocker, d'envoyer et de recevoir de la monnaie numérique, comme une bourse virtuelle pour votre argent en ligne. <a href=\"/wallets/\">En savoir plus sur les portefeuilles Ethereum</a>.",
  "web2-term": "Web2",
  "web2-definition": "Il s'agit de l'internet actuel, centré sur le contenu généré par les utilisateurs et les réseaux sociaux contrôlés par quelques entreprises. Le Web3 est une vision axée sur la cryptomonnaie selon laquelle les utilisateurs devraient plutôt contrôler leurs données et transactions.",
  "web3-term": "Web3",
  "web3-definition": "Le Web3 est le nouvel internet basé sur la blockchain, où les utilisateurs contrôlent leurs données et transactions, plutôt que les entreprises. Il n'est pas nécessaire de partager des informations personnelles. <a href=\"/web3/\">En savoir plus sur le Web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "La plus petite dénomination d'ether. 10<sup>18</sup> wei = 1 ether.",
  "zero-address-term": "Adresse zéro",
  "zero-address-definition": "Une adresse Ethereum, composée entièrement de zéros, qui est fréquemment utilisée comme adresse pour retirer les jetons de la circulation. Une distinction est faite entre les jetons officiellement retirés de l'index d'un contrat intelligent via la méthode burn() et ceux envoyés à cette adresse.",
  "zk-proof-term": "Preuve de connaissance zéro",
  "zk-proof-definition": "Une preuve à connaissance nulle est une méthode cryptographique qui permet à une personne de prouver qu'une déclaration est vraie sans transmettre d'informations supplémentaires. <a href=\"/developers/docs/scaling/zk-rollups/\">En savoir plus sur les rollups à connaissance nulle</a>.",
  "zk-rollup-term": "Rollup ZK",
  "zk-rollup-definition": "Un <a href=\"/glossary/#rollups\">rollup</a> de transactions qui utilise des <a href=\"/glossary/#validity-proof\">preuves de validité</a> pour offrir un débit de transactions <a href=\"/glossary/#layer-2\">de seconde couche</a> accru tout en utilisant la sécurité fournie par le réseau principal (couche 1). Bien qu'ils ne puissent pas gérer des types de transactions complexes, comme les <a href=\"/glossary/#optimistic-rollup\">rollups optimistes</a>, ils n'ont pas de problèmes de latence car les transactions sont prouvées valides lorsqu'elles sont soumises. <a href=\"/developers/docs/scaling/zk-rollups/\">En savoir plus sur les rollups Zk</a>."
}
