{
  "51%-attack-term": "Attaque de 51 %",
  "51%-attack-definition": "Un type d'attaque au cours de laquelle un groupe prend le contrôle de la majorité des <a href=\"/glossary/#node\">nœuds</a>. Cela leur permet de tromper la blockchain en inversant des <a href=\"/glossary/#transaction\">transactions</a> et en dépensant deux fois de l'<a href=\"ether\">éther</a> et d'autres jetons.",
  "abi-term": "Interface Binaire d'Application (ABI)",
  "abi-definition": "Un fichier JSON qui définit les fonctions et les variables inclues dans les contrats intelligents. L'ABI permet de cartographier le bytecode dans des formats lisibles par l'homme.",
  "account-term": "Compte",
  "account-definition": "Un compte Ethereum est une identité numérique sur la blockchain Ethereum, permettant aux utilisateurs d'envoyer et de recevoir de l'Ether ou d'autres actifs numériques, et d'interagir avec des contrats intelligents.",
  "address-term": "Adresse",
  "address-definition": "Une adresse Ethereum est un identifiant unique utilisé pour recevoir des jetons, fonctionnant de manière similaire à un numéro de compte bancaire pour les crypto-monnaies. Il est utilisé pour identifier votre compte Ethereum.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "Sont des moyens d'empêcher les gens de se faire passer pour plusieurs utilisateurs à la fois sur internet, garantissant que chaque utilisateur est une personne réelle et distincte. Cela permet de garantir l'équité et l'honnêteté des interactions en ligne.",
  "apr-term": "Taux annuel en % (TAP)",
  "apr-definition": "Le TAP ou le taux annuel en pourcentage reflète le coût annuel de l'emprunt d'argent, incluant les intérêts et les frais, en pourcentage.",
  "attestation-term": "Attestation",
  "attestation-definition": "Une affirmation faite par une entité que quelque chose est vrai. Dans le contexte d'Ethereum, les validateurs de consensus doivent affirmer ce qu'ils pensent être l'état de la chaîne. À certains moments, chaque validateur est responsable de la publication de différentes attestations qui déclarent formellement son point de vue sur la chaîne, y compris le dernier point de contrôle finalisé et la tête actuelle de la chaîne. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">En savoir plus sur les attestations</a>.",
  "block-term": "Bloc",
  "block-definition": "Un bloc est un emplacement où les transactions ou les actions numériques sont stockées. Une fois qu'un bloc est complet, il est lié au précédent, créant ainsi une chaîne de blocs ou une \"blockchain\". <a href=\"/developers/docs/blocks/\">En savoir plus sur les blocs</a>.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "Une blockchain est une base de données de transactions, dupliquée et partagée sur tous les ordinateurs du réseau, garantissant que les données ne peuvent pas être modifiées rétroactivement.",
  "bridge-term": "Les ponts",
  "bridge-definition": "Un pont entre des blockchains est utilisé pour transférer des actifs d'un réseau blockchain à un autre.",
  "consensus-term": "Consensus",
  "consensus-definition": "Quand plus de deux tiers des ordinateurs d'un réseau s'accordent sur le même ensemble d'enregistrement, s'assurant que chacun est au même niveau. Cela ne concerne pas les règles qu'ils suivent, mais le fait de s'assurer qu'ils disposent tous des mêmes informations.",
  "consensus-client-term": "Client de consensus",
  "consensus-client-definition": "Les clients de consensus (tels que Prysm, Teku, Nimbus, Lighthouse, Lodestar) exécutent l'algorithme de consensus par <a href=\"/glossary/#pos\">preuve d'enjeu </a>d'Ethereum, ce qui permet au réseau de parvenir à un accord sur la tête de la chaîne phare. Les clients de consensus ne participent pas à la validation/diffusion des transactions ni à l'exécution des transitions d'état. Ces tâches sont effectuées par les <a href=\"/glossary/#execution-client\">clients d'exécution</a>. Les clients de consensus ne certifient ni ne proposent de nouveaux blocs. Cela est réalisé par le <a href=\"/glossary/#validator\">client validateur</a>, qui est un module complémentaire optionnel au client de consensus.",
  "consensus-layer-term": "Couche de consensus",
  "consensus-layer-definition": "La couche de consensus d'Ethereum est le réseau des <a href=\"/glossary/#consensus-client\">clients de consensus</a>.",
  "cryptoeconomics-term": "Cryptoéconomies",
  "cryptoeconomics-definition": "L’étude des principes mathématiques et économiques pour concevoir des plateformes numériques sécurisées et fiables. L’objectif est de s’assurer que tous les participants suivent les règles et sont récompensés pour avoir contribué à la sécurité et au fonctionnement du réseau. ",
  "cryptography-term": "Cryptographie",
  "cryptography-definition": "C'est la pratique consistant à rendre la communication privée et sécurisée afin que seules les personnes à qui l'information est destinée puissent la lire.",
  "dao-term": "Organisation autonome décentralisée (DAO)",
  "dao-definition": "Une DAO est une organisation numérique régie par des règles codées sur une blockchain, où les décisions sont prises via un vote des membres, et non par une autorité centrale. <a href=\"/dao/\">En savoir plus sur les organisations autonomes décentralisées (DAO)</a>.",
  "dapp-term": "DApp",
  "dapp-definition": "Une dApp est une application décentralisée qui fonctionne sur un réseau blockchain, offrant des services sans autorité centrale de contrôle. <a href=\"/dapps/\">En savoir plus sur les applications décentralisées</a>.",
  "data-availability-term": "Disponibilité des données",
  "data-availability-definition": "N'importe quel nœud peut vérifier indépendamment une transaction sur la blockchain afin de maintenir la transparence et la confiance dans le système.",
  "defi-term": "DeFi",
  "defi-definition": "Une large catégorie d’applications Ethereum visant à fournir des services financiers soutenus par la blockchain, sans aucun intermédiaire. <a href=\"/defi/\">En savoir plus sur la finance décentralisée (DeFi)</a>",
  "dex-term": "Échange décentralisé (DEX)",
  "dex-definition": "Un type d’application Ethereum qui vous permet d’échanger des jetons avec des pairs sur le réseau. Les DEX ne sont pas soumis à des restrictions géographiques comme les échanges centralisés – tout le monde peut participer.",
  "difficulty-bomb-term": "Bombe de difficulté",
  "difficulty-bomb-definition": "Augmentation exponentielle planifiée du paramètre de <a href=\"/glossary/#difficulty\">difficulté</a> de la <a href=\"/glossary/#pow\">preuve de travail</a> qui a été conçue pour inciter à la transition vers la <a href=\"/glossary/#pos\">preuve d'enjeu</a>, réduisant les possibilités d'une <a href=\"/glossary/#hard-fork\">fourche</a>. La bombe de difficulté a été supprimée lors de <a href=\"/roadmap/merge\">la Fusion</a>.",
  "ecdsa-term": "Algorithme de Signature Numérique à Courbe Elliptique (ECDSA)",
  "ecdsa-definition": "Algorithme cryptographique utilisé par Ethereum pour garantir que les fonds ne peuvent être dépensés que par leurs propriétaires. C'est la méthode préférée pour créer des clés publiques et privées. Pertinent pour la génération d'<a href=\"/glossary/#address\">adresses</a> de compte et la vérification des <a href=\"/glossary/#transaction\">transactions</a>.",
  "ens-term": "Ethereum Name Service (ENS)",
  "ens-definition": "L'Ethereum Name Service est comme un annuaire téléphonique pour les adresses Ethereum. Au lieu d'utiliser de longues adresses de portefeuille, l'ENS vous permet d'utiliser des noms simples comme \"john.eth\" pour envoyer et recevoir de l'argent et des actifs numériques.",
  "epoch-term": "Période",
  "epoch-definition": "Une période de 32 <a href=\"/glossary/#slot\">créneaux</a>, chaque créneau étant de 12 secondes, soit un total de 6,4 minutes. Les <a href=\"/glossary/#committee\">comités</a> de validation sont mélangés à chaque époque pour des raisons de sécurité. Chaque époque est l'occasion de <a href=\"/glossary/#finality\">finaliser</a> la chaîne. Chaque validateur se voit attribuer de nouvelles responsabilités au début de chaque époque. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">En savoir plus sur la preuve d'enjeu</a>.",
  "eoa-term": "Compte externe (EOA)",
  "eoa-definition": "Les comptes externes (EOA en anglais) sont le type de compte Ethereum le plus courant. Ils sont contrôlés par une personne via des clés privées / une phrase de récupération. <a href=\"/wallets/\">En savoir plus sur les portefeuilles Ethereum</a>.",
  "erc-term": "Demande de commentaires Ethereum (ERC)",
  "erc-definition": "ERC (<strong>Requête Ethereum pour Commentaires</strong>) est un type de documentation technique utilisée dans la communauté Ethereum pour proposer de nouvelles normes d'utilisation du réseau Ethereum.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "Un type de standard de jeton Ethereum similaire aux NFT (comme des objets de collection uniques) qui permet également de créer des objets interchangeables (comme des devises) au sein d'un même contrat intelligent.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "Il s'agit de l'ensemble de règles standard avec lesquelles la plupart des jetons sur le réseau Ethereum sont créés.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "Un ensemble de règles standard utilisé pour créer des NFT (jetons non fongibles).",
  "ether-term": "Ether",
  "ether-definition": "La cryptomonnaie native d’Ethereum, communément appelée « ETH ». Elle est utilisée pour couvrir les frais de transaction lors de l’utilisation de l’écosystème et des applications Ethereum. <a href=\"/eth/\">En savoir plus sur ether</a>.",
  "events-term": "Évènements",
  "events-definition": "Permet d'utiliser les fonctions de journalisation de l'<a href=\"/glossary/#evm\">EVM</a>. Les <a href=\"/glossary/#dapp\">dApps</a> peuvent écouter les événements et les utiliser pour déclencher des rappels JavaScript dans l'interface utilisateur. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">En savoir plus sur les événements et les journaux</a>.",
  "execution-client-term": "Client d'exécution",
  "execution-client-definition": "Les clients d'exécution (anciennement appelés « clients Eth1 »), tels que Besu, Erigon, Go-Ethereum (Geth), Nethermind, sont chargés de traiter et de diffuser les transactions et de gérer l'état d'Ethereum. Ils exécutent les calculs pour chaque transaction en utilisant la <a href=\"/glossary/#evm\">machine virtuelle Ethereum</a> pour s'assurer que les règles du protocole sont respectées.",
  "execution-layer-term": "Couche d'exécution",
  "execution-layer-definition": "La couche d'exécution d'Ethereum est le réseau des <a href=\"/glossary/#execution-client\">clients d'exécution</a>.",
  "finality-term": "Finalisation",
  "finality-definition": "La finalité est la garantie qu’un ensemble de transactions ne peut pas être modifié sans une énorme quantité d’ETH perdue.",
  "fork-term": "Fourche",
  "fork-definition": "Un changement dans le protocole entraînant la création d'une chaîne alternative.",
  "fraud-proof-term": "Preuve de fraude",
  "fraud-proof-definition": "Un modèle de sécurité pour certaines solutions de <a href=\"/glossary/#layer-2\">couche de niveau 2</a> où, pour augmenter la vitesse, les transactions sont <a href=\"/glossary/#rollups\">regroupées</a> en lots et soumises à Ethereum en une seule transaction. D’autres participants au réseau peuvent réexécuter les transactions pour vérifier qu’elles ont été exécutées honnêtement. S’ils découvrent une divergence entre les données affichées et leur propre version, ils peuvent afficher une preuve cryptographique qui démontre où une fraude a eu lieu. Certains <a href=\"/glossary/#rollups\">rollups</a> utilisent des <a href=\"/glossary/#validity-proof\">preuves de validité</a>.",
  "gas-term": "Gaz",
  "gas-definition": "Le gaz représente les frais payés pour les transactions et les contrats intelligents sur une blockchain, comme Ethereum. <a href=\"/gas/\">En savoir plus sur le gaz et les frais</a>.",
  "genesis-block-term": "Bloc d'origine",
  "genesis-block-definition": "Premier bloc d'une <a href=\"/glossary/#blockchain\">blockchain</a>, utilisé pour initialiser un certain réseau et sa cryptomonnaie.",
  "gwei-term": "Gwei",
  "gwei-definition": "Abréviation de gigawei, une dénomination de l'<a href=\"/glossary/#ether\">Ether</a>, couramment utilisée pour fixer le prix du <a href=\"/glossary/#gas\">gaz</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 Ether.",
  "hash-term": "Empreinte numérique",
  "hash-definition": "Une empreinte digitale de longueur fixe d'une entrée de taille variable, produite par une fonction de hachage. (Voir <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "holographic-consensus-term": "Consensus holographique",
  "holographic-consensus-definition": "Désigne la manière dont un grand groupe prend une décision en laissant un petit groupe de personnes représentatives voter. Les autres acceptent ensuite la décision, pour autant qu'ils soient convaincus que le petit groupe a fait du bon travail.",
  "index-term": "Index",
  "index-definition": "Structure réseau destinée à optimiser la sollicitation d'informations à travers la <a href=\"/glossary/#blockchain\">blockchain</a> en fournissant un chemin efficace vers sa source de stockage.",
  "key-term": "Clé",
  "key-definition": "Dans le contexte d'Ethereum, les clés sont des codes numériques : une clé publique pour recevoir des transactions et une clé privée pour accéder aux fonds et les envoyer.",
  "layer-2-term": "Niveau 2",
  "layer-2-definition": "Les couches de niveau 2 sont d'autres réseaux construits sur le réseau principal d’Ethereum pour rendre les transactions plus rapides et moins chères. <a href=\"/layer-2/\">En savoir plus sur la couche de niveau 2</a>.",
  "liquidity-tokens-term": "Jetons de liquidité",
  "liquidity-tokens-definition": "Les jetons de liquidité (LT) sont des jetons numériques émis à l'intention des participants qui déposent des actifs dans un pool de liquidité, ce dernier étant un ensemble de fonds verrouillés dans un contrat intelligent et utilisés pour faciliter les échanges sur une bourse décentralisée (DEX).",
  "mainnet-term": "Réseau principal",
  "mainnet-definition": "Appelé « mainnet » en anglais (pour « main network »), il s'agit de la <a href=\"/glossary/#blockchain\">blockchain</a> principale du réseau public Ethereum.",
  "mev-term": "MEV",
  "mev-definition": "Un mécanisme donnant la priorité à certaines actions sur une blockchain moyennant des frais, influençant les résultats et l’ordre des transactions.",
  "multisig-term": "Multi-signatures",
  "multisig-definition": "Multisig (signature multiple) désigne un portefeuille ou un compte numérique qui nécessite plusieurs signatures ou approbations pour exécuter des transactions, ce qui améliore la sécurité.",
  "nft-term": "Jeton non fongible (NFT)",
  "nft-definition": "Un élément numérique unique que vous pouvez posséder, comme une œuvre d'art ou un objet de collection, vérifié par la technologie blockchain. <a href=\"/nft/\">En savoir plus sur les jetons non fongibles (NFT)</a>.",
  "node-term": "Nœud",
  "node-definition": "Un client logiciel qui participe au réseau. <a href=\"/developers/docs/nodes-and-clients/\">En savoir plus sur les nœuds et les clients</a>.",
  "ommer-term": "Bloc oncle (ommer)",
  "ommer-definition": "Lorsqu'un <a href=\"/glossary/#miner\">mineur</a> en preuve de travail trouve un <a href=\"/glossary/#block\">bloc</a> valide, un autre mineur peut avoir publié un bloc concurrent qui est ajouté en premier à l'extrémité de la blockchain. Ce bloc valide, mais périmé, peut être inclus par des blocs plus récents en tant qu'<em>ommers</em> et recevoir une récompense de bloc partielle. Le terme « ommer » est le terme de genre neutre préféré pour désigner le frère ou la sœur d'un bloc parent, mais il est parfois également appelé « oncle ». Cela était frequent pour Ethereum lorsqu'il s'agissait d'un réseau basé sur la <a href=\"/glossary/#pow\">preuve de travail</a>. Maintenant qu'Ethereum utilise la <a href=\"/glossary/#pos\">preuve d'enjeu</a>, un seul proposeur de bloc est sélectionné par créneau.",
  "on-chain-term": "En chaîne",
  "on-chain-definition": "Fait référence aux actions ou transactions qui se produisent sur la blockchain et qui sont accessibles au public.",
  "optimistic-rollup-term": "Rollup optimisé",
  "optimistic-rollup-definition": "Le rollup optimiste est une solution de couche 2 qui accélère les transactions sur Ethereum, en supposant qu’elles soient valides par défaut, sauf si elles sont contestées. <a href=\"/developers/docs/scaling/optimistic-rollups/\">En savoir plus sur les rollups optimistes</a>.",
  "peer-to-peer-network-term": "Réseaux Pair-à-Pair",
  "peer-to-peer-network-definition": "Réseau d'ordinateurs (pairs) collectivement capables d'exécuter des fonctionnalités sans avoir besoin de services centralisés, basés sur un serveur.",
  "permissionless-term": "Sans autorisation",
  "permissionless-definition": "Aucune autorisation ou approbation n'est nécessaire pour utiliser un système comme Ethereum, et personne ne peut vous empêcher de l'utiliser. Il est ouvert 24 heures sur 24, 7 jours sur 7, pour que tout le monde puisse y participer.",
  "private-key-term": "Clé privée",
  "private-key-definition": "Une clé privée est un code secret qui prouve que vous possédez votre argent numérique et qui vous permet de la dépenser, comme un code PIN pour votre compte. <strong>NE LA PARTAGEZ PAS</strong>.",
  "poap-term": "POAP",
  "poap-definition": "Le protocole de preuve de présence est utilisé pour créer un objet numérique de collection (NFT) qui prouve que vous avez assisté à un événement ou à une activité spécifique.",
  "pos-term": "Preuve d'enjeu (PoS)",
  "pos-definition": "Une méthode par laquelle un protocole de blockchain de crypto-monnaie vise à atteindre un <a href=\"/glossary/#consensus\">consensus</a> distribué. La preuve d'enjeu demande aux utilisateurs de prouver qu'ils possèdent un certain montant de crypto-monnaie (leur « participation » dans le réseau) afin de pouvoir participer à la validation des transactions. <a href=\"/developers/docs/consensus-mechanisms/pos/\">En savoir plus sur la preuve d'enjeu</a>.",
  "pow-term": "Preuve de travail (PoW)",
  "pow-definition": "Un mécanisme de sécurité pour les blockchains qui nécessite que les nœuds dépensent de l’énergie sous forme de calcul pour trouver une certaine valeur.",
  "public-goods-term": "Biens publics",
  "public-goods-definition": "Les biens publics sont des choses que toute personne peut utiliser gratuitement, comme des parcs ou de l'air pur, et leur utilisation n'empêche pas les autres d'en faire autant. Les gouvernements fournissent souvent ces biens publics car les entreprises ne s'en préoccupent généralement pas, dans la mesure où elles ne peuvent pas facturer facilement leur utilisation.",
  "public-key-term": "Clé publique",
  "public-key-definition": "Une clé publique est un ensemble de caractères qui permet aux autres de vous envoyer de l'argent numérique en toute sécurité, comme une adresse e-mail pour de l’argent.",
  "quadratic-voting-term": "Vote quadratique",
  "quadratic-voting-definition": "Il s’agit d’un mode de scrutin où les électeurs expriment leur opinion sur les enjeux. Il permet aux électeurs de montrer non seulement leur préférence, mais aussi l’intensité de leur préférence.",
  "recovery-phrase-term": "Phrase de départ/phrase de récupération",
  "recovery-phrase-definition": "Une liste de mots qui vous sont donnés lorsque vous créez un portefeuille numérique. Elle agit comme un mot de passe qui peut vous aider à revenir dans votre portefeuille si vous en perdez l’accès, vous garantissant ainsi de ne pas perdre votre argent ou vos jetons numériques.",
  "rollups-term": "Rollups",
  "rollups-definition": "Un type de solution de mise à l'échelle de la <a href=\"/glossary/#layer-2\">couche 2</a> qui regroupe plusieurs transactions et les soumet à <a href=\"/glossary/#mainnet\">la chaîne principale Ethereum</a> en une seule transaction. Cela permet de réduire les coûts de <a href=\"/glossary/#gas\">gaz</a> et d'augmenter le débit des <a href=\"/glossary/#transaction\">transactions</a>. Il existe des rollups optimistes et à connaissance nulle qui utilisent différentes méthodes de sécurité pour offrir ces gains d'évolutivité. <a href=\"/developers/docs/scaling/#rollups\">En savoir plus sur les rollups</a>.",
  "rpc-term": "Appel de procédure distante (RPC)",
  "rpc-definition": "RPC permet à un ordinateur de demander des données ou des actions à un autre via un réseau, à la manière d'une télécommande demandant des informations.",
  "sequencer-term": "Séquenceur",
  "sequencer-definition": "Un séquenceur est un programme chargé d'ordonner les transactions dans un réseau blockchain.",
  "smart-contract-term": "Contrat intelligent",
  "smart-contract-definition": "Un contrat intelligent est un programme qui exécute automatiquement des accords sur une blockchain, comme un contrat numérique auto-exécutable. <a href=\"/smart-contracts/\">Introduction aux contrats intelligents</a>.",
  "stablecoin-term": "Stablecoin",
  "stablecoin-definition": "Un stablecoin est un type de cryptomonnaie conçu pour avoir une valeur stable, souvent indexée sur une devise ou une marchandise (comme le dollar américain), afin de minimiser la volatilité des prix. <a href=\"/stablecoins/\">En savoir plus sur les stablecoins</a>.",
  "staking-term": "Staking",
  "staking-definition": "Le dépôt d'une quantité d'<a href=\"/glossary/#ether\">ether</a> (votre mise) pour devenir un validateur et sécuriser le <a href=\"/glossary/#network\">réseau</a>. Un validateur vérifie les <a href=\"/glossary/#transaction\">transactions</a> et propose des <a href=\"/glossary/#block\">blocs</a> sous un modèle de consensus de <a href=\"/glossary/#pos\">preuve d'enjeu</a>. Le staking vous offre une incitation économique à agir dans le meilleur intérêt du réseau. Vous recevrez des récompenses pour l'exécution de vos tâches de <a href=\"/glossary/#validator\">validateur</a>, mais vous perdrez des quantités variables d'ETH si vous ne le faites pas. <a href=\"/staking/\">En savoir plus sur le staking Ethereum</a>.",
  "staking-pool-term": "Pools de mise en jeu",
  "staking-pool-definition": "L'ETH combiné de plus d'un staker Ethereum, utilisé pour atteindre les 32 ETH requis pour activer un ensemble de clés de validation. Un opérateur de nœud utilise ces clés pour participer au consensus et les <a href=\"/glossary/#block-reward\">récompenses du bloc</a> sont réparties entre les stakers qui y contribuent. Les pools de staking ou la délégation de staking ne font pas partie du protocole Ethereum, mais de nombreuses solutions ont été élaborées par la communauté. <a href=\"/staking/pools/\">En savoir plus sur les pools de mise en jeu</a>.",
  "sybil-attack-term": "Attaque Sybil",
  "sybil-attack-definition": "Les attaques de type Sybil consistent à tromper un système en lui faisant croire que l'on est plusieurs personnes afin d'accroître son influence.",
  "terminal-total-difficulty-term": "Difficulté Totale Terminale (TTD)",
  "terminal-total-difficulty-definition": "La difficulté totale est la somme des difficultés de minage d'Ethash pour tous les blocs jusqu'à un certain point de la blockchain. La difficulté totale terminale est une valeur spécifique de la difficulté totale qui a été utilisée comme déclencheur pour que les clients d'exécution arrêtent leurs fonctions de minage et de propagation de blocs, permettant ainsi au réseau de passer à la preuve d'enjeu. Cela n'est plus pertinent car Ethereum est passé à la <a href=\"/glossary/#pos\">preuve d'enjeu (proof-of-stake)</a>.",
  "transaction-fee-term": "Frais de transaction",
  "transaction-fee-definition": "Des frais que vous devez payer chaque fois que vous utilisez le réseau Ethereum. Les exemples incluent l'envoi de fonds depuis votre <a href=\"/glossary/#wallet\">portefeuille</a> ou une interaction avec une <a href=\"/glossary/#dapp\">dApp</a>, comme échanger des jetons ou acheter un objet de collection. Vous pouvez considérer cela comme des frais de service. Cette commission variera en fonction de l'encombrement du réseau. Cela est dû au fait que les <a href=\"/glossary/#validator\">validateurs</a>, les personnes responsables du traitement de votre transaction, sont susceptibles de prioriser les transactions avec des frais plus élevés – donc la congestion fait monter le prix.<br/><br/> À un niveau technique, vos frais de transaction sont liés à la quantité de <a href=\"/glossary/#gas\">gaz</a> que votre transaction nécessite.<br/><br/> La réduction des frais de transaction est un sujet d'intérêt intense en ce moment. Voir <a href=\"/glossary/#layer-2\">Seconde Couche</a>.",
  "trust-assumptions-term": "Hypothèses de confiance",
  "trust-assumptions-definition": "Les hypothèses de confiance sont des croyances fondamentales concernant la sécurité et la fiabilité d'un système, qui guident ce en quoi nous avons confiance pour que le système fonctionne.",
  "validator-term": "Validateur",
  "validator-definition": "Un <a href=\"/glossary/#node\">nœud</a> dans un système de <a href=\"/glossary/#pos\">preuve d'enjeu</a> responsable du stockage des données, du traitement des transactions et de l'ajout de nouveaux blocs à la blockchain. Pour activer le logiciel de validation, vous devez être en mesure de <a href=\"/glossary/#staking\">miser</a> 32 ETH. <a href=\"/staking/\">En savoir plus sur la mise en jeu dans Ethereum</a>.",
  "validity-proof-term": "Preuve de validité",
  "validity-proof-definition": "Un modèle de sécurité pour certaines solutions de <a href=\"/glossary/#layer-2\">couche 2</a> où, pour augmenter la vitesse, les transactions sont regroupées en lots et soumises à Ethereum en une seule transaction. Le calcul des transactions est effectué en hors chaîne, puis fourni à la chaîne principale avec une preuve de leur validité. Cette méthode permet d'augmenter le nombre de transactions possibles tout en maintenant la sécurité. Certains <a href=\"/glossary/#rollups\">rollups</a> utilisent des <a href=\"/glossary/#fraud-proof\">preuves de fraude</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">En savoir plus sur les rollups à connaissance nulle</a>.",
  "wallet-term": "Portefeuille",
  "wallet-definition": "Un portefeuille est un outil numérique permettant de stocker, d'envoyer et de recevoir de la monnaie numérique, comme une bourse virtuelle pour votre argent en ligne. <a href=\"/wallets/\">En savoir plus sur les portefeuilles Ethereum</a>.",
  "web2-term": "Web2",
  "web2-definition": "Il s'agit de l'internet actuel, centré sur le contenu généré par les utilisateurs et les réseaux sociaux contrôlés par quelques entreprises. Le Web3 est une vision axée sur la cryptomonnaie selon laquelle les utilisateurs devraient plutôt contrôler leurs données et transactions.",
  "web3-term": "Web3",
  "web3-definition": "Le Web3 est le nouvel internet basé sur la blockchain, où les utilisateurs contrôlent leurs données et transactions, plutôt que les entreprises. Il n'est pas nécessaire de partager des informations personnelles. <a href=\"/web3/\">En savoir plus sur le Web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "La plus petite dénomination d'ether. 10<sup>18</sup> wei = 1 ether.",
  "zk-proof-term": "Preuve de connaissance zéro",
  "zk-proof-definition": "Une preuve à connaissance nulle est une méthode cryptographique qui permet à une personne de prouver qu'une déclaration est vraie sans transmettre d'informations supplémentaires. <a href=\"/developers/docs/scaling/zk-rollups/\">En savoir plus sur les rollups à connaissance nulle</a>."
}
