{
  "page-what-is-ethereum-alt-img-bazaar": "Illustration d'une personne collaborant à un bazar, destinée à représenter l'Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Une illustration des membres de la communauté Ethereum travaillant ensemble",
  "page-what-is-ethereum-alt-img-lego": "Une illustration d'une main fabriquant un symbole ETH au moyen de briques de lego",
  "page-what-is-ethereum-banking-card": "Services bancaires pour tous",
  "page-what-is-ethereum-banking-card-desc": "Tout le monde n'a pas accès à des services financiers. Une connexion internet est tout ce dont vous aurez besoin pour accéder à Ethereum et aux produits d'emprunt, de prêt et d'épargne disponibles.",
  "page-what-is-ethereum-build": "Créer avec Ethereum",
  "page-what-is-ethereum-build-desc": "Si vous voulez essayer de développer avec Ethereum, consultez notre documentation, essayez quelques tutoriels, ou jetez un œil aux outils nécessaires pour commencer.",
  "page-what-is-ethereum-censorless-card": "Résistant à la censure",
  "page-what-is-ethereum-censorless-card-desc": "Aucun gouvernement ni entreprise n'a de contrôle sur Ethereum. Cette décentralisation rend pratiquement impossible à quiconque de vous empêcher de recevoir des paiements ou d'utiliser des services sur Ethereum.",
  "page-what-is-ethereum-comm-desc": "Notre communauté comprend des personnes de tous horizons, y compris des artistes, des crypto-anarchistes, des entreprises du Fortune 500, et maintenant vous. Découvrez comment vous pouvez participer dès maintenant.",
  "page-what-is-ethereum-commerce-card": "Garanties de commerce",
  "page-what-is-ethereum-commerce-card-desc": "Les clients ont une garantie sécurisée et intégrée que les fonds ne changeront de main que si vous fournissez ce qui a été convenu. De même, les développeurs peuvent avoir la certitude que les règles ne changeront pas.",
  "page-what-is-ethereum-composable-card": "Produits composables",
  "page-what-is-ethereum-composable-card-desc": "Les applications sont construites sur la même blockchain, et elles font toutes le choix de l'interopérabilité. De façon plus globale, elles cohabitent en s'appuyant entre elles (à l'instar des blocs de construction de type Lego). Cela permet d'établir une base pour des améliorations relatives aux produits et aux expériences, et de s'assurer que personne ne pourra supprimer les outils sur lesquels reposent les applications.",
  "page-what-is-ethereum-community": "La communauté Ethereum",
  "page-what-is-ethereum-desc": "La base de notre avenir numérique",
  "page-what-is-ethereum-explore": "Explorer Ethereum",
  "page-what-is-ethereum-internet-card": "Un internet ouvert",
  "page-what-is-ethereum-internet-card-desc": "Tout le monde peut interagir avec le réseau Ethereum ou construire des applications sur celui-ci. Cela crée les bases pour le contrôle de vos propres fonds et de votre propre identité, au lieu de laisser des méga-corporations exercer leur contrôle sur ces derniers.",
  "page-what-is-ethereum-meet-comm": "Rencontrez notre communauté",
  "page-what-is-ethereum-meta-description": "Apprenez-en plus sur Ethereum, ce qu'elle fait et comment l'essayer par vous-même.",
  "page-what-is-ethereum-meta-title": "Qu'est-ce qu'Ethereum ?",
  "page-what-is-ethereum-p2p-card": "Un réseau P2P",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum vous permet de coordonner, de conclure des accords ou de transférer des actifs numériques directement avec d'autres personnes. Vous n'avez pas besoin de vous fier à des intermédiaires.",
  "page-what-is-ethereum-start-building-btn": "Commencez à créer",
  "page-what-is-ethereum-title": "Qu'est-ce qu'Ethereum ?",
  "page-what-is-ethereum-subtitle": "Un guide complet pour les débutants sur le fonctionnement d'Ethereum, les avantages qu'il apporte et la manière dont des millions de personnes à travers le monde l'utilisent.",
  "page-what-is-ethereum-button-lets-start": "Commençons",
  "page-what-is-ethereum-blockchain-tab-title": "Qu'est-ce qu'une blockchain ?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Une blockchain est une base de données de transactions</b> qui est mise à jour et partagée sur de nombreux ordinateurs au sein d'un réseau. Chaque fois qu'un nouvel ensemble de transactions est ajouté, un nouveau « bloc » est créé, d'où le nom de blockchain. Les blockchains publiques telles qu'Ethereum permettent à n'importe qui d'ajouter des données, mais non d'en supprimer. Si quelqu'un voulait modifier une quelconque information ou abuser le système, cette personne devrait le faire sur la majorité des ordinateurs du réseau. C'est beaucoup ! Les blockchains décentralisées comme Ethereum sont de fait hautement sécurisées.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Qu'est-ce qu'une cryptomonnaie ?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Le terme de cryptomonnaie s'utilise pour décrire de nombreux types de jetons numériques fongibles sécurisés à l'aide d'une blockchain. Tout a commencé avec le Bitcoin. Le Bitcoin peut être utilisé pour échanger de la valeur entre deux parties sans devoir faire confiance à un intermédiaire. Il vous suffit de faire confiance au code Bitcoin qui est ouvert et disponible gratuitement.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "La raison pour laquelle les actifs tels que le Bitcoin et l'Ether sont appelé « cryptomonnaies » est que la sécurité de vos données et de vos actifs est garantie par la <a href=\"/glossary/#cryptography\"> cryptographie</a>, et non en ayant confiance dans une institution ou une société pour agir honnêtement.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum possède sa propre cryptomonnaie native, l'Ether (ETH), qui est utilisée pour payer certaines activités sur le réseau. Il peut être transféré à d'autres utilisateurs ou échangé contre d'autres jetons sur Ethereum. L'Ether est spécial parce qu'il est utilisé pour payer le calcul nécessaire pour construire et exécuter des applications et des organisations sur Ethereum.",
  "page-what-is-ethereum-summary-title": "Résumé",
  "page-what-is-ethereum-summary-desc-1": "Ethereum est un réseau d'ordinateurs dispersés dans le monde entier qui suivent un ensemble de règles appelées le protocole Ethereum. Le réseau Ethereum sert de base aux communautés, aux applications, aux organisations et aux actifs numériques que n'importe qui peut construire et utiliser.",
  "page-what-is-ethereum-summary-desc-2": "Vous pouvez créer un compte Ethereum depuis n'importe où, à tout moment, et explorer un monde d'applications ou construire les vôtres. L'innovation fondamentale est que vous pouvez faire tout cela sans faire confiance à une autorité centrale qui pourrait changer les règles ou restreindre votre accès.",
  "page-what-is-ethereum-summary-desc-3": "Poursuivez votre lecture pour en savoir plus…",
  "page-what-is-ethereum-btc-eth-diff-title": "Quelle est la différence entre Ethereum et Bitcoin ?",
  "page-what-is-ethereum-btc-eth-diff-1": "Lancé en 2015, Ethereum s'appuie sur l'innovation offerte par Bitcoin, dont elle se distingue sur certains grands points.",
  "page-what-is-ethereum-btc-eth-diff-2": "Les deux technologies vous permettent d'utiliser de l'argent numérique sans fournisseurs de paiement ni banques. Mais <b>Ethereum est programmable</b>, donc vous pouvez également construire et déployer des applications décentralisées sur son réseau.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin nous permet de nous envoyer des messages de base sur ce que nous pensons avoir de la valeur. Établir une valeur sans autorité est déjà puissant. Ethereum étend ce principe : plutôt que de simples messages, vous pouvez écrire n'importe quel programme général ou contrat. Il n'y a pas de limite au type de contrats qui peuvent être créés et acceptés, d'où les grandes innovations réalisées sur le réseau Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-4": "Alors que Bitcoin n'est qu'un réseau de paiement, Ethereum ressemble davantage à un marché de services financiers, jeux, réseaux sociaux et autres applications.",
  "page-what-is-ethereum-what-can-eth-do-title": "Que peut faire Ethereum ?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Pourquoi serait-il intéressant pour moi d'utiliser Ethereum ?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Si vous êtes intéressé(e) par des moyens plus résilients, plus ouverts et plus fiables de générer de la coordination à l'échelle mondiale, de créer des organisations, de construire des applications et de partager de la valeur, Ethereum est fait pour vous. Ethereum est une histoire écrite par nous tous, alors venez découvrir les univers incroyables que nous pouvons construire ensemble.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum s'est également révélé inestimable pour les personnes qui ont dû faire face à l'incertitude quant à la sécurité, la solidité ou la mobilité de leurs avoirs en raison de forces extérieures hors de leur contrôle.",
  "page-what-is-ethereum-slide-1-title": "Paiements transfrontaliers moins chers et plus rapides",
  "page-what-is-ethereum-slide-1-desc-1": "Les <b>Stablecoins</b> sont un nouveau type de cryptomonnaie qui repose sur un actif plus stable comme base de valeur. La plupart d'entre eux sont liés au dollar américain, aussi la valeur de la monnaie est-elle préservée. Il en résulte un système de paiement d'envergure mondiale très bon marché et stable. De nombreux stablecoins sont construits sur le réseau Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum et stablecoins simplifient le processus d'envoi d'argent à l'étranger. Il ne faut souvent que quelques minutes pour déplacer des fonds à travers le monde. Finis les délais de plusieurs jours ouvrables ou même de semaines parfois nécessaires à une banque ordinaire pour traiter ce genre d'opération exécutée, de plus, à moindre prix. Sans compter qu'il n'y a pas de surcoûts lorsqu'on effectuer une transaction de grande valeur, et il n'y a aucune restriction sur l'endroit où vous envoyez votre argent ou sur les raisons pour lesquelles vous le faites.",
  "page-what-is-ethereum-slide-2-title": "L’aide la plus rapide en temps de crise",
  "page-what-is-ethereum-slide-2-desc-1": "Si vous avez la chance d'avoir plusieurs options bancaires par le biais d'institutions de confiance dans le pays où vous vivez, vous pouvez considérer comme acquises la liberté, la sécurité et la stabilité financière qu'elles offrent. Mais pour de nombreuses personnes dans le monde qui sont confrontées à la répression politique ou à des difficultés économiques, les institutions financières peuvent ne pas fournir la protection ou les services dont elles ont besoin.",
  "page-what-is-ethereum-slide-2-desc-2": "Lorsque la guerre, les catastrophes économiques ou la répression des libertés civiles ont frappé les habitants du <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, de <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, d'<a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, du <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, de <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Biélorussie</a>, et d'<a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukraine</a>, les crypto-monnaies constituaient l'option la plus rapide et souvent la seule pour conserver un pouvoir financier.<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Comme le montrent ces exemples, les cryptomonnaies telles qu'Ethereum peuvent offrir un accès illimité à l'économie mondiale lorsque les gens sont coupés du monde extérieur. En outre, les stablecoins offrent une réserve de valeur lorsque les monnaies locales s'effondrent en raison de l'hyperinflation.",
  "page-what-is-ethereum-slide-3-title": "Valoriser les créateurs",
  "page-what-is-ethereum-slide-3-desc-1": "Rien qu'en 2021, artistes, musiciens, écrivains et autres créateurs ont utilisé Ethereum pour gagner environ 3,5 milliards de dollars collectivement. Cela fait d'Ethereum l'une des plus grandes plateformes mondiales pour les créateurs, aux côtés de Spotify, YouTube et Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">En savoir plus</a>.",
  "page-what-is-ethereum-slide-4-title": "Valoriser les joueurs",
  "page-what-is-ethereum-slide-4-desc-1": "Les jeux Play-to-earn (où les joueurs sont en fait récompensés pour avoir joué aux jeux) ont récemment émergé et sont en train de transformer l'industrie du jeu. Il est généralement interdit de transférer les actifs en jeu à d'autres joueurs ou de les échanger contre de l'argent réel. Cela force les joueurs à utiliser des sites Web sur le marché noir qui présentent souvent un risque pour la sécurité. Les jeux en Blockchain embrassent l'économie du jeu et favorisent un tel comportement de manière sûre.",
  "page-what-is-ethereum-slide-4-desc-2": "De plus, les joueurs sont encouragés par la possibilité d’échanger les jetons en jeu contre de l’argent réel et d’être ainsi récompensés pour leur temps de jeu.",
  "page-what-is-ethereum-meet-ether-title": "Rencontrez ether, la cryptomonnaie d'Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "De nombreuses actions sur le réseau Ethereum nécessitent un travail à faire sur l'ordinateur embarqué d'Ethereum (connu sous le nom de machine virtuelle Ethereum). Ce calcul n'est pas gratuit : il est payé pour utiliser la cryptomonnaie native d'Ethereum, appelée Ether (ETH). Cela signifie que vous aurez besoin d'au moins une petite quantité d'Ether pour utiliser le réseau.",
  "page-what-is-ethereum-meet-ether-desc-2": "L'Ether est purement numérique et peut être envoyé instantanément à n'importe qui dans le monde. L'approvisionnement en Ether n'est contrôlé par aucun gouvernement ni aucune société : il est décentralisé et totalement transparent. L'Ether est émis de manière précise selon le protocole et uniquement pour les stakers qui sécurisent le réseau.",
  "page-what-is-ethereum-what-is-ether": "Qu'est-ce-que l'ether ?",
  "page-what-is-ethereum-get-eth": "Obtenir de l'ETH",
  "page-what-is-ethereum-explore-applications": "Explorer les applications",
  "page-what-is-ethereum-learn-defi": "En savoir plus sur DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Qui est à la tête d'Ethereum ?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "L'Ethereum n'est contrôlé par aucune entité particulière. Il existe chaque fois qu'il y a des ordinateurs connectés qui exécutent un logiciel en suivant le protocole Ethereum et qui s'intègrent à <a href=\"/glossary/#blockchain\">la blockchain</a> Ethereum. Chacun de ces ordinateurs est connu sous le nom de nœud. Les nœuds peuvent être exécutés par tout le monde, bien que pour participer à la sécurisation du réseau, vous devez <a href=\"/glossary/#staking\">mettre en jeu</a> de l'ETH (jeton natif d'Ethereum). Toute personne qui possède 32 ETH peut le faire sans avoir besoin de permission.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Même le code source d'Ethereum n'est pas produit par une seule entité. N'importe qui peut suggérer des modifications pour le protocole et discuter d'améliorations. Il existe plusieurs implémentations du protocole Ethereum qui sont produites par des organisations indépendantes dans plusieurs langages de programmation. Ces implémentations sont généralement construites de façon ouverte et encouragent les contributions de la communauté.",
  "page-what-is-ethereum-run-a-node": "Exécuter un nœud",
  "page-what-is-ethereum-smart-contract-title": "Qu'est-ce qu'un contrat intelligent ?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Les contrats intelligents sont des programmes informatiques</b> vivant sur la blockchain d'Ethereum. Ils s'exécutent lorsqu'ils sont déclenchés par une transaction d'un utilisateur. Ils rendent Ethereum très flexible dans ce qu'il peut faire. Ces programmes servent de blocs de construction pour les applications et les organisations décentralisées.",
  "page-what-is-ethereum-smart-contract-desc-2": "Avez-vous déjà utilisé un produit qui a changé ses conditions générales d'utilisation ? Ou supprimé une fonctionnalité que vous trouviez utile ? Une fois qu'un contrat intelligent est publié sur Ethereum, il restera en ligne et opérationnel tant qu'Ethereum existe. Même l'auteur ne peut pas l'enlever. Comme les contrats intelligents sont automatisés, ils ne discriminent aucun utilisateur et sont toujours prêts à être utilisés.",
  "page-what-is-ethereum-smart-contract-desc-3": "Les exemples les plus populaires de contrats intelligents sont les applications de prêt, les plateformes d'échange de trading décentralisées, les assurances, le financement quadratique, les réseaux sociaux, <a href=\"/glossary/#nft\">les NFT</a>... Essentiellement tout ce que vous pouvez imaginer.",
  "page-what-is-ethereum-more-on-smart-contracts": "Plus d'infos sur les contrats intelligents",
  "page-what-is-ethereum-explore-dapps": "Découvrir les dApps",
  "page-what-is-ethereum-criminal-activity-title": "J'ai entendu dire que les cryptomonnaies sont utilisées comme outil pour mener des activités criminelles. Est-ce vrai ?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Comme n'importe quelle technologie, Ethereum sera parfois utilisé à mauvais escient. Cependant, toutes les transactions Ethereum se produisent sur une blockchain ouverte, ce qui permet souvent aux autorités de suivre des activités illicites plus facilement que dans le système financier traditionnel. Cela rend ainsi Ethereum moins attrayant pour les personnes qui préfèrent ne pas être détectées.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Les cryptomonnaies sont beaucoup moins utilisées que les monnaies fiduciaires à des fins criminelles selon les conclusions d'un rapport récent d'Europol, l'Agence de coopération de l'Union européenne pour l'application de la loi :",
  "page-what-is-ethereum-criminal-activity-desc-3": "« L'utilisation de cryptomonnaies pour des activités illicites ne semble constituer qu'une petite partie de l'économie globale de la cryptomonnaie, et le montant semble être comparativement plus faible que le montant des fonds illicites impliqués dans la finance traditionnelle.”",
  "page-what-is-ethereum-energy-title": "Qu'en est-il de la consommation d'énergie d'Ethereum ?",
  "page-what-is-ethereum-energy-desc-1": "Le 15 septembre 2022, Ethereum a effectué la mise à niveau La Fusion, faisant passer Ethereum de la <a href=\"/glossary/#pow\">preuve de travail</a> à la <a href=\"/glossary/#pos\">preuve d'enjeu</a>.",
  "page-what-is-ethereum-energy-desc-2": "La Fusion a été la plus grande mise à jour d'Ethereum et a réduit la consommation d'énergie nécessaire pour sécuriser Ethereum de <b>99,5 %</b>, créant ainsi un réseau <b>plus sécurisé pour un coût carbone sensiblement réduit</b>. Ethereum est maintenant une blockchain à faible émission de carbone et à sécurité et évolutivité renforcées.",
  "page-what-is-ethereum-more-on-energy-consumption": "En savoir plus sur la consommation d'énergie",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Consommation d'énergie annuelle en TWh/an",
  "energy-consumption-chart-global-data-centers-label": "Centres de données globaux",
  "energy-consumption-gold-mining-cbeci-label": "Extraction d'or",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Jouer aux États-Unis",
  "energy-consumption-chart-airbnb-label": "Airbnb",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Point sur la Fusion",
  "page-what-is-ethereum-additional-reading": "Complément d'information",
  "page-what-is-ethereum-week-in-ethereum": "L'actualité de la semaine sur Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Une newsletter hebdomadaire sur les développements clés de l'écosystème.",
  "page-what-is-ethereum-kernel-dreamers": "Noyau",
  "page-what-is-ethereum-kernel-dreamers-desc": "Rêve d'Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atoms, Institutions, Blockchains",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Pourquoi les blockchains sont importantes ?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum en chiffres",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Projets construits sur Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Comptes (portefeuilles) avec un solde ETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Contrats intelligents sur Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Valeur sécurisée sur Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Gains de créateur sur Ethereum en 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Nombre de transactions aujourd'hui",
  "adoption-chart-column-now-label": "Maintenant",
  "adoption-chart-investors-label": "Investisseurs",
  "adoption-chart-developers-label": "Développeurs",
  "adoption-chart-companies-label": "Sociétés",
  "adoption-chart-artists-label": "Artistes",
  "adoption-chart-musicians-label": "Musiciens",
  "adoption-chart-writers-label": "Auteurs",
  "adoption-chart-gamers-label": "Gamers",
  "adoption-chart-refugees-label": "Réfugiés",
  "page-what-is-ethereum-get-eth-alt": "Obtenir de l'ETH",
  "page-what-is-ethereum-get-eth-description": "ETH est la cryptomonnaie originaire d'Ethereum. Vous aurez besoin d'ETH dans votre portefeuille pour utiliser des applications Ethereum.",
  "page-what-is-ethereum-get-eth-title": "Obtenir de l'ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Explorez des applications décentralisées",
  "page-what-is-ethereum-explore-dapps-description": "Les applications décentralisées (Decentralized applications, dApps) sont des applications construites sur Ethereum. Les dApps bouleversent les modèles d’affaires actuels et en inventent de nouveaux.",
  "page-what-is-ethereum-explore-dapps-title": "Essayer quelques DApps"
}
