{
  "page-learning-tools-bloomtech-description": "Le cours sur Web3 de BloomTech vous enseignera les compétences que les employeurs recherchent chez les ingénieurs.",
  "page-learning-tools-bloomtech-logo-alt": "Logo BloomTech",
  "page-learning-tools-bootcamps": "Camps de démarrage des développeurs",
  "page-learning-tools-bootcamps-desc": "Des cours en ligne payants pour vous permettre de gagner en vitesse, rapidement.",
  "page-learning-tools-browse-docs": "Parcourir la documentation",
  "page-learning-tools-capture-the-ether-description": "Capture l'Ether est un jeu dans lequel vous piratez les contrats intelligents Ethereum pour en apprendre plus sur la sécurité.",
  "page-learning-tools-capture-the-ether-logo-alt": "Logo capture l'Ether",
  "page-learning-tools-node-guardians-description": "Node Guardians est une plateforme éducative et ludique qui plonge les développeurs web3 dans des quêtes prenant place dans un univers fantastique pour apprendre à maîtriser des langages de programmation tels que Solidity, Cairo, Noir et Huff.",
  "page-learning-tools-node-guardians-logo-alt": "Logo de Node Guardians",
  "page-learning-tools-coding": "Apprendre en codant",
  "page-learning-tools-coding-subtitle": "Ces outils vous aideront à vous familiariser avec Ethereum si vous préférez une expérience d'apprentissage plus interactive.",
  "page-learning-tools-consensys-academy-description": "Camp de démarrage des développeurs Ethereum en ligne.",
  "page-learning-tools-consensys-academy-logo-alt": "Logo ConsenSys Academy",
  "page-learning-tools-cryptozombies-description": "Apprenez le langage Solidity en construisant votre propre jeu de zombie.",
  "page-learning-tools-cryptozombies-logo-alt": "Logo CryptoZombies",
  "page-learning-tools-dapp-world-description": "Un écosystème de perfectionnement de la blockchain, comprenant des cours, des quiz, des exercices pratiques et des concours hebdomadaires.",
  "page-learning-tools-dapp-world-logo-alt": "Logo de Dapp World",
  "page-learning-tools-documentation": "Apprendre avec la documentation",
  "page-learning-tools-documentation-desc": "Vous voulez en savoir plus ? Explorez notre documentation pour trouver l'explication dont vous avez besoin.",
  "page-learning-tools-eth-dot-build-description": "Un espace de test éducatif pour Web3, incluant la programmation par glisser-déposer et les blocs de construction open source.",
  "page-learning-tools-eth-dot-build-logo-alt": "Logo Eth.build",
  "page-learning-tools-ethernauts-description": "Terminez les niveaux en piratant des contrats intelligents.",
  "page-learning-tools-ethernauts-logo-alt": "Logo Ethereum",
  "page-learning-tools-metaschool-description": "Devenez développeur Web3 en construisant et expédiant des dApps.",
  "page-learning-tools-metaschool-logo-alt": "Logo _metaschool",
  "page-learning-tools-game-tutorials": "Tutoriels interactifs",
  "page-learning-tools-game-tutorials-desc": "Apprenez en jouant. Ces tutoriels vous permettent de parcourir les bases de façon ludique.",
  "page-learning-tools-meta-desc": "Outils de codage en ligne et expériences d'apprentissage interactif pour vous aider à faire des expériences avec le développement d'Ethereum.",
  "page-learning-tools-meta-title": "Outils d'apprentissage pour les développeurs",
  "page-learning-tools-atlas-logo-alt": "Logo d'Atlas",
  "page-learning-tools-atlas-description": "Écrivez, testez et déployez des contrats intelligents en quelques minutes avec l'IDE Atlas.",
  "page-learning-tools-questbook-description": "Tutoriels auto-initiés pour apprendre Web 3.0 en construisant",
  "page-learning-tools-questbook-logo-alt": "Logo du Questbook",
  "page-learning-tools-remix-description": "Développez, déployez et administrez des contrats intelligents pour Ethereum. Suivez des tutoriels avec le plugin LearnEth.",
  "page-learning-tools-remix-description-2": "Remix, Replit, ChainIDE et Atlas ne sont pas seulement des bacs à sable : ils permettent aux développeurs d'écrire, de compiler et de déployer leurs contrats intelligents.",
  "page-learning-tools-replit-description": "Un environnement de développement personnalisable dédiée à Ethereum avec le rechargement à chaud, une vérification des erreurs et un support testnet de première qualité.",
  "page-learning-tools-chainIDE-description": "Commencez votre voyage Web3 en écrivant des contrats intelligents pour Ethereum avec ChainIDE. Utilisez les modèles intégrés pour apprendre et gagner du temps.",
  "page-learning-tools-chainIDE-logo-alt": "Logo ChainIDE",
  "page-learning-tools-tenderly-description": "Le bac à sable Tenderly est un environnement de prototypage où vous pouvez écrire, exécuter, et déboguer les contrats intelligents dans le navigateur en utilisant Solidity et JavaScript.",
  "page-learning-tools-tenderly-logo-alt": "Logo de Tenderly",
  "page-learning-tools-replit-logo-alt": "Logo Replit",
  "page-learning-tools-remix-logo-alt": "Logo Remix",
  "page-learning-tools-sandbox": "Boîtes à sable de code",
  "page-learning-tools-sandbox-desc": "Ces espaces de test vous permettront de faire des expériences avec la rédaction de contrats intelligents et de mieux comprendre d'Ethereum.",
  "page-learning-tools-speed-run-ethereum-description": "Speed Run Ethereum est un ensemble de défis pour tester vos connaissances en Solidity en utilisant Scaffold-ETH",
  "page-learning-tools-speed-run-ethereum-logo-alt": "Logo de Speed Run Ethereum",
  "page-learning-tools-studio-description": "Un IDE basé sur le Web où vous pouvez suivre des tutoriels pour créer et tester des contrats intelligents, et construire un frontend pour eux.",
  "page-learning-tools-vyperfun-description": "Apprenez à développer avec Vyper en construisant votre propre jeu de Pokémon.",
  "page-learning-tools-vyperfun-logo-alt": "Logo Vyper.fun",
  "page-learning-tools-nftschool-description": "Explorez le côté technique des jetons non fongibles, ou NFT.",
  "page-learning-tools-nftschool-logo-alt": "Jetons non fongibles du logo de l'école",
  "page-learning-tools-platzi-description": "Apprenez à construire des DApps sur Web3 et maîtrisez toutes les compétences nécessaires pour être un développeur blockchain.",
  "page-learning-tools-platzi-logo-alt": "Logo de Platzi",
  "page-learning-tools-alchemy-university-description": "Boostez votre carrière Web3 grâce à des cours, projets et du code.",
  "page-learning-tools-alchemy-university-logo-alt": "Logo d'Alchemy University",
  "page-learning-tools-learnweb3-description": "LearnWeb3 est une plateforme éducative gratuite et de haute qualité pour passer de débutant à expert en développement web3.",
  "page-learning-tools-learnweb3-logo-alt": "Logo de LearnWeb3",
  "page-learning-tools-cyfrin-updraft-description": "Apprenez le développement de contrats intelligents pour tous les niveaux de compétence et les audits de sécurité.",
  "page-learning-tools-cyfrin-updraft-logo-alt": "Logo de Cyfrin Updraft",
  "alt-eth-blocks": "Illustration de blocs organisés comme un symbole ETH"
}
