{
  "page-eth2-just-staking": "Staking",
  "page-eth2-staking-image-alt": "Image de la mascotte Rhino pour le launchpad eth2.",
  "page-eth2-staking-51-desc-1": "La fragmentation rend plus accessible le rôle de validateur sur le réseau, il est donc probable qu'il y aura plus de validateurs sur le réseau qu'il n'en existe aujourd'hui. Cela rendra ce type d'attaque encore plus difficile car le coût d'une attaque augmentera.",
  "page-eth2-staking-accessibility": "Plus accessible",
  "page-eth2-staking-accessibility-desc": "Avec des exigences matérielles allégées et la possibilité de mettre en commun si vous n'avez pas 32 Eth, davantage de personnes pourront rejoindre le réseau. Cela rendra Ethereum plus décentralisé et sécurisé en diminuant la surface d'attaque.",
  "page-eth2-staking-at-stake": "Votre ETH est en jeu",
  "page-eth2-staking-at-stake-desc": "Parce que vous devez miser vos ETH pour valider les transactions et créer de nouveaux blocs, vous pouvez le perdre si vous décidez d'essayer de tromper le système.",
  "page-eth2-staking-benefits": "Les avantages de la mise en jeu Ethereum",
  "page-eth2-staking-check-address": "Vérifier l'adresse de dépôt",
  "page-eth2-staking-consensus": "En savoir plus sur les mécanismes de consensus",
  "page-eth2-staking-deposit-address": "Vérifiez l'adresse de dépôt",
  "page-eth2-staking-deposit-address-desc": "Si vous avez déjà suivi les instructions de configuration du launchpad, vous savez que vous devez envoyer une transaction au contrat de dépôt. Nous vous recommandons de vérifier l'adresse très attentivement. Vous pouvez trouver l'adresse officielle sur ethereum.org et un certain nombre d'autres sites de confiance.",
  "page-eth2-staking-desc-1": "Des récompenses sont données pour les actions qui aident le réseau à atteindre un consensus. Vous obtiendrez des récompenses en inscrivant des transactions dans un nouveau bloc ou en vérifiant le travail d'autres validateurs, car c'est ce qui maintient la sécurité de la chaîne.",
  "page-eth2-staking-desc-2": "Bien que vous puissiez gagner des récompenses en faisant du travail qui profite au réseau, vous pouvez perdre votre ETH pour des actions malveillantes, en vous déconnectant et en ne validant pas.",
  "page-eth2-staking-desc-3": "Vous aurez besoin de 32 ETH pour devenir validateur complet ou de quelques ETH pour rejoindre un groupe d'enjeux. Vous devrez également exécuter un client 'Eth1' ou 'mainnet'. Le launchpad vous guidera à travers les exigences du processus et du matériel. Alternativement, vous pouvez utiliser une API d'arrière-plan.",
  "page-eth2-staking-description": "La mise en jeu est l'acte de déposer 32 ETH pour activer le logiciel de validateur. En tant que validateur, vous serez responsable du stockage des données, du traitement des transactions et de l'ajout de nouveaux blocs à la blockchain. Cela permettra de sécuriser Ethereum pour tout le monde et de vous faire gagner de nouveaux ETH au cours du processus. Ce processus, connu sous le nom de preuve d'enjeu, est introduit par la chaîne phare.",
  "page-eth2-staking-docked": "En savoir plus sur l'arrimage",
  "page-eth2-staking-dyor": "Faites vos propres recherches",
  "page-eth2-staking-dyor-desc": "Aucun des services de mise en jeu énumérés ne sont des endossements officiels. Assurez-vous de faire des recherches pour déterminer quel service pourrait être le meilleur pour vous.",
  "page-eth2-staking-header-1": "Mettez en jeu votre ETH pour devenir un validateur Ethereum",
  "page-eth2-staking-how-much": "Combien êtes-vous prêt à miser ?",
  "page-eth2-staking-how-to-stake": "Comment miser",
  "page-eth2-staking-how-to-stake-desc": "Tout dépend du montant que vous êtes prêt à investir. Vous aurez besoin de 32 ETH pour devenir un validateur à part entière, mais il est possible de miser une fraction de cette somme.",
  "page-eth2-staking-join": "Rejoindre",
  "page-eth2-staking-join-community": "Rejoignez la communauté des stakers",
  "page-eth2-staking-join-community-desc": "r/ethstaker est une communauté qui permet à tout le monde de discuter de la mise en jeu sur Ethereum – rejoignez-la pour obtenir des conseils, du soutien et parler de tout ce qui touche à la mise en jeu.",
  "page-eth2-staking-less-than": "Inférieure à",
  "page-eth2-staking-link-1": "Voir les API backend",
  "page-eth2-staking-meta-description": "Présentation de la mise en jeu d'Ethereum : les risques, les récompenses, les exigences et où le faire.",
  "page-eth2-staking-meta-title": "Staking d'Ethereum",
  "page-eth2-staking-more-sharding": "En savoir plus sur la fragmentation",
  "page-eth2-staking-pool": "Mise en jeu groupée",
  "page-eth2-staking-pool-desc": "Si n'avez pas 32 ETH à mettre en jeu, vous pourrez mettre en jeu une fraction de cette somme dans un groupe d'enjeux. Certaines entreprises peuvent tout faire en votre nom, donc vous n'aurez pas à vous soucier de rester en ligne. Voici quelques entreprises à vérifier.",
  "page-eth2-staking-pos-explained": "Explication de preuve d'enjeu",
  "page-eth2-staking-pos-explained-desc": "Miser est l'action que vous devez effectuer pour devenir validateur dans un système de preuves d'enjeu. Il s'agit d'un mécanisme de consensus qui va remplacer le système de preuve de travail actuellement en place. Les mécanismes de consensus sont ce qui maintient les blockchains comme Ethereum sécurisées et décentralisées.",
  "page-eth2-staking-pos-explained-desc-1": "La preuve d'enjeu aide à sécuriser le réseau de plusieurs façons :",
  "page-eth2-staking-services": "Voir les services de mise en jeu",
  "page-eth2-staking-sharding": "Permet la fragmentation",
  "page-eth2-staking-sharding-desc": "La fragmentation, ou sharding, n'est possible qu'avec un système de preuve. La fragmentation d'un système de preuve de travail diluerait la puissance de calcul nécessaire pour corrompre le réseau, ce qui permettrait aux mineurs malveillants de contrôler plus facilement les fragments. Ce n'est pas le cas avec les stakers assignés aléatoirement en preuve d'enjeu.",
  "page-eth2-staking-solo": "Staker solo et devenez un validateur",
  "page-eth2-staking-solo-desc": "Pour commencer le processus de mise en jeu, vous devrez utiliser le launchpad Eth2. Il vous guidera à travers toute la configuration. Une partie de la mise en jeu est l'exécution d'un client Eth2, qui est une copie locale de la blockchain. Cela peut prendre un certain temps à télécharger sur votre ordinateur.",
  "page-eth2-staking-start": "Commencer à miser",
  "page-eth2-staking-subtitle": "La mise en jeu est un bien public en faveur de l'écosystème Ethereum. Vous pouvez aider à sécuriser le réseau et gagner des récompenses par la même occasion.",
  "page-eth2-staking-sustainability": "Plus durable",
  "page-eth2-staking-sustainability-desc": "Les validateurs n’ont pas besoin d’ordinateurs à forte consommation d’énergie pour participer à un système de preuve d’enjeu – un ordinateur portable ou même un smartphone suffisent. Cela rendra Ethereum meilleur pour l'environnement.",
  "page-eth2-staking-the-beacon-chain": "En savoir plus sur la Chaîne de Balises",
  "page-eth2-staking-title-1": "Récompenses",
  "page-eth2-staking-title-2": "Risques",
  "page-eth2-staking-title-3": "Conditions requises",
  "page-eth2-staking-title-4": "Comment miser vos ETH",
  "page-eth2-staking-upgrades-li": "Le mécanisme de preuve d'enjeu est dirigé par la chaîne phare.",
  "page-eth2-staking-upgrades-li-2": "Dans un futur proche, Ethereum aura la chaîne phare à preuve d'enjeu et le réseau principal à preuve de travail. Le réseau principal est l'Ethereum que nous utilisons depuis des années.",
  "page-eth2-staking-upgrades-li-3": "Pendant ce temps, les stakers ajouteront de nouveaux blocs à la chaîne phare mais ne traiteront pas les transactions principales.",
  "page-eth2-staking-upgrades-li-4": "Ethereum passera entièrement à un système de preuve d'enjeu une fois que le réseau principal Ethereum deviendra un fragment.",
  "page-eth2-staking-upgrades-li-5": "Ce n'est qu'alors que vous pourrez retirer votre enjeu.",
  "page-eth2-staking-upgrades-title": "Améliorations de la preuve d'enjeu et de Eth2",
  "page-eth2-staking-validators": "Plus de validateurs, plus de sécurité",
  "page-eth2-staking-validators-desc": "Dans une blockchain comme Ethereum, il est possible de corrompre l'intégralité de la chaîne si vous contrôlez 51 % du réseau. Par exemple, vous pourriez obtenir 51% des validateurs pour déclarer que votre solde est de 1 000 000 ETH et non 1 ETH. Mais, pour contrôler 51% des validateurs, vous devez posséder 51% de l’ETH dans le système – ça fait beaucoup !",
  "page-eth2-staking-withdrawals": "Les retraits ne seront pas activés instantanément",
  "page-eth2-staking-withdrawals-desc": "Vous ne pourrez pas retirer votre satking tant que de futures améliorations ne seront pas déployées. Les retraits devraient être disponibles une fois le réseau principal arrimé dans le système de chaîne phare."
}
