{
  "page-stablecoins-accordion-borrow-crypto-collateral": "Crypto-collatéral",
  "page-stablecoins-usdc-banner-body": "USDC est le plus grand stablecoin adossé à une monnaie fiduciaire réglementé aux États-Unis. Sa valeur est indexée sur le dollar américain, il est émis par Circle et largement utilisé.",
  "page-stablecoins-usdc-banner-learn-button": "En savoir plus sur USDC",
  "page-stablecoins-usdc-banner-swap-button": "Obtenir des USDC",
  "page-stablecoins-accordion-borrow-crypto-collateral-copy": "Avec Ethereum, vous pouvez emprunter directement à d'autres utilisateurs sans échanger vos ETH. Cela peut vous donner un effet de levier – certains le font pour essayer d'accumuler plus d'ETH.",
  "page-stablecoins-accordion-borrow-crypto-collateral-copy-p2": "Mais étant donné que le prix de l'ETH est volatile, vous devrez fournir plus en garantie. Cela signifie que si vous voulez emprunter 100 stablecoins, vous aurez probablement besoin d'au moins 150 $ d’ETH, ce qui protège le système et les prêteurs.",
  "page-stablecoins-accordion-borrow-crypto-collateral-link": "Plus d'infos sur les stablecoins crypto-adossés",
  "page-stablecoins-accordion-borrow-pill": "Avancé",
  "page-stablecoins-accordion-borrow-places-intro": "Ces DApps vous permettent d'emprunter des stablecoins en utilisant des cryptomonnaies comme garanties. Certains acceptent d'autres jetons ainsi que l'ETH.",
  "page-stablecoins-accordion-borrow-places-title": "Où emprunter des stablecoins",
  "page-stablecoins-accordion-borrow-requirement-1": "Un portefeuille Ethereum",
  "page-stablecoins-accordion-borrow-requirement-1-description": "Vous aurez besoin d'un portefeuille pour utiliser une DApp",
  "page-stablecoins-accordion-borrow-requirement-2": "Ether (ETH)",
  "page-stablecoins-accordion-borrow-requirement-2-description": "Vous aurez besoin d'ETH comme garantie et/ou pour les frais de transaction",
  "page-stablecoins-accordion-borrow-requirements-description": "Pour emprunter des stablecoins, vous devrez utiliser la bonne DApp. Vous aurez également besoin d'un portefeuille et de quelques ETH.",
  "page-stablecoins-accordion-borrow-risks-copy": "Si vous utilisez de l’ETH comme garantie et que sa valeur baisse, votre garantie ne couvrira plus les stablecoins que vous avez générés. Cela entraînera la liquidation de vos ETH et vous risquez de subir une pénalité. Donc, si vous empruntez des stablecoins, vous devrez surveiller le prix de l'ETH.",
  "page-stablecoins-accordion-borrow-risks-link": "Prix de l’ETH le plus récent",
  "page-stablecoins-accordion-borrow-risks-title": "Risques",
  "page-stablecoins-accordion-borrow-text-preview": "Vous pouvez emprunter des stablecoins en utilisant des cryptomonnaies comme garanties, que vous devez rembourser.",
  "page-stablecoins-accordion-borrow-title": "Emprunter",
  "page-stablecoins-accordion-buy-exchanges-title": "Échanges populaires",
  "page-stablecoins-accordion-buy-requirement-1": "Plateformes et portefeuilles de cryptomonnaies",
  "page-stablecoins-accordion-buy-requirement-1-description": "Vérifiez les services que vous pouvez utiliser où vous vivez",
  "page-stablecoins-accordion-buy-requirements-description": "Un compte avec un échange ou un portefeuille à partir duquel vous pouvez acheter des cryptomonnaies directement. Vous en avez peut-être déjà utilisé un pour obtenir des ETH. Vérifiez quels services vous pouvez utiliser là où vous résidez.",
  "page-stablecoins-accordion-buy-text-preview": "Beaucoup de plateformes d'échanges et de portefeuilles vous permettent d'acheter directement des stablecoins. Des restrictions géographiques s'appliqueront.",
  "page-stablecoins-accordion-buy-title": "Acheter",
  "page-stablecoins-accordion-buy-warning": "Les échanges centralisés ne peuvent lister que les stablecoins soutenus par fiat, comme les USDC, Tether et d'autres. Vous ne pourrez peut-être pas les acheter directement, mais vous devriez pouvoir les échanger contre des ETH ou d'autres cryptomonnaies que vous pouvez acheter sur la plateforme.",
  "page-stablecoins-accordion-earn-project-1-description": "Hackathons en cours et à venir. La porte d’entrée de tous les développeurs vers la nouvelle frontière numérique.",
  "page-stablecoins-accordion-earn-project-2-description": "Technologie, contenu et autre travail pour la communauté MakerDao (l'équipe qui a créé Dai).",
  "page-stablecoins-accordion-earn-project-3-description": "Quand vous vous y connaissez vraiment, trouvez des bogues pour gagner du Dai.",
  "page-stablecoins-accordion-earn-project-bug-bounties": "Primes de bogues sur la couche de consensus",
  "page-stablecoins-accordion-earn-project-community": "Communauté MakerDao",
  "page-stablecoins-accordion-earn-projects-copy": "Ce sont des plateformes qui vous paieront avec des stablecoins pour votre travail.",
  "page-stablecoins-accordion-earn-projects-title": "Où gagner des stablecoins",
  "page-stablecoins-accordion-earn-requirement-1": "Un portefeuille Ethereum",
  "page-stablecoins-accordion-earn-requirement-1-description": "Vous aurez besoin d'un portefeuille pour recevoir les stablecoins que vous avez gagnés",
  "page-stablecoins-accordion-earn-requirements-description": "Les stablecoins sont une excellente méthode de paiement pour le travail et les services, parce que leur valeur est stable. Mais vous aurez besoin d'un portefeuille pour être payé.",
  "page-stablecoins-accordion-earn-text-preview": "Vous pouvez gagner des stablecoins en travaillant sur des projets dans l'écosystème Ethereum.",
  "page-stablecoins-accordion-earn-title": "Gagner",
  "page-stablecoins-accordion-less": "Moins",
  "page-stablecoins-accordion-more": "Plus",
  "page-stablecoins-accordion-requirements": "Ce dont vous aurez besoin",
  "page-stablecoins-accordion-swap-dapp-intro": "Si vous avez déjà des ETH et un <a href=\"/glossary/#wallet\">portefeuille</a>, vous pouvez utiliser ces DApps pour un échange contre des stablecoins.",
  "page-stablecoins-accordion-swap-dapp-link": "Plus d'informations sur les échanges décentralisés",
  "page-stablecoins-accordion-swap-dapp-title": "DApps pour échanger des jetons",
  "page-stablecoins-accordion-swap-editors-tip": "Conseil des éditeurs",
  "page-stablecoins-accordion-swap-editors-tip-button": "Trouver un portefeuille",
  "page-stablecoins-accordion-swap-editors-tip-copy": "Procurez-vous un portefeuille qui vous permettra d'acheter des ETH et de les échanger directement contre des jetons, y compris des stablecoins.",
  "page-stablecoins-accordion-swap-pill": "Recommandé",
  "page-stablecoins-accordion-swap-requirement-1": "Un portefeuille Ethereum",
  "page-stablecoins-accordion-swap-requirement-1-description": "Vous aurez besoin d'un portefeuille pour autoriser l'échange et stocker vos pièces",
  "page-stablecoins-accordion-swap-requirement-2": "Ether (ETH)",
  "page-stablecoins-accordion-swap-requirement-2-description": "Pour payer l'échange",
  "page-stablecoins-accordion-swap-text-preview": "Vous pouvez trouver la plupart des stablecoins sur les échanges décentralisés. Vous pouvez donc échanger tous les jetons que vous pourriez avoir pour une stablecoin que vous voulez.",
  "page-stablecoins-accordion-swap-title": "Échanger",
  "page-stablecoins-algorithmic": "Algorithmique",
  "page-stablecoins-algorithmic-con-1": "Vous devez avoir confiance (ou être en mesure de lire) l'algorithme.",
  "page-stablecoins-algorithmic-con-2": "Votre solde de pièces changera en fonction de la quantité totale.",
  "page-stablecoins-algorithmic-description": "Ces stablecoins ne sont pas supportées par un autre actif. Au lieu de cela, un algorithme vendra des jetons si le prix tombe en dessous de la valeur désirée et fournira d'autres jetons si la valeur va au-delà du montant souhaité. Parce que le nombre de ces jetons en circulation change régulièrement, le nombre de jetons que vous possédez changera, mais reflètera toujours votre quote-part.",
  "page-stablecoins-algorithmic-pro-1": "Aucune garantie n'est nécessaire.",
  "page-stablecoins-algorithmic-pro-2": "Contrôlé par un algorithme public.",
  "page-stablecoins-bank-apy": "0.05 %",
  "page-stablecoins-bank-apy-source": "Le taux moyen payé par les banques sur des comptes d'épargne de base, assurés par le gouvernement fédéral, aux États-Unis.",
  "page-stablecoins-bank-apy-source-link": "Source",
  "page-stablecoins-bitcoin-pizza": "La célèbre pizza Bitcoin",
  "page-stablecoins-bitcoin-pizza-body": "En 2010, quelqu’un a acheté 2 pizzas pour 10 000 bitcoins. À l’époque, elles valaient environ 41 USD. Sur le marché d’aujourd’hui, cela représente des millions de dollars. Il existe beaucoup de transactions regrettables similaires dans l'histoire d'Ethereum. Les stablecoins résolvent ce problème, pour que vous puissiez profiter de votre pizza et conserver votre ETH.",
  "page-stablecoins-category-dashboard-and-education": "Tableau de bord et Éducation",
  "page-stablecoins-coin-price-change": "Variation du prix des pièces (30 derniers jours)",
  "page-stablecoins-crypto-backed": "Crypto adossé",
  "page-stablecoins-crypto-backed-con-1": "Moins stable que les stablecoins adossées à la monnaie fiduciaire.",
  "page-stablecoins-crypto-backed-con-2": "Vous devez garder un œil sur la valeur du crypto collatéral.",
  "page-stablecoins-crypto-backed-description": "Ces stablecoins sont adossées à d'autres crypto-actifs, comme l'ETH. Leur prix dépend de la valeur de l'actif sous-jacent (ou de la garantie), qui peut être volatile. Étant donné que la valeur de l'ETH peut fluctuer, ces pièces stables sont sur-collatéralisées pour s'assurer que le prix reste aussi stable que possible. Cela signifie qu'il est plus précis de dire qu'une stablecoin crypto-adossée à 1$ a en fait un actif de cryptomonnaie sous-jacent d'une valeur d'au moins 2 $. Donc, si le prix de l'ETH baisse, plus d'ETH doit être utilisé pour soutenir la stablecoin, sinon les stablecoins perdront leur valeur. Notez que certains stablecoins adossés à des cryptomonnaies, comme le DAI, utilisent également des stablecoins centralisés dans leur mécanisme de garantie.",
  "page-stablecoins-crypto-backed-pro-1": "Transparent et entièrement décentralisé.",
  "page-stablecoins-crypto-backed-pro-2": "Rapide à convertir en d'autres actifs de cryptomonnaie.",
  "page-stablecoins-crypto-backed-pro-3": "Aucun tiers de confiance externe – tous les actifs sont contrôlés par des comptes Ethereum.",
  "page-stablecoins-editors-choice": "Choix de la rédaction",
  "page-stablecoins-editors-choice-intro": "Ce sont probablement les exemples les plus connus de stablecoins en ce moment et les pièces que nous avons trouvées utiles lors de l'utilisation de DApps.",
  "page-stablecoins-explore-dapps": "Explorez des applications décentralisées",
  "page-stablecoins-fiat-backed": "Adossé à une monnaie fiduciaire",
  "page-stablecoins-fiat-backed-con-1": "Centralisé : les jetons doivent être émis par quelqu'un.",
  "page-stablecoins-fiat-backed-con-2": "Nécessite un audit pour s'assurer que l'entreprise dispose de réserves suffisantes.",
  "page-stablecoins-fiat-backed-description": "Fondamentalement, un JVD (je vous dois ou IOU (i owe you en anglais)) pour une monnaie fiduciaire traditionnelle (généralement des dollars). Vous utilisez votre monnaie fiduciaire pour acheter une stablecoin que vous pouvez plus tard encaisser et échanger contre votre monnaie d’origine.",
  "page-stablecoins-fiat-backed-pro-1": "Protégé contre la volatilité des cryptomonnaies.",
  "page-stablecoins-fiat-backed-pro-2": "Les variations de prix sont minimes.",
  "page-stablecoins-find-stablecoin": "Trouver une stablecoin",
  "page-stablecoins-find-stablecoin-how-to-get-them": "Comment obtenir des stablecoins",
  "page-stablecoins-find-stablecoin-intro": "Il existe des centaines de stablecoins disponibles. En voici quelques-unes pour vous aider à vous lancer. Si vous débutez tout juste sur Ethereum, nous vous recommandons de commencer par faire quelques recherches.",
  "page-stablecoins-find-stablecoin-types-link": "Différents types de stablecoin",
  "page-stablecoins-get-stablecoins": "Comment obtenir des stablecoins",
  "page-stablecoins-hero-alt": "Les trois plus grandes stablecoins par capitalisation boursière : Dai, USDC et Tether.",
  "page-stablecoins-hero-button": "Obtenir des stablecoins",
  "page-stablecoins-hero-header": "Argent numérique pour une utilisation quotidienne",
  "page-stablecoins-hero-subtitle": "Les stablecoins sont des jetons Ethereum conçus pour garder une valeur fixe, même lorsque le prix de l'ETH change.",
  "page-stablecoins-interest-earning-dapps": "Gagner des intérêts avec les DApps",
  "page-stablecoins-meta-description": "Introduction aux stablecoins Ethereum : qu'est-ce que c'est, comment en obtenir, et pourquoi sont-elles importantes.",
  "page-stablecoins-precious-metals": "Métaux précieux",
  "page-stablecoins-precious-metals-con-1": "Centralisé : les jetons doivent être émis par quelqu'un.",
  "page-stablecoins-precious-metals-con-2": "Vous devez faire confiance à l'émetteur de jetons et aux réserves de métal précieux.",
  "page-stablecoins-precious-metals-description": "Comme les stablecoins adossés à des monnaies fiduciaires, ces stablecoins utilisent à la place des ressources comme l’or pour maintenir leur valeur. Ils sont dits « stables » car leur prix est constamment indexé sur la valeur d’un autre actif, et ils s’apparentent à un suivi de propriété onchain d’<a href=\"/real-world-assets/\">actifs du monde réel</a>",
  "page-stablecoins-precious-metals-pro-1": "Protégé contre la volatilité des cryptomonnaies.",
  "page-stablecoins-prices": "Prix des stablecoins",
  "page-stablecoins-prices-definition": "Les stablecoins sont des cryptomonnaies sans volatilité. Elles partagent beaucoup des mêmes pouvoirs que l'ETH mais leur valeur est stable, plus comme une monnaie traditionnelle. Ainsi, vous avez accès à de l'argent stable que vous pouvez utiliser sur Ethereum. ",
  "page-stablecoins-prices-definition-how": "Comment les stablecoins obtiennent leur stabilité",
  "page-stablecoins-research-warning": "Ethereum est une nouvelle technologie et la plupart des applications sont nouvelles. Assurez-vous d'être au courant du risque et de ne déposer que ce que vous pouvez vous permettre de perdre.",
  "page-stablecoins-research-warning-title": "Faites toujours vos propres recherches",
  "page-stablecoins-save-stablecoins": "Économisez avec des stablecoins",
  "page-stablecoins-save-stablecoins-body": "Les stablecoins ont souvent un taux d'intérêt supérieur à la moyenne, car il y a beaucoup de demande pour les emprunter. Il existe des DApps qui vous permettent de gagner des intérêts sur vos stablecoins en temps réel en les déposant dans un groupe de prêts. Tout comme dans le monde bancaire, vous fournissez des jetons aux emprunteurs, mais vous pouvez retirer vos jetons et vos intérêts à tout moment.",
  "page-stablecoins-saving": "Mettez à profit vos économies de stablecoin et gagnez quelques intérêts. Comme tout ce qui est en cryptomonnaie, le pourcentage annuel de rendement prédit (APY) peut changer au jour le jour en fonction de l'offre ou de la demande en temps réel.",
  "page-stablecoins-stablecoins-dapp-callout-description": "Découvrez les DApps d'Ethereum – les stablecoins sont souvent plus utiles pour les transactions quotidiennes.",
  "page-stablecoins-stablecoins-dapp-callout-image-alt": "Illustration d'un doge.",
  "page-stablecoins-stablecoins-dapp-callout-title": "Utilisez vos stablecoins",
  "page-stablecoins-stablecoins-dapp-description-1": "Des marchés pour beaucoup de stablecoins, y compris Dai, USDC, TUSD, USDT, et plus. ",
  "page-stablecoins-stablecoins-dapp-description-2": "Prêtez des stablecoins et gagnez des intérêts et des $COMP, le jeton propre de Compound.",
  "page-stablecoins-stablecoins-dapp-description-3": "Une plateforme de trading où vous pouvez gagner des intérêts sur vos Dai et USDC.",
  "page-stablecoins-stablecoins-dapp-description-4": "Une application conçue pour épargner des Dai.",
  "page-stablecoins-stablecoins-dapp-description-5": "Un protocole de prêt et d’emprunt sur Ethereum prenant en charge de nombreuses options de stablecoins.",
  "page-stablecoins-stablecoins-feature-1": "Les stablecoins ne sont pas limitées par les frontières traditionnelles et peuvent être envoyées par Internet. Elles sont faciles à recevoir ou envoyer une fois que vous avez un <a href=\"/glossary/#account\">compte Ethereum</a>.",
  "page-stablecoins-stablecoins-feature-2": "La demande pour les stablecoins est élevée, vous pouvez donc gagner des intérêts en prêtant les vôtres. Assurez-vous de bien connaître et comprendre les risques encourus avant de prêter.",
  "page-stablecoins-stablecoins-feature-3": "Les stablecoins peuvent être échangées contre des ETH et d'autres jetons Ethereum. De nombreuses <a href=\"/glossary/#dapp\">DApps</a> dépendent des stablecoins.",
  "page-stablecoins-stablecoins-feature-4": "Les stablecoins sont sécurisées par la <a href=\"/glossary/#cryptography\">cryptographie</a>. Personne ne peut forger des transactions en votre nom.",
  "page-stablecoins-stablecoins-meta-description": "Introduction aux stablecoins Ethereum : qu'est-ce que c'est, comment en obtenir, et pourquoi sont-elles importantes.",
  "page-stablecoins-stablecoins-table-header-column-1": "Devise",
  "page-stablecoins-stablecoins-table-header-column-2": "Capitalisation boursière",
  "page-stablecoins-stablecoins-table-header-column-3": "Type de collatéral",
  "page-stablecoins-stablecoins-table-header-column-4": "Adosser",
  "page-stablecoins-stablecoins-table-type-crypto-backed": "Crypto",
  "page-stablecoins-stablecoins-table-type-fiat-backed": "Monnaie fiduciaire",
  "page-stablecoins-stablecoins-table-type-precious-metals-backed": "Métaux précieux",
  "page-stablecoins-table-error": "Impossible de charger les stablecoins. Essayez de rafraîchir la page.",
  "page-stablecoins-title": "Stablecoins",
  "page-stablecoins-meta-title": "Les Stablecoins expliqués : à quoi servent-ils ?",
  "page-stablecoins-top-coins": "Top des stablecoins par capitalisation boursière",
  "page-stablecoins-top-coins-intro": "La capitalisation boursière est",
  "page-stablecoins-top-coins-intro-code": "le nombre total de jetons qui existent, multiplié par la valeur d'un jeton. Cette liste évolue constamment et les projets énumérés ici ne sont pas nécessairement soutenus par l'équipe ethereum.org.",
  "page-stablecoins-types-of-stablecoin": "Comment ça fonctionne : les types de stablecoin",
  "page-stablecoins-usdc-logo": "Le logo USDC",
  "page-stablecoins-usdt-banner-body": "Tether USD (USDT) est le plus grand stablecoin adossé à une monnaie fiduciaire en termes de capitalisation boursière. Sa valeur est indexée sur 1 dollar américain et ses réserves sont gérées par Tether Limited.",
  "page-stablecoins-usdt-banner-swap-button": "Échanger des ETH pour des USDT",
  "page-stablecoins-usdt-banner-learn-button": "En savoir plus sur USDT",
  "page-stablecoins-usdt-logo": "Le logo USDT",
  "page-stablecoins-usds-banner-body": "USDS est le successeur de Dai, entièrement adossé à des cryptomonnaies et conçu pour l’épargne et les récompenses onchain. Il est largement utilisé dans la DeFi tout en permettant aux utilisateurs de garder un contrôle total sur leurs fonds.",
  "page-stablecoins-usds-banner-swap-button": "Échanger des ETH pour des USDS",
  "page-stablecoins-usds-banner-learn-button": "En savoir plus sur USDS",
  "page-stablecoins-usds-logo": "Le logo USDS",
  "page-stablecoins-gho-banner-body": "GHO est un stablecoin décentralisé à collatéral multiple créé par Aave. Il utilise un modèle hybride combinant une garantie en cryptomonnaies avec une approche de gouvernance communautaire.",
  "page-stablecoins-gho-banner-swap-button": "Échanger des ETH pour des GHO",
  "page-stablecoins-gho-banner-learn-button": "En savoir plus sur GHO",
  "page-stablecoins-gho-logo": "Le logo GHO",
  "page-stablecoins-glo-banner-body": "Le GLO Dollar (USDGLO) est un stablecoin qui reverse tous ses bénéfices à des biens publics et des œuvres caritatives. En détenant ou en utilisant le GLO Dollar, vous contribuez à financer des causes telles que la lutte contre la pauvreté et le soutien à l’open source—sans coût supplémentaire pour vous.",
  "page-stablecoins-glo-banner-swap-button": "Acheter des GLO",
  "page-stablecoins-glo-banner-learn-button": "En savoir plus sur GLO",
  "page-stablecoins-glo-logo": "Le logo USDGLO",
  "page-stablecoins-hai-banner-title": "HAI",
  "page-stablecoins-hai-banner-body": "HAI est un stablecoin décentralisé adossé à l’ETH, développé par Let’s Get HAI, axé sur la résistance à la censure et les biens publics. Il est conçu avec une gouvernance minimale et privilégie la stabilité tout en respectant les valeurs de décentralisation.",
  "page-stablecoins-hai-banner-swap-button": "Créez des HAI avec des ETH",
  "page-stablecoins-hai-banner-learn-button": "En savoir plus sur HAI",
  "page-stablecoins-hai-logo": "Le logo HAI",
  "page-stablecoins-lusd-banner-title": "LUSD",
  "page-stablecoins-lusd-banner-body": "LUSD est un stablecoin décentralisé issu de Liquity, adossé exclusivement à l’ETH avec un ratio de collatéralisation minimal de 110 %. Il propose des emprunts sans intérêt, des liquidations algorithmiques et une gouvernance minimale, ce qui le rend hautement résistant à la censure.",
  "page-stablecoins-lusd-banner-swap-button": "Échanger des ETH pour des LUSD",
  "page-stablecoins-lusd-banner-learn-button": "En savoir plus sur LUSD",
  "page-stablecoins-lusd-logo": "Le logo LUSD",
  "page-stablecoins-why-stablecoins": "Pourquoi les stablecoins ?",
  "page-stablecoins-how-they-work-button": "Comment ça marche ?",
  "page-stablecoins-why-stablecoins-body": "L'ETH, comme le Bitcoin, a un prix volatile parce que c'est une nouvelle technologie. Vous pouvez donc ne pas vouloir le dépenser trop souvent. Les stablecoins reflètent la valeur des monnaies traditionnelles pour vous donner accès à de l'argent stable que vous pouvez utiliser sur Ethereum.",
  "page-stablecoins-more-defi-button": "En savoir plus sur la finance décentralisée (DeFi)",
  "page-stablecoins-tools-title": "En savoir plus sur les stablecoins",
  "page-stablecoins-tools-stablecoinswtf-description": "Stablecoins.wtf propose un tableau de bord avec des données historiques du marché, des statistiques et du contenu éducatif pour les stablecoins les plus connus.",
  "page-stablecoins-tools-stablepulse-description": "Offre une vue claire, précise et peu filtrée de l’écosystème des stablecoins, avec des analyses couvrant les tokens et les blockchains.",
  "page-stablecoins-tools-stablesinfo-description": "Tableau de bord et classement en direct des stablecoins, suivi de l'offre et des données sur la chaîne pour tous les principaux stablecoins et chaînes.",
  "page-stablecoins-tools-dune-description": "Tableau de bord fournissant des informations en temps réel sur l’offre, la liquidité, le volume d’échange et l’adoption des stablecoins à travers les blockchains.",
  "page-stablecoins-tools-visa-description": "Tableau de bord visualisant les mouvements, l’offre et l’utilisation des stablecoins adossés à des monnaies fiduciaires sur les blockchains publiques.",
  "page-stablecoins-tools-stablewars-description": "Tableau de bord analytique et classement, suivant les soldes, transferts et évaluations des stablecoins sur plusieurs blockchains.",
  "page-apps-ready-button": "Go",
  "pros": "Avantages",
  "cons": "Inconvénients",
  "1inch-logo": "Logo 1inch",
  "aave-logo": "Logo Aave",
  "binance-logo": "Logo Binance",
  "bittrex-logo": "Logo Bittrex",
  "buidlbox-logo": "Logo de Buildbox",
  "coinbase-logo": "Logo Coinbase",
  "coinmama-logo": "Logo Coinmama",
  "compound-logo": "Logo Compound",
  "example-projects": "Exemples de projets",
  "page-stablecoins-filter-by-type": "Filtrer par type",
  "page-stablecoins-reset-list": "Réinitialiser la liste",
  "page-stablecoins-show-more": "Afficher plus",
  "page-stablecoins-no-results": "Aucun stablecoin ne correspond aux filtres actuels",
  "gemini-logo": "Logo Gemini",
  "makerdao-logo": "Logo MakerDao",
  "matcha-logo": "Logo Matcha",
  "sparkfi-logo": "Logo de Spark Protocol",
  "summerfi-logo": "Logo de Summer.fi",
  "uniswap-logo": "Logo Uniswap",
  "page-stablecoins-go-to": "Aller à"
}
