{
  "page-enterprise-activity-media-tx-cost": "Coût médian des transactions",
  "page-enterprise-activity-stablecoin-mktcap": "Capitalisation boursière des stablecoins",
  "page-enterprise-activity-total-secured": "Capital total sécurisé",
  "page-enterprise-activity-tx-count": "Transactions quotidiennes",
  "page-enterprise-activity-value-protecting": "Valeur protégeant Ethereum",
  "page-enterprise-cases-blackrock-content": "Lancé un fonds tokenisé de <strong>plus de 2,9 milliards de dollars</strong> en obligations du Trésor américain sur Ethereum et son écosystème, offrant une liquidité le jour même aux institutions.",
  "page-enterprise-cases-eib-content": "<strong>Émis une obligation numérique de 100 millions d'euros</strong> sur l'Ethereum public. Le projet a été réalisé en coopération avec la Banque de France, Goldman Sachs, Santander et Société Générale.",
  "page-enterprise-cases-mediledger-content": "Permet à Pfizer et Genentech de vérifier l'authenticité des médicaments et d'assurer la conformité pharmaceutique.",
  "page-enterprise-cases-sony-content": "Lancé le réseau L2 Soneium sur la pile OP d'Ethereum, mettant à l'échelle la propriété intellectuelle du monde réel avec <strong>plus de 14 millions de comptes et plus de 45 millions de dollars en TVL</strong>.",
  "page-enterprise-cases-unwfp-content": "L'ONU <strong>suit l'aide apportée à plus de 4 millions de personnes par mois</strong> à l'aide d'un fork Ethereum privé, renforçant ainsi les capacités d'audit.",
  "page-enterprise-cases-visa-content": "A réglé plus de <strong>225 millions de dollars</strong> en transactions de stablecoins utilisant l'USDC sur Ethereum et d'autres blockchains.",
  "page-enterprise-ecosystem-cta": "Voir les cas d'utilisation",
  "page-enterprise-ecosystem-description": "Les systèmes financiers programmables sont arrivés. Rejoignez les centaines d'entreprises qui construisent déjà sur Ethereum dès aujourd'hui.",
  "page-enterprise-ecosystem-header": "Adoptez l'innovation",
  "page-enterprise-features-1-content-1": "Ethereum est sécurisé par des milliers de validateurs indépendants à travers le monde, offrant une infrastructure résiliente à accès ouvert pour les actifs numériques et les applications d'entreprise.",
  "page-enterprise-features-1-header": "Sécurité et résilience éprouvées",
  "page-enterprise-features-2-content-1": "Ethereum offre une grande flexibilité et des options de mise à l'échelle puissantes appelées couches 2.",
  "page-enterprise-features-2-content-2": "Les entreprises peuvent entièrement personnaliser leur environnement Ethereum, permettant une conformité totale, un écosystème de marque et des niveaux de débit selon les besoins.",
  "page-enterprise-features-2-header": "Évolutif et personnalisable par conception",
  "page-enterprise-features-3-content-1": "Ethereum abrite la plus grande communauté de développeurs blockchain.",
  "page-enterprise-features-3-content-2": "Des milliers de développeurs apportent une contribution mensuelle, offrant une abondance de bibliothèques, de frameworks et d'intégrations. Développez rapidement avec des outils matures comme Solidity, Hardhat, Truffle, Infura et Alchemy.",
  "page-enterprise-features-3-header": "Écosystème mondial",
  "page-enterprise-features-4-content-1": "Déployez sur le réseau principal public d'Ethereum pour une transparence mondiale ou utilisez des solutions de confidentialité de niveau entreprise pour la confidentialité et le contrôle.",
  "page-enterprise-features-4-content-2": "Les modèles hybrides permettent la gestion de données privées avec l'intégrité des chaînes publiques.",
  "page-enterprise-features-4-header": "Déploiements publics et privés",
  "page-enterprise-features-header": "Entreprises et Ethereum : une combinaison parfaite",
  "page-enterprise-hero-breadcrumb": "Entreprises",
  "page-enterprise-hero-cta": "Nous contacter",
  "page-enterprise-hero-subtitle": "Résilient, sécurisé et éprouvé. Ethereum est approuvé par les principales entreprises mondiales à travers une variété de cas d'utilisation.",
  "page-enterprise-hero-title": "Ethereum pour les entreprises",
  "page-enterprise-metadata-description": "Résilient, sécurisé et éprouvé. La blockchain la plus fiable au monde pour les actifs numériques, Ethereum est approuvé par les principales entreprises mondiales à travers une variété de cas d'utilisation.",
  "page-enterprise-metrics-header": "La blockchain la plus fiable au monde pour les actifs numériques",
  "page-enterprise-metrics-subtext": "Ethereum est la plateforme leader pour <strong>l'émission</strong>, <strong>la gestion</strong> et <strong>le règlement des actifs numériques</strong>. Des monnaies tokenisées et instruments financiers aux actifs du monde réel et aux marchés émergents, Ethereum fournit une fondation sécurisée et neutre pour l'économie numérique.",
  "page-enterprise-reason-1-content": "La conception modulaire d'Ethereum reflète les propriétés du système actuel de règlement et de compensation mondial.",
  "page-enterprise-reason-1-header": "Élégance",
  "page-enterprise-reason-2-content": "Une feuille de route robuste pour la R&D de protocole à long terme et un écosystème dynamique de talents prêts à exécuter au cours des 5 à 10 prochaines années.",
  "page-enterprise-reason-2-header": "À l'épreuve du futur",
  "page-enterprise-reason-3-content": "Réduit le risque de contrepartie avec une machine d'état mondiale fiable qui applique les règles, réduisant les coûts grâce à la désintermédiation et augmentant la production grâce à l'efficacité du capital.",
  "page-enterprise-reason-3-header": "Risque réduit",
  "page-enterprise-reason-4-content": "La seule infrastructure de registre distribué programmable qui n'a jamais été en panne et qui a prospéré à travers de multiples menaces existentielles.",
  "page-enterprise-reason-4-header": "Éprouvé au combat",
  "page-enterprise-team-description": "Nous répondrons à vos questions, contribuerons à identifier des pistes possibles, fournirons un soutien technique et vous mettrons en relation avec des acteurs pertinents du secteur.",
  "page-enterprise-team-header": "Équipe Ethereum Enterprise",
  "page-enterprise-team-form-button-loading": "Demande de transmission",
  "page-enterprise-team-form-error-domain": "Veuillez utiliser une adresse e-mail professionnelle, institutionnelle ou organisationnelle (par exemple, pas de @gmail). Pour les questions générales, <a>rejoignez notre Discord</a>.",
  "page-enterprise-team-form-error-email-invalid": "Veuillez entrer une adresse e-mail valide",
  "page-enterprise-team-form-error-email-too-long": "L'adresse e-mail est trop longue (maximum {length} caractères)",
  "page-enterprise-team-form-error-general": "Impossible d'envoyer votre message. Veuillez réessayer ou contactez-nous directement à <a>@</a>",
  "page-enterprise-team-form-error-message-too-long": "Le message est trop long (maximum {length} caractères)",
  "page-enterprise-team-form-error-required": "Obligatoire",
  "page-enterprise-team-form-error-short": "Veuillez fournir au moins <span>#</span> caractères décrivant votre demande",
  "page-enterprise-team-form-placeholder-input": "Votre e-mail",
  "page-enterprise-team-form-placeholder-textarea": "Parlez-nous de votre projet",
  "page-enterprise-team-form-success-heading": "Merci de nous avoir contactés !",
  "page-enterprise-team-form-success-message": "Nous avons reçu votre message et un membre de notre équipe entreprise vous répondra dans quelques jours ouvrables.",
  "page-enterprise-why-description": "Ethereum soutient la conformité des entreprises avec une infrastructure transparente et auditable qui s'aligne sur le RGPD et le KYC tout en protégeant les données sensibles dans des environnements privés ou de consortium.",
  "page-enterprise-why-header": "Pourquoi Ethereum"
}
