{
    "page-layer-2-hero-title": "Couche 2",
    "page-layer-2-hero-header": "Réseaux Ethereum",
    "page-layer-2-hero-description": "Utilisez Ethereum à moindre coût.",
    "page-layer-2-hero-button-2-content": "En savoir plus",
    "page-layer-2-period": ".",
    "page-layer-2-calloutCard-1-title": "Frais de 0,01 $",
    "page-layer-2-calloutCard-1-description": "Vous pouvez échanger, envoyer de l'argent à l'international ou utiliser des applications sans vous soucier des coûts élevés.",
    "page-layer-2-calloutCard-2-title": "Transactions quasi instantanées",
    "page-layer-2-calloutCard-2-description": "Que vous réalisiez un paiement rapide ou que vous pratiquiez la finance décentralisée (DeFi), toutes les transactions sont réalisées en seulement quelques secondes.",
    "page-layer-2-calloutCard-3-title": "Soutenu par Ethereum",
    "page-layer-2-calloutCard-3-description": "La blockchain décentralisée et éprouvée d'Ethereum fonctionne comme la couche de règlement pour d'autres réseaux plus récents.",
    "page-layer-2-meta-title": "Introduction à la couche 2 d'Ethereum : avantages et utilisations",
    "page-layer-2-meta-description": "Explorez les différentes couches de niveau 2 du réseau Ethereum",
    "page-layer-2-powered-by-ethereum-title": "Alimenté par Ethereum",
    "page-layer-2-powered-by-ethereum-description-1": "Ethereum n'est plus un réseau isolé.",
    "page-layer-2-powered-by-ethereum-description-2": "Avec des centaines de blockchains désormais construites au-dessus de lui, Ethereum est devenu plus économique, plus rapide et plus accessible pour un usage quotidien.",
    "page-layer-2-powered-by-ethereum-description-3": "Adoptez le futur en rejoignant l’un des nombreux réseaux fonctionnant grâce à Ethereum !",
    "page-layer-2-man-and-dog-alt": "Un homme et un chien en train de jouer",
    "page-layer-2-blockchain-transaction-cost": "Coût moyen d'une transaction sur la blockchain Ethereum",
    "page-layer-2-networks-transaction-cost": "Coût moyen d'une transaction sur les réseaux basés sur Ethereum",
    "page-layer-2-network-of-networks-title": "Le réseau des réseaux",
    "page-layer-2-network-of-networks-description": "La solidité et la sécurité d’Ethereum en font une plateforme sur laquelle d’autres réseaux peuvent s'appuyer. À partir d'un compte unique, tout est compatible et se connecte de manière transparente.",
    "page-layer-2-ethereum-logo-alt": "Ethereum",
    "page-layer-2-ready-to-start-title": "Prêt à commencer ?",
    "page-layer-2-ready-to-start-description": "Jetez un coup d'œil à tous les différents réseaux disponibles.",
    "page-layer-2-ready-to-start-button": "Explorer les réseaux",
    "page-layer-2-go": "Aller",
    "page-layer-2-walking-alt": "Marche",
    "page-layer-2-why-do-we-need-multiple-networks-1": "Pourquoi avons-nous besoin de plusieurs réseaux sur Ethereum ?",
    "page-layer-2-why-do-we-need-multiple-networks-2": "Pourquoi existe-t-il tous ces réseaux au lieu d’un seul réseau Ethereum ?",
    "page-layer-2-faq-title": "Questions fréquemment posées",
    "page-layer-2-faq-ExpandableCard-1-title": "Comment savoir si un réseau fait partie d’Ethereum ?",
    "page-layer-2-faq-ExpandableCard-1-description-1": "Il existe de nombreuses façons de classer les réseaux en lien avec Ethereum. De nombreux réseaux affirment mettre Ethereum à l'échelle pour gagner en popularité. Il est toutefois important de savoir si le réseau stocke ses données sur le réseau principal Ethereum. Cela renforce grandement la sécurité des utilisateurs ainsi que la vision décentralisée et ouverte d’Ethereum. Les projets qui suivent ce modèle sont souvent appelés des « rollups ». Si les données sont stockées ailleurs, alors le projet n’est pas une extension directe d’Ethereum, mais plutôt un réseau indépendant. Découvrez quelques-uns des plus populaires",
    "page-layer-2-faq-ExpandableCard-1-description-2": "Certaines industries spécifiques, comme celles des jeux vidéo ou des applications non financières, n’ont pas forcément besoin d’une relation aussi directe et étroite avec Ethereum, car d’autres technologies peuvent mieux convenir à leurs besoins.",
    "page-layer-2-faq-ExpandableCard-2-title": "Tous ces réseaux sont-ils sûrs ?",
    "page-layer-2-faq-ExpandableCard-2-description-1": "Bien qu’ils soient généralement conçus de manière à offrir des fonctionnalités de sécurité robustes, leur sûreté dépend de la technologie sous-jacente, de la sécurité des contrats intelligents, et",
    "page-layer-2-faq-ExpandableCard-2-link": "maturité du réseau",
    "page-layer-2-faq-ExpandableCard-2-description-2": "Les utilisateurs devraient faire preuve de vigilance, commencer par de petites transactions et se tenir informés des évolutions pour garantir une utilisation sécurisée.",
    "page-layer-2-faq-ExpandableCard-3-title": "Pourquoi Ethereum ne peut-il pas faire évoluer sa propre chaîne au lieu de dépendre de ces réseaux ?",
    "page-layer-2-faq-ExpandableCard-3-description": "Ethereum ne peut pas facilement faire évoluer sa propre chaîne principale, car elle doit rester sécurisée et décentralisée. Rendre la chaîne principale plus rapide pourrait la rendre moins sûre et plus centralisée. Les réseaux d'Ethereum apportent une solution en traitant les transactions en dehors de la chaîne principale, puis en utilisant celle-ci pour garantir la sécurité. Cela permet à Ethereum de gérer un plus grand nombre de transactions sans compromettre ni la sécurité ni la décentralisation.",
    "page-layer-2-faq-ExpandableCard-4-title": "Pourquoi n'y a-t-il pas de réseaux Ethereum « officiels » ?",
    "page-layer-2-faq-ExpandableCard-4-description": "Tout comme il n'y a pas de client Ethereum « officiel », il n'existe pas de couche 2 Ethereum « officielle ». Ethereum fonctionne sans autorisation - techniquement n'importe qui peut créer une couche 2 ! Plusieurs équipes implémenteront leur version d'une couche 2, et l'écosystème dans son ensemble bénéficiera d'une diversité d'approches de conception optimisées pour différents cas d'utilisation. À l'instar des multiples clients Ethereum développés par plusieurs équipes afin d'assurer la diversité du réseau, les couches 2 se développeront de la même manière à l'avenir.",
    "page-layer-2-callout-1-title": "Explore différents réseaux",
    "page-layer-2-callout-1-description": "Découvrez en quoi les réseaux diffèrent les uns des autres et les progrès réalisés dans leur développement.",
    "page-layer-2-callout-2-title": "Envie d’en savoir plus ?",
    "page-layer-2-callout-2-description": "Vous souhaitez connaître la technologie et les raisons derrière cette approche de mise à l’échelle ? Découvrez les réflexions et les différentes approches technologiques qui la sous-tendent.",
    "page-layer-2-arbitrum-description": "Arbitrum One est un rollup optimiste à usage général, développé par Offchain Labs et gouverné par l'Arbitrum DAO.",
    "page-layer-2-base-description": "Base est un rollup optimiste construit avec l’OP Stack. Il propose une solution économique et conviviale pour les développeurs, permettant à chacun, partout dans le monde, de construire sur la chaîne.",
    "page-layer-2-optimism-description": "OP Mainnet est un rollup optimiste équivalent à l’EVM. Il se veut rapide, simple et sécurisé.",
    "page-layer-2-blast-description": "Blast est un rollup optimiste compatible avec l’EVM, offrant un rendement natif intégré.",
    "page-layer-2-zksync2-description": "ZKsync Era est un rollup ZK à usage général entièrement compatible avec l’EVM.",
    "page-layer-2-linea-description": "Linea est un rollup ZK propulsé par le zkEVM de Consensys, conçu pour faire évoluer le réseau Ethereum.",
    "page-layer-2-scroll-description": "Scroll est un rollup ZK qui étend les capacités d’Ethereum grâce à la technologie ZK et à la compatibilité avec l’EVM.",
    "page-layer-2-starknet-description": "Starknet est un rollup ZK à usage général basé sur les STARKs et la machine virtuelle Cairo.",
    "page-layer-2-mode-description": "Mode est un rollup optimiste basé sur l’OP Stack, qui construit l’économie AIFi.",
    "page-layer-2-taiko-description": "Taiko est un rollup ZK-EVM décentralisé, équivalent à Ethereum, qui permet une communication inter-chaînes fluide."
}
