{
  "page-get-eth-article-keeping-crypto-safe": "Les clés pour garder vos cryptomonnaies en sécurité",
  "page-get-eth-article-protecting-yourself": "Protéger vos fonds et vous-même",
  "page-get-eth-article-store-digital-assets": "Comment stocker des actifs numériques sur Ethereum",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Échanges centralisés",
  "page-get-eth-cex-desc": "Les échanges ou marchés sont des \"plateformes\" qui vous permettent d'acheter des cryptomonnaies en utilisant des monnaies traditionnelles. Elles ont la garde de tout ETH que vous achetez jusqu'à ce que vous l'envoyiez à un portefeuille que vous contrôlez.",
  "page-get-eth-checkout-dapps-btn": "Découvrez les DApps",
  "page-get-eth-community-safety": "Publications de la communauté sur la sécurité",
  "page-get-eth-description": "Ethereum n'est pas contrôlé par une entité unique - il est décentralisé.",
  "page-get-eth-dex": "Échanges décentralisés (DEX)",
  "page-get-eth-dex-desc": "Si vous voulez plus de contrôle, achetez des ETH en utilisant des <a href=\"/glossary/#smart-contract\">contrats intelligents</a>. Avec un DEX, vous pouvez échanger des actifs numériques sans jamais donner le contrôle de vos fonds à une entité centralisée.",
  "page-get-eth-peers": "Recevez des ETH de vos pairs",
  "page-get-eth-peers-desc": "Une fois que vous avez un compte Ethereum, il vous suffit de partager votre adresse pour commencer à envoyer et recevoir des ETH (et d'autres jetons) de pair à pair.",
  "page-get-eth-staking": "Récompenses de staking",
  "page-get-eth-staking-desc": "Si vous possédez déjà des ETH, vous pouvez en gagner davantage en exécutant un nœud validateur. Vous êtes rémunéré pour ce travail de vérification en ETH.",
  "page-get-eth-earn": "Gagner des ETH",
  "page-get-eth-earn-desc": "Vous pouvez gagner des ETH en travaillant pour des DAO ou des entreprises qui paient en crypto, en remportant des primes, en trouvant des bugs logiciels et plus encore.",
  "page-get-eth-daos-link-desc": "En savoir plus sur les DAO",
  "page-get-eth-cex-link-desc": "Voir une liste des plateformes d'échange",
  "page-get-eth-staking-link-desc": "En savoir plus sur la mise en jeu",
  "page-get-eth-dexs": "Échanges décentralisés (DEX)",
  "page-get-eth-dexs-desc": "Les échanges décentralisés sont des places de marché ouvertes pour ETH et autres jetons. Elles connectent directement les acheteurs et les vendeurs.",
  "page-get-eth-dexs-desc-2": "Au lieu d'utiliser un tiers de confiance pour protéger les fonds dans la transaction, elles utilisent du code. L'ETH du vendeur ne sera transféré que lorsque le paiement sera garanti. Ce type de code est connu sous le nom de contrat intelligent.",
  "page-get-eth-dexs-desc-3": "Cela signifie qu'il y a moins de restrictions géographiques qu'avec les alternatives centralisées. Si quelqu'un vend ce que vous recherchez et accepte votre mode de paiement, vous êtes prêt à procéder.",
  "page-get-eth-dexs-desc-4": "Note : de nombreux échangeurs décentralisés utilisent du wrapped ether (WETH) pour fonctionner. <a href=\"/wrapped-eth\">En savoir plus sur le wrapped ether</a>.",
  "page-get-eth-do-not-copy": "Exemple: Ne pas copier",
  "page-get-eth-exchanges-disclaimer": "Nous avons recueilli ces informations manuellement. Si vous constatez quelque chose de faux, faites-le nous savoir à",
  "page-get-eth-exchanges-empty-state-text": "Entrez votre pays de résidence pour voir une liste des plateformes d'échange que vous pourriez utiliser",
  "page-get-eth-exchanges-except": "Excepté",
  "page-get-eth-exchanges-header": "Dans quel pays vivez-vous ?",
  "page-get-eth-exchanges-header-exchanges": "Échanges",
  "page-get-eth-exchanges-header-wallets": "Portefeuilles",
  "page-get-eth-exchanges-intro": "Les plateformes d'échange ont des restrictions sur les lieux où elles peuvent vendre de la cryptomonnaie. Voici une liste indicative des services supposés opérer dans chaque pays. L'inclusion ici ne doit pas être prise comme une recommandation - vous devriez faire vos propres recherches !",
  "page-get-eth-exchanges-no-exchanges": "Désolés, nous ne connaissons pas d'échange qui vous permette d'acheter des ETH dans ce pays. Si vous en connaissez, dites-le nous à",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Désolés, nous ne connaissons pas d'échange qui vous permette d'acheter des ETH dans ce pays. Si vous en connaissez, dites-le nous à",
  "page-get-eth-exchanges-no-wallets": "Désolés, nous ne connaissons pas de portefeuille qui vous permette d'acheter des ETH dans ce pays. Si vous en connaissez, dites-le nous à",
  "page-get-eth-exchanges-search": "Entrez votre lieu de résidence...",
  "page-get-eth-exchanges-success-exchange": "Il peut s'écouler plusieurs jours pour valider votre inscription à un échange en raison de leurs contrôles juridiques.",
  "page-get-eth-exchanges-success-wallet-link": "portefeuilles",
  "page-get-eth-exchanges-success-wallet-paragraph": "Là où vous vivez, vous pouvez acheter de l'ETH directement à partir de ces portefeuilles. En savoir plus sur",
  "page-get-eth-exchanges-usa": "États-Unis",
  "page-get-eth-get-wallet-btn": "Obtenir un portefeuille",
  "page-get-eth-hero-image-alt": "Image hero Obtenir de l'ETH",
  "page-get-eth-keep-it-safe": "Garder votre ETH en sécurité",
  "page-get-eth-meta-description": "Comment acheter des ETH en fonction de l'endroit où vous vivez et des conseils sur la façon de les protéger.",
  "page-get-eth-meta-title": "Comment acheter des ETH",
  "page-get-eth-need-wallet": "Vous aurez besoin d'un portefeuille pour utiliser un DEX.",
  "page-get-eth-new-to-eth": "Nouveau sur ETH ? Voici un aperçu pour vous aider à démarrer.",
  "page-get-eth-other-cryptos": "Acheter avec d'autres cryptomonnaies",
  "page-get-eth-protect-eth-desc": "L'une des principales caractéristiques d'Ethereum est que vous conservez le contrôle de vos propres actifs en gérant votre propre compte. Cela signifie que vous n'avez pas à faire confiance à un tiers avec vos actifs, et vous êtes protégé contre tout dépositaire malhonnête, pouvant faire faillite ou se faire pirater. Cependant, cela signifie également que vous assumez la responsabilité de votre propre sécurité.",
  "page-get-eth-protect-eth-in-wallet": "Garder vos ETH dans votre portefeuille",
  "page-get-eth-search-by-country": "Rechercher par pays",
  "page-get-eth-security": "Cela signifie que vous devez prendre la sécurité de vos fonds au sérieux. Avec l'ETH, vous ne faites pas confiance à une banque ou à une entreprise pour protéger vos actifs, vous en prenez la responsabilité vous-même.",
  "page-get-eth-smart-contract-link": "En savoir plus sur les contrats intelligents",
  "page-get-eth-swapping": "Échangez vos jetons contre l'ETH d'autres personnes. Et vice versa.",
  "page-get-eth-try-dex": "Essayez un DEX",
  "page-get-eth-use-your-eth": "Utilisez vos ETH",
  "page-get-eth-use-your-eth-dapps": "Maintenant que vous êtes propriétaire d'ETH, consultez quelques applications Ethereum (DApps). Il existe des DApps pour la finance, les médias sociaux, les jeux et beaucoup d'autres catégories.",
  "page-get-eth-wallet-instructions": "Suivez les instructions du portefeuille",
  "page-get-eth-wallet-instructions-lost": "Si vous perdez l'accès à votre compte, vous perdrez l'accès à vos fonds. Votre portefeuille devrait vous donner des instructions pour vous protéger contre cela. Assurez-vous de les suivre attentivement - dans la plupart des cas, personne ne pourra vous aider si vous perdez l'accès à votre compte.",
  "page-get-eth-wallets": "Portefeuilles",
  "page-get-eth-wallets-link": "Plus d'infos sur les portefeuilles",
  "page-get-eth-wallets-purchasing": "Certains portefeuilles vous permettent d'acheter des cryptomonnaies avec une carte de débit/crédit, un virement bancaire ou même Apple Pay. Des restrictions géographiques s'appliquent.",
  "page-get-eth-warning": "Ces DEX ne sont pas pour les débutants car vous aurez besoin d'ETH pour les utiliser. Ce ne sont que des exemples, pas des recommandations. Faites vos propres recherches !",
  "page-get-eth-what-are-DEX's": "Que sont les DEX ?",
  "page-get-eth-whats-eth-link": "Qu'est-ce que l'ETH ?",
  "page-get-eth-where-to-buy-desc": "Vous pouvez gagner des ETH, les recevoir de vos pairs, ou les acheter sur des plateformes d'échange et des applications.",
  "page-get-eth-where-to-buy-desc-2": "Vérifiez quels services vous pouvez utiliser en fonction de l'endroit où vous résidez.",
  "page-get-eth-where-to-buy-title": "Où obtenir des ETH",
  "page-get-eth-your-address": "Votre adresse ETH",
  "page-get-eth-your-address-desc": "Lorsque vous téléchargez un portefeuille, il créera une adresse ETH publique pour vous. Voici à quoi ressemble une adresse :",
  "page-get-eth-your-address-desc-3": "Pensez à cela comme votre adresse e-mail, mais au lieu du courrier, il peut recevoir de l'ETH. Si vous souhaitez transférer des ETH depuis un échange vers votre portefeuille, utilisez votre adresse comme destination. Assurez-vous de toujours la vérifier à deux reprises avant d'envoyer !",
  "page-get-eth-your-address-wallet-link": "Découvrez les portefeuilles",
  "listing-policy-raise-issue-link": "Soulever un problème",
  "page-find-wallet-last-updated": "Dernière mise à jour"
}
