{
  "page-upgrades-bug-bounty-annotated-specs": "spécification annotée",
  "page-upgrades-bug-bounty-annotations": "Il peut être utile de vérifier les annotations suivantes :",
  "page-upgrades-bug-bounty-client-bugs": "Bugs clients",
  "page-upgrades-bug-bounty-client-bugs-desc": "Les clients font fonctionner le réseau Ethereum, et ils doivent suivre la logique définie dans la spécification et être sécurisés contre les attaques potentielles. Les bugs que nous voulons trouver sont liés à l'implémentation du protocole.",
  "page-upgrades-bug-bounty-client-bugs-desc-2": "Actuellement, les clients de la couche d'exécution (Besu, Erigon, Geth, Nethermind et Reth) et les clients de la couche de consensus (Lighthouse, Lodestar, Nimbus, Teku et Prysm) sont inclus dans le programme de Bug Bounty. D'autres clients pourront être ajoutés au fur et à mesure que les audits seront terminés et qu'ils seront prêts pour la production.",
  "page-upgrades-bug-bounty-clients": "Fonctionnalités « clients » donnant droit à des primes",
  "page-upgrades-bug-bounty-clients-type-1": "Spécification de problèmes de non conformité",
  "page-upgrades-bug-bounty-clients-type-2": "Des incidents inattendus, RCE ou des failles de déni de service (DOS)",
  "page-upgrades-bug-bounty-clients-type-3": "Tout problème causant un consensus irréparable se sépare du reste du réseau",
  "page-upgrades-bug-bounty-misc-bugs": "Bugs de compilateur de langage",
  "page-upgrades-bug-bounty-misc-bugs-desc": "Les compilateurs Solidity et Vyper sont inclus dans le programme de primes aux bugs. Veuillez fournir tous les détails nécessaires pour reproduire la vulnérabilité, tels que : le programme d'entrée qui déclenche le bug, la version du compilateur concernée, la version de l'EVM cible, le framework/IDE si applicable, l'environnement d'exécution/client de l'EVM si applicable, ainsi que le système d'exploitation. Incluez des étapes aussi détaillées que possible pour reproduire le bug que vous avez trouvé.",
  "page-upgrades-bug-bounty-misc-bugs-desc-2": "Solidity et Viper ne disposent pas de garanties de sécurité concernant la compilation des entrées non fiables – et nous ne délivrons pas de récompenses pour les plantages du compilateur sur les données générées de manière malveillante.",
  "page-upgrades-bug-bounty-deposit-bugs": "Bugs du contrat de dépôt",
  "page-upgrades-bug-bounty-deposit-bugs-desc": "Les spécifications et le code source du Contrat de dépôt de la Chaîne Phare font partie du programme de primes aux bogues.",
  "page-upgrades-bug-bounty-deposit-contract-specs": "Spécifications du contrat de dépôt",
  "page-upgrades-bug-bounty-deposit-contract-source": "Code source du contrat de dépôt",
  "page-upgrades-bug-bounty-dependency-bugs": "Bugs de dépendance",
  "page-upgrades-bug-bounty-dependency-bugs-desc": "Certaines dépendances sont cruciales pour le fonctionnement du réseau Ethereum, et certaines d'entre elles ont été ajoutées au programme de bug bounty. Actuellement, la liste des dépendances incluses dans le programme de bug bounty est constituée de C-KZG-4844 et Go-KZG-4844.",
  "page-upgrades-bug-bounty-docking": "fusion",
  "page-upgrades-bug-bounty-email-us": "Envoyez-nous un courriel :",
  "page-upgrades-bug-bounty-help-links": "Liens utiles",
  "page-upgrades-bug-bounty-hunting": "Règles pour la chasse aux bogues",
  "page-upgrades-bug-bounty-hunting-desc": "Le programme de primes aux bogues est un programme de récompenses expérimental et discrétionnaire destiné à notre communauté Ethereum active pour encourager et récompenser ceux qui contribuent à améliorer la plateforme. Il ne s'agit pas d'un concours. Vous devez savoir que nous pouvons annuler le programme à tout moment, et que les récompenses sont à l'entière discrétion du comité du programme de primes aux bogues de la Fondation Ethereum. De plus, nous ne sommes pas en mesure d'attribuer des récompenses à des personnes figurant sur des listes de sanctions ou se trouvant dans des pays figurant sur des listes de sanctions (par exemple, la Corée du Nord, l'Iran, etc.). Les lois locales nous obligent à demander une preuve de votre identité. Vous êtes responsable de toutes les taxes. Toutes les récompenses sont soumises à la loi applicable. Enfin, vos tests ne doivent enfreindre aucune loi ni compromettre des données qui ne sont pas les vôtres et doivent se dérouler sur des réseaux de test locaux en cours d'exécution.",
  "page-upgrades-bug-bounty-hunting-leaderboard": "Classement des primes aux bogues de la couche de consensus",
  "page-upgrades-bug-bounty-hunting-execution-leaderboard": "Classement des primes aux bogues de la couche d'exécution",
  "page-upgrades-bug-bounty-hunting-leaderboard-subtitle": "Trouver des bogues de couche de consensus pour être ajouté à ce classement",
  "page-upgrades-bug-bounty-hunting-execution-leaderboard-subtitle": "Trouvez des bogues sur la couche d'exécution pour être ajouté à ce classement",
  "page-upgrades-bug-bounty-hunting-li-1": "Les problèmes sans preuve de concept ou qui ont déjà été soumis par un autre utilisateur ou qui sont déjà connus par les responsables des spécifications et des clients ne sont pas éligibles pour des récompenses.",
  "page-upgrades-bug-bounty-hunting-li-2": "La divulgation publique d'une vulnérabilité ou son signalement à des tiers sans accord préalable la rend inéligible aux primes.",
  "page-upgrades-bug-bounty-hunting-li-3": "Les employés et les entrepreneurs de la Fondation Ethereum ou des équipes de clients dans le cadre du programme de primes ne peuvent participer au programme que dans le cadre de l’accumulation de points et ne recevront aucune récompense monétaire.",
  "page-upgrades-bug-bounty-hunting-li-4": "Le programme de primes d'Ethereum prend en compte plusieurs facteurs pour l'attribution des récompenses. Les conditions pour l'éligibilité, le pointage ainsi que les termes en lien avec l'attribution d'une récompense sont à la seule et ultime discrétion du comité du programme de primes de l'Ethereum Foundation.",
  "page-upgrades-bug-bounty-leaderboard": "Voir le classement complet",
  "page-upgrades-bug-bounty-leaderboard-list": "Classement de primes aux bogues",
  "page-upgrades-bug-bounty-leaderboard-points": "points",
  "page-upgrades-bug-bounty-ledger-desc": "Les spécifications Ethereum détaillent les raisons de conception de la couche d'exécution et de la couche de consensus.",
  "page-upgrades-bug-bounty-ledger-title": "Bugs de spécifications",
  "page-upgrades-bug-bounty-meta-description": "Un aperçu du programme Ethereum de primes aux bogues : comment s'impliquer et récompenser les informations.",
  "page-upgrades-bug-bounty-meta-title": "Programme de primes aux bogues d'Ethereum",
  "page-upgrades-bug-bounty-not-included": "Hors périmètre",
  "page-upgrades-bug-bounty-not-included-desc": "Seules les <a>cibles listées comme étant dans le périmètre</a> font partie du programme de primes aux bogues. Les vulnérabilités qui ne sont PAS éligibles au programme incluent :",
  "page-upgrades-bug-bounty-owasp": "Voir la méthode OWASP",
  "page-upgrades-bug-bounty-points": "L'EF fournira également des récompenses basées sur :",
  "page-upgrades-bug-bounty-points-error": "Erreur lors du chargement des données... Veuillez actualiser.",
  "page-upgrades-bug-bounty-points-exchange": "Échanger des points",
  "page-upgrades-bug-bounty-points-loading": "Chargement des données en cours...",
  "page-upgrades-bug-bounty-points-payout-desc": "L'Ethereum Foundation versera la valeur en USD convertie en cryptomonnaie ETH ou DAI.",
  "page-upgrades-bug-bounty-points-point": "1 point",
  "page-upgrades-bug-bounty-points-rights-desc": "L'Ethereum Foundation se réserve le droit de modifier ces conditions sans préavis.",
  "page-upgrades-bug-bounty-points-usd": "2 USD",
  "page-upgrades-bug-bounty-quality": "Qualité de la description",
  "page-upgrades-bug-bounty-quality-desc": ": des récompenses plus élevées sont payées pour les soumissions claires et bien écrites.",
  "page-upgrades-bug-bounty-quality-fix": "<strong>Qualité de la résolution</strong>, si incluse : des récompenses plus importantes sont offertes pour les soumissions décrivant clairement la façon de résoudre le problème.",
  "page-upgrades-bug-bounty-quality-repro": "Qualité de reproductibilité",
  "page-upgrades-bug-bounty-quality-repro-desc": ": Une preuve de concept (Proof Of Concept) doit être incluse pour être éligible à des récompenses. Veuillez inclure le code de test, les scripts et les instructions détaillées. Plus il est facile pour nous de reproduire et de vérifier la vulnérabilité, plus la récompense sera élevée.",
  "page-upgrades-bug-bounty-questions": "Des questions ?",
  "page-upgrades-bug-bounty-rules": "Lire le règlement",
  "page-upgrades-bug-bounty-slogan": "Programme de prime aux bogues",
  "page-upgrades-bug-bounty-specs": "Spécifications de la couche de consensus",
  "page-upgrades-bug-bounty-execution-specs": "Spécifications de la couche d'exécution",
  "page-upgrades-bug-bounty-specs-docs": "Documents de spécification",
  "page-upgrades-bug-bounty-submit": "Soumettre un bogue",
  "page-upgrades-bug-bounty-submit-desc": "Pour chaque bogue valide que vous trouverez, vous gagnerez des récompenses. Le montant des récompenses attribuées variera <strong>en fonction de la gravité</strong>. La gravité est calculée selon le modèle d'évaluation des risques de l'OWASP, en fonction de l'impact sur le réseau Ethereum et de la probabilité.",
  "page-upgrades-bug-bounty-subtitle": "Gagnez jusqu'à 250 000 USD et une place sur le tableau des meilleurs en trouvant des bugs de protocole, de client et de compilateur de langage affectant le réseau Ethereum.",
  "page-upgrades-bug-bounty-title": "Ouvert pour soumissions",
  "page-upgrades-bug-bounty-title-1": "Chaîne phare",
  "page-upgrades-bug-bounty-title-2": "Choix de fourche",
  "page-upgrades-bug-bounty-title-3": "Contrat de dépôt Solidity",
  "page-upgrades-bug-bounty-title-4": "Réseau P2P",
  "page-upgrades-bug-bounty-type-1": "Bogues de sécurité/détournant la finalisation",
  "page-upgrades-bug-bounty-type-2": "Vecteurs de déni de service (DOS)",
  "page-upgrades-bug-bounty-type-3": "Les suppositions incohérentes, comme les situations où des validateurs honnêtes peuvent se faire exclure",
  "page-upgrades-bug-bounty-type-4": "Incohérences de calcul ou de paramètre",
  "page-upgrades-bug-bounty-types": "Types de bogues",
  "page-upgrades-bug-bounty-validity": "Dans le champ d'application",
  "page-upgrades-bug-bounty-validity-desc": "Notre programme de primes aux bogues couvre l'ensemble du processus : de la solidité des protocoles (tels que le modèle de consensus de la blockchain, les protocoles filaires et p2p, la preuve d'enjeu, etc.) et de la conformité des protocoles/implémentations à la sécurité du réseau et à l'intégrité du consensus. La sécurité classique du client ainsi que la sécurité des primitives cryptographiques font également partie du programme. En cas de doute, envoyez un e-mail à bounty@ethereum.org et posez-nous la question. Vous pouvez également soumettre une divulgation/vulnérabilité directement à <mailto>bounty@ethereum.org</mailto>, auquel cas nous vous demandons de chiffrer le message à l'aide de notre <a>clé PGP</a>.",
  "page-upgrades-bug-bounty-card-critical": "Critique",
  "page-upgrades-bug-bounty-card-critical-risk": "Soumettre un bogue à risque critique",
  "page-upgrades-bug-bounty-card-h2": "Modéré",
  "page-upgrades-bug-bounty-card-high": "Élevé",
  "page-upgrades-bug-bounty-card-high-risk": "Soumettre un bogue à risque élevé",
  "page-upgrades-bug-bounty-card-label-1": "Jusqu'à 1 000 points",
  "page-upgrades-bug-bounty-card-label-2": "Jusqu'à 2 000 USD",
  "page-upgrades-bug-bounty-card-label-3": "Jusqu'à 5 000 points",
  "page-upgrades-bug-bounty-card-label-4": "Jusqu'à 10.000 USD",
  "page-upgrades-bug-bounty-card-label-5": "Jusqu'à 10 000 points",
  "page-upgrades-bug-bounty-card-label-6": "Jusqu'à 50.000 USD",
  "page-upgrades-bug-bounty-card-label-7": "Jusqu'à 25 000 points",
  "page-upgrades-bug-bounty-card-label-8": "Jusqu'à 250.000 USD",
  "page-upgrades-bug-bounty-card-li-1": "Faible impact, probabilité moyenne",
  "page-upgrades-bug-bounty-card-li-2": "Impact modéré, probabilité faible",
  "page-upgrades-bug-bounty-card-li-3": "Impact élevé, probabilité faible",
  "page-upgrades-bug-bounty-card-li-4": "Impact moyen, probabilité moyenne",
  "page-upgrades-bug-bounty-card-li-5": "Impact faible, probabilité élevée",
  "page-upgrades-bug-bounty-card-li-6": "Impact élevé, probabilité moyenne",
  "page-upgrades-bug-bounty-card-li-7": "Impact moyen, probabilité élevée",
  "page-upgrades-bug-bounty-card-li-8": "Impact élevé, probabilité élevée",
  "page-upgrades-bug-bounty-card-low": "Faible",
  "page-upgrades-bug-bounty-card-low-risk": "Soumettre un bogue à risque faible",
  "page-upgrades-bug-bounty-card-medium-risk": "Soumettre un bogue à risque modéré",
  "page-upgrades-bug-bounty-card-subheader": "Gravité",
  "page-upgrades-bug-bounty-card-subheader-2": "Exemple",
  "page-upgrades-bug-bounty-card-text": "Les attaquants peuvent parfois mettre un nœud dans un état qui l'amène à ne pas traiter une attestation sur cent faite par un validateur",
  "page-upgrades-bug-bounty-card-text-1": "L'attaquant peut mener avec succès des attaques éclairs sur des nœuds avec des identifiants de pairs commençant par 4 octets zéros",
  "page-upgrades-bug-bounty-card-text-2": "L'attaquant peut partitionner avec succès de grandes parties du réseau, et il est trivial pour un attaquant de déclencher la vulnérabilité",
  "page-upgrades-bug-bounty-card-text-3": "L'attaquant peut exécuter du code à distance pour un client majoritaire, et il est trivial pour un attaquant de déclencher la vulnérabilité",
  "page-upgrades-question-title": "Questions fréquemment posées",
  "bug-bounty-faq-q1-title": "À quoi doit ressembler une bonne soumission de vulnérabilité ?",
  "bug-bounty-faq-q1-contentPreview": "Voir un exemple réel d'une soumission de vulnérabilité de qualité.",
  "bug-bounty-faq-q1-content-1": "<strong>Description :</strong> Déni de service à distance utilisant des blocs non validés",
  "bug-bounty-faq-q1-content-2": "<strong>Scénario d'attaque :</strong> Un attaquant peut envoyer des blocs qui peuvent nécessiter une quantité élevée de calculs (la gasLimit maximale) mais n'ont pas de preuve de travail. Si l'attaquant envoie des blocs en continu, il peut forcer le nœud victime à utiliser le CPU à 100 %.",
  "bug-bounty-faq-q1-content-3": "<strong>Impact :</strong> Un attaquant peut abuser de l'utilisation du CPU sur des nœuds distants, en provoquant éventuellement des DoS complets.",
  "bug-bounty-faq-q1-content-4": "<strong>Composants :</strong> Version client Go v0.6.8",
  "bug-bounty-faq-q1-content-5": "<strong>Reproduction :</strong> Envoyer un bloc à un nœud Go qui contient de nombreuses transactions sans PoW valide.",
  "bug-bounty-faq-q1-content-6": "<strong>Détails :</strong> Les blocs sont validés dans la méthode <code>Process(Block, dontReact)</code>. Cette méthode exécute des tâches coûteuses et gourmandes en CPU, telles que l'exécution de transactions (<code>sm.ApplyDiff</code>), puis elle vérifie la preuve de travail (<code>sm.ValidateBlock()</code>). Cela permet à un attaquant d'envoyer des blocs qui peuvent nécessiter une grande quantité de calcul (la <code>limite de gaz</code> maximale) mais qui n'ont pas de preuve de travail. Si l'attaquant envoie des blocs en continu, il peut forcer le nœud victime à utiliser 100 % de son CPU.",
  "bug-bounty-faq-q1-content-7": "<strong>Correctif :</strong> Inversez l'ordre des vérifications.",
  "bug-bounty-faq-q2-title": "Le programme de primes aux bogues est-il limité dans le temps ?",
  "bug-bounty-faq-q2-contentPreview": "Non.",
  "bug-bounty-faq-q2-content-1": "Aucune date de fin n'est actuellement fixée. Consultez <a>le blog de la Fondation Ethereum</a> pour les dernières nouvelles.",
  "bug-bounty-faq-q3-title": "Comment les primes sont-elles payées ?",
  "bug-bounty-faq-q3-contentPreview": "Les récompenses sont versées en ETH ou en DAI.",
  "bug-bounty-faq-q3-content-1": "Les récompenses sont versées en ETH ou en DAI après la validation de la soumission, généralement quelques jours plus tard. Les lois locales nous obligent à demander une <strong>preuve de votre identité</strong>. De plus, nous aurons besoin de votre adresse ETH.",
  "bug-bounty-faq-q4-title": "Puis-je faire don de ma récompense à une association caritative ?",
  "bug-bounty-faq-q4-contentPreview": "Oui !",
  "bug-bounty-faq-q4-content-1": "Nous pouvons faire don de votre récompense à l'organisation caritative établie de votre choix.",
  "bug-bounty-faq-q5-title": "J'ai signalé un problème / une vulnérabilité mais je n'ai pas reçu de réponse !",
  "bug-bounty-faq-q5-contentPreview": "Veuillez prévoir quelques jours pour que quelqu'un réponde à votre demande.",
  "bug-bounty-faq-q5-content-1": "Nous nous efforçons de répondre aux soumissions le plus rapidement possible. N'hésitez pas à nous envoyer un e-mail à <a>bounty@ethereum.org</a> si vous n'avez pas reçu de réponse dans un délai d'un jour ou deux.",
  "bug-bounty-faq-q6-title": "Je veux rester anonyme / Je ne veux pas que mon nom apparaisse sur le tableau des résultats.",
  "bug-bounty-faq-q6-contentPreview": "Vous pouvez le faire, mais cela pourrait vous rendre inéligible aux récompenses.",
  "bug-bounty-faq-q6-content-1": "Soumettre anonymement ou sous pseudonyme est accepté, mais cela vous rend inéligible aux récompenses en ETH/DAI. Pour être éligible aux récompenses en ETH/DAI, nous exigeons que votre vrai nom et une preuve de votre identité soient envoyés, chiffrés via PGP sur notre site sécurisé de dépôt, à notre équipe juridique de la Fondation Ethereum, qui est seule habilitée à examiner ces documents. Faire don de votre prime à une organisation caritative ne nécessite pas de fournir votre identité.",
  "bug-bounty-faq-q6-content-2": "Veuillez nous faire savoir si vous ne souhaitez pas que votre nom/surnom apparaisse sur le tableau des résultats.",
  "bug-bounty-faq-q7-title": "Quels sont les points du classement ?",
  "bug-bounty-faq-q7-contentPreview": "Un score est attribué à chaque vulnérabilité/problème découvert",
  "bug-bounty-faq-q7-content-1": "Un score est attribué à chaque vulnérabilité/problème trouvé. Les chasseurs de primes sont classés en fonction de leur nombre total de points.",
  "bug-bounty-faq-q8-title": "Avez-vous une clé PGP ?",
  "bug-bounty-faq-q8-contentPreview": "Oui. Développez pour plus de détails.",
  "bug-bounty-faq-q8-content-1": "Veuillez utiliser <code>AE96 ED96 9E47 9B00 84F3 E17F E88D 3334 FA5F 6A0A</code>",
  "bug-bounty-faq-q8-PGP-key": "Clé PGP",
  "page-upgrades-bug-bounty-severity-qualifications-title": "Qualifications de la gravité des vulnérabilités",
  "page-upgrades-bug-bounty-severity-qualifications-desc": "La gravité est évaluée en fonction de la capacité d'une vulnérabilité découverte à effectuer les opérations suivantes :",
  "page-upgrades-bug-bounty-severity-low-title": "Gravité faible",
  "page-upgrades-bug-bounty-severity-low-li-1": "Slacher <strong>0,01 %</strong> des validateurs",
  "page-upgrades-bug-bounty-severity-low-li-2": "Provoquer de manière triviale des divisions du réseau affectant <strong>0,01 %</strong> du réseau",
  "page-upgrades-bug-bounty-severity-low-li-3": "Pouvoir mettre hors service <strong>0,01 %</strong> du réseau en envoyant un seul paquet réseau ou une seule transaction en chaîne",
  "page-upgrades-bug-bounty-severity-medium-title": "Gravité moyenne",
  "page-upgrades-bug-bounty-severity-medium-li-1": "Slacher <strong>1 %</strong> des validateurs",
  "page-upgrades-bug-bounty-severity-medium-li-2": "Provoquer de manière triviale des divisions du réseau affectant <strong>5 %</strong> du réseau",
  "page-upgrades-bug-bounty-severity-medium-li-3": "Pouvoir mettre hors service <strong>5 %</strong> du réseau en envoyant un seul paquet réseau ou une seule transaction en chaîne",
  "page-upgrades-bug-bounty-severity-high-title": "Gravité élevée",
  "page-upgrades-bug-bounty-severity-high-li-1": "Slacher <strong>33 %</strong> des validateurs",
  "page-upgrades-bug-bounty-severity-high-li-2": "Provoquer de manière triviale des divisions du réseau affectant <strong>33 %</strong> du réseau",
  "page-upgrades-bug-bounty-severity-high-li-3": "Pouvoir mettre hors service <strong>33 %</strong> du réseau en envoyant un seul paquet réseau ou une seule transaction en chaîne",
  "page-upgrades-bug-bounty-severity-critical-title": "Gravité critique",
  "page-upgrades-bug-bounty-severity-critical-li-1": "Slacher <strong>50 %</strong> des validateurs",
  "page-upgrades-bug-bounty-severity-critical-li-2": "Exploiter un bogue d'EIP/spécification ou de client pour <strong>créer facilement une quantité infinie d'ETH</strong> qui est finalisée par le réseau",
  "page-upgrades-bug-bounty-severity-critical-li-3": "<strong>Voler des ETH</strong> sur tous les EOA",
  "page-upgrades-bug-bounty-severity-critical-li-4": "<strong>Brûler des ETH</strong> sur tous les EOA",
  "page-upgrades-bug-bounty-severity-critical-li-5": "<strong>Mettre hors service l'ensemble du réseau</strong> en envoyant une seule transaction malveillante en chaîne qui finit par faire planter tous les clients",
  "page-upgrades-bug-bounty-out-of-scope-footnote": "Ces cas ne sont généralement pas inclus, mais nous pouvons aider à contacter les parties concernées, comme les auteurs ou les plateformes d'échange",
  "page-upgrades-bug-bounty-not-included-li-1": "Bogues d'infrastructure — tels que les pages web, le DNS, les e-mails, etc.",
  "page-upgrades-bug-bounty-not-included-li-2": "Bogues de contrat ERC-20",
  "page-upgrades-bug-bounty-not-included-li-3": "Bogues de l'Ethereum Naming Service (ENS) (maintenu par la fondation ENS)",
  "page-upgrades-bug-bounty-not-included-li-4": "Vulnérabilités nécessitant que l'utilisateur ait exposé publiquement une API, telle que JSON-RPC ou l'API Beacon",
  "page-upgrades-bug-bounty-not-included-li-5": "Erreurs typographiques",
  "page-upgrades-bug-bounty-not-included-li-6": "Tests",
  "page-upgrades-bug-bounty-not-included-li-7": "Attaques par déni de service (DoS) à pair unique demandant un effort élevé (soutenu, intensif en CPU ou en bande passante, et/ou nécessitant plus d'un paquet ou d'une transaction en chaîne)",
  "page-upgrades-bug-bounty-not-included-li-8": "Tout problème connu du public (y compris les publications sur les forums, les PR, les problèmes sur GitHub, les commits, les articles de blog, les messages publics sur Discord, etc.)"
}
