{
  "page-wallets-accounts-addresses": "Portefeuilles, comptes, clés et adresses",
  "page-wallets-accounts-addresses-desc": "C’est important de comprendre la différence entre certains mots clés.",
  "page-wallets-accounts-ethereum-addresses": "<b>Un compte Ethereum a une adresse</b>, comme une boite mail qui a une adresse mail. Celle ci est utilisée pour identifier vos actifs numériques.",
  "page-wallets-alt": "Illustration d'un robot ayant pour corps un coffre, représentant un portefeuille Ethereum",
  "page-wallets-ethereum-account": "Un compte Ethereum est une paire de clés. Une clé est utilisée pour créer une adresse que vous pouvez partager librement, et une autre clé que vous devez garder secrète car elle est utilisée pour signer des choses. Ensemble, ces clés vous permettent de détenir des actifs et de réaliser des transactions.",
  "page-wallets-blog": "Blog de Coinbase",
  "page-wallets-bookmarking": "Ajoutez votre portefeuille aux favoris",
  "page-wallets-bookmarking-desc": "Si vous utilisez un portefeuille en ligne, ajoutez le site dans vos favoris afin de vous protéger des arnaques par fishing.",
  "page-wallets-cd": "<b>Les portefeuilles physiques matériels</b> sont des appareils qui vous permettent de laisser votre cryptomonnaie hors ligne - ce qui est très sécurisé",
  "page-wallets-desc-2": "Les portefeuilles sont ce que la plupart des gens utilisent pour gérer leurs actifs numériques et leur identité.",
  "page-wallets-desc-2-link": "Plus d'infos sur ETH",
  "page-wallets-desc-3": "Votre portefeuille est un outil pour interagir avec votre compte Ethereum. Cela signifie que vous pouvez changer de fournisseur de portefeuille à tout moment. De nombreux portefeuilles vous permettent également de gérer plusieurs comptes Ethereum à partir d'une seule application.",
  "page-wallets-desc-4": "Les fournisseurs de portefeuilles n'ont pas la garde de vos fonds. Ils vous fournissent juste une fenêtre pour voir vos actifs sur Ethereum, et des outils pour les gérer facilement.",
  "page-wallets-description": "Les portefeuilles Ethereum sont des applications qui vous permettent de contrôler votre compte. Tout comme votre portefeuille physique, il contient tout ce dont vous avez besoin pour prouver votre identité et gérer vos actifs. Votre portefeuille vous permet de vous connecter aux applications, de consulter votre solde, d'envoyer des transactions et de vérifier votre identité.",
  "page-wallets-desktop": "<b>Applications de bureau</b>, si vous préférez gérer vos fonds via MacOS, Windows ou Linux",
  "page-wallets-ethereum-wallet": "<b>Un portefeuille est un outil qui vous laisse interagir avec votre compte</b>, en utilisant vos clés. Cela vous permet de consulter le solde de votre compte, de réaliser des transactions, et plus encore.",
  "page-wallets-explore": "Explorer Ethereum",
  "page-wallets-features-desc": "Nous pouvons vous aider à choisir votre portefeuille en fonction des fonctionnalités qui sont importantes pour vous.",
  "page-wallets-features-title": "Comparer les portefeuilles en fonction des fonctionnalités",
  "page-wallets-find-wallet-btn": "Trouver un portefeuille",
  "page-wallets-find-wallet-link": "Trouver un portefeuille",
  "page-wallets-get-some": "Obtenir de l'ETH",
  "page-wallets-get-some-alt": "Une illustration d'une main fabriquant un symbole ETH au moyen de briques de lego",
  "page-wallets-get-some-btn": "Obtenir de l'ETH",
  "page-wallets-get-some-desc": "ETH est la cryptomonnaie originaire d'Ethereum. Vous aurez besoin d'ETH dans votre portefeuille pour utiliser des applications Ethereum.",
  "page-wallets-keys-to-safety": "Les clés pour garder votre cryptomonnaie en sécurité",
  "page-wallets-manage-funds": "Une application pour gérer vos fonds",
  "page-wallets-manage-funds-desc": "Votre portefeuille montre vos soldes, l'historique des transactions et vous donne un moyen d'envoyer/recevoir des fonds. Certains portefeuilles peuvent en offrir plus.",
  "page-wallets-meta-description": "Ce que vous avez besoin de savoir pour utiliser des portefeuilles Ethereum.",
  "page-wallets-meta-title": "Portefeuilles Ethereum",
  "page-wallets-mobile": "<b>Les applications mobiles</b> qui rendent vos fonds accessibles depuis n'importe où",
  "page-wallets-more-on-dapps-btn": "En savoir plus sur les DApps",
  "page-wallets-most-wallets": "La plupart des produits de portefeuille vous permettront de générer un compte Ethereum. Vous n'en aurez donc pas besoin avant de télécharger un portefeuille.",
  "page-wallets-protecting-yourself": "Protéger vos fonds et vous-même",
  "page-wallets-seed-phrase": "Écrivez votre <a href=\"/glossary/#recovery-phrase\">phrase de récupération</a>",
  "page-wallets-seed-phrase-desc": "Les portefeuilles vous donneront souvent une phrase de sécurité que vous devez écrire dans un endroit sûr. C'est la seule façon de récupérer votre portefeuille.",
  "page-wallets-seed-phrase-example": "Voici un exemple :",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Ne la stockez pas sur un ordinateur. Notez-la et gardez-la en sécurité.",
  "page-wallets-slogan": "Détenir les clés de votre avenir numérique",
  "page-wallets-stay-safe": "Comment rester en sécurité",
  "page-wallets-stay-safe-desc": "La liberté financière et la possibilité d'avoir accès à ses fonds n'importe où s'accompagnent de responsabilités - il n'y a pas d'assistance client en ligne avec la cryptomonnaie. <b>Vous êtes responsables de vos clés et de leur sécurité</b>.",
  "page-wallets-subtitle": "Les portefeuilles vous permettent d'accéder à vos actifs numériques et de vous connecter aux applications.",
  "page-wallets-take-responsibility": "Devenir responsable de ses propres fonds",
  "page-wallets-take-responsibility-desc": "Les plateformes d'échange centralisées relieront votre portefeuille à un nom d'utilisateur et à un mot de passe que vous pourrez récupérer de manière traditionnelle. Souvenez-vous que vous confiez à cette plateforme la garde de vos fonds. Si la plateforme rencontre des difficultés financières, vos fonds pourraient être à risque.",
  "page-wallets-tips": "Plus de conseils pour rester en sécurité",
  "page-wallets-tips-community": "De la communauté",
  "page-wallets-title": "Portefeuilles Ethereum",
  "page-wallets-triple-check": "Vérifier tout au moins 3 fois",
  "page-wallets-triple-check-desc": "Souvenez-vous, les transactions ne peuvent pas être annulées et les portes-monnaies ne sont pas faciles à récupérer donc prenez des précautions et soyez toujours attentifs.",
  "page-wallets-try-dapps": "Essayer quelques DApps",
  "page-wallets-try-dapps-alt": "Une illustration des membres de la communauté Ethereum travaillant ensemble",
  "page-wallets-try-dapps-desc": "Les DApps sont des applications basées sur Ethereum. Elles sont moins chères, plus justes et moins gourmandes en données que la plupart des applications traditionnelles.",
  "page-wallets-types": "Types de portefeuille",
  "page-wallets-types-desc": "Il existe différentes interfaces et façons d'interagir avec votre compte :",
  "page-wallets-web-browser": "<b>Les portefeuilles de navigateurs</b> sont des applications web qui vous permettent d'interagir avec votre compte directement depuis le navigateur",
  "page-wallets-web-browser-extension": "<b>Les extensions de portefeuilles de navigateurs</b> sont des extensions que vous téléchargez et qui vous permettent d'interagir avec votre compte et vos applications à travers le navigateur",
  "page-wallets-whats-a-wallet": "Qu'est-ce qu'un portefeuille Ethereum ?",
  "page-wallets-your-ethereum-account": "Votre compte Ethereum",
  "page-wallets-your-ethereum-account-desc": "Votre portefeuille est votre fenêtre sur votre compte Ethereum - votre solde, l'historique des transactions et bien plus. Mais vous pouvez changer de fournisseur de portefeuille à tout moment.",
  "page-wallets-your-login": "Votre compte pour les applications Ethereum",
  "page-wallets-your-login-desc": "Votre portefeuille vous permet de vous connecter à des applications à l'aide de votre compte Ethereum. Tel un login que vous pouvez utiliser dans de nombreuses applications.",
  "additional-reading-how-to-create-an-ethereum-account": "Comment créer un compte Ethereum",
  "additional-reading-how-to-use-a-wallet": "Comment utiliser un portefeuille"
}
