{
  "page-what-is-ethereum-101": "Le B-A-BA de l'Ethereum",
  "page-what-is-ethereum-101-desc": "Ethereum est une technologie qui vous permet d'envoyer de la cryptomonnaie à n'importe qui moyennant de petits frais. Elle permet également de gérer des applications permanentes et utilisables par tous.",
  "page-what-is-ethereum-101-desc-2": "Ethereum s'appuie sur l'innovation du Bitcoin, avec quelques différences majeures.",
  "page-what-is-ethereum-101-desc-3": "Tous deux vous permettent d'utiliser de l'argent virtuel sans banque ni prestataire de paiement. En revanche, Ethereum est programmable, donc vous pouvez également l'utiliser pour de nombreux actifs numériques différents – même du Bitcoin !",
  "page-what-is-ethereum-101-desc-4": "Cela signifie également qu'Ethereum permet plus que des paiements. Il s'agit d'un marché de services financiers, de jeux et d'applications qui ne peuvent pas vous pister ou vous censurer.",
  "page-what-is-ethereum-101-italic": "la blockchain programmable du monde entier.",
  "page-what-is-ethereum-101-strong": "C'est ",
  "page-what-is-ethereum-accessibility": "Ethereum est ouvert à tous.",
  "page-what-is-ethereum-adventure": "Choisissez votre aventure !",
  "page-what-is-ethereum-alt-img-bazaar": "Illustration d'une personne collaborant à un bazar, destinée à représenter l'Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Une illustration des membres de la communauté Ethereum travaillant ensemble",
  "page-what-is-ethereum-alt-img-lego": "Une illustration d'une main fabriquant un symbole ETH au moyen de briques de lego",
  "page-what-is-ethereum-alt-img-social": "Une illustration de personnages dans un espace social dédié à Ethereum avec un grand logo ETH",
  "page-what-is-ethereum-banking-card": "Services bancaires pour tous",
  "page-what-is-ethereum-banking-card-desc": "Tout le monde n'a pas accès aux services financiers, mais tout ce dont vous avez besoin pour accéder à Ethereum et à ses produits de prêt, d'emprunt et d'épargne est une connexion Internet.",
  "page-what-is-ethereum-build": "Créez avec Ethereum",
  "page-what-is-ethereum-build-desc": "Si vous voulez essayer de développer avec Ethereum, consultez notre documentation, essayez quelques tutoriels, ou jetez un œil aux outils nécessaires pour commencer.",
  "page-what-is-ethereum-censorless-card": "Résistant à la censure",
  "page-what-is-ethereum-censorless-card-desc": "Aucun gouvernement ou entreprise n'a de contrôle sur Ethereum. Cette décentralisation rend pratiquement impossible à quiconque de vous empêcher de recevoir des paiements ou d'utiliser des services sur Ethereum.",
  "page-what-is-ethereum-comm-desc": "Notre communauté comprend des personnes de tous horizons, y compris des artistes, des crypto-anarchistes, des entreprises du Fortune 500, et maintenant vous. Découvrez comment vous pouvez participer dès maintenant.",
  "page-what-is-ethereum-commerce-card": "Garanties de commerce",
  "page-what-is-ethereum-commerce-card-desc": "Ethereum crée un terrain de jeu plus équitable. Les clients ont une garantie sécurisée et intégrée que les fonds ne changeront de main que si vous fournissez ce qui a été convenu. Vous pouvez faire des affaires sans que les grandes entreprises ne s'en mêlent.",
  "page-what-is-ethereum-community": "La communauté Ethereum",
  "page-what-is-ethereum-compatibility-card": "La compatibilité avant tout",
  "page-what-is-ethereum-compatibility-card-desc": "De meilleurs produits et expériences sont créés en permanence grâce à la compatibilité par défaut des produits Ethereum. Les entreprises peuvent donc se baser sur le succès de chacun.",
  "page-what-is-ethereum-dapps-desc": "Des produits et services fonctionnant sur Ethereum. Il existe des DApps pour la finance, les réseaux sociaux, les jeux et bien plus encore – découvrez les applications de l'avenir.",
  "page-what-is-ethereum-dapps-img-alt": "Une illustration d'un doge utilisant une application Ethereum sur un ordinateur",
  "page-what-is-ethereum-dapps-title": "Les DApps Ethereum",
  "page-what-is-ethereum-desc": "La base de notre avenir numérique",
  "page-what-is-ethereum-explore": "Explorer Ethereum",
  "page-what-is-ethereum-get-started": "Le meilleur moyen d'en apprendre davantage est de télécharger un portefeuille, d'obtenir quelques ETH et d'essayer une DApp Ethereum.",
  "page-what-is-ethereum-in-depth-description": "Ethereum est un accès ouvert à la monnaie numérique et à des services conviviaux pour tout le monde, qui que vous soyez. C'est une technologie construite par la communauté derrière la cryptomonnaie ether (ETH) et des milliers d'applications que vous pouvez utiliser dès aujourd'hui.",
  "page-what-is-ethereum-internet-card": "Un internet plus respectueux de la vie privée",
  "page-what-is-ethereum-internet-card-desc": "Vous n'avez pas besoin de fournir toutes vos données personnelles pour utiliser une application Ethereum. Ethereum construit une économie basée sur la valeur, pas sur la surveillance.",
  "page-what-is-ethereum-meet-comm": "Rencontrez notre communauté",
  "page-what-is-ethereum-meta-description": "Apprenez-en plus sur Ethereum, ce qu'elle fait et comment l'essayer par vous-même.",
  "page-what-is-ethereum-meta-title": "Qu'est-ce qu'Ethereum ?",
  "page-what-is-ethereum-native-alt": "Le symbole pour l'éther (ETH)",
  "page-what-is-ethereum-native-crypto": "La cryptomonnaie native d'Ethereum et l'équivalent de Bitcoin. Vous pouvez utiliser de l'ETH sur les applications Ethereum ou comme monnaie à envoyer à vos amis et à votre famille.",
  "page-what-is-ethereum-native-img-alt": "Une illustration de robot avec un coffre-fort pour un torse, utilisée pour représenter les portefeuilles Ethereum",
  "page-what-is-ethereum-native-title": "ETH",
  "page-what-is-ethereum-p2p-card": "Un réseau P2P",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum vous permet de transférer de l'argent ou de passer des accords, directement avec quelqu'un d'autre. Vous n'avez pas besoin de passer par des sociétés intermédiaires.",
  "page-what-is-ethereum-singlecard-desc": "Si vous êtes intéressé par la blockchain et le côté technique d'Ethereum, on a ce qu'il vous faut.",
  "page-what-is-ethereum-singlecard-link": "Fonctionnement d'Ethereum",
  "page-what-is-ethereum-singlecard-title": "Fonctionnement d'Ethereum",
  "page-what-is-ethereum-start-building-btn": "Commencez à créer",
  "page-what-is-ethereum-title": "Qu'est-ce qu'Ethereum ?",
  "page-what-is-ethereum-tools-needed": "Tout ce qu'il vous faut pour participer est un portefeuille.",
  "page-what-is-ethereum-try": "Essayer Ethereum",
  "page-what-is-ethereum-tryit": "Entrez dans notre humble bazar et laissez-vous tenter...",
  "page-what-is-ethereum-wallets": "Portefeuilles",
  "page-what-is-ethereum-wallets-desc": "Comment vous gérez votre ETH et votre compte Ethereum. Vous aurez besoin d'un portefeuille pour commencer – on va vous aider à en choisir un.",
  "page-what-is-ethereum-welcome": "Bienvenue sur Ethereum",
  "page-what-is-ethereum-welcome-2": "Nous espérons que vous resterez.",
  "page-what-is-ethereum-defi-title": "Finance décentralisée (DeFi)",
  "page-what-is-ethereum-defi-description": "Un système financier plus ouvert qui vous donne plus de contrôle sur votre argent et ouvre de nouvelles possibilités.",
  "page-what-is-ethereum-defi-alt": "Un logo Eth fait en briques lego.",
  "page-what-is-ethereum-nft-title": "Jeton non fongible (NFT)",
  "page-what-is-ethereum-nft-description": "Une façon de représenter des éléments uniques comme des actifs Ethereum qui peuvent être échangés, utilisés comme preuve de propriété et de créer de nouvelles opportunités pour les créateurs.",
  "page-what-is-ethereum-nft-alt": "Un logo Eth affiché par hologramme.",
  "page-what-is-ethereum-dao-title": "Organisation autonome décentralisée (DAO)",
  "page-what-is-ethereum-dao-description": "Une nouvelle façon de collaborer et de créer des communautés en ligne avec des objectifs partagés et des fonds communs.",
  "page-what-is-ethereum-dao-alt": "Une représentation d'une DAO qui vote sur une proposition.",
  "page-what-is-ethereum-use-cases-title": "Découvrez les cas d'utilisation d'Ethereum",
  "page-what-is-ethereum-use-cases-subtitle": "Ethereum a conduit à la création de nouveaux produits et services qui peuvent améliorer différents domaines de notre vie.",
  "page-what-is-ethereum-use-cases-subtitle-two": "Nous en sommes encore au tout début, mais il y a beaucoup de choses à faire."
}
