{
  "page-events-meta-title": "Événements cryptos {year}",
  "page-events-meta-description": "Découvrez les meilleures conférences sur les cryptos et la blockchain qui façonnent {year}. Explorez les principaux événements Ethereum, les rencontres Web3 et les rassemblements mondiaux.",
  "page-events-hero-title": "Événements cryptos {year}",
  "page-events-hero-subtitle": "Ethereum prend vie grâce aux personnes qui le composent. Des petites rencontres Web3 et des rassemblements communautaires aux grandes conférences, en passant par les hackathons, et les centres communautaires permanents qui ancrent les écosystèmes locaux dans le monde entier.",
  "page-events-whats-on-page": "Contenu de cette page ?",
  "page-events-nav-community-hubs": "Centres communautaires",
  "page-events-nav-meetups": "Rencontres",
  "page-events-nav-conferences": "Conférences",
  "page-events-nav-for-organizers": "Pour les organisateurs",
  "page-events-section-major-conferences": "Grandes conférences sur la blockchain",
  "page-events-section-hubs": "Centres communautaires Ethereum",
  "page-events-section-hubs-subtitle": "Vous pouvez participer à des sessions de cotravail et à des événements communautaires réguliers dans ces espaces permanents, parfaits pour travailler de manière inspirée, apprendre, se connecter et construire.",
  "page-events-hub-description-london": "Un étage dédié aux constructeurs, chercheurs, créateurs, étudiants et explorateurs d'Ethereum à l'Encode Club.",
  "page-events-hub-description-berlin": "Le bureau de la Fondation Ethereum ouvre ses portes tous les mercredis aux constructeurs, chercheurs, créateurs, étudiants et explorateurs pour cotravailler, se connecter et collaborer.",
  "page-events-hub-description-dubai": "Un espace inspirant hébergé au Hadron Founders Club pour les fondateurs, constructeurs, chercheurs et explorateurs pour cotravailler, se connecter, collaborer et apprendre.",
  "page-events-hub-description-lagos": "Un espace communautaire dynamique à Web3Bridge à Lagos pour les constructeurs, fondateurs, chercheurs et créatifs pour cotravailler, collaborer et grandir ensemble.",
  "page-events-hub-description-sf": "La Frontier Tower est un village vertical de 16 étages au cœur de San Francisco où les gens font progresser la deep tech et les technologies de pointe dans un environnement détendu et inspirant. Le 12e étage est dédié à Ethereum et à la technologie décentralisée.",
  "page-events-hub-cta-default": "Rejoignez-nous pour le cotravail quotidien et des événements réguliers.",
  "page-events-hub-cta-berlin": "Rejoignez-nous pour les mercredis de cotravail et des événements réguliers.",
  "page-events-hub-coworking-cta": "Inscrivez-vous pour le cotravail",
  "page-events-hub-meetup-cta": "Voir les rencontres",
  "page-events-hub-apply-cta": "Postulez pour héberger un centre",
  "page-events-hub-cowork-signup": "Inscription au cotravail",
  "page-events-hub-meetups": "Rencontres",
  "page-events-section-find-events": "Trouver des événements près de chez vous",
  "page-events-section-find-events-subtitle": "Recherchez les prochaines conférences, hackathons et rassemblements communautaires du monde entier dans l'écosystème Ethereum.",
  "page-events-search-placeholder": "Rechercher par nom ou lieu",
  "page-events-search-sr-text": "les résultats se mettent à jour au fur et à mesure que vous tapez",
  "page-events-search-submit-sr-text": "les résultats se mettent à jour lors de la soumission",
  "page-events-search-results-title": "Résultats de la recherche",
  "page-events-search-no-results": "Aucun événement ne correspond à votre recherche",
  "page-events-search-hero-title": "Évènements Ethereum",
  "page-events-search-metadata-description": "Trouvez et explorez les prochaines rencontres à travers le monde et entrez en contact avec des personnes qui développent sur Ethereum dans votre ville.",
  "page-events-search-hero-title-q": "Événements Ethereum : \"{q}\"",
  "page-events-search-hero-subtitle": "Ethereum est à la fois local et mondial. Des rencontres et des sessions de cotravail aux grandes conférences et hackathons, explorez les événements Ethereum qui se déroulent à {location} et dans la région environnante. Rencontrez des constructeurs, apprenez quelque chose de nouveau et faites partie de l'écosystème local.",
  "page-events-section-local-meetups": "Rencontres locales de la communauté Ethereum",
  "page-events-section-local-meetups-subtitle": "Événements organisés par des groupes de passionnés d'Ethereum — une occasion pour les personnes intéressées par Ethereum de se réunir, de parler d'Ethereum et de découvrir les derniers développements.",
  "page-events-section-upcoming-conferences": "Prochaines conférences Ethereum",
  "page-events-section-upcoming-conferences-subtitle": "Explorez les conférences les plus inspirantes de la communauté Ethereum, où les constructeurs, chercheurs et rêveurs se réunissent pour apprendre, se connecter et façonner l'avenir.",
  "page-events-see-all": "Voir tout",
  "page-events-section-organizers": "Pour les organisateurs d'événements",
  "page-events-section-organizers-subtitle": "Que vous planifiez votre premier événement ou que vous ayez déjà organisé une rencontre, un atelier, un hackathon ou un rassemblement communautaire, il existe de nombreuses ressources et équipes utiles qui peuvent fournir des conseils, un soutien et des ressources supplémentaires afin que votre événement soit réussi et ait le plus grand impact possible.",
  "page-events-section-organizers-planning": "Vous organisez un événement ?",
  "page-events-section-organizers-planning-description": "Voici un guide d'événements complet rédigé avec le soutien de la communauté, pour la communauté.",
  "page-events-section-organizers-planning-cta": "Lire le guide",
  "page-events-section-support": "Besoin d'aide ?",
  "page-events-section-support-subtitle": "Ci-dessous, vous trouverez des équipes qui peuvent vous apporter soutien, conseils et assistance, que vous planifiiez votre premier événement, que vous poursuiviez, développiez ou amélioriez un événement en cours, une série de rassemblements communautaires ou d'autres initiatives.",
  "page-events-support-ethereum-everywhere": "Ethereum Everywhere",
  "page-events-support-ethereum-everywhere-description": "L'équipe Ethereum Everywhere est une équipe d'amplification de l'écosystème au sein de la Fondation Ethereum, qui responsabilise et soutient les communautés et les événements locaux de diverses manières, et les aide à devenir prospères et durables à long terme.",
  "page-events-support-ethereum-everywhere-guidance": "Conseils",
  "page-events-support-ethereum-everywhere-guidance-description": "Conseils amicaux sur la planification et l'organisation d'événements et de communautés réussis qui accueillent de nouveaux constructeurs et utilisateurs, les aident à s'intégrer et maintiennent les communautés existantes connectées et engagées.",
  "page-events-support-ethereum-everywhere-resources": "Ressources",
  "page-events-support-ethereum-everywhere-resources-description": "Fournir des modèles, des meilleures pratiques, des mises à jour et des tableaux d'opportunités pour aider les organisateurs à créer des expériences cohérentes et attrayantes.",
  "page-events-support-ethereum-everywhere-connections": "Connexions et amplification",
  "page-events-support-ethereum-everywhere-connections-description": "Aide pour trouver des partenaires régionaux, des contributeurs et des intervenants - plus une visibilité à travers les canaux communautaires et les médias sociaux.",
  "page-events-support-geode-labs": "Geode Labs",
  "page-events-support-geode-labs-description": "Geode Labs est une organisation mondiale de développement de l'écosystème Ethereum et un studio de produits issu de la Fondation Ethereum.",
  "page-events-support-geode-labs-grants": "Programme de subventions Geode Labs",
  "page-events-support-geode-labs-grants-description": "Subventions pour l'écosystème renforçant la décentralisation d'Ethereum en mettant l'accent sur le niveau local.",
  "page-events-support-geode-labs-local": "Local Ethereum",
  "page-events-support-geode-labs-local-description": "Une lettre d'information qui collabore avec les leaders des communautés locales pour raconter les géo-histoires d'Ethereum.",
  "page-events-support-geode-labs-ethstars": "ETHStars",
  "page-events-support-geode-labs-ethstars-description": "Un centre communautaire Ethereum où les constructeurs apprennent, se connectent et gagnent.",
  "page-events-get-in-touch": "Nous contacter",
  "page-events-filter-all": "Tout",
  "page-events-filter-conferences": "Conférences",
  "page-events-filter-hackathons": "Hackathons",
  "page-events-filter-meetups": "Rencontres",
  "page-events-view-all-conferences": "Voir toutes les conférences",
  "page-events-view-all-meetups": "Voir toutes les rencontres",
  "page-events-no-upcoming": "Aucun événement à venir pour le moment",
  "page-events-tag-online": "En ligne",
  "page-events-tag-conference": "Conférence",
  "page-events-tag-hackathon": "Hackathon",
  "page-events-tag-meetup": "Rencontre",
  "page-events-tag-popup": "Popup",
  "page-events-tag-group": "Groupe",
  "page-events-tag-other": "Autre",
  "page-events-tag-cowork": "Cotravail",
  "page-events-continent-africa": "Afrique",
  "page-events-continent-asia": "Asie",
  "page-events-continent-europe": "Europe",
  "page-events-continent-middle-east": "Moyen-Orient",
  "page-events-continent-north-america": "Amérique du Nord",
  "page-events-continent-oceania": "Océanie",
  "page-events-continent-south-america": "Amérique du Sud",
  "page-events-conferences-hero-title": "Conférences cryptos {year}",
  "page-events-conferences-hero-subtitle": "Découvrez les meilleures conférences sur les cryptos et la blockchain qui façonnent {year}. Explorez les principaux événements Ethereum, les rencontres Web3 et les rassemblements mondiaux qui sont à l'origine de la prochaine vague d'innovation décentralisée.",
  "page-events-conferences-major-events": "Événements majeurs",
  "page-events-meetups-hero-title": "Rencontres Ethereum {year}",
  "page-events-meetups-hero-subtitle": "Les rencontres Ethereum sont le lieu où se forme une véritable communauté. Des rencontres informelles entre constructeurs et des journées de cotravail aux ateliers et aux rassemblements de l'écosystème local. Explorez les prochaines rencontres dans le monde entier et entrez en contact avec des personnes qui développent sur Ethereum dans votre ville.",
  "page-events-meetups-events-subtitle": "Recherchez les prochains hackathons, rassemblements communautaires et conférences autour de l'écosystème Ethereum.",
  "page-events-cta-title": "Vous organisez un événement ?",
  "page-events-cta-body": "Cette liste non exhaustive est maintenue par notre communauté. Vous connaissez un événement Ethereum à venir à ajouter à cette liste ?",
  "page-events-cta-button": "Soumettre un événement"
}
