{
  "layer-2-arbitrum-note": "Preuves de fraude uniquement pour les utilisateurs en liste blanche, liste blanche non encore ouverte",
  "layer-2-boba-note": "Validation de l'état en cours de développement",
  "layer-2-optimism-note": "Preuves de défaillance en développement",
  "layer-2-base-note": "Le système à l'épreuve des fraudes est actuellement en développement",
  "layer-2-metadata-description": "Page d'introduction à la couche 2",
  "layer-2-hero-title": "Couche 2",
  "layer-2-hero-header": "Ethereum pour tous",
  "layer-2-hero-subtitle": "Faire passer Ethereum à l'échelle pour l'adoption de masse.",
  "layer-2-hero-alt-text": "Illustration des transactions en cours de déploiement sur la couche 2 et affichées sur le réseau principal Ethereum",
  "layer-2-hero-button-1": "Qu'est-ce que la couche 2 ?",
  "layer-2-hero-button-2": "Utiliser la couche 2",
  "layer-2-hero-button-3": "Passer à la couche 2",
  "layer-2-statsbox-1": "TVL verrouillée dans la couche 2 (USD)",
  "layer-2-statsbox-2": "Frais moyens des transferts d'ETH de la couche 2 (USD)",
  "layer-2-statsbox-3": "Changement de la TVL de la couche 2 (30 jours)",
  "layer-2-what-is-layer-2-title": "Qu'est-ce que la couche 2 ?",
  "layer-2-what-is-layer-2-1": "Couche 2 (L2) est un terme collectif décrivant un ensemble spécifique de solutions de mise à l'échelle d'Ethereum. <strong>Une couche 2 est une <a href=\"/glossary/#blockchain\">blockchain</a> séparée qui étend Ethereum et hérite des garanties de sécurité d'Ethereum</strong>.",
  "layer-2-what-is-layer-2-2": "Maintenant, creusons un peu plus le sujet. Pour ce faire, nous devons d'abord expliquer la couche 1 (L1).",
  "layer-2-what-is-layer-1-title": "Qu'est-ce que la couche 1 ?",
  "layer-2-what-is-layer-1-1": "La couche 1 est la blockchain de base. Ethereum et Bitcoin sont toutes deux des blockchains de couche 1 car ce sont les <strong>fondations sous-jacentes sur lesquelles divers réseaux de couche 2 se construisent</strong>. Les « rollups » sur Ethereum et le réseau Lightning sur Bitcoin sont des exemples de projets de la couche 2. Toute activité de transaction utilisateur sur ces projets de couche 2 peut en définitive attérir dans la blockchain de la couche 1.",
  "layer-2-what-is-layer-1-2": "Ethereum fonctionne également comme couche de <a href=\"/glossary/#data-availability\">disponibilité des données</a> pour la couche 2. Les projets de la couche 2 afficheront leurs données de transaction sur Ethereum, en s'appuyant sur Ethereum pour la disponibilité des données. Ces données peuvent être utilisées pour obtenir l'état de la couche 2, ou pour contester les transactions sur la couche 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>La couche 1 d'Ethereum comprend :</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Un réseau d'opérateurs de nœuds</strong> afin de sécuriser et <a href=\"/glossary/#validator\">valider</a> le réseau",
  "layer-2-what-is-layer-1-list-2": "<strong>Un réseau de producteurs de blocs</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>La chaine de blocs</strong> elle-même et l'historique des données de transaction",
  "layer-2-what-is-layer-1-list-4": "<strong>Le <a href=\"/glossary/#consensus\">mécanisme de consensus</a></strong> pour le réseau",
  "layer-2-what-is-layer-1-list-link-1": "Toujours pas clair ?",
  "layer-2-what-is-layer-1-list-link-2": "Découvrez ce qu'est Ethereum.",
  "layer-2-why-do-we-need-layer-2-title": "Pourquoi avons-nous besoin de la couche 2 ?",
  "layer-2-why-do-we-need-layer-2-1": "Idéalement, une blockchain devrait posséder trois propriétés : être <strong>décentralisée, sécurisée et capable de monter en charge</strong>. Le <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">trilemme de la blockchain</a> stipule qu'une architecture blockchain simple ne peut assurer que deux de ces trois propriétés. Vous voulez une blockchain sécurisée et décentralisée ? Vous devez sacrifier la montée en charge.",
  "layer-2-why-do-we-need-layer-2-2": "Ethereum traite actuellement plus d'un million de transactions par jour. La demande d'utilisation d'Ethereum peut provoquer l'augmentation des frais de transactions. C'est là que les réseaux de couche 2 interviennent.",
  "layer-2-why-do-we-need-layer-2-scalability": "Évolutivité",
  "layer-2-why-do-we-need-layer-2-scalability-1": "L'objectif principal de la couche 2 est d'augmenter le débit des transactions (plus de transactions par seconde) sans sacrifier la décentralisation ni la sécurité.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Le <a href=\"/glossary/#mainnet\">réseau principal</a> d'Ethereum (couche 1) n'est capable de traiter qu'environ 15 transactions par seconde. Lorsque la demande d'utiliser Ethereum est importante, le réseau devient congestionné, ce qui augmente les frais de transaction et exclut par le prix des utilisateurs qui n'ont pas les moyens de payer ces frais. Les couches 2 sont des solutions permettant de réduire ces frais en traitant des transactions en dehors de la blockchain de couche 1.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "En savoir plus sur la vision d'Ethereum",
  "layer-2-benefits-of-layer-2-title": "Les avantages de la couche 2",
  "layer-2-lower-fees-title": "Des frais plus bas",
  "layer-2-lower-fees-description": "En combinant plusieurs transactions hors chaîne en une seule opération sur la couche 1, les frais de transaction sont considérablement réduits. Cela permet de rendre Ethereum plus accessible à toutes et tous.",
  "layer-2-maintain-security-title": "Une sécurité conservée",
  "layer-2-maintain-security-description": "Les blockchains de la couche 2 règlent leurs transactions sur le réseau principal d'Ethereum, permettant ainsi aux utilisateurs de bénéficier de la sécurité du réseau Ethereum.",
  "layer-2-expand-use-cases-title": "Des cas d'usage plus nombreux",
  "layer-2-expand-use-cases-description": "Avec davantage de transactions par seconde traitées, des frais plus bas et de nouvelles technologies, les projets vont s'étendre à de nouvelles applications avec une expérience utilisateur améliorée.",
  "layer-2-how-does-layer-2-work-title": "Comment la couche 2 fonctionne-t-elle ?",
  "layer-2-how-does-layer-2-work-1": "Comme susmentionné, le terme couche 2 regroupe les solutions de passage à l'échelle d'Ethereum qui permettent de traiter les transactions en dehors de la couche 1 d'Ethereum, tout en profitant de sa robuste sécurité décentralisée. <strong>Une couche 2 est une blockchain séparée qui étend Ethereum</strong>. Comment ça marche?",
  "layer-2-how-does-layer-2-work-2": "Il y a différents types de couche 2, chacune ayant ses propres compromis et modèles de sécurité. Les couches 2 enlèvent une partie des transactions à traiter par la couche 1, lui permettant d'être moins congestionnée, et le tout monte plus facilement en charge.",
  "layer-2-rollups-title": "Rollups",
  "layer-2-rollups-1": "Les Rollups regroupent ('enroulent' en anglais) des centaines de transactions dans une seule transaction de la couche 1. Cela partage les frais de transaction entre tous ceux qui participent au regroupement, les rendant moins chères pour chaque utilisateur.",
  "layer-2-rollups-2": "Les données de transaction dans le rollup sont soumises à la couche 1, mais l'exécution est effectuée séparément par le rollup. En soumettant les données de transaction sur la couche 1, les rollups héritent de la sécurité d'Ethereum. En effet, une fois les données téléchargées sur la couche 1, l’annulation d’une transaction de rollup nécessite l’annulation d’Ethereum. Il existe deux approches différentes des rollups : optimiste et sans connaissance - elles diffèrent principalement par la manière dont ces données de transaction sont soumises à la couche 1.",
  "layer-2-optimistic-rollups-title": "Rollups optimisés",
  "layer-2-optimistic-rollups-description": "Les rollups 'optimistes' le sont dans le sens où les transactions sont supposées être valides, mais peuvent être contestées si nécessaire. Si une transaction est suspectée d'être non valide, une preuve de faute est exécutée pour voir si elle a bien eu lieu.",
  "layer-2-optimistic-rollups-childSentance": "Plus sur les rollups optimistes",
  "layer-2-zk-rollups-title": "Rollups ZK",
  "layer-2-zk-rollups-description": "Les rollups ZK utilisent des preuves de validité où les transactions sont traitées hors chaîne, puis les données compressées sont fournies au réseau principal Ethereum comme preuve de leur validité.",
  "layer-2-zk-rollups-childSentance": "Plus d'infos sur les ZK-rollups",
  "layer-2-dyor-title": "Faites vos propres recherches : les risques de la couche 2",
  "layer-2-dyor-1": "De nombreux projets de couche 2 sont relativement jeunes et requièrent encore aux utilisateurs de faire confiance à l'honnêteté de certains opérateurs le temps qu'ils travaillent à décentraliser leurs réseaux. Faites d'abord vos propres recherches pour décider si vous êtes à l'aise avec les risques encourus.",
  "layer-2-dyor-2": "Pour en savoir plus sur la technologie, les risques et les <a href=\"/glossary/#trust-assumptions\">hypothèses de confiance</a> sur les couches 2, nous vous recommandons de consulter L2BEAT, qui fournit un cadre complet d'évaluation des risques pour chaque projet.",
  "layer-2-dyor-3": "Accéder à L2BEAT",
  "layer-2-use-layer-2-title": "Utilisez la couche 2",
  "layer-2-use-layer-2-1": "Maintenant que vous comprenez pourquoi la couche 2 existe et comment elle fonctionne, il est temps de vous lancer !",
  "layer-2-contract-accounts": "Si vous utilisez des portefeuilles de <a href=\"/glossary/#smart-contract\">contrat intelligent</a> tels que Safe ou Argent, vous n'aurez pas de contrôle sur cette adresse sur une couche 2, à moins que vous redéployiez votre compte de contrat à cette adresse sur la couche 2. Les comptes classiques avec une <a href=\"/glossary/#recovery-phrase\">phrase de récupération</a> possèderont automatiquement le même compte sur tous les réseaux de couche 2.",
  "layer-2-use-layer-2-generalized-title": "Les couches 2 à visée générale",
  "layer-2-use-layer-2-generalized-1": "Les couches généralisées de couche 2 se comportent exactement comme Ethereum — mais en moins cher. Tout ce que vous pouvez faire sur la couche 1 Ethereum, vous pouvez également le faire sur la couche 2. Beaucoup de <a href=\"/glossary/#dapp\">DApps</a> ont déjà commencé à migrer vers ces réseaux ou ont complètement ignoré le réseau principal pour construire directement des projets sur une couche 2.",
  "layer-2-use-layer-2-application-specific-title": "Application spécifique de la couche 2",
  "layer-2-use-layer-2-application-specific-1": "Les applications spécifiques à la couche 2 sont des projets qui se spécialisent dans l'optimisation pour un espace d'application spécifique, ce qui apporte des performances améliorées.",
  "layer-2-sidechains-title": "Une remarque sur les chaines latérales, les validiums et chaînes de blocs alternatives",
  "layer-2-sidechains-1": "<strong>Les chaines latérales et les validiums</strong> sont des chaînes de blocs qui permettent de transférer des actifs d'Ethereum et de les utiliser sur une autre chaînes de blocs. Les chaînes latérales et les validiums fonctionnent en parallèle d'Ethereum, et interagissent avec Ethereum à travers des <a href=\"/glossary/#bridge\">ponts</a>, mais ils ne tirent pas leur sécurité ou leur disponibilité de données d'Ethereum.",
  "layer-2-sidechains-2": "Les deux permettent une évolutivité similaire à la couche 2 - ils offrent des frais de transaction plus faibles et un débit de transaction plus élevé - mais ont différentes hypothèses de confiance.",
  "layer-2-more-on-sidechains": "Plus d'informations sur les chaînes latérales",
  "layer-2-more-on-validiums": "Plus d'informations sur les validiums",
  "layer-2-sidechains-4": "Certaines blockchains de couche 1 annoncent des débits plus élevés et des frais de transactions plus bas qu'Ethereum, mais ils font en général des compromis ailleurs, par exemple en exigeant du matériel plus puissant pour faire fonctionner les noeuds.",
  "layer-2-onboard-title": "Comment accéder à la couche 2",
  "layer-2-onboard-1": "Il y a deux moyens principaux de mettre vos actifs sur la couche 2 : relier des fonds d'Ethereum via un contrat intelligent ou retirer vos fonds par un échange directement sur le réseau de la couche 2.",
  "layer-2-onboard-wallet-title": "Des fonds sur votre portefeuille ?",
  "layer-2-onboard-wallet-1": "Si vous avez déjà vos ETH dans votre portefeuille, vous devrez utiliser un pont pour les déplacer du réseau principal Ethereum à la couche 2.",
  "layer-2-more-on-bridges": "En savoir plus sur les ponts",
  "layer-2-onboard-wallet-input-placeholder": "Sélectionnez la couche 2 vers laquelle vous voulez connecter",
  "layer-2-onboard-wallet-selected-1": "Vous pouvez vous connecter à",
  "layer-2-onboard-wallet-selected-2": "en utilisant ces portefeuilles :",
  "layer-2-bridge": "Les ponts",
  "layer-2-onboard-exchange-title": "Des fonds sur une plateforme d'échange ?",
  "layer-2-onboard-exchange-1": "Certaines plateformes d'échange centralisées offrent maintenant directement des retraits et des dépôts directs sur la couche 2. Vérifiez quelles plateformes prennent en charge les retraits sur la couche 2 et quelles couches 2 elles supportent.",
  "layer-2-onboard-exchange-2": "Vous aurez également besoin d'un portefeuille pour retirer vos fonds.",
  "layer-2-onboard-find-a-wallet": "Trouver un portefeuille Ethereum.",
  "layer-2-onboard-exchange-input-placeholder": "Vérifier les échanges qui prennent en charge la couche 2",
  "layer-2-deposits": "Dépôts",
  "layer-2-withdrawals": "Retraits",
  "layer-2-go-to": "Aller à",
  "layer-2-tools-title": "Outils à utiliser sur la couche 2",
  "layer-2-tools-l2beat-description": "L2BEAT est un excellent site pour se documenter sur les risques techniques des projets des couches 2. Nous vous recommandons de vérifier sur ce site quand vous recherchez des projets spécifiques de couche 2.",
  "layer-2-tools-growthepie-description": "Analyses organisées à propos des couches 2 Ethereum",
  "layer-2-tools-ethereumecosystem-description": "Page non officielle de l'écosystème d'Ethereum et de ses couches de niveau 2, incluant Base, Optimism et Starknet, proposant des centaines de dApps et d'outils.",
  "layer-2-tools-l2fees-description": "L2 Fees vous permet de voir le coût à un moment précis (en USD) pour réaliser des transactions sur les différentes couches 2.",
  "layer-2-tools-chainlist-description": "Chainlist est un excellent site pour enregistrer des réseaux RPC sur votre portefeuille. Vous trouverez les RPC pour les projets de couche 2 afin de vous aider à vous y connecter.",
  "layer-2-tools-zapper-description": "Gérez l'ensemble de votre portefeuille web3 de la DeFi aux NFT et quel que soit le projet. Investissez dans les dernières opportunités à partir d'un unique endroit.",
  "layer-2-tools-zerion-description": "Construisez et gérez tout votre portefeuille DeFi à partir d'un seul endroit. Découvrez le monde de la finance décentralisée aujourd'hui.",
  "layer-2-tools-debank-description": "Suivez tous les événements importants dans le monde web3",
  "layer-2-faq-title": "FAQ",
  "layer-2-faq-question-1-title": "Pourquoi n'y a-t-il pas de couche 2 'officielle' d'Ethereum ?",
  "layer-2-faq-question-1-description-1": "Tout comme il n'y a pas de client Ethereum « officiel », il n'y a pas de couche 2 Ethereum « officielle ». Ethereum est sans permission - techniquement n'importe qui peut créer une couche 2 ! Plusieurs équipes implémenteront leur version d'une couche 2, et l'écosystème dans son ensemble bénéficiera d'une diversité d'approches de conception optimisées pour différents cas d'utilisation. Tout comme nous avons plusieurs clients Ethereum développés par plusieurs équipes afin d'avoir une diversité dans le réseau, ce sera aussi la façon dont les couches 2 se développeront à l'avenir.",
  "layer-2-faq-question-2-title": "Quelle est la différence entre les Optimistic Rollups et les rollups ZK ?",
  "layer-2-faq-question-2-description-1": "Les rollups optimisés et les rollups ZK regroupent des centaines de transactions en une seule transaction sur la couche 1. Les transactions des rollups sont exécutées en dehors de la couche 1 mais les données de transaction sont soumises sur celle-ci.",
  "layer-2-faq-question-2-description-2": "La principale différence est de savoir quelles données sont soumises sur la couche 1 et comment les données sont vérifiées. Les preuves de validité (utilisées par les rollups ZK) exécutent les calculs hors chaîne et publient une preuve de leur validité, alors que les fault proof (utilisées par les rollups optimisés) exécutent les calculs sur la chaîne uniquement lorsqu'une faute est suspectée et qu'elle doit être vérifiée.",
  "layer-2-faq-question-2-description-3": "Pour le moment, la plupart des zk-rollups sont spécifiques à une application, contrairement aux rollups optimistes qui ont pu être largement généralisés.",
  "layer-2-more-info-on-optimistic-rollups": "Plus d'informations sur les rollups optimistes",
  "layer-2-more-info-on-zk-rollups": "Plus d'informations sur les rollups sans connaissances",
  "layer-2-faq-question-4-title": "Quels sont les risques de la couche 2 ?",
  "layer-2-faq-question-4-description-1": "Les projets de couche 2 présentent des risques supplémentaires par rapport à la détention de fonds et à la réalisation de transactions directement sur le réseau principal Ethereum . Par exemple, les <a href=\"/glossary/#sequencer\">séquenceurs</a> peuvent tomber en panne, vous obligeant à attendre pour accéder à vos fonds.",
  "layer-2-faq-question-4-description-2": "Nous vous encourageons à faire vos propres recherches avant de transférer des fonds importants sur une couche 2. Pour plus d'information sur la technologie, les risques et les hypothèses de confiance d'une couche 2, nous vous recommandons de consulter <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, qui vous fournira un cadre complet d'évaluation des risques de chaque projet.",
  "layer-2-faq-question-4-description-3": "Les ponts de blockchain, qui facilitent les transferts d'actifs sur la couche 2, sont à leurs premiers stades de développement et il est probable que leur conception ne soit pas encore optimale. Il y a eu des<a href=\"https://rekt.news/wormhole-rekt/\">hacks de ponts</a> récemment.",
  "layer-2-faq-question-5-title": "Pourquoi certains projets de couche 2 ne sont-ils pas listés ici  ?",
  "layer-2-faq-question-5-description-1": "Nous voulons nous assurer que nous répertorions les meilleures ressources possibles afin que les utilisateurs puissent naviguer dans l'espace de la couche 2 en toute sécurité et confiance. Nous maintenons un cadre de critères pour l'évaluation des projets en vue de leur inclusion.",
  "layer-2-faq-question-5-view-listing-policy": "Consultez notre politique d'inclusion de la couche 2 ici.",
  "layer-2-faq-question-5-description-2": "N'importe qui est libre de suggérer d'ajouter une couche 2 sur ethereum.org. S'il y a une couche 2 que nous avons manquée, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">s'il vous plaît suggérez-le ici</a>.",
  "layer-2-further-reading-title": "Complément d'information",
  "a-rollup-centric-ethereum-roadmap": "Une feuille de route d'Ethereum centrée sur les rollups",
  "an-incomplete-guide-to-rollups": "Un guide incomplet pour les rollups",
  "polygon-sidechain-vs-ethereum-rollups": "Chaîne latérale Polygon vs rollups Ethereum : approches du passage à l'échelle par couche 2 | Vitalik Buterin et Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "Rollups - stratégie ultime de mise à l'échelle d'Ethereum ? Arbitrum & Optimism expliqués",
  "scaling-layer-1-with-shard-chains": "Mise à l'échelle de la couche 1 à l'aide de chaînes de fragments",
  "understanding-rollup-economics-from-first-principals": "Comprendre l'économie des rollups",
  "arbitrum-description": "Arbitrum One est un rollup optimiste qui vise à donner le sentiment d'interagir directement avec Ethereum, mais avec des transactions qui coûtent une fraction de ce qu'elles coûteraient sur la couche 1.",
  "optimism-description": "Optimism est un équivalent EVM du rollup optimiste, rapide, simple et sécurisé. Il met à l'échelle la technologie d'Ethereum tout en redimensionnant ses valeurs grâce au financement rétroactif des biens publics.",
  "boba-description": "Boba est un rollup optimiste initialement dérivé de Optimism qui est une solution de mise à l'échelle qui vise à réduire les frais de gaz, améliorer le débit des transactions et étendre les capacités des contrats intelligents.",
  "base-description": "Base est un L2 Ethereum sécurisé, bon marché et facile à utiliser pour les développeurs conçu pour apporter le prochain milliard d'utilisateur au web3. C'est un L2 Ethereum, incubé par Coinbase et conçu sur le projet open source OP Stack.",
  "loopring-description": "La solution de rollup ZK L2 de Loopring vise à offrir les mêmes garanties de sécurité que le réseau principal Ethereum, avec une grande montée en charge : vitesse multipliée par 1000, et coût réduit à seulement 0,1 % du L1.",
  "zksync-description": "ZKsync est un ZK Rollup qui vise à faire évoluer Ethereum et ses valeurs vers une adoption grand public, sans compromettre la sécurité ou la décentralisation.",
  "zkspace-description": "La plateforme ZKSpace est constituée de 3 parties : un DEX AMM de couche 1 qui utiliser la technologie des ZK Rollups appelé ZKSwap, un service de paiement appelé ZKSquare, et une place de marche de NFTs appelée ZKSea.",
  "aztec-description": "Aztec Network est le premier zk-rollup privé sur Ethereum,. Il permet aux applications décentralisées d'accéder à la confidentialité et de se développer.",
  "starknet-description": "Starknet est un Validity Rollup de seconde couche. Il offre un débit élevé, des coûts de gaz faibles et conserve les niveaux de sécurité de la couche principale d'Ethereum.",
  "layer-2-note": "Remarque :",
  "layer-2-ecosystem-portal": "Portail de l'écosystème",
  "layer-2-token-lists": "Listes de jetons",
  "layer-2-explore": "Explorer",
  "page-dapps-ready-button": "Aller",
  "layer-2-information": "Information",
  "layer-2-wallet-managers": "Gestionnaires de portefeuille"
}
