{
  "page-layer-2-learn-meta-title": "Qu'est-ce que la couche 2 ? | ethereum.org",
  "page-layer-2-learn-title": "Qu'est-ce que la couche 2 ?",
  "page-layer-2-learn-description": "Faire évoluer Ethereum pour une adoption massive",
  "page-layer-2-learn-button-1-label": "Qu'est-ce que la couche 2 ?",
  "page-layer-2-learn-button-2-label": "Utiliser la couche 2",
  "page-layer-2-learn-what-is-layer-2-title": "Qu'est-ce que la couche 2 ?",
  "page-layer-2-learn-what-is-layer-2-1": "Couche 2 (L2) est un terme collectif décrivant un ensemble spécifique de solutions de mise à l'échelle d'Ethereum. <strong>Une couche 2 est une <a href=\"/glossary/#blockchain\">blockchain</a> séparée qui étend Ethereum et hérite des garanties de sécurité d'Ethereum</strong>.",
  "page-layer-2-learn-what-is-layer-2-2": "Maintenant, creusons un peu plus le sujet. Pour ce faire, nous devons d'abord expliquer la couche 1 (L1).",
  "page-layer-2-learn-what-is-layer-1-title": "Qu'est-ce que la couche 1 ?",
  "page-layer-2-learn-what-is-layer-1-1": "Les blockchains de couche 1, comme Ethereum et Bitcoin, sont la <strong>fondation sous-jacente sur laquelle les projets de couche 2 se construisent</strong>. Parmi les exemples de projets de couche 2, citons les <strong>rollups à divulgation nulle de connaissance</strong> et les <strong>rollups optimistes</strong> sur Ethereum, ainsi que le Lightning Network sur Bitcoin.",
  "page-layer-2-learn-what-is-layer-1-2": "Ethereum sert également de couche de disponibilité des données pour les couches de niveau 2, et en cas de litige concernant des transactions passées, les données nécessaires à la résolution du litige sont fournies par Ethereum.",
  "page-layer-2-learn-layer-1-list-title": "La couche 1 d'Ethereum comprend :",
  "page-layer-2-learn-layer-1-list-1": "<strong>un réseau d'opérateurs de nœuds</strong> afin de sécuriser et valider le réseau",
  "page-layer-2-learn-layer-1-list-2": "<strong>un réseau de producteurs de blocs</strong>",
  "page-layer-2-learn-layer-1-list-3": "<strong>la blockchain</strong> elle-même et l'historique des données de transaction",
  "page-layer-2-learn-layer-1-list-4": "<strong>le mécanisme de consensus</strong> pour le réseau",
  "page-layer-2-learn-why-do-we-need-layer-2-title": "Pourquoi avons-nous besoin de la couche 2 ?",
  "page-layer-2-learn-why-do-we-need-layer-2-1": "Les trois propriétés souhaitables d’une blockchain sont la décentralisation, la sécurité et la scalabilité. Le trilemme de la blockchain stipule qu’une architecture blockchain simple ne peut en atteindre que deux sur trois. Vous voulez une blockchain sécurisée et décentralisée ? Il faut alors sacrifier la scalabilité. C’est là que les réseaux de seconde couche entrent en jeu.",
  "page-layer-2-learn-why-do-we-need-layer-2-2": "Ethereum a atteint la capacité actuelle de son réseau avec plus d’un million de transactions par jour, chacune faisant l’objet d’une forte demande. Le succès d’Ethereum et l’engouement pour son utilisation ont entraîné une hausse significative des prix du gaz. Par conséquent, le besoin en solutions d'évolutivité a lui aussi augmenté.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability": "Évolutivité",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-1": "L'objectif principal de l'évolutivité est d'augmenter la vitesse de transaction (finalisation plus rapide) et le débit des transactions (nombre élevé de transactions par seconde), sans sacrifier la décentralisation ou la sécurité (en savoir plus sur la <a href=\"/roadmap/vision\">vision Ethereum</a>).",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-2": "La communauté Ethereum a pris une position ferme : elle ne sacrifiera pas la décentralisation ni la sécurité au profit de l'évolutivité. En attendant la fragmentation, le réseau principal d’Ethereum (couche 1) ne pourra traiter qu’environ 15 transactions par seconde. Lorsque la demande d’utilisation d’Ethereum est élevée, cela provoque une congestion du réseau, augmente les frais de transaction et exclut ceux qui n'ont pas les moyens d'utiliser Ethereum jusqu'à ce que les frais diminuent. C’est là qu’intervient la couche 2, pour faire évoluer Ethereum dès aujourd’hui.",
  "page-layer-2-learn-layer2Cards-1-title": "Des frais plus bas",
  "page-layer-2-learn-layer2Cards-1-description": "Le regroupement de plusieurs transactions en une seule transaction sur la couche 1 permet de réduire considérablement les frais de transaction, rendant ainsi Ethereum plus accessible à tous.",
  "page-layer-2-learn-layer2Cards-2-title": "Une sécurité préservée",
  "page-layer-2-learn-layer2Cards-2-description": "Les blockchains de seconde couche finalisent leurs transactions sur le réseau principal d’Ethereum, ce qui permet aux utilisateurs qui les emploient de bénéficier de la sécurité du réseau Ethereum.",
  "page-layer-2-learn-layer2Cards-3-title": "Des cas d'utilisation plus nombreux",
  "page-layer-2-learn-layer2Cards-3-description": "Grâce à un nombre plus élevé de transactions par seconde, des frais moins élevés et de nouvelles technologies, les projets vont s'étendre à de nouvelles applications offrant une expérience utilisateur améliorée.",
  "page-layer-2-learn-how-does-layer-2-work-title": "Comment la couche 2 fonctionne-t-elle ?",
  "page-layer-2-learn-how-does-layer-2-work-1": "Comme mentionné précédemment, la couche 2 est un terme générique désignant les solutions d'évolutivité d'Ethereum qui traitent les transactions hors de la couche 1 d'Ethereum tout en continuant à bénéficier de la sécurité décentralisée et robuste de la couche 1 d'Ethereum. Une couche 2 est une blockchain distincte qui étend Ethereum. Comment cela fonctionne-t-il ?",
  "page-layer-2-learn-how-does-layer-2-work-2": "Il existe différents types de couche 2, chacune ayant ses propres compromis et modèles de sécurité. Les couches 2 allègent la charge transactionnelle de la couche 1, ce qui permet de réduire sa congestion et d'améliorer l'évolutivité de l'ensemble.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-title": "Rollups",
  "page-layer-2-learn-how-does-layer-2-work-rollups-1": "Les rollups regroupent (ou « roll up ») des centaines de transactions en une seule transaction sur la couche principale. Cela permet de répartir les frais de transaction de la couche principale entre tous les utilisateurs du rollup, ce qui réduit le coût pour chacun.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-2": "Les données de transaction dans le rollup sont soumises à la couche 1, mais l'exécution est effectuée séparément par le rollup. En soumettant les données de transaction sur la couche 1, les rollups héritent de la sécurité d'Ethereum. En effet, une fois les données téléchargées sur la couche 1, l’annulation d’une transaction de rollup nécessite l’annulation d’Ethereum. Il existe deux approches différentes des rollups : optimiste et à divulgation nulle de connaissance. Celles-ci diffèrent principalement par la manière dont ces données de transaction sont soumises à la couche 1.",
  "page-layer-2-learn-rollupCards-optimistic-title": "Rollups optimistes",
  "page-layer-2-learn-rollupCards-optimistic-description": "Les rollups optimistes utilisent des preuves de fraude où les transactions sont supposées valides, mais peuvent être contestées si une transaction invalide est suspectée. En cas de suspicion, une preuve de fraude est exécutée pour vérifier si une transaction invalide a effectivement eu lieu.",
  "page-layer-2-learn-rollupCards-optimistic-childSentence": "En savoir plus sur les rollups optimistes",
  "page-layer-2-learn-rollupCards-zk-title": "Rollups à divulgation nulle de connaissance",
  "page-layer-2-learn-rollupCards-zk-description": "Les rollups à divulgation nulle de connaissance utilisent des preuves de validité, où les calculs des transactions sont effectués hors chaîne, avant que ces données ne soient transmises au réseau principal d’Ethereum accompagnées d’une preuve de leur validité.",
  "page-layer-2-learn-rollupCards-zk-childSentence": "En savoir plus sur les rollups à divulgation nulle de connaissance",
  "page-layer-2-learn-dyor-title": "Faites vos propres recherches : les risques des secondes couches",
  "page-layer-2-learn-dyor-1": "Étant donné que les chaînes de seconde couche héritent de la sécurité d’Ethereum, dans un monde idéal, elles sont aussi sûres que la couche principale d’Ethereum. Cependant, de nombreux <strong>projets sont encore jeunes et quelque peu expérimentaux</strong>. Après des années de recherche et développement, de nombreuses technologies de seconde couche destinées à faire évoluer Ethereum ont été mises en service en 2021. Cela ne signifie pas que ces secondes couches ne sont pas sécurisées, mais simplement qu’aucune seconde couche n’a été aussi éprouvée que le réseau principal d’Ethereum. Faites toujours vos propres recherches et décidez si vous êtes à l’aise avec les risques potentiels.",
  "page-layer-2-learn-dyor-2": "Pour en savoir plus sur la technologie, les risques et les hypothèses de confiance des secondes couches, nous vous recommandons de consulter L2BEAT, qui propose un cadre d’évaluation des risques complet pour chaque projet.",
  "page-layer-2-learn-dyor-link": "Accéder à L2BEAT",
  "page-layer-2-learn-note-on-alt-l1-title": "Une note sur les couches principales alternatives, les chaînes latérales et les validiums",
  "page-layer-2-learn-note-on-alt-l1-1": "Les couches principales alternatives offrent un débit plus élevé et des frais de transaction plus faibles qu’Ethereum. Cependant, ces couches principales alternatives ont dû faire des compromis sur la sécurité ou la décentralisation afin d’atteindre un plus grand nombre de transactions par seconde et des frais réduits. L’écosystème Ethereum est fermement convaincu que l'évolutivité de la seconde couche est la seule solution pour résoudre le trilemme de la scalabilité tout en restant décentralisé et sécurisé",
  "page-layer-2-learn-note-on-alt-l1-2": "Les chaînes latérales et les validiums sont des blockchains qui permettent de transférer des actifs d'une blockchain vers une autre afin de les utiliser sur cette dernière. Les chaînes latérales et les validiums fonctionnent en parallèle de la chaîne principale et interagissent avec celle-ci via des ponts, mais ils ne tirent pas leur sécurité ni la disponibilité des données de la chaîne principale. Ils offrent une mise à l’échelle similaire aux solutions de seconde couche, mais reposent sur des hypothèses de confiance différentes. Ils offrent des frais de transaction plus faibles et un débit de transaction plus élevé. En savoir plus sur les <a href=\"/developers/docs/scaling/sidechains\">chaînes latérales</a> et les <a href=\"/developers/docs/scaling/validium\">validiums</a>.",
  "page-layer-2-learn-callout-1-title": "Quels sont les avantages ?",
  "page-layer-2-learn-callout-1-description": "Découvrez l’impact concret des solutions de seconde couche sur l’expérience utilisateur.",
  "page-layer-2-learn-learn-more": "En savoir plus",
  "page-layer-2-learn-callout-2-title": "Explore différents réseaux",
  "page-layer-2-learn-callout-2-description": "Découvrez en quoi les différents réseaux se distinguent les uns des autres et à quel stade de développement ils se trouvent.",
  "page-layer-2-learn-explore-networks": "Explorer les réseaux"
}
