{
  "page-ethereum-history-founder-and-ownership-meta-title": "Histoire d'Ethereum : fondateur, lancement et propriété | ethereum.org",
  "page-ethereum-history-founder-and-ownership-meta-description": "Découvrez l'histoire d'Ethereum, notamment qui l'a créé, quand il a été lancé et qui le contrôle aujourd'hui.",
  "page-ethereum-history-founder-and-ownership-twitter-meta-description": "Découvrez les différences entre le Bitcoin et l'Ethereum, notamment les cas d'utilisation, les performances du réseau, l'économie des jetons et plus encore.",
  "page-ethereum-history-founder-and-ownership-title": "Histoire d'Ethereum : fondateur, lancement et propriété",
  "page-ethereum-history-founder-and-ownership-description-1": "Ethereum a été fondé par Vitalik Buterin en 2013. Plusieurs cofondateurs se sont joints à lui plus tard, notamment Gavin Wood et Joseph Lubin. Le réseau Ethereum a été officiellement lancé le 30 juillet 2015, avec le minage du premier bloc (le bloc d'origine).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-description-1": "Contrairement aux organisations traditionnelles, <strong>Ethereum n'a pas de PDG</strong>, de conseil d'administration ou de partie de contrôle unique. C'est une plateforme décentralisée gouvernée par sa communauté, avec le soutien de l'organisation à but non lucratif Ethereum Foundation.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum": "Qui a fondé/cofondé Ethereum ?",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-1": "Ethereum a été <strong>fondé par Vitalik Buterin</strong> qui en a conçu l'idée <strong>fin 2013</strong>.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-2": "Né en Russie en 1994 et élevé au Canada, Buterin a fait preuve d'un talent mathématique exceptionnel dès son plus jeune âge.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-3": "Il a découvert le Bitcoin en 2011, et a commencé à écrire des articles sur le Bitcoin, ce qui l'a amené à cofonder le <em>Bitcoin Magazine</em> en 2012. C'était l'une des premières publications dédiées à la cryptomonnaie. En faisant partie de la première communauté Bitcoin, il a été le témoin direct de son potentiel et de ses limites.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-4": "En 2014, Vitalik a publié le <whitepaper>livre blanc d'Ethereum</whitepaper>, décrivant une plateforme qui irait au-delà du Bitcoin en créant une blockchain capable de faire plus que de simples paiements.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-5": "Ethereum étend l'approche du Bitcoin, en disant en gros, eh bien, au lieu d'avoir des règles conçues pour prendre en charge une seule application, nous allons créer quelque chose de plus général où les gens peuvent simplement construire leurs propres applications et où les règles de toutes les applications qu'ils ont construites peuvent être exécutées, implémentées sur la plateforme Ethereum.",
  "page-ethereum-history-founder-and-ownership-when-ethereum-when-did-ethereum-launch": "Quand Ethereum a-t-il été lancé ?",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now": "Qui possède et gère Ethereum aujourd'hui ?",
  "page-ethereum-history-founder-and-ownership-founder-of-ethereum": "Fondateur d'Ethereum",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-6": "Ethereum a été cofondé par 8 personnes qui ont contribué à donner vie à Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-vitalik-buterin": "<strong>Vitalik Buterin</strong> : a conçu Ethereum en 2013, a rédigé le livre blanc original, et en est devenu le principal visionnaire et défenseur, articulant le concept d'un ordinateur mondial décentralisé et guidant la direction technique et philosophique du protocole.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-gavin-wood": "<strong>Gavin Wood</strong> : a développé le langage de programmation <solidity>Solidity</solidity> et a rédigé le <ethereumYellowPaper>« Yellow Paper » d'Ethereum</ethereumYellowPaper>, le guide technique de la machine virtuelle Ethereum (EVM).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-joseph-lubin": "<strong>Joseph Lubin</strong> : a contribué au financement des toutes premières étapes d'Ethereum et a fondé plus tard <consensys>ConsenSys</consensys>, une société axée sur la création d'applications et d'infrastructures basées sur Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-jeffrey-wilcke": "<strong>Jeffrey Wilcke</strong> : a créé <geth>Geth</geth>, le client d'exécution original et le plus utilisé d'Ethereum, responsable de l'exécution de l'EVM et du stockage des données du réseau Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-mihai-alisie": "<strong>Mihai Alisie</strong> : a cofondé le Bitcoin Magazine avec Vitalik Buterin et a contribué à la création de la Fondation Ethereum en Suisse, en tant que vice-président et en mettant en place le cadre juridique de la prévente de l'ether.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-anthony-di-lorio": "<strong>Anthony Di Lorio</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-amir-chetrit": "<strong>Amir Chetrit</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-charles-hoskinson": "<strong>Charles Hoskinson</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-7": "Aujourd'hui, Vitalik Buterin reste activement impliqué dans le développement d'Ethereum. Joseph Lubin continue de diriger ConsenSys. Son entreprise développe des outils clés pour l'écosystème Ethereum comme <strong>MetaMask</strong> et <strong>Infura</strong>.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-1": "Le voyage de l'idée initiale de Vitalik au lancement officiel d'Ethereum a duré environ 20 mois. Voici les étapes clés :",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-2": "<strong>Novembre 2013 :</strong> Vitalik Buterin partage le livre blanc d'Ethereum. Il y décrit sa vision d'une plateforme blockchain capable d'exécuter des contrats intelligents.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-3": "<strong>Janvier 2014 :</strong> Vitalik <announcement>annonce publiquement</announcement> le concept d'Ethereum lors de la North American Bitcoin Conference à Miami.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-4": "<strong>Juillet–août 2014 :</strong> pour financer le développement d'Ethereum, l'équipe fondatrice a mené une campagne de financement participatif public. Ils ont levé 31 000 BTC (d'une valeur d'environ 18 millions de dollars à l'époque) en échange d'ether (ETH).",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-5": "<strong>Avril 2015 :</strong> Vitalik et les cofondateurs lancent le réseau de test Olympic d'Ethereum. C'était la dernière phase de test avant le lancement du réseau principal.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-6": "<strong>30 juillet 2015 :</strong> l'équipe fondatrice lance officiellement le réseau principal d'Ethereum en minant le bloc d'origine. Cela marque la naissance du réseau Ethereum.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-7": "<strong>14 mars 2016 :</strong> la communauté Ethereum met en œuvre « Homestead », la première mise à niveau planifiée. Cela signale qu'Ethereum était prêt pour une adoption grand public.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-8": "Dans le projet Ethereum, nous avions cette idée que nous n'aurions qu'une seule chance, que c'était une occasion unique, donc nous devions réussir.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-9": "Cofondateur d'Ethereum",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-10": "Le lancement d'Ethereum a marqué une étape majeure dans la technologie blockchain. Il a introduit les contrats intelligents et a créé une plateforme pour les applications décentralisées.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-11": "Vous pouvez <genesisBlock>toujours voir le bloc d'origine d'Ethereum</genesisBlock>, préservant ainsi le moment où Ethereum a vu le jour.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-12": "Voir la liste complète des mises à niveau d'Ethereum",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-13": "Consultez la future feuille de route d'Ethereum",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-1": "L'un des aspects les plus uniques d'Ethereum est sa structure de propriété, ou plus précisément, son absence de propriété traditionnelle. Contrairement à une entreprise classique, Ethereum :",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-2": "<strong>n'a pas de PDG ou d'autorité centrale</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-3": "n'est <strong>pas contrôlé par une seule entité</strong> ou organisation",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-4": "<strong>n'a pas d'actionnaires</strong> au sens traditionnel du terme",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-5": "Au lieu de cela, Ethereum fonctionne comme un réseau décentralisé. Il est <strong>maintenu par des milliers d'ordinateurs indépendants</strong> (nœuds) à travers le monde. Ce modèle décentralisé est au cœur de la conception et de la valeur d'Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-6": "Plusieurs groupes clés contribuent au développement et à la gouvernance continus d'Ethereum :",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation": "1. La Fondation Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-1": "La <strong>Fondation Ethereum est une organisation à but non lucratif</strong> qui soutient Ethereum et les technologies connexes. Bien qu'importante, elle ne contrôle pas le réseau. La fondation :",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-2": "Gère des fonds pour soutenir le développement d'Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-3": "Accorde des subventions à des projets qui se construisent sur Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-4": "Organise des événements communautaires et des initiatives éducatives",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-5": "Coordonne les efforts de recherche",
  "page-ethereum-history-founder-and-ownership-core-developers": "2. Développeurs et chercheurs principaux",
  "page-ethereum-history-founder-and-ownership-core-developers-description-1": "Une communauté mondiale de développeurs et de chercheurs contribue au code et à la conception d'Ethereum. Ces contributeurs proposent, discutent et mettent en œuvre des améliorations par le biais d'un processus ouvert et public. Vitalik Buterin reste respecté au sein de la communauté, cependant, les décisions sont prises par accord de groupe plutôt que par une seule personne.",
  "page-ethereum-history-founder-and-ownership-eip": "3. Propositions d'amélioration d'Ethereum (EIP)",
  "page-ethereum-history-founder-and-ownership-eip-description-1": "La communauté Ethereum propose des changements au réseau par le biais des <eips>propositions d'amélioration d'Ethereum (EIP)</eips>. Ce système ouvert permet à quiconque de suggérer des améliorations. Ces idées sont ensuite discutées, affinées et potentiellement mises en œuvre par la communauté.",
  "page-ethereum-history-founder-and-ownership-validators": "4. Opérateurs de nœuds et validateurs",
  "page-ethereum-history-founder-and-ownership-validators-description-1": "Depuis le passage d'Ethereum à la preuve d'enjeu en septembre 2022, le réseau est sécurisé par des validateurs qui bloquent (mettent en jeu) des ETH et traitent les transactions. Il existe <beaconchain>un grand nombre de validateurs</beaconchain> répartis dans le monde entier, ce qui distribue largement le contrôle du réseau.",
  "page-ethereum-history-founder-and-ownership-validators-description-2": "Ce modèle décentralisé limite le contrôle par une seule entité, ce qui rend Ethereum résistant à la censure. Cela inclut ses fondateurs d'origine. Aucune personne ou organisation ne peut modifier les règles d'Ethereum ou arrêter le réseau par elle-même.",
  "page-ethereum-history-founder-and-ownership-validators-description-3": "La principale différence entre la création d'une application sur Ethereum et sa création sur une plateforme centralisée traditionnelle est l'idée fondamentale qu'une fois que vous avez créé votre application, celle-ci n'a pas besoin de dépendre de vous ou de toute autre personne pour continuer d'exister. Et l'application est garantie de continuer à fonctionner selon les règles qui ont été spécifiées.",
  "page-ethereum-history-founder-and-ownership-conclusion": "Conclusion",
  "page-ethereum-history-founder-and-ownership-conclusion-description-1": "De sa création par Vitalik Buterin en 2013 à son lancement en 2015 et à sa croissance actuelle, <strong>Ethereum est resté fidèle à sa vision fondatrice</strong>. Il reste une plateforme <strong>décentralisée et neutre de manière crédible</strong> pour des applications qui s'exécutent exactement comme elles ont été programmées. Le réseau et les applications construites dessus fonctionnent <strong>sans temps d'arrêt, censure, fraude ou interférence de tiers</strong>.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-2": "L'histoire d'Ethereum continue de se dérouler avec chaque mise à jour et innovation. À mesure que le réseau évolue, il illustre la manière dont la gouvernance décentralisée peut stimuler le progrès technologique sans les structures d'entreprise traditionnelles.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-3": "Ethereum est passé d'un livre blanc visionnaire à une <strong>couche d'infrastructure mondiale alimentant des milliers d'applications et des milliards de dollars en valeur</strong>. Cela prouve que la collaboration ouverte peut remodeler non seulement la finance, mais aussi les concepts fondamentaux de propriété, de gouvernance et de confiance numérique.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-4": "En savoir plus sur le processus de gouvernance d'Ethereum"
}
