{
  "page-local-environment-brownie-desc": "Une structure de développement et de test basée sur Python pour les contrats intelligents ciblant la machine virtuelle Ethereum.",
  "page-local-environment-brownie-logo-alt": "Logo Brownie",
  "page-local-environment-kurtosis-desc": "Une boite à outils basée sur des conteneurs permettant de configurer et de lancer facilement des réseaux de test Ethereum multi-client en vue de développer rapidement des dApps en local, de prototyper, et de tester.",
  "page-local-environment-kurtosis-logo-alt": "Logo de Kurtosis",
  "page-local-environment-epirus-desc": "Une plateforme pour développer, déployer et surveiller des applications pour la blockchain sur la machine virtuelle Java.",
  "page-local-environment-epirus-logo-alt": "Logo Epirus",
  "page-local-environment-eth-app-desc": "Créez des applications sur Ethereum avec une seule commande, qui fournit une offre diversifiée de frameworks d'interface utilisateur et de modèles de finance décentralisée (DeFi).",
  "page-local-environment-eth-app-logo-alt": "Logo Créer une application Eth",
  "page-local-environment-foundry-desc": "Une boîte à outils rapide, portable et modulaire pour le développement d'applications Ethereum écrite en Rust.",
  "page-local-environment-foundry-logo-alt": "Logo de la fonderie",
  "page-local-environment-framework-feature-1": "Fonctionnalités pour faire tourner une instance locale de la blockchain.",
  "page-local-environment-framework-feature-2": "Des utilitaires pour compiler et tester vos contrats intelligents.",
  "page-local-environment-framework-feature-3": "Des modules de développement client pour construire votre application orientée utilisateur au sein du même projet / référentiel.",
  "page-local-environment-framework-feature-4": "Configuration pour se connecter aux réseaux Ethereum et déployer des contrats, que ce soit sur une instance exécutée localement ou sur l'un des réseaux publics d'Ethereum.",
  "page-local-environment-framework-feature-5": "Distribution d'applications décentralisée - intégrations avec des options de stockage comme IPFS.",
  "page-local-environment-framework-features": "Ces frameworks sont livrés avec de nombreuses fonctionnalités prêtes à l'emploi, telles que :",
  "page-local-environment-frameworks-desc": " Nous vous recommandons de choisir un framework, en particulier si vous êtes encore débutant. Construire une DApp à part entière nécessite différentes technologies. Les frameworks incluent de nombreuses fonctionnalités nécessaires ou fournissent des systèmes de plugins faciles pour choisir les outils que vous désirez.",
  "page-local-environment-frameworks-title": "Framework et piles préfabriquées",
  "page-local-environment-hardhat-desc": "Hardhat est un environnement de développement Ethereum pour les professionnels.",
  "page-local-environment-hardhat-logo-alt": "Logo Hardhat",
  "page-local-environment-openZeppelin-desc": "Épargnez-vous de longues heures de développement en compilant, en mettant à niveau, en déployant et en interagissant avec des contrats intelligents par le biais de notre Interface de ligne de commande.",
  "page-local-environment-openZeppelin-logo-alt": "Logo OpenZeppelin",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React : tout ce dont vous avez besoin pour commencer à créer des applications décentralisées, alimentées par des contrats intelligents.",
  "page-local-environment-scaffold-eth-logo-alt": "logo scaffold-eth",
  "page-local-environment-setup-meta-desc": "Guide sur comment choisir votre pile logicielle pour le développement Ethereum.",
  "page-local-environment-setup-meta-title": "Configuration du développement local Ethereum",
  "page-local-environment-setup-subtitle": "Si vous êtes prêt à commencer à construire, il est temps de choisir votre pile.",
  "page-local-environment-setup-subtitle-2": " Voici les outils et les frameworks que vous pouvez utiliser pour vous aider à créer votre application Ethereum.",
  "page-local-environment-setup-title": "Configurez votre environnement de développement local",
  "page-local-environment-solidity-template-desc": "Un modèle GitHub pour une configuration prédéfinie pour vos contrats intelligents Solidity. Comprend un réseau local Hardhat, Waffle pour les tests, Ethers pour l'implémentation de portefeuille, et plus encore.",
  "page-local-environment-solidity-template-logo-alt": "Logo de modèle Solidity",
  "page-local-environment-waffle-desc": "La bibliothèque de test la plus avancée pour les contrats intelligents. Utiliser seul ou avec Scaffold-eth ou Hardhat.",
  "page-local-environment-waffle-logo-alt": "Logo Waffle"
}
