{
  "page-find-wallet-add-wallet": ". Si vous souhaitez que nous ajoutions un portefeuille,",
  "page-find-wallet-alpha-logo-alt": "Logo AlphaWallet",
  "page-find-wallet-ambo-logo-alt": "Logo Ambo",
  "page-find-wallet-argent-logo-alt": "Logo Argent",
  "page-find-wallet-authereum-logo-alt": "Logo Authereum",
  "page-find-wallet-buy-card": "Acheter des cryptomonnaies avec une carte de crédit",
  "page-find-wallet-buy-card-desc": "Achetez des ETH directement à partir de votre portefeuille avec une carte bancaire. Des restrictions géographiques peuvent s'appliquer.",
  "page-find-wallet-checkout-dapps": "Découvrez les DApps",
  "page-find-wallet-clear": "Réinitialiser les filtres",
  "page-find-wallet-coinbase-logo-alt": "Logo Coinbase",
  "page-find-wallet-desc-2": "Choisissez donc votre portefeuille en fonction des fonctionnalités que vous souhaitez.",
  "page-find-wallet-description": "Les portefeuilles ont beaucoup de fonctionnalités facultatives que vous pourriez aimer.",
  "page-find-wallet-description-alpha": "Portefeuille Ethereum entièrement open source qui tire parti de l'enclave sécurisée sur mobile, offre une prise en charge complète du réseau de test et intègre la norme TokenScript.",
  "page-find-wallet-description-ambo": "Devenez investisseur et réalisez votre premier investissement en quelques minutes après le téléchargement de l'application",
  "page-find-wallet-description-argent": "Un simple clic pour gagner des intérêts et investir; emprunter, stocker et envoyer. Appropriez-le vous.",
  "page-find-wallet-description-authereum": "Aucun téléchargement, aucune phrase mnémotechnique. N'importe quel navigateur, à tout moment, mobile ou ordinateur",
  "page-find-wallet-description-coinbase": "L'application sécurisée pour stocker des cryptomonnaies vous-même",
  "page-find-wallet-description-dharma": "Dharma est votre portail vers la Finance Décentralisée. Plus besoin de seed phrases ni d'extension Chrome.",
  "page-find-wallet-description-enjin": "Impénétrable, complet et pratique, conçu pour les traders, les gamers et les développeurs",
  "page-find-wallet-description-gnosis": "La plateforme la plus fiable pour stocker des ressources numériques sur Ethereum",
  "page-find-wallet-description-imtoken": "imToken est un portefeuille numérique facile et sécurisé approuvé par des millions de personnes",
  "page-find-wallet-description-ledger": "Protégez vos actifs avec les normes de sécurité les plus élevées",
  "page-find-wallet-description-metamask": "Commencez à explorer les applications blockchain en quelques secondes. Reconnu par plus d'un million d'utilisateurs dans le monde entier.",
  "page-find-wallet-description-monolith": "Le seul portefeuille au monde avec carte de débit Visa. Disponible au Royaume-Uni et en Europe et utilisable dans le monde entier.",
  "page-find-wallet-description-multis": "Multis est un compte de cryptomonnaie conçu pour les entreprises. Avec Multis, les entreprises peuvent stocker avec des contrôles d'accès, gagner des intérêts sur leurs épargnes et rationaliser leurs paiement et leur comptabilité.",
  "page-find-wallet-description-mycrypto": "MyCrypto est une interface qui vous permet de gérer tous vos comptes. Echangez, envoyez et achetez des cryptos avec des portefeuilles comme Metamask, Ledger, Trezor et plus encore.",
  "page-find-wallet-description-myetherwallet": "Une interface client gratuite qui vous aide à interagir avec la blockchain Ethereum",
  "page-find-wallet-description-pillar": "Un portefeuille libre de tout contrôle et possédé par sa propre communauté avec son réseau de paiement L2.",
  "page-find-wallet-description-portis": "Le portefeuille blockchain indépendant qui rend l'utilisation des applications facile pour tout le monde",
  "page-find-wallet-description-rainbow": "Un foyer chaud et douillet vos pièces Ethereum",
  "page-find-wallet-description-status": "Une application de messagerie sécurisée, un portefeuille de cryptomonnaies et un navigateur Web3 conçus avec une technologie de pointe",
  "page-find-wallet-description-tokenpocket": "TokenPocket : un portefeuille de monnaies numériques sûr, pratique et mondialement reconnu ainsi qu'un portail vers les DApps, avec un support multichaîne.",
  "page-find-wallet-description-torus": "Connexion en un clic pour le Web 3.0",
  "page-find-wallet-description-trezor": "Le premier portefeuille matériel",
  "page-find-wallet-description-trust": "Trust Wallet est un portefeuille de cryptomonnaies décentralisé et multimonnaies. Achetez des cryptomonnaies, explorez les DApps, échangez des actifs et plus, tout en gardant le contrôle de vos clés.",
  "page-find-wallet-description-zengo": "ZenGo est le premier portefeuille de cryptomonnaies sans clé. Avec ZenGo, il n'y a pas de clé privée, de mot de passe ni de seed phrases à gérer ou que l'on risque de perdre. Achetez, échangez, gagnez et stockez des Ethereum avec une simplicité et une sécurité sans précédent",
  "page-find-wallet-dharma-logo-alt": "Logo Dharma",
  "page-find-wallet-enjin-logo-alt": "Logo Enjin",
  "page-find-wallet-Ethereum-wallets": "Portefeuilles Ethereum",
  "page-find-wallet-explore-dapps": "Explorez des applications décentralisées",
  "page-find-wallet-explore-dapps-desc": "Ces portefeuilles ont été conçus pour vous aider à vous connecter aux DApps d'Ethereum.",
  "page-find-wallet-feature-h2": "Choisissez les fonctionnalités du portefeuilles qui vous intéressent",
  "page-find-wallet-fi-tools": "Accès aux outils financiers",
  "page-find-wallet-fi-tools-desc": "Empruntez, prêtez et gagnez des intérêts directement depuis votre portefeuille.",
  "page-find-wallet-following-features": "avec les fonctionnalités suivantes :",
  "page-find-wallet-gnosis-logo-alt": "Logo Gnosis Safe",
  "page-find-wallet-image-alt": "Image hero Trouver un portefeuille",
  "page-find-wallet-imtoken-logo-alt": "Logo imToken",
  "page-find-wallet-last-updated": "Dernière mise à jour",
  "page-find-wallet-ledger-logo-alt": "Logo Ledger",
  "page-find-wallet-limits": "Limites de protection",
  "page-find-wallet-limits-desc": "Protégez vos actifs en définissant des limites qui empêchent votre compte d'être vidé.",
  "page-find-wallet-listing-policy": "règles de listage",
  "page-find-wallet-meta-description": "Trouvez et comparez les portefeuilles Ethereum en fonction des fonctionnalités que vous souhaitez.",
  "page-find-wallet-meta-title": "Trouver un portefeuille Ethereum",
  "page-find-wallet-metamask-logo-alt": "Logo MetaMask",
  "page-find-wallet-monolith-logo-alt": "Logo Monolith",
  "page-find-wallet-multis-logo-alt": "Logo Multis",
  "page-find-wallet-multisig": "Comptes multisignatures",
  "page-find-wallet-multisig-desc": "Pour plus de sécurité, les portefeuilles multisignatures requièrent plusieurs comptes pour autoriser certaines transactions.",
  "page-find-wallet-mycrypto-logo-alt": "Logo MyCrypto",
  "page-find-wallet-myetherwallet-logo-alt": "Logo MyEtherWallet",
  "page-find-wallet-new-to-wallets": "Néophyte total en portefeuilles ? Voici un aperçu pour vous aider à démarrer.",
  "page-find-wallet-new-to-wallets-link": "Portefeuilles Ethereum",
  "page-find-wallet-not-all-features": "Aucun portefeuille ne possède toutes ces fonctionnalités",
  "page-find-wallet-not-endorsements": "Les portefeuilles listés sur cette page ne sont pas officiellement approuvés et vous sont présentés à titre informatif uniquement. Leurs descriptions ont été fournies par les entreprises de portefeuilles elles-mêmes. Nous ajoutons des produits sur cette page sur base des critères de notre",
  "page-find-wallet-overwhelmed": "Portefeuilles Ethereum ci-dessous. Trop de choix tue le choix ? Essayez de filtrer par fonctionnalité.",
  "page-find-wallet-pillar-logo-alt": "Logo Pillar",
  "page-find-wallet-portis-logo-alt": "Logo Portis",
  "page-find-wallet-rainbow-logo-alt": "Logo Rainbow",
  "page-find-wallet-raise-an-issue": "Créer une 'issue' sur GitHub",
  "page-find-wallet-search-btn": "Recherchez les fonctionnalités sélectionnées",
  "page-find-wallet-showing": "Affiché ",
  "page-find-wallet-status-logo-alt": "Logo Status",
  "page-find-wallet-swaps": "Échanges de jetons décentralisés",
  "page-find-wallet-swaps-desc": "Tradez entre ETH et d'autres jetons directement depuis votre portefeuille.",
  "page-find-wallet-title": "Trouver un portefeuille",
  "page-find-wallet-tokenpocket-logo-alt": "Logo TokenPocket",
  "page-find-wallet-torus-logo-alt": "Logo Torus",
  "page-find-wallet-trezor-logo-alt": "Logo Trezor",
  "page-find-wallet-trust-logo-alt": "Logo Trust",
  "page-find-wallet-try-removing": "Essayez de supprimer une ou deux fonctionnalités",
  "page-find-wallet-use-wallet-desc": "Maintenant que vous possédez un portefeuille, consultez quelques applications Ethereum (DApps). Il existe des DApps pour la finance, les réseaux sociaux, les jeux et encore beaucoup d'autres catégories.",
  "page-find-wallet-use-your-wallet": "Utilisez votre portefeuille",
  "page-find-wallet-voluem-desc": "Si vous voulez détenir beaucoup d'ETH, choisissez le portefeuille qui vous permet d'acheter plus de 2000 $ d'ETH à la fois.",
  "page-find-wallet-volume": "Volume important d'achats",
  "page-find-wallet-we-found": "Nous avons trouvé",
  "page-find-wallet-withdraw": "Retrait bancaire",
  "page-find-wallet-withdraw-desc": "Vous avez la possibilité d'encaisser vos ETH directement sur votre compte en banque sans devoir passer par une plateforme d'échange.",
  "page-find-wallet-yet": "encore",
  "page-find-wallet-zengo-logo-alt": "Logo ZenGo",
  "page-stake-eth": "Mettre en jeu de l'ETH"
}
