{
  "comp-withdrawal-comparison-current-title": "Stakers actuels",
  "comp-withdrawal-comparison-current-li-1": "Certains utilisateurs peuvent avoir fourni une adresse de retrait lors de la configuration initiale de leur dépôt de staking — ces utilisateurs n'ont plus rien besoin de faire",
  "comp-withdrawal-comparison-current-li-2": "La majorité des stakers n’ont pas fourni d’adresse de retrait lors du dépôt initial et devront mettre à jour leurs informations d’identification. La <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">plateforme de lancement de la mise en jeu</a> a des instructions sur quand et comment le faire",
  "comp-withdrawal-comparison-current-p": "Saisissez ici le numéro d'index du validateur afin d'évaluer la nécessité d'une mise à jour ultérieure de vos identifiants. <Text as=\"span\" fontWeight=\"normal\">(Retrouvez toutes les informations concernant les mises à jour dans votre journal client) :</Text>",
  "comp-withdrawal-comparison-new-title": "Nouveaux stakers (pas encore déposés)",
  "comp-withdrawal-comparison-new-li-1": "Par défaut, les nouveaux stakers cherchant à activer automatiquement les paiements de récompense et les fonctionnalités de retrait devraient fournir une adresse de retrait Ethereum qu'ils contrôlent lors de la génération de leurs clés de validateur à l'aide de l'outil CLI de dépôt Staking",
  "comp-withdrawal-comparison-new-li-2": "Ce n'est pas nécessaire au moment du dépôt, mais évitera d'avoir à mettre à jour ces clés à une date ultérieure pour débloquer vos fonds",
  "comp-withdrawal-comparison-new-p": "La plateforme de lancement de staking vous guidera tout au long de l’intégration.",
  "comp-withdrawal-comparison-new-link": "Visitez la plateforme de lancement de mise en jeu",
  "comp-withdrawal-credentials-placeholder": "Index du validateur",
  "comp-withdrawal-credentials-error": "Oups ! Vérifiez le numéro d'index du validateur et réessayez.",
  "comp-withdrawal-credentials-upgraded-1": "L'index du validateur {{validatorIndex}} est prêt à recevoir des récompenses !",
  "comp-withdrawal-credentials-upgraded-2": "Retrait des informations d'identification liées à l'adresse d'exécution :",
  "comp-withdrawal-credentials-not-upgraded-1": "Ce validateur doit être mis à jour.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Ce validateur de réseau de test Holesky doit être mis à jour.",
  "comp-withdrawal-credentials-not-upgraded-2": "Des instructions sur la façon de mettre à niveau peuvent actuellement être trouvées sur la <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">plateforme de lancement de mise en jeu</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Vérifier sur le réseau principal",
  "comp-withdrawal-credentials-verify-holesky": "Vérifier sur Holesky",
  "page-staking-withdrawals-when": "Expédié !",
  "page-staking-image-alt": "Image de la mascotte Rhino pour la plateforme de lancement de la mise en jeu.",
  "page-staking-benefits-1-title": "Gagner des récompenses",
  "page-staking-benefits-1-description": "Des récompenses sont offertes pour les actions qui aident le réseau à atteindre un <a href=\"/glossary/#consensus\">consensus</a>. Vous obtiendrez des récompenses en exécutant des logiciels permettant de regrouper correctement les transactions dans un nouveau bloc et de vérifier le travail d'autres validateurs. Cela permet en effet de sécuriser la chaîne.",
  "page-staking-benefits-2-title": "Sécurité renforcée",
  "page-staking-benefits-2-description": "Le réseau se renforce contre les attaques au fur et à mesure que la quantité d'ETH mise en jeu augmente, car cela exige une plus grande quantité d'ETH pour contrôler la majorité de ce réseau. Pour devenir une menace, vous auriez besoin de détenir la majorité des validateurs, c'est-à-dire la majorité des ETH dans le système, or cela est énorme !",
  "page-staking-benefits-3-title": "Plus durable",
  "page-staking-benefits-3-description": "Les stakers n'ont pas besoin de faire des calculs de preuve de travail énergivores pour participer à la sécurisation du réseau, ce qui signifie que les nœuds de staking peuvent fonctionner sur du matériel relativement modeste en utilisant très peu d'énergie.",
  "page-staking-benefits-3-link": "En savoir plus sur la consommation d'énergie d'Ethereum",
  "page-staking-description": "La mise en jeu est l'acte de déposer 32 ETH pour activer le logiciel de <a href=\"/glossary/#validator\">validateur</a>. En tant que validateur, vous serez responsable du stockage des données, du traitement des transactions et de l'ajout de nouveaux <a href=\"/glossary/#block\">blocs</a> à la blockchain. Cela permettra de sécuriser Ethereum pour tout le monde et de vous faire gagner de nouveaux ETH au cours du processus.",
  "page-staking-hero-title": "Comment mettre en jeu vos ETH",
  "page-staking-hero-header": "Gagnez des récompenses en sécurisant Ethereum",
  "page-staking-hero-subtitle": "Tout utilisateur possédant n'importe quelle quantité d'ETH peut aider à sécuriser le réseau et gagner des récompenses.",
  "page-staking-dropdown-home": "Accueil mise en jeu",
  "page-staking-dropdown-solo": "Mise en jeu à domicile",
  "page-staking-more-on-solo": "En savoir plus sur la mise en jeu à domicile",
  "page-staking-learn-more-solo": "En savoir plus sur la mise en jeu individuelle",
  "page-staking-dropdown-saas": "Mise en jeu en tant que service",
  "page-staking-saas-with-abbrev": "Mise en jeu en tant que service (SaaS en anglais)",
  "page-staking-more-on-saas": "En savoir plus sur la mise en jeu en tant que service",
  "page-staking-learn-more-saas": "En savoir plus sur la mise en jeu en tant que service",
  "page-staking-dropdown-pools": "Mise en jeu mutualisée",
  "page-staking-dropdown-withdrawals": "À propos des retraits",
  "page-staking-dropdown-dvt": "Technologie des registres distribués composée de nœuds validateurs",
  "page-staking-more-on-pools": "En savoir plus sur la mise en jeu mutualisée",
  "page-staking-learn-more-pools": "En savoir plus sur la mise en jeu mutualisée",
  "page-staking-section-what-title": "Qu'est-ce que la mise en jeu ?",
  "page-staking-section-why-title": "Pourquoi mettre en jeu vos ETH ?",
  "page-staking-section-why-p1": "Tout dépend de la somme que vous êtes prêt à mettre en jeu. Vous aurez besoin de 32 ETH pour activer votre propre validateur, mais il est possible de mettre en jeu une quantité moindre.",
  "page-staking-section-why-p2": "Découvrez les options offertes ci-dessous et optez pour la plus adaptée pour vous et le réseau.",
  "page-staking-guide-title-coincashew-ethereum": "Le guide Ethereum 2.0 par CoinCashew",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Opérateurs de nœud Rocket Pool",
  "page-staking-guide-title-stakewise": "Opérateurs de nœuds StakeWise",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-guide-description-mac-linux-windows": "Linux, Windows, MacOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Mise en jeu à domicile",
  "page-staking-hierarchy-solo-pill-1": "Le plus efficace",
  "page-staking-hierarchy-solo-pill-2": "Contrôle total",
  "page-staking-hierarchy-solo-pill-3": "Toutes les récompenses",
  "page-staking-hierarchy-solo-pill-4": "Sans tiers de confiance",
  "page-staking-hierarchy-solo-p1": "La mise en jeu à domicile sur Ethereum est vraiment la <span class=\"gold\">meilleure option</span> de mise en jeu. Elle offre des récompenses de pleine participation, améliore la décentralisation du réseau et ne nécessite aucun tiers de confiance.",
  "page-staking-hierarchy-solo-p2": "Ceux qui envisagent une mise en jeu depuis leur domicile doivent disposer d'ETH et d'un ordinateur dédié connecté à Internet 24 h/24, 7 j/7. Un certain savoir-faire technique est utile, mais des outils faciles à utiliser existent désormais pour simplifier ce processus.",
  "page-staking-hierarchy-solo-p3": "Les stakers à domicile peuvent mettre en commun leurs fonds avec d'autres ou opter pour la mise en jeu individuelle avec au moins 32 ETH. Les solutions de tokens de mise en jeu liquide permettent de maintenir l'accès à la DeFi.",
  "page-staking-hierarchy-saas-pill-1": "Vos 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "Les clés de votre validateur",
  "page-staking-hierarchy-saas-pill-3": "Fonctionnement avec un tiers de confiance",
  "page-staking-hierarchy-saas-p1": "Si vous ne voulez pas utiliser le matériel (ou ne vous sentez pas à l'aise avec) mais souhaitez malgré tout mettre en jeu vos 32 ETH, des options de mise en jeu en tant que service existent. Elles vous permettent de déléguer la partie difficile tout en gagnant des récompenses en blocs natifs.",
  "page-staking-hierarchy-saas-p2": "En général, ces options vous guident à travers la création d'un ensemble d'identifiants de validation, le téléchargement de vos clés de signature et le dépôt de vos 32 ETH sur leur serveur. Cela permet au service de valider en votre nom.",
  "page-staking-hierarchy-saas-p3": "Cette méthode de mise en jeu nécessite un certain niveau de confiance dans le fournisseur. Afin de limiter un risque de contrepartie, les clés de retrait de vos ETH ne sont généralement qu'en votre possession.",
  "page-staking-hierarchy-pools-pill-1": "Miser n'importe quel montant",
  "page-staking-hierarchy-pools-pill-2": "Gagner des récompenses",
  "page-staking-hierarchy-pools-pill-3": "Simple comme bonjour",
  "page-staking-hierarchy-pools-pill-4": "Populaire",
  "page-staking-hierarchy-pools-p1": "Plusieurs solutions de mise en jeu mutualisée existent pour aider les utilisateurs ne disposant pas de 32 ETH ou ne se sentant pas à l'aise avec l’idée de mettre en jeu un tel montant.",
  "page-staking-hierarchy-pools-p2": "Nombre de ces options comprennent ce que l'on appelle une « mise en jeu liquide » : celle-ci fait intervenir un jeton de liquidité <a href=\"/glossary/#erc-20\">ERC-20</a> représentant la part de votre ETH mis en jeu.",
  "page-staking-hierarchy-pools-p3": "Le staking liquide rend la mise en jeu et le retrait aussi simples qu'un échange de jetons et permet d'utiliser le capital en jeu dans la DeFi. Cette option permet également aux utilisateurs de conserver la garde de leurs actifs dans leur propre <a href=\"/glossary/#wallet\">portefeuille</a> Ethereum.",
  "page-staking-hierarchy-pools-p4": "La mise en jeu mutualisée n'est pas propre au réseau Ethereum. Des protocoles tiers construisent ces solutions, qui peuvent comporter des risques additionnels.",
  "page-staking-hierarchy-cex-h2": "Échanges centralisés",
  "page-staking-hierarchy-cex-pill-1": "Le moins impactant",
  "page-staking-hierarchy-cex-pill-2": "Hypothèses de confiance les plus élevées",
  "page-staking-hierarchy-cex-p1": "De nombreux échanges centralisés proposent des services de mise en jeu si vous n'êtes pas à l'aise avec la détention d'ETH dans votre propre portefeuille. Ils peuvent constituer une solution de repli pour vous permettre de gagner un certain rendement sur vos avoirs en ETH avec un minimum de surveillance ou d'efforts.",
  "page-staking-hierarchy-cex-p2": "En contrepartie, les fournisseurs centralisés regroupent de grandes quantités d'ETH afin de faire tourner un grand nombre de validateurs. Cette approche peut être dangereuse pour le réseau et ses utilisateurs, car elle crée une grande cible centralisée et un point de défaillance, rendant le réseau plus vulnérable aux attaques ou aux bogues.",
  "page-staking-hierarchy-cex-p3": "Si vous ne vous sentez pas à l'aise avec l’idée de garder vos propres <a href=\"/glossary/#key\">clés</a>, ce n'est pas grave. Ces options sont là pour vous. En attendant, pensez à consulter notre page sur les <a href=\"/wallets/\">portefeuilles</a>, où vous pourrez commencer à apprendre comment devenir véritablement propriétaire de vos fonds. Lorsque vous êtes prêt, revenez et améliorez votre mise en jeu en essayant l'un des services non-centralisés de mise en jeu mutualisée.",
  "page-staking-hierarchy-subtext": "Comme vous l'avez peut-être remarqué, il existe de nombreuses façons de participer à la mise en jeu sur Ethereum. Celles-ci sont adaptées à un large éventail d'utilisateurs et s'adaptent donc de manière unique à chaque profil, que ce soit en termes de risques, de récompenses ou d'hypothèses de confiance. Certaines sont plus décentralisées, plus éprouvées et/ou plus risquées que d'autres. Nous fournissons des informations sur les projets populaires dans ce domaine, mais <em>faites toujours vos propres recherches</em> avant d'envoyer des ETH où que ce soit.",
  "page-staking-comparison-solo-saas": "Avec les fournisseurs SaaS, vous êtes toujours tenu de déposer 32 ETH, mais vous n'avez pas à faire fonctionner de matériel. Vous conservez généralement l'accès à vos clés de validation, mais vous devez également partager vos clés de signature pour que l'opérateur puisse agir au nom de votre validateur. Cela introduit une couche de confiance qui n'est pas présente lorsque vous utilisez votre propre matériel, et contrairement à la mise en jeu individuelle, les SaaS n'aident pas autant à la distribution géographique des nœuds. Si vous n'êtes pas à l'aise avec l'exploitation de votre propre matériel mais que vous souhaitez quand même mettre en jeu 32 ETH, l'utilisation d'un fournisseur SaaS peut être une bonne option pour vous.",
  "page-staking-comparison-solo-pools": "La mise en jeu individuelle est beaucoup plus complexe que la mise en jeu mutualisée, mais offre un accès à la totalité des récompenses ETH et un contrôle total sur la configuration et la sécurité de votre validateur. La mise en jeu mutualisée présente une barrière à l'entrée nettement plus faible. Les utilisateurs peuvent mettre en jeu des quantités d'ETH moindres, ne sont pas tenus de générer des clés de validation et n'ont pas besoin de matériel autre qu'une connexion Internet standard. Les jetons de liquidité permettent de sortir de la mise en jeu avant que celle-ci ne soit activé au niveau du protocole. Si vous êtes intéressé par ces caractéristiques, la mise en jeu mutualisée pourrait vous convenir.",
  "page-staking-comparison-saas-solo": "Les similitudes incluent le fait de disposer de vos propres clés de validation sans avoir à mettre les fonds en commun, mais avec le SaaS, vous devez faire confiance à un tiers, qui peut potentiellement agir de manière malveillante ou devenir lui-même une cible d'attaque ou de réglementation. Si ces hypothèses de confiance ou les risques de centralisation vous préoccupent, la meilleure option pour une mise en jeu indépendante est la version individuelle.",
  "page-staking-comparison-saas-pools": "Elles sont similaires dans la mesure où vous comptez généralement sur quelqu'un d'autre pour exécuter le client du validateur, mais contrairement au SaaS, la mise en jeu mutualisée ne vous permet de participer avec de plus petites quantités d'ETH. Si vous souhaitez mettre en jeu moins de 32 ETH, pensez à consulter ces solutions.",
  "page-staking-comparison-pools-solo": "La mise en jeu mutualisée offre une barrière à l'entrée nettement plus faible que la mise en jeu à domicile, mais elle s'accompagne d'un risque supplémentaire en déléguant toutes les opérations du nœud à un tiers, et moyennant des frais. La mise en jeu individuelle offre une totale indépendance et un contrôle complet sur les choix qui entrent en compte lors de la configuration de la mise en jeu. Les validateurs n'ont jamais à donner leurs clés, et gagnent la totalité des récompenses sans qu'aucun intermédiaire ne prenne de part.",
  "page-staking-comparison-pools-saas": "Elles sont similaires dans la mesure où les validateurs ne gèrent pas eux-mêmes le logiciel de validation, mais contrairement aux options de mise en jeu en commun, le SaaS nécessite un dépôt complet de 32 ETH pour activer un validateur. Les récompenses s'accumulent pour le validateur, et impliquent généralement des frais mensuels ou une autre participation pour utiliser le service. Si vous préférez avoir vos propres clés de validation et si vous cherchez à mettre en jeu au moins 32 ETH, l'utilisation d'un fournisseur SaaS peut être une bonne option pour vous.",
  "page-staking-considerations-dropdown-text": "Considérations de mise en jeu",
  "page-staking-considerations-dropdown-aria-label": "Menu déroulant pour les considérations de mise en jeu",
  "page-staking-considerations-solo-1-title": "Open Source",
  "page-staking-considerations-solo-1-description": "Le code essentiel est 100% open source et peut être forké et utilisé librement",
  "page-staking-considerations-solo-1-warning": "Source fermée",
  "page-staking-considerations-solo-2-title": "Audité",
  "page-staking-considerations-solo-2-description": "Le code essentiel a fait l'objet d'un audit formel dont les résultats ont été publiés et sont accessibles publiquement",
  "page-staking-considerations-solo-2-warning": "Aucune",
  "page-staking-considerations-solo-3-title": "Prime de bogue",
  "page-staking-considerations-solo-3-description": "Une prime de bogue a été mise en place pour tout code essentiel afin de récompenser les utilisateurs qui signalent et/ou corrigent en toute sécurité les vulnérabilités",
  "page-staking-considerations-solo-3-valid": "Actuellement actif",
  "page-staking-considerations-solo-3-caution": "Complété",
  "page-staking-considerations-solo-4-title": "Testé au combat",
  "page-staking-considerations-solo-4-description": "Le logiciel a été disponible et utilisé par le public pendant la période indiquée",
  "page-staking-considerations-solo-4-valid": "Live > 1 an",
  "page-staking-considerations-solo-4-caution": "Live > Depuis plus de 6 mois",
  "page-staking-considerations-solo-4-warning": "Nouvelle version",
  "page-staking-considerations-solo-5-title": "Sans confiance",
  "page-staking-considerations-solo-5-description": "Les clés de validateur ne sont confiées à aucun autre humain à aucun moment dans le cycle de vie du validateur. Tous les contrats intelligents impliqués sont exempts de porte dérobée et ne dépendent pas de permissions privilégiées pour leur exécution.",
  "page-staking-considerations-solo-5-warning": "Fiable",
  "page-staking-considerations-solo-6-title": "Sans autorisation",
  "page-staking-considerations-solo-6-description": "Les utilisateurs n'ont pas besoin d'une autorisation spéciale pour exploiter un validateur utilisant le logiciel ou le service",
  "page-staking-considerations-solo-6-valid": "Aucune autorisation",
  "page-staking-considerations-solo-6-warning": "Autorisation requise",
  "page-staking-considerations-solo-7-title": "Multi clients",
  "page-staking-considerations-solo-7-description": "Les instances contiennent deux ou plusieurs sessions pour les processus utilisateurs, et deux ou plusieurs sessions pour les consensus layer. Cela donne aux utilisateurs la possibilité d'effectuer leur choix et de basculer entre deux ou plusieurs sessions",
  "page-staking-considerations-solo-7-valid": "Changement de client facile",
  "page-staking-considerations-solo-7-warning": "Des sessions réduites dans des processus utilisateurs majoritaires",
  "page-staking-considerations-solo-8-title": "Autonome",
  "page-staking-considerations-solo-8-description": "L'utilisateur conserve la garde de toutes les informations d'identification du validateur, y compris les clés de signature et de retrait",
  "page-staking-considerations-solo-8-warning": "Tiers de séquestre",
  "page-staking-considerations-solo-9-title": "Économique",
  "page-staking-considerations-solo-9-description": "Les utilisateurs peuvent gérer un validateur en mettant en jeu moins de 32 ETH, en utilisant les fonds communs d'autres personnes",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "Le service a été disponible et utilisé par le public durant la période de temps indiquée",
  "page-staking-considerations-saas-6-description": "Les utilisateurs n'ont pas besoin d'autorisation spéciale, d'inscription sur un compte ou de révéler leur identité pour participer au service",
  "page-staking-considerations-saas-6-valid": "Ouvert à tous",
  "page-staking-considerations-saas-6-warning": "Autorisation requise",
  "page-staking-considerations-saas-7-title": "La dualité de méthode d'exécution",
  "page-staking-considerations-saas-7-description": "Le service de staking ne devrait pas réduire de plus de 50% le nombre de validateurs secondaires ou tertiaires, engagés dans des processus utilisateurs majoritaires",
  "page-staking-considerations-saas-7-valid": "Moins de 50 %",
  "page-staking-considerations-saas-7-caution": "Actuellement inconnu",
  "page-staking-considerations-saas-7-warning": "Plus de 50 %",
  "page-staking-considerations-saas-8-title": "La dualité de méthode de consensus",
  "page-staking-considerations-saas-8-description": "Le service de staking ne devrait pas réduire de plus de 50% le nombre de validateurs secondaires ou tertiaires, impliqués dans l'élaboration d'un arrangement multisignature majoritaire",
  "page-staking-considerations-saas-8-valid": "Moins de 50 %",
  "page-staking-considerations-saas-8-caution": "Actuellement inconnu",
  "page-staking-considerations-saas-8-warning": "Plus de 50 %",
  "page-staking-considerations-pools-5-description": "Le service ne nécessite pas de faire confiance à des humains pour garder vos clés ou distribuer des récompenses",
  "page-staking-considerations-pools-6-title": "Nœuds sans autorisation nécessaire",
  "page-staking-considerations-pools-6-description": "Le service permet à quiconque de devenir un opérateur de nœud pour le pool, sans autorisation",
  "page-staking-considerations-pools-7-description": "Le service de staking ne devrait pas réduire de plus de 50% le nombre de validateurs secondaires ou tertiaires, engagés dans des processus utilisateurs majoritaires",
  "page-staking-considerations-pools-8-title": "Jeton de liquidité",
  "page-staking-considerations-pools-8-description": "Offre des jetons de liquidité échangeable représentant votre ETH mis en jeu, détenu dans votre propre portefeuille",
  "page-staking-considerations-pools-8-valid": "Jeton(s) de liquidité",
  "page-staking-considerations-pools-8-warning": "Aucun jeton de liquidité",
  "page-staking-considerations-pools-9-description": "Le service de staking ne devrait pas réduire de plus de 50% le nombre de validateurs secondaires ou tertiaires, impliqués dans l'élaboration d'un arrangement multisignature majoritaire",
  "page-staking-how-solo-works-item-1": "Obtenez du matériel : vous devez <a href=\"/run-a-node/\">exécuter un noeud</a> pour miser",
  "page-staking-how-solo-works-item-2": "Synchronisez le client d'exécution",
  "page-staking-how-solo-works-item-3": "Synchronisez le client de consensus",
  "page-staking-how-solo-works-item-4": "Générer vos clés et les charger dans votre client validateur",
  "page-staking-how-solo-works-item-5": "Contrôler et entretenez votre nœud",
  "page-staking-launchpad-widget-testnet-label": "Réseau de test Holesky",
  "page-staking-launchpad-widget-testnet-start": "Commencer à mettre en jeu sur le réseau de test Holesky",
  "page-staking-launchpad-widget-mainnet-label": "Réseau principal",
  "page-staking-launchpad-widget-mainnet-start": "Commencer à miser sur le réseau principal",
  "page-staking-launchpad-widget-span": "Choisir un réseau",
  "page-staking-launchpad-widget-p1": "Les validateurs solos doivent <strong>tester leur configuration</strong> et leurs compétences opérationnelles sur le réseau de test Holesky avant de risquer des fonds. N'oubliez pas qu'il est important de choisir un <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">client minoritaire</a> car cela améliore la sécurité du réseau et limite votre risque.",
  "page-staking-launchpad-widget-p2": "Si vous maîtrisez cette technique, vous pouvez tout configurer en utilisant la ligne de commande et en vous servant seulement de la plateforme de lancement de la mise en jeu.",
  "page-staking-launchpad-widget-p3": "Pour faciliter les choses, découvrez quelques-uns des outils et des guides ci-dessous : ils peuvent vous aider, avec la plateforme de lancement de la mise en jeu, à configurer vos clients en toute simplicité.",
  "page-staking-launchpad-widget-link": "Outils logiciels et guide",
  "page-staking-products-get-started": "Premiers pas",
  "page-staking-products-follow": "Visite",
  "page-staking-dropdown-staking-options": "Options de mise en jeu",
  "page-staking-dropdown-staking-options-alt": "Menu déroulant des options de mise en jeu",
  "page-staking-stats-box-metric-1": "Nombre total d'ETH mis en jeu",
  "page-staking-stats-box-metric-2": "Nombre total de validateurs",
  "page-staking-stats-box-metric-3": "TAP actuel",
  "page-staking-stats-box-metric-1-tooltip": "Somme des ETH en jeu sur la chaîne de balises, sans inclure les soldes de plus de 32 ETH",
  "page-staking-stats-box-metric-2-tooltip": "Nombre de comptes de validateur actuellement activés sur la Chaîne Beacon",
  "page-staking-stats-box-metric-3-tooltip": "Rendement financier annuel moyen par validateur sur la dernière période de 24 heures",
  "page-staking-section-comparison-subtitle": "Il n'y a pas de solution unique pour la mise en jeu et chacune d'entre elle a ses particularités. Nous allons comparer ici certains des risques, récompenses et exigences de chaque solution de mise en jeu.",
  "page-staking-section-comparison-rewards-title": "Récompenses",
  "page-staking-section-comparison-solo-rewards-li1": "Récompenses maximales - Recevez l'ensemble des récompenses directement du protocole",
  "page-staking-section-comparison-solo-rewards-li2": "Récompenses pour la proposition de blocs, incluant les frais de transaction non brûlés, et pour attester régulièrement de l'état du réseau",
  "page-staking-section-comparison-solo-rewards-li3": "Option de générer un token de mise en jeu liquide en échange de l'utilisation de votre nœud à domicile pour la DeFi",
  "page-staking-section-comparison-saas-rewards-li1": "Il s'agit en règle générale de toutes les récompenses du protocole, minorées des frais mensuels d'exploitation des nœuds",
  "page-staking-section-comparison-saas-rewards-li2": "Des tableaux de bord sont généralement disponibles pour faciliter le suivi de votre client de validateur",
  "page-staking-section-comparison-pools-rewards-li1": "Les validateurs regroupés accumulent les récompenses différemment, selon la méthode choisie pour la mise en jeu mutualisée",
  "page-staking-section-comparison-pools-rewards-li2": "De nombreux services de mise en jeu mutualisée offrent un ou plusieurs <a href=\"/glossary/#liquidity-tokens\">jetons de liquidité</a> : ceux-ci représentent votre ETH mis en jeu et votre part des récompenses du validateur",
  "page-staking-section-comparison-pools-rewards-li3": "Les jetons de liquidité peuvent être détenus dans votre propre portefeuille, utilisés en <a href=\"/glossary/#defi\">DeFi</a> et vendus si vous décidez de sortir",
  "page-staking-section-comparison-risks-title": "Risques",
  "page-staking-section-comparison-solo-risks-li1": "Votre ETH est mis en jeu",
  "page-staking-section-comparison-solo-risks-li2": "Des pénalités, libellés en ETH, s'appliquent, si vous êtes déconnecté",
  "page-staking-section-comparison-solo-risks-li3": "La sanction (pénalités plus importantes et exclusion du réseau) pour comportement malveillant",
  "page-staking-section-comparison-solo-risks-li4": "La création d'un jeton de mise en jeu liquide introduira un risque lié aux contrats intelligents, mais cela reste entièrement optionnel",
  "page-staking-section-comparison-saas-risks-li1": "Mêmes risques que pour la mise en jeu individuelle, avec en plus le risque de contrepartie du prestataire de services",
  "page-staking-section-comparison-saas-risks-li2": "L'utilisation de vos clés de signature est confiée à une autre personne qui pourrait avoir un comportement malveillant",
  "page-staking-section-comparison-pools-risks-li1": "Les risques varient en fonction de la méthode utilisée",
  "page-staking-section-comparison-pools-risks-li2": "En général, les dangers consistent en une combinaison de risques de contrepartie, de <a href=\"/glossary/#smart-contract\">contrats intelligents</a> et d'exécution",
  "page-staking-section-comparison-requirements-title": "Conditions requises",
  "page-staking-section-comparison-solo-requirements-li1": "Vous devez déposer 32 ETH",
  "page-staking-section-comparison-solo-requirements-li2": "Maintenir un matériel qui exécute à la fois un <a href=\"/glossary/#execution-client\">client d'exécution</a> Ethereum et un <a href=\"/glossary/#consensus-client\">client de consensus</a> tout en étant connecté à l'internet",
  "page-staking-section-comparison-solo-requirements-li3": "La <a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">Plateforme de lancement de la mise en jeu</a> vous guidera à travers le processus et le matériel nécessaire",
  "page-staking-section-comparison-saas-requirements-li1": "Deposit 32 ETH and generate your keys with assistance",
  "page-staking-section-comparison-saas-requirements-li2": "Stockez vos clés en toute sécurité",
  "page-staking-section-comparison-saas-requirements-li3": "Le reste est pris en charge, mais les services spécifiques peuvent varier",
  "page-staking-section-comparison-pools-requirements-li1": "Besoin en ETH moins élevé, certains projets n'exigent que 0,01 ETH",
  "page-staking-section-comparison-pools-requirements-li2": "Déposez directement depuis votre portefeuille vers différentes plateformes de mise en jeu mutualisée ou achetez simplement un des jetons de liquidité",
  "page-staking-faq-1-question": "Qu'est-ce qu'un validateur ?",
  "page-staking-faq-1-answer": "Un <em>validateur</em> est une entité virtuelle qui existe sur Ethereum et participe au consensus du protocole Ethereum. Les validateurs sont représentés par un solde, une clé publique, et d'autres propriétés. Un <em>client de validation</em> est le logiciel qui agit au nom du validateur en détenant et en utilisant sa clé privée. Un seul client de validation peut détenir plusieurs paires de clés, contrôlant ainsi de nombreux validateurs.",
  "page-staking-faq-2-question": "Pourquoi dois-je mettre des fonds en jeu ?",
  "page-staking-faq-2-answer": "Un validateur a la capacité de proposer et d'attester des blocs pour le réseau. Pour éviter les comportements malhonnêtes, les utilisateurs doivent mettre leurs fonds en jeu. Cela permet au protocole de pénaliser les acteurs malveillants. La mise en jeu est un moyen de vous obliger à rester honnête, car vos actions auront des conséquences financières.",
  "page-staking-faq-3-question": "Puis-je acheter de l'\"Eth2\" ?",
  "page-staking-faq-3-answer-p1": "Il n'y a pas de jeton \"Eth2\" natif du protocole, car le jeton natif, l'éther (ETH), n'a pas changé après la transition vers la preuve d'enjeu d'Ethereum.",
  "page-staking-faq-3-answer-p2": "Il existe des jetons/tickers dérivés qui peuvent représenter les ETH mis en jeu (ex. rETH sur Rocket Pool, stETH sur Lido, ETH2 sur Coinbase). En savoir plus sur <a href=\"/staking/pools/\">les groupes d'enjeu</a>",
  "page-staking-faq-4-question": "La mise en jeu est-elle déjà active ?",
  "page-staking-faq-4-answer-p1": "Oui. La mise en jeu est active depuis le 1er décembre 2020",
  "page-staking-faq-4-answer-p2": "Cela signifie que la mise en jeu est actuellement en ligne pour que les utilisateurs puissent déposer leur ETH, exécuter un client de validation et commencer à gagner des récompenses.",
  "page-staking-faq-4-answer-p3": "La mise à niveau de Shanghai/Capella a été achevée le 12 avril 2023, permettant des retraits de mise en jeu, fermant la boucle sur la liquidité du staking.",
  "page-staking-faq-5-question": "Quand puis-je retirer mes ETH misés ?",
  "page-staking-faq-5-answer-p1": "Maintenant ! Les Stakers sont libres de retirer leurs récompenses et/ou de prélever le dépôt de leur solde de validateur s'ils le souhaitent.",
  "page-staking-faq-5-answer-p2": "En attendant, les stakers gagneront toujours des récompenses sous forme de frais et de MEV en proposant des blocs, qui sont mis à disposition immédiatement via l'adresse du destinataire des frais fixés.",
  "page-staking-faq-5-answer-link": "En savoir plus sur les retraits de mise en jeu",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Serenity Design Rationale",
  "page-staking-further-reading-4-link": "Les actualités Eth2",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "Finalisé no. 33, la couche de consensus d'Ethereum (Jan 2022)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Attestant Posts",
  "page-staking-further-reading-8-link": "Documents éducatifs fournis par la Communauté Beaconcha.in",
  "page-staking-further-reading-9-link": "FAQ sur la plateforme de lancement de la mise en jeu d'Ethereum",
  "page-staking-further-reading-10-link": "Base de connaissances EthStaker",
  "page-staking-toc-how-to-stake-your-eth": "Comment mettre en jeu vos ETH",
  "page-staking-toc-comparison-of-options": "Comparaison des options de mise en jeu",
  "page-staking-toc-faq": "FAQ",
  "page-staking-toc-further": "Complément d'information",
  "page-staking-dom-info-title": "Mise en jeu sur Ethereum",
  "page-staking-join-community": "Rejoignez la communauté des validateurs",
  "page-staking-join-community-desc": "EthStaker est une communauté permettant à chacun de discuter et d'en apprendre davantage sur la mise en jeu sur Ethereum. Rejoignez des dizaines de milliers de membres du monde entier pour obtenir des conseils, du soutien et pour parler de tout ce qui tourne autour de la mise en jeu.",
  "page-staking-meta-description": "Présentation de la mise en jeu sur Ethereum : les risques, les récompenses, les exigences et les lieux où le faire.",
  "page-staking-meta-title": "Mise en jeu sur Ethereum",
  "page-staking-withdrawals-important-notices": "Informations importantes",
  "page-staking-withdrawals-important-notices-desc": "Les retraits ne sont pas encore disponibles. Veuillez lire la <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">FAQ de Merge Eth2 et post-merge</a> pour plus d'informations.",
  "page-upgrades-merge-btn": "Plus d'infos sur la fusion",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Abonnez-vous au Blog EF</a> pour recevoir des notifications par e-mail pour les dernières annonces de protocole.",
  "page-staking-comparison-with-other-options": "Comparaison avec d'autres options",
  "page-staking-any-amount": "Tout montant",
  "page-staking-testnet": "réseau de test"
}
