{
  "page-upgrades-vision-2014": "Voir un article de blog 2014 détaillant la preuve d'enjeu",
  "page-upgrades-vision-beacon-chain": "La chaîne phare",
  "page-upgrades-vision-beacon-chain-btn": "En savoir plus sur la Chaîne de Balises",
  "page-upgrades-vision-beacon-chain-date": "La chaîne phare est active",
  "page-upgrades-vision-beacon-chain-desc": "Le premier ajout de l'Eth2 à l'écosystème. La chaîne phare intègre la mise en jeu sur Ethereum, pose les bases des futures mises à niveau et coordonnera éventuellement le nouveau système.",
  "page-upgrades-vision-beacon-chain-upper": "Chaîne phare",
  "page-upgrades-vision-desc-1": "Ethereum a besoin de réduire la congestion du réseau et d'améliorer les vitesses pour mieux servir une base d'utilisateurs mondiale.",
  "page-upgrades-vision-desc-2": "Exécuter un nœud devient plus difficile au fur et à mesure que le réseau grandit. Cela sera encre plus difficile avec les efforts de mise à l'échelle du réseau.",
  "page-upgrades-vision-desc-3": "Ethereum consomme trop d'électricité. La technologie qui maintient la sécurité du réseau doit être plus durable.",
  "page-upgrades-vision-merge-date": "Estimation : 2022",
  "page-upgrades-vision-merge-desc": "Le mainnet, ou réseau principale, d'Ethereum devra \"s'arrimer\" à la chaîne phare à un moment donné. Cela permettra de basculer vers la preuve d'enjeu sur l'ensemble du réseau et de signaler la fin du minage à forte intensité énergétique.",
  "page-upgrades-vision-ethereum-node": "En savoir plus sur les nœuds",
  "page-upgrades-vision-explore-upgrades": "Explorez les améliorations",
  "page-upgrades-vision-future": "Un avenir numérique à l'échelle mondiale",
  "page-upgrades-vision-meta-desc": "Présentation de l'impact que les mises à niveau Eth2 auront sur Ethereum et des défis qu'elles doivent relever.",
  "page-upgrades-vision-meta-title": "Vision d'Ethereum 2.0 (Eth2)",
  "page-upgrades-vision-mining": "En savoir plus sur le minage",
  "page-upgrades-vision-problems": "Problèmes actuels",
  "page-upgrades-vision-scalability": "Évolutivité",
  "page-upgrades-vision-scalability-desc": "Ethereum doit pouvoir gérer plus de transactions par seconde sans augmenter la taille des nœuds du réseau. Les nœuds sont des acteurs vitaux au réseau qui stockent et exécutent la blockchain. L'augmentation de la taille des nœuds n'est pas pratique car seuls ceux qui disposent d'ordinateurs puissants et coûteux pourraient le faire. Pour évoluer, Ethereum a besoin d'exécuter plus de transactions par seconde, couplé à plus de nœuds. Plus de nœuds signifie plus de sécurité.",
  "page-upgrades-vision-scalability-desc-3": "La mise à niveaus des chaînes de fragments répartira la charge du réseau en 64 nouvelles chaînes. Cela permettra à Ethereum de respirer en réduisant la congestion et en améliorant les vitesses au-delà de la limite actuelle de 15 à 45 transactions par seconde.",
  "page-upgrades-vision-scalability-desc-4": "Et même s'il y aura plus de chaînes, cela nécessitera en fait moins de travail de la part des validateurs - les \"responsables du réseau\". Les validateurs n'auront besoin que d'exécuter leur fragment et non de toute la chaîne Ethereum. Cela rend les nœuds plus légers, permettant à Ethereum d'évoluer et de rester décentralisé.",
  "page-upgrades-vision-security": "Sécurité",
  "page-upgrades-vision-security-desc": "Les mises à niveau d'Eth2 améliorent la sécurité d'Ethereum contre les attaques coordonnées, comme une attaque de 51 %. Il s'agit d'un type d'attaque où, si quelqu'un contrôle la majorité du réseau, il peut valider des modifications frauduleuses.",
  "page-upgrades-vision-security-desc-3": "La transition vers une preuve d'enjeu signifie que le protocole Ethereum est plus dissuasif contre les attaques. Cela est dû au fait que les validateurs qui sécurisent le réseau doivent miser des quantités significatives d'ETH dans le protocole. S'ils tentent d'attaquer le réseau, le protocole peut automatiquement détruire leur ETH.",
  "page-upgrades-vision-security-desc-5": "Ce n'est pas possible dans la preuve de travail, où le mieux qu'un protocole puisse faire est de forcer les entités qui sécurisent le réseau (les mineurs) à perdre des récompenses minières qu'ils auraient gagnées autrement. Pour obtenir l'effet équivalent en preuve de travail, le protocole devrait être en mesure de détruire tout l'équipement d'un mineur s'il tente de tricher.",
  "page-upgrades-vision-security-desc-5-link": "En savoir plus sur la preuve de travail",
  "page-upgrades-vision-security-desc-8": "Le modèle de sécurité d'Ethereum doit également être modifié en raison de l'introduction de",
  "page-upgrades-vision-security-desc-9": "nous permet d'assigner aléatoirement des validateurs à différents fragments - ce qui rend virtuellement impossible la complicité des validateurs en attaquant un fragment spécifique. La fragmentation n'est pas aussi sécurisée sur une blockchain à preuve de travail, car les mineurs ne peuvent pas être contrôlés par le protocole de cette façon.",
  "page-upgrades-vision-security-desc-10": "La mise en jeu signifie également que vous n'avez pas besoin d'investir dans du matériel d'élite pour exécuter un nœud Ethereum. Cela devrait encourager un plus grand nombre de personnes à devenir validateur, augmentant la décentralisation du réseau et réduisant la surface d’attaque.",
  "page-upgrades-vision-security-staking": "Mettre en jeu de l'ETH",
  "page-upgrades-vision-security-validator": "Vous pouvez devenir un validateur en stakant (en mettant en jeu) votre ETH.",
  "page-upgrades-vision-shard-chains": "chaînes de fragments",
  "page-upgrades-vision-shard-date": "Estimation : 2021",
  "page-upgrades-vision-shard-desc-4": "Les chaînes de fragments répartiront la charge du réseau en 64 nouvelles blockchains. La fragmentation a le potentiel d’améliorer considérablement la vitesse de transaction – jusqu’à 100 000 par seconde.",
  "page-upgrades-vision-shard-upgrade": "En savoir plus sur les chaînes de fragments",
  "page-upgrades-vision-staking-lower": "Plus d'infos sur la mise en jeu",
  "page-upgrades-vision-subtitle": "Développez Ethereum jusqu'à ce qu'il soit assez puissant pour aider toute l'humanité.",
  "page-upgrades-vision-sustainability": "Développement durable",
  "page-upgrades-vision-sustainability-desc-1": "Ce n'est pas un secret qu'Ethereum et d'autres blockchains comme Bitcoin sont fortement énergivores à cause de l'extraction.",
  "page-upgrades-vision-sustainability-desc-2": "Mais Ethereum se dirige vers la sécurisation par l'ETH, et non par la puissance de calcul – grâce à la mise en jeu.",
  "page-upgrades-vision-sustainability-desc-3": "Bien que la mise en jeu soit introduite par la chaîne phare, l'Ethereum que nous utilisons aujourd'hui fonctionnera en parallèle pendant une période de temps, avant qu'il ne 'fusionne' ou 's'arrime' avec les mises à niveau Eth2. Un système sécurisé par l'ETH, l'autre par la puissance informatique. Car, dans un premier temps, les chaînes de fragments ne seront pas en mesure de gérer des choses telles que nos comptes ou nos DApps. Nous ne pouvons donc pas nous contenter d'oublier le minage et le réseau principal.",
  "page-upgrades-vision-sustainability-desc-8": "Une fois que les mises à niveau de la chaîne phare et des chaînes des fragments seront en place, le travail d'arrimage commencera entre le réseau principal et le nouveau système. Cela transformera le réseau principal en un fragment de sorte qu'il soit sécurisé par l'ETH et beaucoup moins énergivore.",
  "page-upgrades-vision-sustainability-subtitle": "Ethereum doit être plus écologique.",
  "page-upgrades-vision-title": "La vision Eth2",
  "page-upgrades-vision-title-1": "Réseau saturé",
  "page-upgrades-vision-title-2": "Espace disque",
  "page-upgrades-vision-title-3": "Trop d'énergie",
  "page-upgrades-vision-trilemma-cardtext-1": "Les mises à niveau Eth2 rendront Ethereum évolutif, sécurisé et décentralisé. La fragmentation rendra Ethereum plus scalable en augmentant les transactions par seconde tout en réduisant la puissance nécessaire pour exécuter un nœud et valider la chaîne. La chaîne phare sécurisera Ethereum en coordonnant les validateurs à travers les fragments. Et la mise en jeu réduira la barrière à la participation, créant un réseau plus large – plus décentralisé.",
  "page-upgrades-vision-trilemma-cardtext-2": "Les réseaux blockchain sécurisés et décentralisés exigent que chaque nœud vérifie chaque transaction traitée par la chaîne. Ce volume de travail limite le nombre de transactions qui peuvent se faire à un moment donné. Décentralisée et sécurisée sont les adjectifs qui caractérisent la chaîne Ethereum aujourd'hui.",
  "page-upgrades-vision-trilemma-cardtext-3": "Les réseaux décentralisés fonctionnent en envoyant des informations sur les transactions à travers les nœuds – tout le réseau doit être au courant de tout changement d'état. L'évolution des transactions par seconde sur un réseau décentralisé comporte des risques de sécurité car plus il y a de transactions, plus le délai est long, plus la probabilité d'attaque est élevée lorsque l'information est en cours de transfert.",
  "page-upgrades-vision-trilemma-cardtext-4": "L'augmentation de la taille et de la puissance des nœuds d'Ethereum pourrait augmenter les transactions par seconde de façon sécurisée, mais l’exigence matérielle restreindrait alors qui peut ou non le faire – c'est une menace sur la décentralisation. Nous espérons que la fragmentation et la preuve d'enjeu permettront à Ethereum d'augmenter la quantité de nœuds et non la taille de nœuds.",
  "page-upgrades-vision-trilemma-h2": "Le défi de la mise à l'échelle décentralisée",
  "page-upgrades-vision-trilemma-modal-tip": "Appuyez sur les cercles ci-dessous pour mieux comprendre les problèmes d'évolutivité décentralisée",
  "page-upgrades-vision-trilemma-p": "Une façon naïve de résoudre les problèmes d'Ethereum serait de les centraliser, mais la décentralisation est trop importante. C’est la décentralisation qui offre la résistance à la censure, l'ouverture, la confidentialité des données et la sécurité quasi indestructible d’Ethereum.",
  "page-upgrades-vision-trilemma-p-1": "La vision d’Ethereum est d’être plus évolutive et plus sûre, mais aussi de rester décentralisée. Atteindre ces 3 qualités est un problème connu sous le nom de trilemme d'évolutivité.",
  "page-upgrades-vision-trilemma-p-2": "Les améliorations de l'Eth2 visent à résoudre le trilemme mais il y a des défis importants.",
  "page-upgrades-vision-trilemma-press-button": "Appuyez sur les boutons du triangle pour mieux comprendre les problèmes de l'évolutivité décentralisée.",
  "page-upgrades-vision-trilemma-text-1": "Décentralisation",
  "page-upgrades-vision-trilemma-text-2": "Sécurité",
  "page-upgrades-vision-trilemma-text-3": "Évolutivité",
  "page-upgrades-vision-trilemma-title-1": "Explorer le trilemme d'évolutivité",
  "page-upgrades-vision-trilemma-title-2": "Améliorations de l'Eth2 et évolution de la décentralisation",
  "page-upgrades-vision-trilemma-title-3": "Sécurisé et décentralisé",
  "page-upgrades-vision-trilemma-title-4": "Décentralisé et évolutif",
  "page-upgrades-vision-trilemma-title-5": "Fiable et sécurisé",
  "page-upgrades-vision-understanding": "Comprendre la vision d'Eth2",
  "page-upgrades-vision-upgrade-needs": "La nécessité derrière les mises à niveau d'Eth2",
  "page-upgrades-vision-upgrade-needs-desc": "Le protocole Ethereum qui a été lancé en 2015 a connu un succès incroyable. Mais la communauté Ethereum s'attendait toujours à ce que quelques mises à niveau clés soient nécessaires pour débloquer le plein potentiel d'Ethereum.",
  "page-upgrades-vision-upgrade-needs-desc-2": "La demande élevée augmente les frais de transaction qui font qu'Ethereum est coûteux pour l'utilisateur moyen. L'espace disque nécessaire au fonctionnement d'un client Ethereum augmente à un rythme rapide. Et l'algorithme de consensus sous-jacent sur la preuve de travail qui maintient Ethereum sécurisé et décentralisé a un impact environnemental important.",
  "page-upgrades-vision-upgrade-needs-desc-3": "Ce qui est communément appelé Eth2 est un ensemble de mises à niveau qui traitent ces problèmes et bien plus encore. Cet ensemble d'améliorations s'appelait à l'origine \"Serenity\", et elles sont un domaine actif de recherche et de développement depuis 2014.",
  "page-upgrades-vision-upgrade-needs-desc-6": " Cela signifie qu’il n’y a pas d’interrupteur pour Eth2. Les améliorations seront incorporées progressivement au fil du temps.",
  "page-upgrades-vision-upgrade-needs-serenity": "Voir un article de blog 2015 traitant de \"Serenity\"",
  "page-upgrades-vision-upgrade-needs-desc-5": "Maintenant que la technologie est prête, ces mises à niveau réarchitectureront Ethereum pour le rendre plus évolutif, sécurisé et durable – pour améliorer la vie des utilisateurs existants et en attirer de nouveaux. Tout en préservant la valeur principale de décentralisation d'Ethereum."
}
