{
  "page-what-is-ethereum-alt-img-bazaar": "Illustration d'une personne collaborant à un bazar, destinée à représenter l'Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Une illustration des membres de la communauté Ethereum travaillant ensemble",
  "page-what-is-ethereum-alt-img-lego": "Une illustration d'une main fabriquant un symbole ETH au moyen de briques de lego",
  "page-what-is-ethereum-banking-card": "Services bancaires pour tous",
  "page-what-is-ethereum-banking-card-desc": "Tout le monde n'a pas accès aux services financiers, mais tout ce dont vous avez besoin pour accéder à Ethereum et à ses produits de prêt, d'emprunt et d'épargne est d'une connexion Internet.",
  "page-what-is-ethereum-build": "Créer avec Ethereum",
  "page-what-is-ethereum-build-desc": "Si vous voulez essayer de développer avec Ethereum, consultez notre documentation, essayez quelques tutoriels, ou jetez un œil aux outils nécessaires pour commencer.",
  "page-what-is-ethereum-censorless-card": "Résistant à la censure",
  "page-what-is-ethereum-censorless-card-desc": "Aucun gouvernement ni entreprise n'a de contrôle sur Ethereum. Cette décentralisation rend pratiquement impossible à quiconque de vous empêcher de recevoir des paiements ou d'utiliser des services sur Ethereum.",
  "page-what-is-ethereum-comm-desc": "Notre communauté comprend des personnes de tous horizons, y compris des artistes, des crypto-anarchistes, des entreprises du Fortune 500, et maintenant vous. Découvrez comment vous pouvez participer dès maintenant.",
  "page-what-is-ethereum-commerce-card": "Garanties de commerce",
  "page-what-is-ethereum-commerce-card-desc": "Les clients ont une garantie sécurisée et intégrée que les fonds ne changeront de main que si vous fournissez ce qui a été convenu. De même, les développeurs peuvent avoir la certitude que les règles ne changeront pas.",
  "page-what-is-ethereum-composable-card": "Tous les produits sont composables",
  "page-what-is-ethereum-composable-card-desc": "Puisque toutes les applications sont construites sur la même blockchain avec un état global partagé, elles peuvent se construire sur d'autres applications (comme les legos). Cela permet d'améliorer constamment les produits et les expériences.",
  "page-what-is-ethereum-community": "La communauté Ethereum",
  "page-what-is-ethereum-desc": "La base de notre avenir numérique",
  "page-what-is-ethereum-explore": "Explorer Ethereum",
  "page-what-is-ethereum-internet-card": "Un internet plus respectueux de la vie privée",
  "page-what-is-ethereum-internet-card-desc": "Vous n'avez pas besoin de fournir toutes vos données personnelles pour utiliser une application Ethereum. Ethereum construit une économie basée sur la valeur, pas sur la surveillance.",
  "page-what-is-ethereum-meet-comm": "Rencontrez notre communauté",
  "page-what-is-ethereum-meta-description": "Apprenez-en plus sur Ethereum, ce qu'elle fait et comment l'essayer par vous-même.",
  "page-what-is-ethereum-meta-title": "Qu'est-ce qu'Ethereum ?",
  "page-what-is-ethereum-p2p-card": "Un réseau P2P",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum vous permet de transférer de l'argent ou de conclure des accords, directement avec quelqu'un d'autre. Vous n'avez pas besoin de passer par des sociétés intermédiaires.",
  "page-what-is-ethereum-start-building-btn": "Commencez à créer",
  "page-what-is-ethereum-title": "Qu'est-ce qu'Ethereum ?",
  "page-what-is-ethereum-subtitle": "Un guide complet pour les débutants sur le fonctionnement d'Ethereum, les avantages qu'il apporte et la manière dont des millions de personnes à travers le monde l'utilisent.",
  "page-what-is-ethereum-button-lets-start": "Commençons",
  "page-what-is-ethereum-blockchain-tab-title": "Qu'est-ce qu'une blockchain ?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Une blockchain est une base de données de transactions</b> qui est mise à jour et partagée sur de nombreux ordinateurs d'un réseau. Chaque fois qu'un nouvel ensemble de transactions est ajouté, il s'appelle \"bloc\" - d'où le nom de blockchain. La plupart des blockchains sont publics, et vous ne pouvez ajouter que des données et non pas les supprimer. Si quelqu'un voulait modifier l'une des informations ou flouer le système, il devrait le faire sur la majorité des ordinateurs du réseau. C'est beaucoup ! Les blockchains reconnues comme Ethereum sont de fait hautement sécurisées.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Pourquoi est-ce qu'on appelle ça crypto-monnaie ?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Les blockchains utilisent des techniques de cryptographie pour assurer la sécurité de vos fonds. Des techniques similaires ont été utilisées dans le secteur bancaire pour assurer la sécurité des transactions monétaires pendant des années. Nous pouvons donc dire que les crypto-monnaies ont un niveau de sécurité bancaire.",
  "page-what-is-ethereum-summary-title": "Résumé",
  "page-what-is-ethereum-summary-desc-1": "Ethereum est un réseau composé de plusieurs communautés et une trousse à outils permettant aux personnes d'échanger et de communiquer sans aucune autorité centrale. Il n'est nul besoin de transmettre vos données personnelles pour l'utiliser - vous gardez le contrôle de vos données et de ce qui sera partagé. Ethereum dispose de sa propre monnaie, l'Ether, utilisée pour payer certaines activités sur le réseau.",
  "page-what-is-ethereum-summary-desc-2": "Toujours perplexe ? Nous allons tout expliquer étape par étape.",
  "page-what-is-ethereum-what-is-crypto-title": "Qu'est-ce qu'une cryptomonnaie ?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>La crypto (abrégée de cryptomonnaie) est une nouvelle forme de monnaie numérique reposant sur la cryptographie.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "Tout a commencé en 2008 avec le Bitcoin. On pouvait l'utiliser pour envoyer des fonds à n'importe qui partout dans le monde. Les cryptomonnaies se distinguaient des virements bancaires normaux ou autres services financiers comme Paypal ou Alipay en ce que, pour la première fois, il n'y avait plus besoin d'intermédiaire.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Attendez, qu'est-ce qu'un intermédiaire ?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "Un intermédiaire est une autorité centrale, comme une banque ou un gouvernement, qui intervient dans une transaction entre un expéditeur et un destinataire. Il a le pouvoir de surveiller, censurer ou annuler des transactions et peut partager aves des tiers les données sensibles qu'il recueille à votre sujet. En outre, il détermine souvent les services financiers auxquels vous avez accès.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "Il en va tout autrement avec les cryptomonnaies. <b>Les transactions mettent directement en relation l'expéditeur et le destinataire</b> sans avoir à traiter avec une autorité centrale. Personne d'autre n'aura accès à vos fonds et <b>personne ne peut vous dire quels services vous pouvez utiliser</b>. Cela est possible grâce à la technologie blockchain sur laquelle les cryptomonnaies opèrent.",
  "page-what-is-ethereum-btc-eth-diff-title": "Quelle est la différence entre Ethereum et Bitcoin ?",
  "page-what-is-ethereum-btc-eth-diff-1": "Lancé en 2015, Ethereum s'appuie sur l'innovation offerte par Bitcoin, dont elle se distingue sur certains grands points.",
  "page-what-is-ethereum-btc-eth-diff-2": "Les deux technologies vous permettent d'utiliser de l'argent numérique sans fournisseurs de paiement ni banques. Mais <b>Ethereum est programmable</b>, donc vous pouvez également construire et déployer des applications décentralisées sur son réseau.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin nous permet de nous envoyer des messages de base sur ce que nous pensons avoir de la valeur. Établir une valeur sans autorité est déjà puissant. Ethereum étend ce principe : plutôt que de simples messages, vous pouvez écrire n'importe quel programme général ou contrat. Il n'y a pas de limite au type de contrats qui peuvent être créés et acceptés, d'où les grandes innovations réalisées sur le réseau Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-4": "Alors que Bitcoin n'est qu'un réseau de paiement, Ethereum ressemble davantage à un marché de services financiers, jeux, réseaux sociaux et autres applications qui respectent votre vie privée et qui ne peuvent pas vous censurer.",
  "page-what-is-ethereum-what-can-eth-do-title": "Que peut faire Ethereum ?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Pourquoi serait-il intéressant pour moi d'utiliser Ethereum ?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Si vous avez déjà envoyé de l'argent à l'étranger (ou si vous prévoyez de le faire), ou si vous avez dû vous inquiéter de l'avenir de vos biens pour des raisons indépendantes de votre volonté là où vous vivez, ou en avez assez des nombreuses restrictions et frais imposés par les institutions financières traditionnelles sur les transactions quotidiennes, vous pourriez être intéressé par ce que les cryptomonnaies ont à offrir.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Si vous êtes intéressé par des moyens plus résilients, plus ouverts et plus fiables de créer et partager de la valeur, Ethereum est fait pour vous. Ethereum est une histoire écrite par nous tous, alors venez découvrir les univers incroyables que nous pouvons construire ensemble.",
  "page-what-is-ethereum-slide-1-title": "Paiements transfrontaliers moins chers et plus rapides",
  "page-what-is-ethereum-slide-1-desc-1": "Les <b>Stablecoins</b> sont un nouveau type de cryptomonnaie qui repose sur un actif plus stable comme base de valeur. La plupart d'entre eux sont liés au dollar américain, aussi la valeur de la monnaie est-elle préservée. Il en résulte un système de paiement d'envergure mondiale très bon marché et stable. De nombreux stablecoins sont construits sur le réseau Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum et stablecoins simplifient le processus d'envoi d'argent à l'étranger. Il ne faut souvent que quelques minutes pour déplacer des fonds à travers le monde. Finis les délais de plusieurs jours ouvrables ou même de semaines parfois nécessaires à une banque ordinaire pour traiter ce genre d'opération exécutée, de plus, à moindre prix. Sans compter qu'il n'y a pas de surcoûts lorsqu'on effectuer une transaction de grande valeur, et il n'y a aucune restriction sur l'endroit où vous envoyez votre argent ou sur les raisons pour lesquelles vous le faites.",
  "page-what-is-ethereum-slide-2-title": "L’aide la plus rapide en temps de crise",
  "page-what-is-ethereum-slide-2-desc-1": "Si vous avez la chance d'avoir plusieurs options bancaires par le biais d'institutions de confiance dans le pays où vous vivez, vous pouvez considérer comme acquises la liberté, la sécurité et la stabilité financière qu'elles offrent. Mais pour de nombreuses personnes dans le monde qui sont confrontées à la répression politique ou à des difficultés économiques, les institutions financières peuvent ne pas fournir la protection ou les services dont elles ont besoin.",
  "page-what-is-ethereum-slide-2-desc-2": "Lorsque la guerre, les catastrophes économiques ou la répression des libertés civiles ont frappé les habitants du <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, de <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, d'<a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, du<a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, de <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Biélorussie</a>, et d'<a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukraine</a>, les cryptomonnaies ont été la plus rapide et souvent la seule solution pour conserver une structure financière.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Comme on le voit dans ces exemples, les cryptomonnaies comme Ethereum peuvent fournir un accès illimité à l'économie mondiale lorsque des personnes sont coupées du monde extérieur. De plus, les stablecoins offrent une réserve de valeur lorsque les monnaies locales s'effondrent en raison de la surinflation.",
  "page-what-is-ethereum-slide-3-title": "Valoriser les créateurs",
  "page-what-is-ethereum-slide-3-desc-1": "Rien qu'en 2021, artistes, musiciens, écrivains et autres créateurs ont utilisé Ethereum pour gagner environ 3,5 milliards de dollars collectivement. Cela fait d'Ethereum l'une des plus grandes plateformes mondiales pour les créateurs, aux côtés de Spotify, YouTube et Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">En savoir plus</a>.",
  "page-what-is-ethereum-slide-4-title": "Valoriser les joueurs",
  "page-what-is-ethereum-slide-4-desc-1": "Les jeux Play-to-earn (où les joueurs sont en fait récompensés pour avoir joué aux jeux) ont récemment émergé et sont en train de transformer l'industrie du jeu. Il est généralement interdit de transférer les actifs en jeu à d'autres joueurs ou de les échanger contre de l'argent réel. Cela force les joueurs à utiliser des sites Web sur le marché noir qui présentent souvent un risque pour la sécurité. Les jeux en Blockchain embrassent l'économie du jeu et favorisent un tel comportement de manière sûre.",
  "page-what-is-ethereum-slide-4-desc-2": "De plus, les joueurs sont encouragés par la possibilité d’échanger les jetons en jeu contre de l’argent réel et d’être ainsi récompensés pour leur temps de jeu.",
  "page-what-is-ethereum-meet-ether-title": "Rencontrez ether, la cryptomonnaie d'Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum a une cryptomonnaie native appelée ether (ETH). Elle est purement numérique, et vous pouvez l'envoyer à n'importe qui dans le monde instantanément. L'approvisionnement en ETH n'est contrôlé par aucun gouvernement ou société - il est décentralisé et totalement transparent. Les nouvelles pièces (également appelées jetons) sont uniquement destinées aux validateurs qui sécurisent le réseau.",
  "page-what-is-ethereum-meet-ether-desc-2": "Chaque action sur le réseau Ethereum nécessite une certaine puissance de calcul. Ces frais sont payés sous forme d'éther. Cela signifie que vous avez besoin d'au moins une petite quantité d'ETH pour utiliser le réseau.",
  "page-what-is-ethereum-what-is-ether": "Qu'est-ce-que l'ether ?",
  "page-what-is-ethereum-get-eth": "Obtenir de l'ETH",
  "page-what-is-ethereum-what-can-i-do-title": "Que puis-je faire avec mes jetons ETH ?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "Beaucoup de choses ! L'une des utilisations les plus importantes de la technologie Ethereum est la finance décentralisée (DeFi) qui ouvre des pans entiers des services bancaires à toute personne disposant d'une connexion Internet. Vous pouvez utiliser votre éther comme garantie pour contracter des prêts ou fournir des liquidités pour gagner des intérêts sur vos fonds.",
  "page-what-is-ethereum-explore-applications": "Explorer les applications",
  "page-what-is-ethereum-learn-defi": "En savoir plus sur DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Qui est à la tête d'Ethereum ?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum n'est contrôlé par aucune entité. Le réseau n'existe que grâce à la participation décentralisée et à la coopération de la communauté. Ethereum utilise des nœuds (un ordinateur avec une copie des données de la blockchain Ethereum) exécutés par des volontaires pour remplacer les serveurs individuels et les systèmes cloud détenus par les principaux fournisseurs et services d'Internet.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Ces nœuds distribués, gérés par des particuliers et des entreprises du monde entier, fournissent une résilience à l'infrastructure du réseau Ethereum. Il est donc beaucoup moins vulnérable aux hacks ou aux fermetures. <b>Depuis son lancement en 2015, Ethereum n'a jamais subi d'indisponibilité</b>. Des milliers de nœuds individuels exécutent le réseau Ethereum. Cela fait d'Ethereum la deuxième cryptomonnaie la plus décentralisée, juste derrière bitcoin.",
  "page-what-is-ethereum-run-a-node": "Exécuter un nœud",
  "page-what-is-ethereum-smart-contract-title": "Qu'est-ce qu'un contrat intelligent ?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Les contrats intelligents sont simplement des programmes informatiques</b> vivant sur la blockchain Ethereum. Ils n'exécutent que <b>lorsqu'ils sont déclenchés par une transaction d'un utilisateur (ou d'un autre contrat)</b>. Ils rendent Ethereum très flexible dans ce qu'il peut faire et le distinguent des autres cryptomonnaies. Ces programmes sont ce que nous appelons maintenant des applications décentralisées, ou des dapps.",
  "page-what-is-ethereum-smart-contract-desc-2": "Avez-vous déjà utilisé un produit qui a changé ses conditions générales d'utilisation ? Ou supprimé une fonctionnalité que vous trouviez utile ? Une fois qu'un contrat intelligent est publié sur Ethereum, il restera en ligne et opérationnel tant qu'Ethereum existe. Même l'auteur ne peut pas l'enlever. Comme les contrats intelligents sont automatisés, ils ne discriminent aucun utilisateur et sont toujours prêts à être utilisés.",
  "page-what-is-ethereum-smart-contract-desc-3": "Les exemples les plus populaires de contrats intelligents sont les applications de prêt, les échanges de trading décentralisés, les assurances, les applications de crowdfunding - essentiellement tout ce que vous pouvez imaginer.",
  "page-what-is-ethereum-more-on-smart-contracts": "Plus d'infos sur les contrats intelligents",
  "page-what-is-ethereum-explore-dapps": "Découvrir les dApps",
  "page-what-is-ethereum-criminal-activity-title": "J'ai entendu dire que les cryptomonnaies sont utilisées comme outil pour mener des activités criminelles. Est-ce vrai ?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Comme toute forme d'argent, une partie sera utilisée à mauvais escient. Cependant, parce que toutes les transactions Ethereum se produisent sur une blockchain ouverte, il est souvent plus facile pour les autorités de suivre les activités illicites que dans le système financier traditionnel, Ethereum devenant ainsi un choix moins attrayant pour ceux qui préfèrent ne pas être détectés.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Les cryptomonnaies sont beaucoup moins utilisées que les monnaies fiduciaires à des fins criminelles selon les conclusions d'un rapport récent d'Europol, l'Agence de coopération de l'Union européenne pour l'application de la loi :",
  "page-what-is-ethereum-criminal-activity-desc-3": "« L'utilisation de cryptomonnaies pour des activités illicites ne semble constituer qu'une petite partie de l'économie globale de la cryptomonnaie, et le montant semble être comparativement plus faible que le montant des fonds illicites impliqués dans la finance traditionnelle.”",
  "page-what-is-ethereum-energy-title": "Qu'en est-il de la consommation d'énergie d'Ethereum ?",
  "page-what-is-ethereum-energy-desc-1": "Le 15 septembre 2022, Ethereum a effectué la mise à niveau de La Fusion, faisant passer Ethereum de la preuve de travail à la preuve d'enjeu.",
  "page-what-is-ethereum-energy-desc-2": "La Fusion a été la plus grande mise à jour d'Ethereum et a réduit la consommation d'énergie nécessaire pour sécuriser Ethereum de <b>99,5 %</b>, créant ainsi un réseau <b>plus sécurisé pour un coût carbone sensiblement réduit</b>. Ethereum est maintenant une blockchain à faible émission de carbone et à sécurité et évolutivité renforcées.",
  "page-what-is-ethereum-more-on-energy-consumption": "En savoir plus sur la consommation d'énergie",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Consommation d'énergie annuelle en TWh/an",
  "energy-consumption-chart-youtube-label": "YouTube",
  "energy-consumption-chart-gold-mining-galaxy-label": "Extraction d'or (Galaxy Digital)",
  "energy-consumption-chart-global-data-centers-label": "Centres de données globaux",
  "energy-consumption-chart-gold-mining-cbeci-label": "Extraction d'or (CBECI)",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Jouer aux États-Unis",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Point sur la Fusion",
  "page-what-is-ethereum-additional-reading": "Lectures complémentaires",
  "page-what-is-ethereum-week-in-ethereum": "L'actualité de la semaine sur Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Une newsletter hebdomadaire sur les développements clés de l'écosystème.",
  "page-what-is-ethereum-kernel-dreamers": "Noyau",
  "page-what-is-ethereum-kernel-dreamers-desc": "Rêve d'Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atoms, Institutions, Blockchains",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Pourquoi les blockchains sont importantes ?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum en chiffres",
  "adoption-chart-column-now-label": "Maintenant",
  "adoption-chart-investors-label": "Investisseurs",
  "adoption-chart-developers-label": "Développeurs",
  "adoption-chart-companies-label": "Sociétés",
  "adoption-chart-artists-label": "Artistes",
  "adoption-chart-musicians-label": "Musiciens",
  "adoption-chart-writers-label": "Auteurs",
  "adoption-chart-gamers-label": "Gamers",
  "adoption-chart-refugees-label": "Réfugiés"
}
