{
  "page-roadmap-title": "Feuille de route d'Ethereum",
  "page-roadmap-meta-title": "Feuille de route d'Ethereum | ethereum.org",
  "page-roadmap-meta-description": "La voie vers davantage d'évolutivité, de sécurité et de durabilité pour Ethereum.",
  "page-roadmap-banner-notification": "Le développement d’Ethereum est axé sur la communauté et sujet à changement.",
  "page-roadmap-changes-coming-title": "Quels sont les changements à venir pour Ethereum ?",
  "page-roadmap-changes-coming-description": "Ethereum est déjà une plateforme puissante, mais elle continue d'être améliorée. Un ensemble ambitieux d'améliorations permettra de faire évoluer Ethereum de sa forme actuelle vers une plateforme entièrement évolutive et extrêmement résiliente.",
  "page-roadmap-cheaper-transactions-title": "Transactions plus abordables",
  "page-roadmap-cheaper-transactions-description": "Les rollups sont trop coûteux et reposent sur des composants centralisés, ce qui incite les utilisateurs à accorder une confiance excessive à leurs opérateurs. La feuille de route inclut des correctifs pour ces deux problèmes.",
  "page-roadmap-cheaper-transactions-button": "En savoir plus sur la réduction des frais",
  "page-roadmap-extra-security-title": "Sécurité renforcée",
  "page-roadmap-extra-security-description": "Ethereum est déjà très sécurisé, mais il peut être rendu encore plus fort, prêt à résister à toutes sortes d’attaques dans le futur.",
  "page-roadmap-extra-security-button": "En savoir plus sur la sécurité",
  "page-roadmap-better-user-experience-title": "Meilleure expérience utilisateur",
  "page-roadmap-better-user-experience-description": "Une meilleure prise en charge des portefeuilles de contrats intelligents et des nœuds légers rendra l'utilisation d'Ethereum plus simple et plus sûre.",
  "page-roadmap-better-user-experience-button": "En savoir plus sur l'expérience utilisateur",
  "page-roadmap-future-proofing-title": "Pérenniser",
  "page-roadmap-future-proofing-description": "Les chercheurs et développeurs d’Ethereum résolvent aujourd’hui les problèmes de demain, préparant le réseau pour les générations futures.",
  "page-roadmap-future-proofing-button": "En savoir plus sur la pérennité",
  "page-roadmap-why-need-title": "Pourquoi Ethereum a-t-il besoin d'une feuille de route ?",
  "page-roadmap-why-need-description": "Ethereum bénéficie de mises à jour régulières qui améliorent son évolutivité, sa sécurité et sa durabilité. L'une de ses principales forces réside dans sa capacité d'adaptation aux nouvelles idées issues de la recherche et du développement. Cette adaptabilité lui confère la flexibilité nécessaire pour relever les défis émergents et suivre les avancées technologiques les plus avancées.",
  "page-roadmap-how-defined-title": "Comment la feuille de route est déterminée",
  "page-roadmap-how-defined-p1": "La feuille de route est principalement le résultat d'années de travail des chercheurs et des développeurs - car le protocole est très technique - mais toute personne motivée peut y participer.",
  "page-roadmap-how-defined-p2": "Les idées naissent généralement de discussions sur des forums tels que <a href=\"https://ethresear.ch\">ethresear.ch</a>, <a href=\"https://ethereum-magicians.org\">Ethereum Magicians</a> ou le serveur Discord d'Eth R&D. Il peut s'agir de réponses à de nouvelles vulnérabilités découvertes, de suggestions d'organisations travaillant dans la couche applicative (comme les dApps et les plateformes d'échange) ou de frictions connues pour les utilisateurs finaux (comme les coûts ou les vitesses des transactions).",
  "page-roadmap-how-defined-p3": "Une fois ces idées mûres, elles peuvent être proposées sous forme de <a href=\"https://eips.ethereum.org\">propositions d'amélioration d'Ethereum</a>. Ces propositions sont publiques, permettant à chaque membre de la communauté de s'exprimer à tout moment.",
  "page-roadmap-governance-button": "En savoir plus sur la gouvernance d'Ethereum",
  "page-roadmap-hero-alt": "Feuille de route d'Ethereum",
  "page-roadmap-technical-upgrades-title": "Quelles améliorations techniques arrivent sur Ethereum ?",
  "page-roadmap-danksharding-title": "Danksharding",
  "page-roadmap-danksharding-description": "Danksharding rend les rollups L2 beaucoup moins chers pour les utilisateurs en ajoutant des « blobs » de données aux blocs Ethereum.",
  "page-roadmap-single-slot-finality-title": "Finalité à créneau unique",
  "page-roadmap-single-slot-finality-description": "Au lieu d'attendre quinze minutes, les blocs pourraient être proposés et finalisés au même endroit. C'est plus pratique pour les applications et plus difficile à attaquer.",
  "page-roadmap-account-abstraction-title": "Abstraction de comptes",
  "page-roadmap-account-abstraction-description": "L'abstraction de compte est une classe de mises à niveau qui prennent en charge les portefeuilles de contrats intelligents de manière native sur Ethereum, plutôt que de devoir utiliser un middleware complexe.",
  "page-roadmap-statelessness-title": "Statelessness",
  "page-roadmap-statelessness-description": "Les clients sans état pourront vérifier de nouveaux blocs sans avoir à stocker de grandes quantités de données. Ils bénéficieront ainsi de tous les avantages d'un nœud pour une fraction infime des coûts actuels.",
  "page-roadmap-learn-more": "En savoir plus",
  "page-roadmap-timeline-title": "Quel est le calendrier de ces mises à niveau ?",
  "page-roadmap-blocks-alt": "Blocs Ethereum",
  "page-roadmap-faq-1-title": "La feuille de route d'Ethereum évoluera-t-elle au fil du temps ?",
  "page-roadmap-faq-1-p1": "Oui, presque sans aucun doute.",
  "page-roadmap-faq-1-p1-continued": "La feuille de route présente le plan actuel de mise à niveau d'Ethereum, couvrant les projets à court et à long terme. Nous prévoyons qu'elle évoluera à mesure que de nouvelles informations et technologies seront disponibles.",
  "page-roadmap-faq-1-p2": "La feuille de route d'Ethereum est un ensemble d'intentions visant à améliorer Ethereum ; il s'agit des meilleures hypothèses des chercheurs et des développeurs sur la voie optimale à suivre pour Ethereum.",
  "page-roadmap-faq-2-title": "Quand la feuille de route sera-t-elle terminée ?",
  "page-roadmap-faq-2-p1": "Certaines mises à niveau ont une priorité plus basse et ne seront probablement pas implémentées dans les 5 ou 10 prochaines années (par exemple la résistance quantique).",
  "page-roadmap-faq-2-p1-strong": "Donner le timing précis de chaque mise à niveau est compliqué",
  "page-roadmap-faq-2-p1-continued": "prévoir que de nombreux éléments de la feuille de route seront traités en parallèle et développés à des rythmes différents. L'urgence d'une mise à niveau peut également évoluer au fil du temps en fonction de facteurs externes (par exemple, une augmentation soudaine des performances et de la disponibilité des ordinateurs quantiques pourrait rendre la cryptographie résistante aux quanta plus urgente).",
  "page-roadmap-faq-2-p2": "Une façon d'envisager le développement d'Ethereum est de le comparer à l'évolution biologique. Un réseau capable de s'adapter aux nouveaux défis et de maintenir sa forme physique a plus de chances de réussir qu'un réseau résistant au changement. Cependant, à mesure que le réseau gagne en performance, en évolutivité et en sécurité, moins de modifications du protocole seront nécessaires.",
  "page-roadmap-faq-3-title": "Dois-je faire quelque chose pour me préparer à ces mises à niveau ?",
  "page-roadmap-faq-3-p1": "Les mises à niveau n'ont généralement pas d'impact sur les utilisateurs finaux, si ce n'est en offrant une meilleure expérience utilisateur, un protocole plus sécurisé et peut-être davantage d'<i>options</i> d'interaction avec Ethereum. <strong>Les utilisateurs réguliers ne sont pas tenus de participer activement à une mise à niveau, ni de faire quoi que ce soit** pour sécuriser leurs actifs. Les opérateurs de </strong> <a href=\"/glossary/#node\">nœuds</a> devront mettre à jour leurs clients pour se préparer à une mise à niveau. Certaines mises à niveau peuvent entraîner des changements pour les développeurs d'applications. Par exemple, les mises à niveau liées à l'expiration de l'historique peuvent inciter les développeurs d'applications à récupérer des données historiques à partir de nouvelles sources.",
  "page-roadmap-faq-4-title": "Qu'en est-il de la fragmentation ?",
  "page-roadmap-faq-4-p1": "Le sharding consiste à fractionner la blockchain Ethereum de sorte que les sous-ensembles de <a href=\"/glossary/#validator\">validateurs</a> ne soient responsables que d'une fraction des données totales. À l'origine, cette approche était destinée à permettre à Ethereum de s'adapter. Cependant, les rollups de <a href=\"/glossary/#layer-2\">couche 2</a> se sont développés beaucoup plus rapidement que prévu et ont déjà permis une évolutivité importante, et le seront encore davantage après la mise en œuvre du Proto-Danksharding. Cela signifie que les « chaînes de sharding » ne sont plus nécessaires et ont été supprimées de la feuille de route.",
  "page-roadmap-release-status-prod": "En production",
  "page-roadmap-release-status-soon": "À venir",
  "page-roadmap-release-status-dev": "En développement",
  "page-roadmap-release-main-features": "Principales caractéristiques",
  "page-roadmap-release-learn-more": "En savoir plus",
  "page-roadmap-paris-pos-title": "Transition vers la preuve d'enjeu",
  "page-roadmap-paris-pos-item-1": "Remplacement de l'exploitation minière à forte intensité énergétique par un consensus basé sur le staking",
  "page-roadmap-paris-pos-item-2": "Réduction de la consommation d'énergie d'Ethereum d'environ 99,95 %",
  "page-roadmap-paris-beacon-title": "Intégration de la chaîne Beacon",
  "page-roadmap-paris-beacon-item-1": "Fusion de la chaîne Beacon avec le réseau principal Ethereum",
  "page-roadmap-paris-beacon-item-2": "A permis la transition complète vers le mécanisme de consensus PoS",
  "page-roadmap-paris-difficulty-title": "Retrait de la Difficulty Bomb",
  "page-roadmap-paris-difficulty-item-1": "Suppression de la bombe de difficulté qui augmentait la difficulté de l'exploitation minière",
  "page-roadmap-paris-difficulty-item-2": "Assurer une transition en douceur vers le nouveau mécanisme de consensus",
  "page-roadmap-shapella-withdrawals-title": "Retraits de la mise en jeu",
  "page-roadmap-shapella-withdrawals-item-1": "Permet aux validateurs de retirer leurs ETH mis en jeu et leurs récompenses",
  "page-roadmap-shapella-withdrawals-item-2": "Introduction de capacités de retrait partiel et total",
  "page-roadmap-shapella-eip4895-title": "EIP-4895 : Retraits push de la chaîne Beacon",
  "page-roadmap-shapella-eip4895-item-1": "Ajout d'une nouvelle opération au niveau du système pour les retraits",
  "page-roadmap-shapella-eip4895-item-2": "Assurer un traitement sécurisé et efficace des demandes de retrait",
  "page-roadmap-shapella-eip3651-title": "EIP-3651 : Warm COINBASE",
  "page-roadmap-shapella-eip3651-item-1": "Coûts de gaz réduits pour accéder à l'adresse COINBASE",
  "page-roadmap-shapella-eip3651-item-2": "Amélioration de l'efficacité de certaines opérations de contrats intelligents",
  "page-roadmap-dencun-danksharding-title": "Proto-danksharding (EIP-4844)",
  "page-roadmap-dencun-danksharding-item-1": "Introduction de transactions blob pour réduire considérablement les coûts de transaction de rollup",
  "page-roadmap-dencun-danksharding-item-2": "Ajout d'un nouveau type de transaction qui stocke les données temporairement et à moindre coût",
  "page-roadmap-dencun-eip1153-title": "EIP-1153: Opcodes de stockage transitoire",
  "page-roadmap-dencun-eip1153-item-1": "Ajout des codes d'opérations TSTORE et TLOAD pour le stockage temporaire pendant l'exécution des transactions",
  "page-roadmap-dencun-eip1153-item-2": "Permet des modèles de contrats intelligents plus efficaces et réduit les coûts de gaz",
  "page-roadmap-dencun-eip4788-title": "EIP-4788 : Racine du bloc de balises dans l'EVM",
  "page-roadmap-dencun-eip4788-item-1": "Expose les informations de la couche de consensus aux contrats intelligents",
  "page-roadmap-dencun-eip4788-item-2": "Permet de nouvelles applications minimisant la confiance et des ponts inter-chaînes",
  "page-roadmap-pectra-eoa-title": "Améliorez les portefeuilles EOA avec la fonctionnalité de contrat intelligent",
  "page-roadmap-pectra-eoa-item-1": "Les utilisateurs peuvent définir leur adresse pour qu'elle soit représentée par un code d'un contrat intelligent existant et bénéficier d'avantages tels que le regroupement des transactions, le parrainage des frais de transaction ou de meilleurs mécanismes de récupération",
  "page-roadmap-pectra-balance-title": "Augmentation du solde effectif maximal",
  "page-roadmap-pectra-balance-item-1": "Les stakers peuvent désormais choisir un montant arbitraire d'ETH à miser et recevoir des récompenses pour chaque ETH au-dessus du minimum",
  "page-roadmap-pectra-blob-title": "Augmentation du débit des blobs",
  "page-roadmap-pectra-blob-item-1": "Le nombre de blobs sera augmenté de 3 à 6 cibles, avec un maximum de 9, ce qui entraînera des frais moins élevés dans les rollups Ethereum",
  "page-roadmap-fusaka-peerdas-title": "PeerDAS (échantillonnage de disponibilité des données peer-to-peer)",
  "page-roadmap-fusaka-peerdas-item-1": "Permet une disponibilité plus efficace des données pour les rollups",
  "page-roadmap-fusaka-peerdas-item-2": "Rend l'exécution d'un nœud plus accessible tout en maintenant la décentralisation",
  "page-roadmap-fusaka-additional-title": "Fonctionnalités supplémentaires potentielles",
  "page-roadmap-fusaka-additional-item-1": "Prise en charge des enclaves sécurisées sur les appareils mobiles pour améliorer l'expérience utilisateur",
  "page-roadmap-fusaka-additional-item-2": "Améliorations du marché des frais blob",
  "page-roadmap-fusaka-additional-item-3": "Améliorations supplémentaires de l'efficacité du validateur et des performances du réseau",
  "page-roadmap-glamsterdam-discussed-title": "Discuté pour Glamsterdam",
  "page-roadmap-glamsterdam-discussed-item-1": "Arbres de Verkle"
}
