{
  "page-what-is-ethereum-network-meta-title": "Qu'est-ce que le réseau Ethereum ? | ethereum.org",
  "page-what-is-ethereum-network-meta-description": "Comprenez ce qu'est le réseau Ethereum, la mise en jeu et la sécurité, les frais de réseau (alias gaz), les réseaux de mise à l'échelle de couche 2 et comment explorer les données du réseau en direct.",
  "page-what-is-ethereum-network-twitter-meta-description": "Comprenez ce qu'est le réseau Ethereum, la mise en jeu et la sécurité, les frais de réseau, les réseaux de mise à l'échelle de couche 2 et comment explorer les données du réseau en direct.",
  "page-what-is-ethereum-network-title": "Qu'est ce que le réseau Ethereum ?",
  "page-what-is-ethereum-network-description-1": "Le réseau Ethereum est l'infrastructure physique et numérique qui sous-tend Ethereum.",
  "page-what-is-ethereum-network-description-2": "Cela inclut les nœuds qui stockent les données, les validateurs qui traitent les transactions, les logiciels qui exécutent les contrats intelligents et les réseaux de couche 2 qui mettent Ethereum à l'échelle au-delà de la chaîne principale.",
  "page-what-is-ethereum-network-section-network-fees-title": "Que sont les frais de réseau Ethereum (alias les frais de gaz) ?",
  "page-what-is-ethereum-network-section-staking-title": "Qu'est-ce que la mise en jeu et comment sécurise-t-elle le réseau ?",
  "page-what-is-ethereum-network-section-layer-2s-title": "Que sont les couches 2 d'Ethereum et comment mettent-elles le réseau à l'échelle ?",
  "page-what-is-ethereum-network-section-live-network-data-title": "Comment explorer les données du réseau Ethereum en direct",
  "page-what-is-ethereum-network-read-next-title": "Lire la suite",
  "page-what-is-ethereum-network-read-next-item-1": "Que sont les portefeuilles ?",
  "page-what-is-ethereum-network-read-next-item-2": "Qu'est-ce que l'ether (ETH) ?",
  "page-what-is-ethereum-network-read-next-item-3": "Qu'est-ce que le Web3 ?",
  "page-what-is-ethereum-network-read-next-item-4": "En apprendre plus sur le réseau Ethereum",
  "page-what-is-ethereum-network-section-description-1": "Lorsque les gens parlent d'Ethereum, ils font généralement référence à plusieurs choses différentes. Il y a l'écosystème d'applications et d'actifs numériques, la plateforme logicielle open source et la devise native, l'ether (ETH).",
  "page-what-is-ethereum-network-section-description-2": "Mais en dessous de tout cela se trouve le <strong>réseau Ethereum</strong> ; la fondation physique et numérique qui lie tout.",
  "page-what-is-ethereum-network-section-description-3": "À la base, le réseau Ethereum est un ensemble de <strong>milliers d'ordinateurs indépendants appelés nœuds</strong>. Ces nœuds sont <strong>exploités par des personnes du monde entier</strong>. Ils travaillent ensemble pour stocker des données, exécuter des contrats intelligents et enregistrer chaque transaction sur un registre public et ouvert.",
  "page-what-is-ethereum-network-section-description-4": "Le réseau Ethereum gère plusieurs tâches clés, telles que :",
  "page-what-is-ethereum-network-section-description-5": "la mise à jour des comptes et des soldes des utilisateurs",
  "page-what-is-ethereum-network-section-description-6": "l'exécution de contrats intelligents (programmes exécutant des applications)",
  "page-what-is-ethereum-network-section-description-7": "le suivi de la propriété des actifs numériques (comme les stablecoins et les NFT)",
  "page-what-is-ethereum-network-section-description-8": "le traitement de toutes les transactions qui transitent par Ethereum chaque jour",
  "page-what-is-ethereum-network-section-description-9": "Heureusement, vous n'avez pas besoin de comprendre comment le réseau fonctionne pour l'utiliser.",
  "page-what-is-ethereum-network-section-description-10": "La plupart des gens utilisent simplement le réseau via un <a>portefeuille numérique</a>. <strong>Un portefeuille</strong> est généralement une application Web ou mobile qui vous permet d'<strong>envoyer</strong> et de <strong>recevoir des ETH, de gérer vos actifs</strong> et d'utiliser des applications.",
  "page-what-is-ethereum-network-section-description-11": "D'autres types d'utilisateurs comme les développeurs et les entreprises qui construisent sur Ethereum peuvent utiliser des API, des logiciels de nœuds ou déployer des contrats intelligents.",
  "page-what-is-ethereum-network-section-description-12": "Le réseau Ethereum est différent des systèmes traditionnels en raison de sa conception. <strong>Le code et les données d'Ethereum sont stockés sur des nœuds décentralisés</strong> dans le monde entier, donc personne ne peut bloquer votre accès ou fermer votre application.",
  "page-what-is-ethereum-network-section-description-13": "Et comme tout le monde peut y participer, cela ouvre la voie à un accès mondial et à l'innovation.",
  "page-what-is-ethereum-network-section-description-14": "Ces qualités permettent des choses qui n'étaient pas possibles auparavant, comme :",
  "page-what-is-ethereum-network-section-description-15": "la propriété des données",
  "page-what-is-ethereum-network-section-description-16": "des médias sociaux sans déplateformisation",
  "page-what-is-ethereum-network-section-description-17": "des systèmes financiers ouverts et transparents",
  "page-what-is-ethereum-network-section-description-18": "Fondamentalement, le réseau Ethereum est une base pour la propriété numérique et la participation ouverte.",
  "page-what-is-ethereum-network-section-description-19": "Vous entendrez peut-être des gens faire référence au <strong>réseau principal Ethereum (Mainnet)</strong>. C'est le même réseau Ethereum que des millions de personnes utilisent chaque jour, où de vrais actifs sont échangés et où de vraies applications vivent. Mais « Mainnet » aide à le distinguer des réseaux de couche 2 d'Ethereum et des réseaux de test (testnets) que les développeurs utilisent pour essayer de nouvelles fonctionnalités avant de les mettre en ligne.",
  "page-what-is-ethereum-network-gas-section-description-1": "Chaque transaction sur Ethereum coûte une petite somme appelée frais de gaz. Que vous envoyiez des ETH, échangiez des jetons ou utilisiez une application, vous payez une petite quantité de gaz chaque fois que vous écrivez des données sur la blockchain.",
  "page-what-is-ethereum-network-gas-section-description-2": "<strong>Les frais de gaz assurent le bon fonctionnement d'Ethereum</strong>. Sans eux, des acteurs malveillants pourraient spammer le réseau avec des transactions vides et le rendre inutilisable en raison d'une forte congestion, car il n'y aurait aucun moyen de prioriser les transactions en fonction des frais que les utilisateurs sont prêts à payer.",
  "page-what-is-ethereum-network-gas-section-description-3": "Les frais de gaz d'Ethereum couvrent le coût des nombreuses ressources différentes qu'une transaction peut consommer, telles que le calcul, la bande passante ou le stockage. Tout cela est abstrait en une seule valeur pour les utilisateurs, mais une R&D approfondie est nécessaire pour déterminer combien chaque opération devrait coûter par rapport aux autres.",
  "page-what-is-ethereum-network-gas-section-description-4": "Alors, que se passe-t-il lorsque vous payez du gaz ? Une partie est <strong>payée au validateur</strong> qui ajoute votre transaction à un « bloc » de transactions. Une autre partie est <strong>« brûlée », la retirant de la circulation</strong>.",
  "page-what-is-ethereum-network-gas-section-description-5": "Cela aide à équilibrer l'offre et la demande, car <strong>lorsque le réseau est occupé, les frais augmentent</strong>. Lorsque les choses sont plus calmes, les frais diminuent.",
  "page-what-is-ethereum-network-gas-section-description-6": "Depuis que le réseau a <blog>introduit le brûlage de frais</blog> en août 2021, <strong>des millions d'ETH <beaconchain>ont été brûlés</beaconchain></strong>. Vous pouvez explorer les derniers chiffres en utilisant les <ultrasound>tableaux de bord et explorateurs de réseau</ultrasound> construits par la communauté Ethereum.",
  "page-what-is-ethereum-network-gas-section-description-7": "Alors, combien coûte une transaction ?",
  "page-what-is-ethereum-network-gas-section-description-8": "Eh bien, <strong>les frais varient en fonction de ce que vous faites</strong>. Envoyer simplement des ETH peut coûter moins d'un dollar. L'échange de jetons sur un échange décentralisé (DEX) peut coûter quelques dollars ou plus, surtout si le réseau est occupé. Plus la transaction est complexe, plus elle coûte de gaz.",
  "page-what-is-ethereum-network-gas-section-description-9": "Les frais de gaz sont l'une des parties les plus visibles de l'utilisation d'Ethereum, en particulier pour les nouveaux utilisateurs, mais tout cela contribue à rendre le réseau plus fiable et plus sûr.",
  "page-what-is-ethereum-network-gas-section-description-10": "En savoir plus sur les frais de réseau d'Ethereum",
  "page-what-is-ethereum-network-staking-section-description-1": "Le réseau Ethereum est sécurisé par un système appelé mise en jeu (staking). C'est ainsi qu'Ethereum <strong>vérifie les transactions, ajoute de nouveaux blocs</strong> et maintient le réseau <strong>à l'abri des attaques</strong>.",
  "page-what-is-ethereum-network-staking-section-description-2": "À ses débuts, Ethereum utilisait un mécanisme de consensus (un moyen de s'accorder sur qui possède quoi) appelé preuve de travail. C'est le même mécanisme que Bitcoin utilise aujourd'hui.",
  "page-what-is-ethereum-network-staking-section-description-3": "En septembre 2022, Ethereum est passé à un mécanisme de consensus de preuve d'enjeu plus sûr et plus économe en énergie.",
  "page-what-is-ethereum-network-staking-section-description-4": "Alors, comment cela fonctionne-t-il ?",
  "page-what-is-ethereum-network-staking-section-description-5": "En termes simples, les gens bloquent une partie de leurs ETH <strong>(mettent leurs ETH en jeu)</strong>, en guise de dépôt afin de pouvoir aider à <strong>sécuriser le réseau</strong>. Ces personnes sont appelées validateurs. Lorsque vous mettez des ETH en jeu, votre validateur est choisi pour vérifier et ajouter de nouvelles transactions. Si vous le faites honnêtement, vous <strong>gagnez des récompenses</strong>. Si vous <strong>essayez de tricher, vous perdez une partie de votre mise</strong>.",
  "page-what-is-ethereum-network-staking-section-description-6": "La mise en jeu est la manière dont Ethereum s'engage de manière crédible envers la qualité de son service. Tout cet argent en jeu a le plus grand intérêt à ce qu'Ethereum reste sécurisé : parieriez-vous contre lui ?",
  "page-what-is-ethereum-network-staking-section-description-7": "À peine deux ans après le lancement de la preuve d'enjeu, Ethereum a attiré <validators>plus d'un million de validateurs</validators> qui mettent en jeu <stakedEther>des millions d'ETH</stakedEther> pour sécuriser Ethereum. <strong>Cela rend Ethereum extrêmement coûteux et difficile à attaquer</strong>. En effet, pour attaquer le réseau, <strong>une entité a besoin d'au moins 1/3 de tous les ETH mis en jeu pour commencer à attaquer le réseau</strong>. Aujourd'hui, cela représente des dizaines de milliards de dollars, et même dans ce cas, l'attaque échouerait probablement car plus d'un tiers en désaccord avec le reste du réseau empêcherait la finalisation, mais la chaîne continuerait de croître avec l'autre version considérée comme la source de vérité. Plus de 1/2 change la version considérée comme la vérité, et plus de 2/3 permettrait de finaliser quelque chose avec lequel le reste n'est pas d'accord.",
  "page-what-is-ethereum-network-staking-section-description-8": "C'est ce qui donne à Ethereum sa « <strong>sécurité économique</strong> ». Il ne s'agit pas seulement d'avoir la bonne technologie. Il s'agit de rendre les attaques trop coûteuses pour même être tentées.",
  "page-what-is-ethereum-network-staking-section-description-9": "Pour aider à sécuriser le réseau Ethereum, vous pouvez le faire de deux manières principales.",
  "page-what-is-ethereum-network-staking-section-description-10": "La première façon est d'exécuter un nœud. Les nœuds stockent tout l'historique de la blockchain, y compris toutes les transactions et les données des contrats intelligents. En se synchronisant avec d'autres nœuds, ils peuvent s'accorder sur l'état du réseau, s'assurant que les transactions sont légitimes et que les données des contrats intelligents sont disponibles.",
  "page-what-is-ethereum-network-staking-section-description-11": "La deuxième façon est de mettre en jeu vos ETH. La manière la plus simple est de passer par un fournisseur de mise en jeu comme <lido>Lido</lido> ou <rocketpool>Rocketpool</rocketpool>, mais si vous avez les connaissances nécessaires, essayez d'exécuter un logiciel de validateur chez vous.",
  "page-what-is-ethereum-network-staking-section-description-12": "En savoir plus sur la mise en jeu et comment la pratiquer",
  "page-what-is-ethereum-network-staking-section-description-13": "Apprenez à exécuter un nœud",
  "page-what-is-ethereum-network-layer-2s-section-description-1": "À mesure qu'Ethereum devient plus populaire, le réseau devient plus encombré. Lorsque la demande est élevée, les frais de gaz augmentent et les transactions prennent plus de temps. Pour résoudre ce problème, les développeurs ont construit une série de <strong>réseaux compagnons</strong> appelés couches 2.",
  "page-what-is-ethereum-network-layer-2s-section-description-2": "Les couches 2, également appelées L2, sont d'autres réseaux qui <strong>fonctionnent au-dessus d'Ethereum</strong>. Elles traitent les transactions séparément, puis envoient un résumé pour être stocké sur Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-3": "Vous pouvez les considérer comme des voies express sur une autoroute. Au lieu que chaque transaction passe par le réseau principal d'Ethereum, beaucoup d'entre elles utilisent ces routes plus rapides et moins chères.",
  "page-what-is-ethereum-network-layer-2s-section-description-4": "Parmi les L2 les plus populaires, on trouve <strong>Base, Arbitrum, Optimism, zkSync</strong> et <strong>Starknet</strong>. Chacun d'eux fonctionne légèrement différemment, mais l'idée est la même : mettre Ethereum à l'échelle sans compromettre la sécurité.",
  "page-what-is-ethereum-network-layer-2s-section-description-5": "Un simple transfert d'ETH sur Optimism ou zkSync peut <l2fees>coûter seulement 0,04 $</l2fees>, contre 0,3 à 1 $ sur le réseau principal d'Ethereum. D'autres transactions comme l'échange de jetons <l2fees>peuvent coûter seulement 0,20 $</l2fees>. Pour les utilisateurs, cela signifie des <strong>transactions plus rapides pour une fraction du prix</strong>.",
  "page-what-is-ethereum-network-layer-2s-section-description-6": "En conséquence, les L2 se développent rapidement. Ensemble, ils détiennent <l2beat>des milliards de dollars d'actifs numériques</l2beat>.",
  "page-what-is-ethereum-network-layer-2s-section-description-7": "Comme les L2 bénéficient de la sécurité d'Ethereum, les entreprises qui cherchent à créer des paiements et des applications mondiales ont commencé à construire sur Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-8": "Par exemple, Robinhood a récemment <robinhood>lancé son propre L2</robinhood> pour explorer un règlement plus rapide pour les actions. PayPal <paypal>a déplacé son stablecoin PYUSD vers le L2 d'Ethereum Arbitrum</paypal>. Shopify permet désormais aux <shopify>commerçants d'accepter le stablecoin USDC</shopify> sur Base.",
  "page-what-is-ethereum-network-layer-2s-section-description-9": "Pour les utilisateurs, le déplacement d'actifs entre Ethereum et les L2 est simple. Vous pouvez utiliser des ponts, construits par des L2 comme <superbridge>Superbridge par Optimism</superbridge> ou <portal>Portal par ZKsync</portal> pour déplacer des ETH et d'autres actifs. Vous pouvez même utiliser des outils tiers comme <hop>Hop</hop> et <across>Across</across> qui sont construits par des équipes indépendantes.",
  "page-what-is-ethereum-network-layer-2s-section-description-10": "En savoir plus sur les réseaux de couche 2 d'Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-1": "Ethereum est transparent par conception. Chaque action sur le réseau, de l'envoi d'ETH à l'exécution d'un validateur, est enregistrée sur un registre public et ouvert que tout le monde peut consulter.",
  "page-what-is-ethereum-network-live-network-data-section-description-2": "Cela contraste fortement avec le fonctionnement de la plupart des systèmes aujourd'hui :",
  "page-what-is-ethereum-network-live-network-data-section-description-3": "les banques et les institutions publient leurs chiffres internes",
  "page-what-is-ethereum-network-live-network-data-section-description-4": "les chiffres d'utilisation des applications sont jalousement gardés par les entreprises technologiques",
  "page-what-is-ethereum-network-live-network-data-section-description-5": "les données économiques arrivent souvent en retard et sont révisées plus tard",
  "page-what-is-ethereum-network-live-network-data-section-description-6": "Avec Ethereum, vous n'avez pas à faire confiance. Vous pouvez vérifier.",
  "page-what-is-ethereum-network-live-network-data-section-description-7": "Vous n'avez pas besoin de comprendre tout cela pour utiliser Ethereum. Mais si vous êtes curieux de savoir combien de transactions ont été réglées en 2024, ou combien de nouvelles adresses Ethereum ont été créées au cours des six derniers mois, il existe des outils qui permettent à quiconque d'explorer le réseau en temps réel.",
  "page-what-is-ethereum-network-live-network-data-section-description-8": "Voici quelques-unes des sources de données les plus utiles, et l'usage que vous pourriez en faire :",
  "page-what-is-ethereum-network-live-network-data-section-description-9": "<etherscan>Etherscan</etherscan> : Vérifiez les transactions, l'activité du portefeuille et les contrats intelligents",
  "page-what-is-ethereum-network-live-network-data-section-description-10": "<beaconcha>beaconcha.in</beaconcha> : Consultez les statistiques des validateurs, les niveaux de mise en jeu et la santé du réseau",
  "page-what-is-ethereum-network-live-network-data-section-description-11": "<ultrasound>ultrasound.money</ultrasound> : Suivez l'offre d'ETH, l'émission et le brûlage en temps réel",
  "page-what-is-ethereum-network-live-network-data-section-description-12": "<l2fees>l2fees.info</l2fees> : Comparez les coûts de transaction actuels sur Ethereum et les L2",
  "page-what-is-ethereum-network-live-network-data-section-description-13": "<l2beat>L2Beat</l2beat> : Consultez la valeur sécurisée et les modèles de sécurité de toutes les principales L2",
  "page-what-is-ethereum-network-live-network-data-section-description-14": "<growthepie>growthepie</growthepie> : Consultez toute l'activité et la croissance en chaîne sur Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-15": "<dune>Dune</dune> : Explorez des tableaux de bord personnalisés sur tous les actifs numériques à travers Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-16": "<tokenterminal>Token Terminal</tokenterminal> : Comparez les revenus des dapps, leur utilisation et les performances des protocoles",
  "page-what-is-ethereum-network-live-network-data-section-description-17": "<nansen>Nansen</nansen> : Suivez les flux des portefeuilles, les mouvements des stablecoins et les tendances de la « smart money ».",
  "page-what-is-ethereum-network-live-network-data-section-description-18": "Tous ces outils sont là si vous en avez besoin.",
  "page-what-is-ethereum-network-live-network-data-section-description-19": "Que vous soyez un développeur, un chercheur, un investisseur ou simplement quelqu'un qui veut vérifier une transaction, le réseau ouvert d'Ethereum vous donne les données — en direct, sans permission et vérifiables.",
  "page-what-is-ethereum-network-live-network-data-section-description-20": "Parcourir les tableaux de bord du réseau Ethereum et les explorateurs de blocs"
}