{
  "page-wallets-accounts-addresses": "Portefeuilles, comptes, clés et adresses",
  "page-wallets-accounts-addresses-desc": "Il est important de comprendre les différences entre certains termes clés.",
  "page-wallets-accounts-ethereum-addresses": "<b>Un compte Ethereum a une adresse</b>, comme une boîte mail a une adresse e-mail. Celle-ci est utilisée pour identifier vos actifs numériques.",
  "page-wallets-alt": "Illustration d'un robot ayant pour corps un coffre, représentant un portefeuille Ethereum",
  "page-wallets-ethereum-account": "<b>Un compte Ethereum est une paire de clés</b>. <a href=\"/glossary/#public-key\">Une clé</a> est utilisée pour créer l'adresse que vous pouvez partager librement, et <a href=\"/glossary/#private-key\">l'autre clé</a> doit rester secrète car elle sert à signer. Ensemble, ces clés vous permettent de détenir des actifs et de réaliser des transactions.",
  "page-wallets-blog": "Blog de Coinbase",
  "page-wallets-bookmarking": "Ajoutez votre portefeuille aux favoris",
  "page-wallets-bookmarking-desc": "Si vous utilisez un portefeuille en ligne, ajoutez le site à vos favoris pour vous protéger contre les tentatives de phishing.",
  "page-wallets-cd": "<b>Les portefeuilles matériels physiques</b> sont des appareils qui vous permettent de conserver votre cryptomonnaie hors ligne – ce qui est très sécurisé",
  "page-wallets-desc-2": "Les portefeuilles sont ce que la plupart des gens utilisent pour gérer leurs actifs numériques et leur identité.",
  "page-wallets-desc-2-link": "Plus d'infos sur ETH",
  "page-wallets-desc-3": "Votre portefeuille est un outil pour interagir avec votre compte Ethereum. Cela signifie que vous pouvez changer de fournisseur de portefeuille à tout moment. De nombreux portefeuilles vous permettent également de gérer plusieurs comptes Ethereum à partir d'une seule application.",
  "page-wallets-desc-4": "Les fournisseurs de portefeuilles n'ont pas la garde de vos fonds. Ils vous offrent simplement une interface pour consulter vos actifs sur Ethereum et des outils pour les gérer facilement.",
  "page-wallets-description": "Les portefeuilles Ethereum sont des applications qui vous permettent de contrôler votre compte. Tout comme votre portefeuille physique, il contient tout ce dont vous avez besoin pour prouver votre identité et gérer vos actifs. Votre portefeuille vous permet de vous connecter aux applications, de consulter votre solde, d'envoyer des transactions et de vérifier votre identité.",
  "page-wallets-desktop": "<b>Applications de bureau</b> si vous préférez gérer vos fonds via macOS, Windows ou Linux",
  "page-wallets-ethereum-wallet": "<b>Un portefeuille est un outil qui vous permet d'interagir avec votre compte</b>, à l'aide de vos clés. Il vous permet de consulter le solde de votre compte, d'effectuer des transactions, et plus encore.",
  "page-wallets-explore": "Explorer Ethereum",
  "page-wallets-features-desc": "Nous pouvons vous aider à choisir votre portefeuille en fonction des fonctionnalités qui sont importantes pour vous.",
  "page-wallets-features-title": "Comparer les portefeuilles en fonction des fonctionnalités",
  "page-wallets-find-wallet-link": "Trouver un portefeuille",
  "page-wallets-get-some": "Obtenir de l'ETH",
  "page-wallets-get-some-alt": "Une illustration d'une main fabriquant un symbole ETH au moyen de briques de lego",
  "page-wallets-get-some-btn": "Obtenir de l'ETH",
  "page-wallets-get-some-desc": "ETH est la cryptomonnaie native d'Ethereum. Vous aurez besoin d'ETH dans votre portefeuille pour utiliser des applications Ethereum.",
  "page-wallets-keys-to-safety": "Les clés pour garder votre cryptomonnaie en sécurité",
  "page-wallets-manage-funds": "Une application pour gérer vos fonds",
  "page-wallets-manage-funds-desc": "Votre portefeuille affiche vos soldes, l'historique de vos transactions, et vous permet d'envoyer ou de recevoir des fonds. Certains portefeuilles peuvent offrir encore plus de fonctionnalités.",
  "page-wallets-meta-description": "Ce que vous avez besoin de savoir pour utiliser des portefeuilles Ethereum.",
  "page-wallets-meta-title": "Portefeuilles Ethereum : acheter, stocker et envoyer des cryptomonnaies",
  "page-wallets-mobile": "<b>Les applications mobiles</b> qui rendent vos fonds accessibles depuis n'importe où",
  "page-wallets-more-on-dapps-btn": "En savoir plus sur les DApps",
  "page-wallets-most-wallets": "La plupart des portefeuilles vous permettront de générer un compte Ethereum. Vous n'avez donc pas besoin d'en créer un avant de télécharger un portefeuille.",
  "page-wallets-protecting-yourself": "Protéger vos fonds et vous-même",
  "page-wallets-seed-phrase": "Écrivez votre <a href=\"/glossary/#recovery-phrase\">phrase de récupération</a>",
  "page-wallets-seed-phrase-desc": "Les portefeuilles vous fourniront souvent une phrase de récupération que vous devez noter dans un endroit sûr. C'est le seul moyen de récupérer votre portefeuille.",
  "page-wallets-seed-phrase-example": "Voici un exemple :",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Ne la stockez pas sur un ordinateur. Notez-la et gardez-la en sécurité.",
  "page-wallets-simulator-create-account-title": "Créer un compte",
  "page-wallets-simulator-create-account-explanation-1-header": "Commencez votre parcours en téléchargeant un portefeuille",
  "page-wallets-simulator-create-account-explanation-1-desc-1": "Pour commencer, vous devrez télécharger une application de portefeuille.",
  "page-wallets-simulator-create-account-explanation-1-desc-2": "La plupart des gens utilisent des applications mobiles, mais des applications de bureau et des extensions de navigateur sont également disponibles.",
  "page-wallets-simulator-create-account-explanation-1-desc-3": "Commençons par préparer votre portefeuille mobile. Cliquez sur « Installer un portefeuille » pour commencer.",
  "page-wallets-simulator-create-account-explanation-2-header": "Les portefeuilles sont des applications gratuites que vous pouvez télécharger",
  "page-wallets-simulator-create-account-explanation-2-desc-1": "Les applications de portefeuille mobile peuvent être téléchargées et installées depuis un magasin d'applications.",
  "page-wallets-simulator-create-account-explanation-2-desc-2": "Les portefeuilles offrent un moyen simple de créer un compte Ethereum, puis d'utiliser Ethereum et ses applications.",
  "page-wallets-simulator-create-account-explanation-2-desc-3": "Commencez maintenant et ouvrez votre nouvelle application de portefeuille.",
  "page-wallets-simulator-create-account-explanation-3-header": "Créer un compte est gratuit, privé et facile",
  "page-wallets-simulator-create-account-explanation-3-desc-1": "Les comptes Ethereum sont créés de manière privée et ne nécessitent aucun formulaire ni approbation — aucune information d’identification personnelle n’est requise !",
  "page-wallets-simulator-create-account-explanation-3-desc-2": "Cliquez sur « Créer un compte » pour générer un nouveau compte.",
  "page-wallets-simulator-create-account-explanation-4-header": "Il s'agit de VOTRE compte, et de celui de personne d'autre : vous le contrôlez entièrement",
  "page-wallets-simulator-create-account-explanation-4-desc-1": "Aucune entreprise, y compris votre fournisseur de portefeuille, n'a accès à votre compte.",
  "page-wallets-simulator-create-account-explanation-5-header": "Une phrase de récupération est utilisée pour protéger le compte",
  "page-wallets-simulator-create-account-explanation-5-desc-1": "Vous et vous seul contrôlez cette phrase, il est donc essentiel de prendre des mesures adéquates pour la sauvegarder et la sécuriser.",
  "page-wallets-simulator-create-account-explanation-5-desc-2": "Lisez attentivement et cliquez sur « Je comprends » pour voir et sauvegarder votre phrase de récupération.",
  "page-wallets-simulator-create-account-explanation-6-header": "Gardez votre phrase en sécurité !",
  "page-wallets-simulator-create-account-explanation-6-storing-small": "Stocker une petite quantité de valeur :",
  "page-wallets-simulator-create-account-explanation-6-storing-small-item": "Pensez à l'enregistrer dans un gestionnaire de mots de passe",
  "page-wallets-simulator-create-account-explanation-6-storing-significant": "Stockage de toute valeur significative :",
  "page-wallets-simulator-create-account-explanation-6-storing-significant-item-1": "Écrivez votre phrase de récupération",
  "page-wallets-simulator-create-account-explanation-6-storing-significant-item-2": "Conservez-la dans un endroit sûr (envisagez plusieurs sauvegardes)",
  "page-wallets-simulator-create-account-explanation-6-unsafe": "Méthodes de sauvegarde non sécurisées :",
  "page-wallets-simulator-create-account-explanation-6-unsafe-item-1": "L'envoyer par SMS à un ami (ou quelqu'un d'autre !)",
  "page-wallets-simulator-create-account-explanation-6-unsafe-item-2": "Prendre une photo de la phrase",
  "page-wallets-simulator-create-account-explanation-6-unsafe-item-3": "L'enregistrer dans un fichier sur votre ordinateur",
  "page-wallets-simulator-create-account-explanation-7-header": "Répétez la phrase pour prouver que vous l'avez enregistrée",
  "page-wallets-simulator-create-account-explanation-7-desc-1": "Cela se fait uniquement lors de la configuration initiale et n'est pas nécessaire à chaque fois.",
  "page-wallets-simulator-create-account-explanation-7-desc-2": "Gardez la privée ! Personne d'aucun service clients ne devrait jamais vous la demander.",
  "page-wallets-simulator-create-account-explanation-7-desc-3": "Cliquez sur les mots dans le bon ordre pour montrer que vous avez sauvegardé votre phrase.",
  "page-wallets-simulator-create-account-explanation-8-header": "Voilà ! Bien joué ! et Bienvenue sur Ethereum 🎉",
  "page-wallets-simulator-create-account-explanation-8-desc-1": "Dans la prochaine leçon, nous apprendrons à utiliser votre nouveau compte pour recevoir et envoyer des fonds.",
  "page-wallets-simulator-create-account-cta-1": "Installer un portefeuille",
  "page-wallets-simulator-create-account-cta-2": "Ouvrir le portefeuille",
  "page-wallets-simulator-create-account-cta-3": "Créer un compte",
  "page-wallets-simulator-create-account-cta-4": "Suivant",
  "page-wallets-simulator-create-account-cta-5": "Je comprends",
  "page-wallets-simulator-create-account-cta-6": "Suivant",
  "page-wallets-simulator-create-account-cta-7": "Commencer à utiliser un portefeuille",
  "page-wallets-simulator-create-account-final-link": "Téléchargez un vrai portefeuille",
  "page-wallets-simulator-send-receive-title": "Envoyer / Recevoir des jetons",
  "page-wallets-simulator-send-receive-explanation-1-header": "Recevez des actifs numériques de n'importe où",
  "page-wallets-simulator-send-receive-explanation-1-desc-1": "Votre portefeuille vous permet de gérer vos fonds, vos NFT, votre identité Web3 et bien plus encore. Nous allons voir ici comment recevoir et envoyer des jetons sur Ethereum.",
  "page-wallets-simulator-send-receive-explanation-1-desc-2": "Voyons d’abord comment recevoir de l’éther (ETH), la monnaie native d’Ethereum.",
  "page-wallets-simulator-send-receive-explanation-1-desc-3": "Cliquez sur le bouton « Recevoir » pour voir comment recevoir des fonds.",
  "page-wallets-simulator-send-receive-explanation-2-header": "Recevoir des jetons est aussi simple que de partager votre adresse",
  "page-wallets-simulator-send-receive-explanation-2-desc-1": "Votre adresse Ethereum est un identifiant partageable pour votre compte - partagez-la avec d'autres pour recevoir des jetons.",
  "page-wallets-simulator-send-receive-explanation-2-desc-2": "Une adresse Ethereum est comme une boîte de dépôt publique transparente, avec votre propre numéro unique figurant dessus : tout le monde peut voir à l'intérieur ou y mettre des choses, mais vous seul avez la possibilité de déverrouiller et d'utiliser son contenu.",
  "page-wallets-simulator-send-receive-explanation-3-header": "Vous avez reçu de l'ether (ETH) ! Maintenant à vous d'en envoyer",
  "page-wallets-simulator-send-receive-explanation-3-desc-1": "Vous disposez désormais d'ETH pour couvrir les frais de réseau, ce qui vous permet de soumettre vous-même des transactions.",
  "page-wallets-simulator-send-receive-explanation-3-desc-2": "Notez que vous n'avez pas besoin de fournir d'informations personnelles ni de disposer de fonds pour commencer à recevoir des actifs à votre adresse : la réception est gratuite.",
  "page-wallets-simulator-send-receive-explanation-3-desc-3": "Essayons d'envoyer de l'ETH en cliquant sur le bouton « Envoyer ».",
  "page-wallets-simulator-send-receive-explanation-4-header": "L'envoi de jetons est rapide et irréversible",
  "page-wallets-simulator-send-receive-explanation-4-desc-1": "Contrairement aux services bancaires traditionnels, il n'y a pas de frontières, ni de tiers qui peuvent intervenir et bloquer vos transactions.",
  "page-wallets-simulator-send-receive-explanation-4-desc-2": "Ethereum ne fait aucune discrimination et ne s'arrête jamais, vous permettant un contrôle total sur vos fonds, 24h/24 et 7j/7.",
  "page-wallets-simulator-send-receive-explanation-4-desc-3": "Sélectionnez un montant à envoyer puis cliquez sur « Sélectionner le destinataire ».",
  "page-wallets-simulator-send-receive-explanation-5-header": "Vous pouvez enregistrer des contacts pour vous faciliter la tâche",
  "page-wallets-simulator-send-receive-explanation-5-desc-1": "Pour envoyer des jetons, il vous suffit de connaître l'adresse Ethereum du destinataire.",
  "page-wallets-simulator-send-receive-explanation-5-desc-2": "Vous pouvez envoyer des jetons n'importe où dans le monde à tout moment.",
  "page-wallets-simulator-send-receive-explanation-5-desc-3": "À mesure que vous utilisez votre portefeuille, vous pouvez enregistrer des utilisateurs comme contacts pour une utilisation ultérieure. Renvoyons des fonds à un contact.",
  "page-wallets-simulator-send-receive-explanation-6-header": "Vous aurez besoin d'une petite quantité d'ETH pour envoyer des jetons (frais)",
  "page-wallets-simulator-send-receive-explanation-6-desc-1": "Assurez-vous que votre compte dispose de suffisamment d'ETH pour couvrir les frais de réseau. Ces frais varient en fonction du nombre d'utilisateurs d'Ethereum.",
  "page-wallets-simulator-send-receive-explanation-6-desc-2": "La plupart des portefeuilles ajouteront automatiquement les frais suggérés à la transaction que vous pourrez ensuite confirmer.",
  "page-wallets-simulator-send-receive-explanation-7-header": "Pair à Pair. Global. Toujours disponible. 🎉",
  "page-wallets-simulator-send-receive-explanation-7-desc-1": "Commencez la leçon suivante pour apprendre à utiliser votre portefeuille pour vous connecter aux applications Web3.",
  "page-wallets-simulator-send-receive-cta-2": "Partager l'adresse",
  "page-wallets-simulator-send-receive-cta-4": "Sélectionner un destinataire",
  "page-wallets-simulator-send-receive-cta-6": "Envoyer maintenant",
  "page-wallets-simulator-send-receive-final-link": "Téléchargez un vrai portefeuille",
  "page-wallets-simulator-connect-web3-title": "Se connecter au Web3",
  "page-wallets-simulator-connect-web3-explanation-1-header": "Explorez le Web3 : des NFT à la finance décentralisée et à l'identité décentralisée",
  "page-wallets-simulator-connect-web3-explanation-1-desc-1": "Votre portefeuille peut être utilisé pour vous connecter à toutes sortes d'applications, vous permettant d'interagir avec vos actifs en chaîne.",
  "page-wallets-simulator-connect-web3-explanation-1-desc-2": "Votre ami vient de vous envoyer une œuvre d'art NFT ! Rendez-vous sur une nouvelle plateforme de vente de NFT pour la découvrir.",
  "page-wallets-simulator-connect-web3-explanation-2-header": "Pas besoin de créer un nouveau compte pour chaque service",
  "page-wallets-simulator-connect-web3-explanation-2-desc-1": "Votre compte est universel entre toutes les applications Ethereum et aussi celles compatibles avec Ethereum.",
  "page-wallets-simulator-connect-web3-explanation-2-desc-2": "Les actifs stockés en chaîne sont accessibles depuis n'importe quelle application.",
  "page-wallets-simulator-connect-web3-explanation-3-header": "Vous pouvez avoir une connexion unique pour la plupart des projets basés sur Ethereum",
  "page-wallets-simulator-connect-web3-explanation-3-desc-1": "La même adresse de compte représentera votre identité sur de nombreuses blockchains compatibles Ethereum différentes telles qu'Arbitrum, Polygon ou Optimism.",
  "page-wallets-simulator-connect-web3-explanation-3-desc-2": "Les connexions sont gérées par votre portefeuille - plus besoin de créer des mots de passe non sécurisés.",
  "page-wallets-simulator-connect-web3-explanation-4-header": "Les informations d'identification personnelle ne sont pas partagées",
  "page-wallets-simulator-connect-web3-explanation-4-desc-1": "Vos informations privées restent privées.",
  "page-wallets-simulator-connect-web3-explanation-4-desc-2": "Vos informations personnelles, telles que votre adresse e-mail et votre numéro de téléphone, ne sont pas nécessaires pour utiliser des applications Web3 : vous avez uniquement besoin d’un portefeuille.",
  "page-wallets-simulator-connect-web3-explanation-4-desc-3": "Notez également qu'il n'y a pas de frais de transaction associés ici : la connexion avec Ethereum est gratuite, rapide et facile !",
  "page-wallets-simulator-connect-web3-explanation-5-header": "Aucune discrimination géographique ou politique envers ceux qui veulent utiliser les services Ethereum",
  "page-wallets-simulator-connect-web3-explanation-5-desc-1": "Voilà le NFT que vous avez reçu !",
  "page-wallets-simulator-connect-web3-explanation-5-desc-2": "Les portefeuilles ne sont techniquement qu'une interface pour vous montrer votre solde et effectuer des transactions - vos actifs ne sont pas stockés dans le portefeuille, mais sur la blockchain.",
  "page-wallets-simulator-connect-web3-explanation-6-header": "Démarrez votre aventure dès maintenant",
  "page-wallets-simulator-connect-web3-explanation-6-desc-1": "Bravo ! Vous êtes prêt à utiliser des applications sur Ethereum.",
  "page-wallets-simulator-connect-web3-explanation-6-desc-2": "Que faire ensuite :",
  "page-wallets-simulator-connect-web3-explanation-6-desc-link-1": "Apprenez-en plus sur la sécurité sur Web3",
  "page-wallets-simulator-connect-web3-explanation-6-desc-link-2": "En savoir plus sur Ethereum",
  "page-wallets-simulator-connect-web3-explanation-6-desc-link-3": "Découvrez quelques applications adaptées aux débutants",
  "page-wallets-simulator-connect-web3-cta-1": "Visitez le marché des NFT",
  "page-wallets-simulator-connect-web3-cta-2": "Connecter un portefeuille",
  "page-wallets-simulator-connect-web3-cta-3": "Se connecter à l'application",
  "page-wallets-simulator-connect-web3-cta-4": "Accédez au compte",
  "page-wallets-simulator-connect-web3-cta-5": "Terminé",
  "page-wallets-simulator-connect-web3-final-link": "Obtenir un portefeuille",
  "page-wallets-slogan": "Détenir les clés de votre avenir numérique",
  "page-wallets-stay-safe": "Comment rester en sécurité",
  "page-wallets-stay-safe-desc": "La liberté financière et la possibilité d'avoir accès à ses fonds n'importe où s'accompagnent de responsabilités - il n'y a pas d'assistance client avec la cryptomonnaie. <b>Vous êtes responsable de vos clés et de leur sécurité</b>.",
  "page-wallets-subtitle": "Les portefeuilles vous permettent d'accéder à vos actifs numériques et de vous connecter aux applications.",
  "page-wallets-take-responsibility": "Assumez la responsabilité de vos propres fonds",
  "page-wallets-take-responsibility-desc": "Les plateformes d'échange centralisées associent votre portefeuille à un nom d'utilisateur et un mot de passe que vous pouvez récupérer de manière traditionnelle. N'oubliez pas que vous confiez la garde de vos fonds à cette plateforme. Si la plateforme rencontre des difficultés financières, vos fonds pourraient être à risque.",
  "page-wallets-tips": "Plus de conseils pour rester en sécurité",
  "page-wallets-tips-community": "De la communauté",
  "page-wallets-title": "Portefeuilles Ethereum",
  "page-wallets-triple-check": "Vérifiez tout trois fois",
  "page-wallets-triple-check-desc": "Souvenez-vous, les transactions ne peuvent pas être annulées et les portefeuilles ne sont pas faciles à récupérer, donc prenez des précautions et soyez toujours prudents.",
  "page-wallets-try-dapps": "Essayer quelques DApps",
  "page-wallets-try-dapps-alt": "Une illustration des membres de la communauté Ethereum travaillant ensemble",
  "page-wallets-try-dapps-desc": "Les DApps sont des applications construites sur Ethereum. Elles sont moins chères, plus équitables et plus respectueuses de vos données que la plupart des applications traditionnelles.",
  "page-wallets-types": "Types de portefeuilles",
  "page-wallets-types-desc": "Il existe plusieurs manières d'interfacer et d'interagir avec votre compte :",
  "page-wallets-web-browser": "<b>Les portefeuilles de navigateur</b> sont des applications web qui vous permettent d'interagir avec votre compte directement dans le navigateur",
  "page-wallets-web-browser-extension": "<b>Les portefeuilles en extension de navigateur</b> sont des extensions que vous téléchargez et qui vous permettent d'interagir avec votre compte et des applications via le navigateur",
  "page-wallets-whats-a-wallet": "Qu'est-ce qu'un portefeuille Ethereum ?",
  "page-wallets-your-ethereum-account": "Votre compte Ethereum",
  "page-wallets-your-ethereum-account-desc": "Votre portefeuille est votre fenêtre sur votre compte Ethereum - votre solde, l'historique des transactions et bien plus. Mais vous pouvez changer de fournisseur de portefeuille à tout moment.",
  "page-wallets-your-login": "Votre compte pour les applications Ethereum",
  "page-wallets-your-login-desc": "Votre portefeuille vous permet de vous connecter à des applications en utilisant votre compte Ethereum. Il s'agit en quelque sorte d'un identifiant que vous pouvez utiliser dans de nombreuses applications.",
  "additional-reading-how-to-create-an-ethereum-account": "Comment créer un compte Ethereum",
  "additional-reading-how-to-use-a-wallet": "Comment utiliser un portefeuille"
}
