{
  "page-apps-1inch-logo-alt": "Logo 1inch",
  "page-apps-aave-logo-alt": "Logo Aave",
  "page-apps-add-button": "Suggérer une DApp",
  "page-apps-add-title": "Ajouter une DApp",
  "page-apps-ankr-logo-alt": "Logo Ankr",
  "page-apps-api3-logo-alt": "Logo API3",
  "page-apps-arweave-logo-alt": "Logo ARweave",
  "page-apps-audius-logo-alt": "Logo Audius",
  "page-apps-axie-infinity-logo-alt": "Logo Axie Infinity",
  "page-apps-balancer-logo-alt": "Logo Balancer",
  "page-apps-brave-logo-alt": "Logo Brave",
  "page-apps-beginner-friendly-description": "Quelques applications décentralisées pour les débutants. Explorez plus d'applications décentralisées ci-dessous.",
  "page-apps-beginner-friendly-header": "Convient aux débutants",
  "page-apps-category-arts": "Art et mode",
  "page-apps-category-browsers": "Navigateurs",
  "page-apps-category-code-marketplaces": "Marchés de code",
  "page-apps-category-collectibles": "Produits de collection numériques",
  "page-apps-category-competitive": "Jeux Web3",
  "page-apps-category-computing": "Outils de développement",
  "page-apps-category-dex": "Échanges",
  "page-apps-category-investments": "Fonds d'investissement",
  "page-apps-category-lending": "Prêter et emprunter",
  "page-apps-category-lottery": "Financement participatif",
  "page-apps-category-marketplaces": "Marchés",
  "page-apps-category-music": "Musique",
  "page-apps-category-payments": "Paiements",
  "page-apps-category-insurance": "Assurance",
  "page-apps-category-portfolios": "Gestion de portefeuille",
  "page-apps-category-trading": "Marchés prédictifs",
  "page-apps-category-utilities": "Utilitaires",
  "page-apps-category-worlds": "Mondes virtuels",
  "page-apps-category-demand-aggregator": "Agrégateurs de demande",
  "page-apps-category-derivatives": "Dérivés",
  "page-apps-category-liquid-staking": "Mise en jeu libre",
  "page-apps-category-bridges": "Passerelles",
  "page-apps-category-experiences": "Expériences partagées",
  "page-apps-category-guilds": "Guildes de rendement",
  "page-apps-category-avatar": "Avatars",
  "page-apps-choose-category": "Choisir une catégorie",
  "page-apps-category-social": "Réseaux sociaux",
  "page-apps-category-content": "Contenu",
  "page-apps-category-community": "Communauté",
  "page-apps-category-messaging": "Messagerie",
  "page-apps-category-identity": "Identité",
  "page-apps-collectibles-benefits-1-description": "Lorsque de l'art est tokenisé sur Ethereum, la propriété peut être prouvée à tout le monde. Vous pouvez tracer le parcours de l'œuvre depuis sa création à son possesseur actuel. Cela empêche les contrefaçons.",
  "page-apps-collectibles-benefits-1-title": "La propriété est démontrable",
  "page-apps-collectibles-benefits-2-description": "Payer pour diffuser de la musique ou acheter des œuvres d'art est beaucoup plus juste pour les artistes. Avec Ethereum, il y a moins besoin d'intermédiaires. Et si des intermédiaires sont nécessaires, leurs coûts ne sont pas aussi élevés parce que les plateformes n'ont pas besoin de payer pour l'infrastructure du réseau.",
  "page-apps-collectibles-benefits-2-title": "Plus équitable pour les créateurs",
  "page-apps-collectibles-benefits-3-description": "Les objets de collection tokenisés sont liés à votre adresse Ethereum, pas à la plateforme. Ainsi, vous pouvez vendre des objets, comme par exemple des items in-game, non plus seulement dans le jeu lui-même mais sur n'importe quel marché Ethereum.",
  "page-apps-collectibles-benefits-3-title": "Les objets de collection ne vous quittent plus",
  "page-apps-collectibles-benefits-4-description": "Les outils et les produits existent déjà pour vous permettre de tokeniser votre art et de le vendre ! Et vos jetons peuvent être vendus sur toutes les plateformes d'objets de collection Ethereum.",
  "page-apps-collectibles-benefits-4-title": "Infrastructure déjà en place",
  "page-apps-collectibles-benefits-description": "Ce sont des applications qui se concentrent sur la propriété numérique, augmentant le potentiel de gains pour les créateurs, et inventant de nouvelles façons d'investir dans vos créateurs préférés et leur travail.",
  "page-apps-collectibles-benefits-title": "collections décentralisées et streaming",
  "page-apps-collectibles-button": "Arts et objets de collection",
  "page-apps-collectibles-description": "Ce sont des applications qui se concentrent sur la propriété numérique, augmentant le potentiel de gains pour les créateurs, et inventant de nouvelles façons d'investir dans vos créateurs préférés et leur travail.",
  "page-apps-collectibles-title": "Arts et objets de collection décentralisés",
  "page-apps-compound-logo-alt": "Logo Compound",
  "page-apps-convex-logo-alt": "Logo de Convex",
  "page-apps-cryptopunks-logo-alt": "Logo CryptoPunks",
  "page-apps-cryptovoxels-logo-alt": "Logo Cryptovoxels",
  "page-apps-cyberconnect-logo-alt": "Logo CyberConnect",
  "page-apps-dapp-description-1inch": "Vous aide à éviter un glissement du prix à la hausse en agrégant les meilleurs prix.",
  "page-apps-dapp-description-aave": "Prêtez vos jetons pour gagner des intérêts et retirez à tout moment.",
  "page-apps-dapp-description-ankr": "Ensemble de différents produits d'infrastructure Web3 pour construire, gagner, jouer et plus encore — le tout sur la blockchain.",
  "page-apps-dapp-description-api3": "Flux de données de prix qui permettent aux dApps sur 10 réseaux (et plus encore) de se connecter à des données de prix d'actifs en temps réel, y compris les prix des crypto-monnaies et du forex.",
  "page-apps-dapp-description-arweave": "Stockez les données de manière permanente et durable avec un seul frais initial.",
  "page-apps-dapp-description-async-art": "Créez, collectionnez et échangez #ProgrammableArt - des peintures numériques divisées en \"calques\" que vous pouvez utiliser pour affecter l'image globale. Chaque maître et chaque calque est un jeton ERC721.",
  "page-apps-dapp-description-audius": "Plateforme de streaming décentralisée. Écoutes = argent pour les créateurs, pas pour les labels.",
  "page-apps-dapp-description-axie-infinity": "Échangez et combattez des créatures appelées Axies. Et empochez en jouant, disponible sur mobile",
  "page-apps-dapp-description-balancer": "Balancer est une plateforme automatisée de gestion de portefeuille et de trading.",
  "page-apps-dapp-description-brave": "Gagnez des jetons en naviguant et soutenez vos créateurs préférés avec eux.",
  "page-apps-dapp-description-cent": "Un réseau social où vous gagnez de l'argent en publiant des NFT.",
  "page-apps-dapp-description-compound": "Prêtez vos jetons pour gagner des intérêts et retirez à tout moment.",
  "page-apps-dapp-description-convex": "Convex permet aux apporteurs de liquidité de Curve de gagner des commissions d'échange et d'obtenir des CRV boostés sans verrouiller les leurs.",
  "page-apps-dapp-description-cryptopunks": "Achetez, enchérissez sur des punks et proposez-les à la vente - l'un des premiers objets de collection tokenisés sur Ethereum.",
  "page-apps-dapp-description-cryptovoxels": "Créez des galeries d'art, construisez des magasins et achetez des terrains – un monde virtuel Ethereum.",
  "page-apps-dapp-description-cyberconnect": "Protocole de graphe social décentralisé qui aide les dApps à amorcer l'effet de réseau et à construire des expériences sociales personnalisées",
  "page-apps-dapp-description-dark-forest": "Conquérez des planètes dans un univers infini, généré de façon procédurale et spécifié par cryptographie.",
  "page-apps-dapp-description-decentraland": "Collectez et échangez des terrains virtuels dans un monde virtuel que vous pouvez explorer.",
  "page-apps-dapp-description-ens": "Noms conviviaux pour les adresses Ethereum et les sites décentralisés.",
  "page-apps-dapp-description-foundation": "Investissez dans des éditions uniques d'œuvres d'art numériques et échangez des pièces avec d'autres acheteurs.",
  "page-apps-dapp-description-gitcoin": "Gagnez de la cryptomonnaie en travaillant sur des logiciels en open source.",
  "page-apps-dapp-description-gitcoin-grants": "Financement participatif de projets communautaires Ethereum avec des contributions amplifiées",
  "page-apps-dapp-description-gm": "Plateforme tout-en-un pour chatter, en vocal et en text qui partage vraiment ses revenus avec ses créateurs",
  "page-apps-dapp-description-gods-unchained": "Jeu stratégique de cartes de trading. Gagnez des cartes que vous pouvez vendre dans la vie réelle en jouant.",
  "page-apps-dapp-description-golem": "Accédez à l'énergie informatique partagée ou louez vos propres ressources.",
  "page-apps-dapp-description-graph": "Un protocole d'indexation pour rechercher dans des réseaux comme Ethereum et IPFS.",
  "page-apps-dapp-description-ipfs": "Un protocole hypermédia pair à pair conçu pour préserver et augmenter le savoir de l'humanité en rendant le web évolutif, résilient et plus ouvert.",
  "page-apps-dapp-description-radicle": "Sécurisez le code pair à pair sans intermédiaires.",
  "page-apps-dapp-description-kyberswap": "Échangez et gagnez aux meilleurs taux.",
  "page-apps-dapp-description-kiwinews": "Découvrez des actualités, des articles et des produits Ethereum intéressants, sélectionnés pour les créateurs par des créateurs. Discutez-en avec d'autres développeurs, fondateurs et investisseurs.",
  "page-apps-dapp-description-lido": "La mise en jeu simplifiée et sécurisée pour les actifs numériques.",
  "page-apps-dapp-description-loopring": "Plateforme de trading Peer-to-peer conçue pour la vitesse.",
  "page-apps-dapp-description-marble-cards": "Créez et échangez des cartes numériques uniques basées sur des URL.",
  "page-apps-dapp-description-matcha": "Analyse plusieurs marchés pour vous aider à trouver les meilleurs prix.",
  "page-apps-dapp-description-meeds": "Hubs de communautés Web3 à l'ère du travail décentralisé. Récompensez les contributions qui le méritent de manière juste et transparente.",
  "page-apps-dapp-description-mirror": "Construit sur web3 pour web3, la solide plateforme de publication de Mirror repousse les limites de l'écriture en ligne",
  "page-apps-dapp-description-multichain": "Le routeur ultime pour web3. Il s'agit d'une infrastructure développée pour des interactions arbitraires entre chaînes.",
  "page-apps-dapp-description-nifty-gateway": "Achetez des œuvres sur la chaîne auprès des meilleurs artistes, athlètes, marques et créateurs.",
  "page-apps-dapp-description-summerfi": "Échangez, empruntez et économisez avec Dai, un stablecoin Ethereum.",
  "page-apps-dapp-description-opensea": "Achetez, vendez, découvrez, et échangez des produits en édition limitée.",
  "page-apps-dapp-description-opera": "Envoyez des cryptomonnaies à partir de votre navigateur aux commerçants, aux autres utilisateurs et aux applications.",
  "page-apps-dapp-description-osuvox": "Avatars 3D vivant sur la blockchain",
  "page-apps-dapp-description-poap": "Accumulez des NFT prouvant que vous étiez à différents événements virtuels ou en personne. Utilisez-les pour rejoindre des tirages au sort, voter, collaborer ou juste pour vous vanter.",
  "page-apps-dapp-description-polymarket": "Pariez sur les résultats, négociez sur les marchés de l'information.",
  "page-apps-dapp-description-pooltogether": "Une loterie que vous ne pouvez pas perdre. Des prix chaque semaine.",
  "page-apps-dapp-description-index-coop": "Un fonds d'indice de cryptomonnaies qui permet à votre portefeuille d'accéder aux jetons DeFi les plus performants.",
  "page-apps-dapp-description-nexus-mutual": "Couverture sans compagnie d'assurance. Soyez protégé contre les bogues et le piratage de contrat unique.",
  "page-apps-dapp-description-etherisc": "Un modèle d’assurance décentralisé permettant à tous et chacun de créer sa propre couverture d’assurance.",
  "page-apps-dapp-description-zapper": "Surveillez votre portefeuille et utilisez une gamme de produits DeFi à partir d'une seule interface.",
  "page-apps-dapp-description-zerion": "Gérez votre portefeuille et évaluez facilement tous les actifs DeFi sur le marché.",
  "page-apps-dapp-description-rotki": "Logiciel libre pour effectuer le suivi, l'analyse, la comptabilité et la fiscalité de votre portefeuille en respectant votre confidentialité.",
  "page-apps-dapp-description-krystal": "Une plateforme à guichet unique pour accéder à tous vos services DeFi préférés.",
  "page-apps-dapp-description-rarible": "Créez, vendez et achetez des objets de collection tokenisés.",
  "page-apps-dapp-description-request-finance": "Une gamme d'outils financiers pour les factures, les salaires et les dépenses en cryptomonnaie.",
  "page-apps-dapp-description-rubic": "Agrégateur de technologie Inter-Chain pour les utilisateurs et les dApps.",
  "page-apps-dapp-description-sablier": "Diffusez de l'argent en temps réel.",
  "page-apps-dapp-description-spatial": "Créez votre propre avatar personnalisé et des mondes 3D",
  "page-apps-dapp-description-spruce": "Pile open-source pour laisser le contrôle de l'identité et des données là où il devrait être : entre les mains des utilisateurs.",
  "page-apps-dapp-description-status": "Conçu pour permettre la libre circulation de l'information, protéger le droit à des conversations privées et sécurisées, et promouvoir la souveraineté des individus.",
  "page-apps-dapp-description-superrare": "Achetez des œuvres numériques directement auprès des artistes ou sur les marchés secondaires.",
  "page-apps-dapp-description-synthetix": "Synthetix est un protocole pour émettre et échanger des avoirs synthétiques",
  "page-apps-dapp-description-uniswap": "Échangez facilement des jetons ou envoyez des jetons pour des récompenses en pourcentage.",
  "page-apps-dapp-description-xmtp": "Envoyez des messages entre les comptes blockchain, y compris les messages directs, les alertes, les annonces et plus encore.",
  "page-apps-dapp-description-yearn": "Yearn Finance est un agrégateur de rendement. Il donne aux individus, aux DAO et aux autres protocoles un moyen de déposer des avoirs numériques et de recevoir des intérêts.",
  "page-apps-docklink-dapps": "Introduction aux dapps",
  "page-apps-docklink-smart-contracts": "Contrats intelligents",
  "page-apps-dark-forest-logo-alt": "Logo de Dark Forest",
  "page-apps-decentraland-logo-alt": "Logo de Decentraland",
  "page-apps-index-coop-logo-alt": "Logo Index Coop",
  "page-apps-nexus-mutual-logo-alt": "Logo Nexus Mutual",
  "page-apps-etherisc-logo-alt": "Logo Etherisc",
  "page-apps-zapper-logo-alt": "Logo Zapper",
  "page-apps-zerion-logo-alt": "Logo Zerion",
  "page-apps-rotki-logo-alt": "Logo Rotki",
  "page-apps-krystal-logo-alt": "Logo Krystal",
  "page-apps-synthetix-logo-alt": "Logo de Synthetix",
  "page-apps-desc": "Trouvez une application Ethereum a essayer.",
  "page-apps-doge-img-alt": "Image d'un Shiba utilisant un ordinateur",
  "page-apps-editors-choice-dark-forest": "Affrontez d'autres joueurs pour conquérir des planètes et essayez la technologie de pointe de mise à l'échelle/de confidentialité d'Ethereum. À destination uniquement de ceux qui sont familiarisés avec la technologie Ethereum.",
  "page-apps-editors-choice-foundation": "Investissez dans la culture. Achetez, échangez, et vendez des illustrations numériques uniques et des articles de mode de certains artistes, musiciens et marques incroyables.",
  "page-apps-editors-choice-pooltogether": "Achetez un billet gagnant pour la loterie. Chaque semaine, l'intérêt généré par l'ensemble du pool de billets est envoyé à un heureux gagnant. Récupérez votre argent quand vous le souhaitez.",
  "page-apps-editors-choice-uniswap": "Échangez facilement vos jetons. Un favori de la communauté qui vous permet d'échanger des jetons avec le réseau.",
  "page-apps-ens-logo-alt": "Logo du service d'Ethereum",
  "page-apps-explore-dapps-description": "Beaucoup de dApps sont encore expérimentales, testant les possibilités de réseaux décentralisés. Mais il y a eu quelques premiers succès dans les catégories de la technologie, de la finance, des jeux et des objets de collection.",
  "page-apps-explore-dapps-title": "Explorez des applications décentralisées",
  "page-apps-features-1-description": "Une fois déployé sur Ethereum, le code d'une application décentralisée (DApp) ne peut pas être supprimé. Tout le monde peut utiliser les fonctionnalités d'une DApp. Même si l'équipe derrière l'application est dissoute, vous pourrez toujours l'utiliser. Une fois placé sur Ethereum, il y reste.",
  "page-apps-features-1-title": "Aucun propriétaire",
  "page-apps-features-2-description": "Vous ne pouvez pas être empêché d'utiliser une DApp ou de soumettre des transactions. Par exemple, si Twitter était sur Ethereum, personne ne pourrait bloquer votre compte ou vous empêcher de tweeter.",
  "page-apps-features-2-title": "À l'abri de la censure",
  "page-apps-features-3-description": "Étant donné que Ethereum a l'ETH, les paiements sont natifs d'Ethereum. Les développeurs n'ont pas besoin de passer du temps à intégrer des fournisseurs de paiement tiers.",
  "page-apps-features-3-title": "Paiements intégrés",
  "page-apps-features-4-description": "Le code d'une application décentralisée est souvent ouvert et compatible par défaut. Les équipes construisent régulièrement en utilisant le travail d'autres équipes. Si vous souhaitez permettre aux utilisateurs d'échanger des jetons dans votre DApp, il vous suffit de brancher le code d'une autre DApp.",
  "page-apps-features-4-title": "Prêt à l'emploi",
  "page-apps-features-5-description": "Avec la plupart des DApps, vous n'avez pas besoin de partager votre identité dans le monde réel. Votre compte Ethereum est votre identifiant et vous n'avez besoin que d'un portefeuille.",
  "page-apps-features-5-title": "Une connexion anonyme",
  "page-apps-features-6-description": "La cryptographie garantit que les attaquants ne peuvent pas falsifier les transactions et autres interactions DApp en votre nom. Vous autorisez les actions DApp avec votre compte Ethereum, généralement grâce à votre portefeuille, donc gardez vos identifiants en lieu sûr.",
  "page-apps-features-6-title": "Sécurisé par la cryptographie",
  "page-apps-features-7-description": "Une fois que la DApp est active sur Ethereum, elle ne s'arrêtera que si Ethereum lui-même s'arrête. Les réseaux de la taille d'Ethereum sont notoirement difficiles à attaquer.",
  "page-apps-features-7-title": "Pas de temps d'arrêt",
  "page-apps-finance-benefits-1-description": "Les services financiers fonctionnant sur Ethereum n'ont pas d'obligation d'inscription. Si vous avez des fonds et une connexion internet sécurisée, vous pouvez y aller.",
  "page-apps-finance-benefits-1-title": "Accès libre",
  "page-apps-finance-benefits-2-description": "Il existe tout un monde de jetons avec lesquels vous pouvez interagir à travers ces produits financiers. Les gens construisent sans arrêt de nouveaux jetons sur Ethereum.",
  "page-apps-finance-benefits-2-title": "Une nouvelle économie de jetons",
  "page-apps-finance-benefits-3-description": "Les équipes ont construit des <a href=\"/glossary/#stablecoin\">stablecoins</a>, une monnaie cryptographique moins volatile. Celles-ci vous permettent d'expérimenter et d'utiliser la cryptomonnaie sans risque ni incertitude.",
  "page-apps-finance-benefits-3-title": "Stablecoins",
  "page-apps-finance-benefits-4-description": "Les produits financiers de l'espace Ethereum sont tous modulaires et compatibles les uns avec les autres. De nouvelles configurations de ces modules apparaissent sans cesse sur le marché, augmentant ainsi ce que vous pouvez faire avec votre crypto.",
  "page-apps-finance-benefits-4-title": "Services financiers interconnectés",
  "page-apps-finance-benefits-description": "Qu'est-ce qui fait qu'Ethereum permet aux applications de financement décentralisés de prospérer ?",
  "page-apps-finance-benefits-title": "finance décentralisée",
  "page-apps-finance-button": "Finance",
  "page-apps-finance-description": "Ce sont des applications qui se concentrent sur la mise en place de services financiers utilisant des cryptos. Elles vous permettent de prêter, d'emprunter, de gagner des intérêts et d'effectuer des paiements privés, sans avoir à fournir de données personnelles.",
  "page-apps-finance-title": "Finance décentralisée",
  "page-apps-foundation-logo-alt": "Logo de la fondation",
  "page-apps-gaming-benefits-1-description": "Qu'il s'agisse de terrains virtuels ou de cartes à collectionner, vos objets sont négociables sur les marchés d'objets de collection. Vos objets en jeu ont une valeur réelle.",
  "page-apps-gaming-benefits-1-title": "Les objets du jeu servent aussi de jetons",
  "page-apps-gaming-benefits-2-description": "Vous êtes seul propriétaire de vos objets, et dans certains cas de vos progrès. Vous ne perdrez donc rien si l'entreprise à l'origine du jeu est attaquée, subit un dysfonctionnement du serveur ou se dissout.",
  "page-apps-gaming-benefits-2-title": "Vos sauvegardes sont sûres",
  "page-apps-gaming-benefits-3-description": "De la même façon que les paiements Ethereum sont accessibles à tous pour être vérifiés, les jeux peuvent user de cette qualité pour garantir l'équité. En théorie, tout est vérifiable, du nombre de coups critiques à la taille du trésor de guerre d'un adversaire.",
  "page-apps-gaming-benefits-3-title": "L'équité prouvée",
  "page-apps-gaming-benefits-description": "Qu'est-ce qui, dans Ethereum, permet au jeu décentralisé de prospérer ?",
  "page-apps-gaming-benefits-title": "jeux décentralisés",
  "page-apps-gaming-button": "Jeu",
  "page-apps-gaming-description": "Ce sont des applications qui se concentrent sur la création de mondes virtuels et la lutte contre d'autres joueurs en utilisant des objets de collection qui ont une valeur réelle.",
  "page-apps-gaming-title": "Jeux décentralisés",
  "page-apps-get-some-eth-description": "Les actions Dapp entraînent des frais de transaction",
  "page-apps-get-started-subtitle": "Pour essayer une DApp, vous aurez besoin d'un <a href=\"/glossary/#wallet\">portefeuille</a> et de quelques ETH. Un portefeuille vous permettra de vous connecter, ou d'ouvrir une session. Et vous aurez besoin de l'ETH pour payer les <a href=\"/glossary/#transaction-fee\">frais de transaction</a>.",
  "page-apps-get-started-title": "Premiers pas",
  "page-apps-gitcoin-grants-logo-alt": "Logo Gitcoin Grants",
  "page-apps-gitcoin-logo-alt": "Logo Gitcoin",
  "page-apps-gm-logo-alt": "Logo gm.xyz",
  "page-apps-gods-unchained-logo-alt": "Logo de Gods Unchained",
  "page-apps-golem-logo-alt": "Logo golem",
  "page-apps-graph-logo-alt": "Logo Graph",
  "page-apps-radicle-logo-alt": "Logo Radicle",
  "page-apps-hero-header": "Outils et services alimentés par Ethereum",
  "page-apps-hero-subtitle": "Les DApps sont un mouvement croissant d'applications qui utilisent Ethereum pour transformer les modèles économiques ou en inventer de nouveaux.",
  "page-apps-how-dapps-work-p1": "Les DApps ont leur code backend (contrats intelligents) fonctionnant sur un réseau décentralisé et non pas sur un serveur centralisé. Elles utilisent la <a href=\"/glossary/#blockchain\">blockchain</a> Ethereum pour le stockage de données et les contrats intelligents pour leur logique d'app.",
  "page-apps-how-dapps-work-p2": "Un contrat intelligent est comme un ensemble de règles qui vivent sur la chaîne pour que tout le monde puisse les voir et qui fonctionnent exactement selon ces règles. Imaginez un distributeur automatique : si vous lui fournissez suffisamment de fonds et la bonne sélection, vous obtiendrez l'article que vous voulez. Et comme les distributeurs automatiques, les contrats intelligents peuvent détenir des fonds tout comme votre compte Ethereum. Cela permet au code de servir de médiateur aux accords et aux transactions.",
  "page-apps-how-dapps-work-p3": "Une fois que les DApps sont déployées sur le réseau Ethereum, vous ne pouvez pas les modifier. Les DApps peuvent être décentralisées car elles sont contrôlées par la logique inscrite dans le contrat, pas par un individu ou une entreprise.",
  "page-apps-how-dapps-work-title": "Comment fonctionnent les DApps",
  "page-apps-ipfs-logo-alt": "Logo IPFS",
  "page-apps-kyberswap-logo-alt": "Logo KyberSwap",
  "page-apps-learn-callout-button": "Commencer à construire",
  "page-apps-learn-callout-description": "Notre portail de développeurs a de la documentation, des outils et des structures pour vous aider à commencer à construire une DApp.",
  "page-apps-learn-callout-image-alt": "Illustration d'une main frabriquant un symbole ETH au moyen de briques de lego.",
  "page-apps-learn-callout-title": "Apprenez à élaborer une DApp",
  "page-apps-lido-logo-alt": "Logo Lido",
  "page-apps-loopring-logo-alt": "Logo Loopring",
  "page-apps-magic-behind-dapps-description": "Les DApps peuvent donner l'impression d'être des applications classiques, mais elles possèdent des propriétés particulières grâce aux superpouvoirs hérités d'Ethereum. Voici ce qui les distingue des applications classiques.",
  "page-apps-magic-behind-dapps-link": "Qu'est-ce qui rend Ethereum génial ?",
  "page-apps-magic-behind-dapps-title": "La magie derrière les DApps",
  "page-apps-magic-title-1": "La magie",
  "page-apps-magic-title-2": "derrière",
  "page-apps-magician-img-alt": "Illustration de magiciens",
  "page-apps-marble-cards-logo-alt": "Logo marble.cards",
  "page-apps-async-logo-alt": "Logo d'Async",
  "page-apps-matcha-logo-alt": "Logo Matcha",
  "page-apps-meeds-logo-alt": "Logo Meeds",
  "page-apps-metaverse-benefits-title": "métavers",
  "page-apps-metaverse-benefits-description": "Qu'est-ce qui, dans Ethereum, permet au métavers de prospérer ?",
  "page-apps-metaverse-benefits-1-title": "NFTs",
  "page-apps-metaverse-benefits-1-description": "Des objets uniques dans un jeu qui sont la propriété de l'utilisateur et interopérables à travers différents mondes virtuels et marchés ayant les mêmes normes.",
  "page-apps-metaverse-benefits-2-title": "Communautés détenues par les utilisateurs",
  "page-apps-metaverse-benefits-2-description": "Les identités appartiennent aux utilisateurs avec d'infinies possibilités d'explorer et de créer des réseaux sociaux à travers plusieurs mondes virtuels.",
  "page-apps-metaverse-button": "Métavers",
  "page-apps-metaverse-title": "Métavers",
  "page-apps-metaverse-description": "Ce sont des applications qui permettent aux utilisateurs de participer librement à des mondes virtuels. Les utilisateurs peuvent former des réseaux personnels et prendre possession d'actifs numériques",
  "page-apps-mirror-logo-alt": "Logo Mirror",
  "page-apps-mobile-options-header": "Parcourir une autre catégorie",
  "page-apps-multichain-logo-alt": "Logo Multichain",
  "page-apps-nifty-gateway-logo-alt": "Logo Nifty Gateway",
  "page-apps-summerfi-logo-alt": "Logo de Summer.fi",
  "page-apps-opensea-logo-alt": "Logo OpenSea",
  "page-apps-opera-logo-alt": "Logo Opera",
  "page-apps-osuvox-logo-alt": "Logo OSUVOX",
  "page-apps-polymarket-logo-alt": "Logo Polymarket",
  "page-apps-poap-logo-alt": "Logo Proof of Attendance Protocol",
  "page-apps-pooltogether-logo-alt": "Logo PoolTogether",
  "page-apps-rarible-logo-alt": "Logo Rarible",
  "page-apps-ready-button": "Aller",
  "page-apps-ready-description": "Choisissez une DApp à essayer",
  "page-apps-ready-title": "Prêt ?",
  "page-apps-request-finance-logo-alt": "Logo de Request Finance",
  "page-apps-rubic-logo-alt": "Logo Rubic",
  "page-apps-sablier-logo-alt": "Logo Sablier",
  "page-apps-set-up-a-wallet-button": "Trouver un portefeuille",
  "page-apps-set-up-a-wallet-description": "Un portefeuille est votre \"nom d'utilisateur\" pour une DApp",
  "page-apps-set-up-a-wallet-title": "Configurez un portefeuille",
  "page-apps-social-button": "Réseaux sociaux",
  "page-apps-social-description": "Ce sont des applications qui se concentrent sur la création de réseaux sociaux décentralisés en utilisant des technologies d'identité décentralisées où les identités numériques et les graphes sociaux appartiennent aux utilisateurs.",
  "page-apps-social-title": "Réseaux sociaux",
  "page-apps-spatial-logo-alt": "Logo Spatial",
  "page-apps-spruce-logo-alt": "Logo Spruce",
  "page-apps-status-logo-alt": "Logo Status",
  "page-apps-superrare-logo-alt": "Logo SuperRare",
  "page-apps-technology-button": "Technologie",
  "page-apps-technology-description": "Ce sont des applications qui se concentrent sur la décentralisation des outils de développement, l'intégration de systèmes de chiffrement dans la technologie existante, et la création de marchés pour le développement des logiciels libres.",
  "page-apps-technology-title": "Technologie décentralisée",
  "page-apps-uniswap-logo-alt": "Logo Uniswap",
  "page-apps-wallet-callout-button": "Trouver un portefeuille",
  "page-apps-wallet-callout-description": "Les portefeuilles sont également des DApps. Trouvez-en un basé sur les fonctionnalités qui vous conviennent.",
  "page-apps-wallet-callout-image-alt": "Illustration d'un robot.",
  "page-apps-wallet-callout-title": "Voir les portefeuilles",
  "page-apps-warning-header": "Faites toujours vos propres recherches",
  "page-apps-warning-message": "Ethereum est une nouvelle technologie et la plupart des applications sont nouvelles. Avant de déposer de grandes quantités d'argent, assurez-vous de bien comprendre les risques.",
  "page-apps-what-are-dapps": "En quoi consistent les DApps ?",
  "page-apps-more-on-defi-button": "En savoir plus sur la finance décentralisée",
  "page-apps-more-on-nft-button": "En savoir plus sur les objets de collection tokenisés",
  "page-apps-more-on-nft-gaming-button": "En savoir plus sur les objets en jeu tokenisés",
  "page-apps-dapp-description-pwn": "Prêts faciles garantis par n'importe quel jeton ou NFT sur Ethereum.",
  "page-apps-pwn-image-alt": "Logo PWN",
  "page-apps-xmtp-logo-alt": "Logo XMTP",
  "opage-apps-yearn-logo-alt": "Logo de Yearn",
  "page-apps-yearn-image-alt": "Logo de Yearn",
  "page-apps-convex-image-alt": "Logo de Convex",
  "foundation": "Fondation",
  "page-wallets-get-some": "Obtenir de l'ETH",
  "page-apps-dapp-description-curve": "Curve est un DEX focalisé sur les stablecoins",
  "page-apps-curve-image-alt": "Logo de Curve",
  "page-apps-dapp-description-dodo": "DODO est un fournisseur de liquidités sur la chaîne, qui s'appuie sur l'algorithme Proactive Market Maker (PMM)",
  "page-apps-dodo-image-alt": "Logo de DODO",
  "page-apps-dapp-description-artblocks": "Art Blocks a pour mission de donner vie à des œuvres captivantes d'art génératif contemporain",
  "page-apps-artblocks-image-alt": "Logo Art Blocks",
  "page-apps-explore-title": "Voulez-vous explorer d'autres applications ?",
  "page-apps-explore": "Consultez des centaines de dApps"
}
