{
  "page-index-hero-image-alt": "Illustration d’une ville futuriste représentant l’écosystème Ethereum.",
  "page-index-meta-description": "Ethereum est une plateforme monétaire globale et décentralisée qui propose également de nouveaux types d'applications. Sur Ethereum, vous pouvez écrire du code qui contrôle de la monnaie, et construire des applications accessibles partout dans le monde.",
  "page-index-meta-title": "Accueil",
  "page-index-title": "Bienvenue sur Ethereum",
  "page-index-description": "Ethereum est la technologie utilisée par la communauté qui gère la cryptomonnaie ether (ETH) ainsi que des milliers d'applications décentralisées.",
  "page-index-title-button": "Explorer Ethereum",
  "page-index-get-started": "Premiers pas",
  "page-index-get-started-description": "Le site ethereum.org est votre porte d'entrée dans le monde d'Ethereum. Cette technologie est nouvelle et évolutive - un guide vous sera utile. Voici ce que nous vous recommandons de faire si vous voulez vous lancer.",
  "page-index-get-started-image-alt": "Illustration d'une personne travaillant sur un ordinateur.",
  "page-index-get-started-wallet-title": "Choisir un portefeuille",
  "page-index-get-started-wallet-description": "Un portefeuille vous permet de vous connecter à Ethereum et de gérer vos fonds.",
  "page-index-get-started-wallet-image-alt": "Illustration d'un robot ayant pour corps un coffre-fort, représentant un portefeuille Ethereum.",
  "page-index-get-started-eth-title": "Obtenir de l'ETH",
  "page-index-get-started-eth-description": "ETH est la monnaie d'Ethereum – vous pouvez l'utiliser dans des applications.",
  "page-index-get-started-eth-image-alt": "Illustration représentant un groupe de personnes émerveillées devant un glyphe d'éther (ETH).",
  "page-index-get-started-dapps-title": "Utiliser une dApp",
  "page-index-get-started-dapps-description": "Les dApps sont des applications qui s'exécutent dans Ethereum. Voici ce que vous pouvez faire avec.",
  "page-index-get-started-dapps-image-alt": "Image d'un chien utilisant un ordinateur.",
  "page-index-get-started-devs-title": "Commencer à construire",
  "page-index-get-started-devs-description": "Si vous voulez commencer à coder avec Ethereum, nous avons de la documentation, des tutoriels, et plus encore sur notre portail développeur.",
  "page-index-get-started-devs-image-alt": "Une illustration d'une main fabriquant un symbole ETH au moyen de briques de lego.",
  "page-index-what-is-ethereum": "Qu'est-ce qu'Ethereum ?",
  "page-index-what-is-ethereum-description": "Ethereum est une technologie qui abrite de l'argent numérique, des paiements globaux et des applications. La communauté a construit une économie numérique en plein essor, de nouveaux moyens audacieux pour les créateurs de gagner de l'argent en ligne, et bien plus encore. Ethereum est ouvert à tous, où que vous soyez dans le monde – tout ce dont vous avez besoin est une connexion internet.",
  "page-index-what-is-ethereum-button": "Qu'est-ce qu'Ethereum ?",
  "page-index-what-is-ethereum-secondary-button": "En savoir plus sur l'argent numérique",
  "page-index-what-is-ethereum-image-alt": "Illustration d'une personne jetant un coup d'œil à un bazar, destiné à représenter Ethereum.",
  "page-index-defi": "Un système financier plus équitable",
  "page-index-defi-description": "Aujourd'hui, des milliards de personnes ne peuvent pas ouvrir de comptes bancaires et d'autres voient leurs paiements bloqués. Le système de financement décentralisé d'Ethereum (DeFi) est toujours actif et libre d'accès. Avec seulement une connexion Internet, vous pouvez envoyer, recevoir, emprunter, gagner des intérêts et même diffuser des fonds partout dans le monde.",
  "page-index-defi-button": "Découvrir DeFi",
  "page-index-defi-image-alt": "Illustration de mains offrant un symbole ETH.",
  "page-index-internet": "Un internet ouvert",
  "page-index-internet-description": "Aujourd'hui, nous accédons à des services Internet \"gratuits\" en renonçant au contrôle de nos données personnelles. Les services Ethereum sont ouverts par défaut - vous avez juste besoin d'un portefeuille. Ils sont gratuits et faciles à installer, contrôlés par vous, et fonctionnent sans aucune information personnelle.",
  "page-index-internet-button": "Explorez l'Internet ouvert",
  "page-index-internet-secondary-button": "Plus d'informations sur les portefeuilles",
  "page-index-internet-image-alt": "Illustration de la configuration d'un ordinateur futuriste alimenté par des cristaux d'Ethereum.",
  "page-index-developers": "Une nouvelle frontière pour le développement",
  "page-index-developers-description": "Ethereum et ses applications sont libres et open-source. Vous pouvez modifier notre code et réutiliser des fonctionnalités que d'autres ont déjà créées. Si vous ne voulez pas apprendre un nouveau langage, vous pouvez juste interagir avec le code open-source en utilisant JavaScript et d'autres langages existants.",
  "page-index-developers-button": "Portail des développeurs",
  "page-index-developers-code-examples": "Exemples de code",
  "page-index-developers-code-example-title-0": "Votre propre banque",
  "page-index-developers-code-example-description-0": "Vous pouvez construire une banque exécutée par le code que vous avez programmé.",
  "page-index-developers-code-example-title-1": "Votre propre monnaie",
  "page-index-developers-code-example-description-1": "Vous pouvez créer des jetons afin de les transférer et les utiliser à travers des applications.",
  "page-index-developers-code-example-title-2": "Un portefeuille Ethereum en JavaScript",
  "page-index-developers-code-example-description-2": "Vous pouvez utiliser des langages existants pour interagir avec Ethereum et d'autres applications.",
  "page-index-developers-code-example-title-3": "Un DNS ouvert et sans permission",
  "page-index-developers-code-example-description-3": "Vous pouvez reconsidérer les services existants comme des applications ouvertes et décentralisées.",
  "page-index-network-stats-title": "Ethereum aujourd'hui",
  "page-index-network-stats-subtitle": "Les dernières statistiques du réseau",
  "page-index-network-stats-total-eth-staked": "Nombre total d'ETH mis en jeu",
  "page-index-network-stats-eth-price-description": "Prix de l'ETH (USD)",
  "page-index-network-stats-eth-price-explainer": "Le dernier prix pour 1 ether. Nul besoin d'acheter 1 ETH, vous pouvez commencer avec 0.000000000000000001 par exemple.",
  "page-index-network-stats-tx-day-description": "Transactions aujourd'hui",
  "page-index-network-stats-tx-day-explainer": "Le nombre de transactions traitées avec succès sur le réseau au cours des dernières 24 heures.",
  "page-index-network-stats-value-defi-description": "Valeur verrouillée en DeFi (USD)",
  "page-index-network-stats-value-defi-explainer": "Le montant de l'argent dans les applications de la finance décentralisée (DeFi), l'économie numérique d'Ethereum.",
  "page-index-network-stats-nodes-description": "Nœuds",
  "page-index-network-stats-nodes-explainer": "Ethereum est géré par des milliers de bénévoles sur la planète, connus sous le nom de nœuds.",
  "page-index-touts-header": "Découvrir ethereum.org",
  "page-index-contribution-banner-title": "Contribuer à ethereum.org",
  "page-index-contribution-banner-description": "Ce site est open-source avec une communauté de centaines de contributeurs. Vous pouvez proposer des modifications à n'importe quel contenu de ce site, suggérer de nouvelles fonctionnalités géniales ou nous aider à éliminer quelques bugs.",
  "page-index-contribution-banner-image-alt": "Un logo Eth fait en briques lego.",
  "page-index-contribution-banner-button": "En savoir plus sur la contribution",
  "page-index-tout-upgrades-title": "Approfondissez vos connaissances",
  "page-index-tout-upgrades-description": "La feuille de route Ethereum évolue par des mises à niveau interdépendantes, conçues pour rendre le réseau plus évolutif, plus sûr et plus durable.",
  "page-index-tout-upgrades-image-alt": "Illustration d'un vaisseau spatial représentant la puissance accrue après les mises à niveau d'Ethereum.",
  "page-index-tout-enterprise-title": "Ethereum pour les entreprises",
  "page-index-tout-enterprise-description": "Découvrez comment Ethereum peut générer de nouveaux modèles économiques, réduire vos coûts et pérenniser votre activité.",
  "page-index-tout-enterprise-image-alt": "Illustration d'un ordinateur ou d'un appareil futuriste.",
  "page-index-tout-community-title": "La communauté Ethereum",
  "page-index-tout-community-description": "Ethereum est avant tout une communauté. Elle est composée de personnes avec des intérêts différents, issues de tous les horizons. Découvrez comment rejoindre la communauté.",
  "page-index-tout-community-image-alt": "Illustration d'un groupe de bâtisseurs travaillant ensemble.",
  "page-index-nft": "L'internet des ressources",
  "page-index-nft-description": "Ethereum n'est pas seulement de l'argent numérique. Tout ce que vous pouvez posséder peut être représenté, échangé et utilisé en tant que jetons non fongibles (NFTs). Vous pouvez monétiser votre art et obtenir automatiquement des redevances chaque fois qu'il est vendu. Ou bien, vous pouvez utiliser un jeton pour quelque chose que vous possédez pour contracter un prêt. Les possibilités évoluent sans cesse.",
  "page-index-nft-button": "Plus d'infos sur les NTFs",
  "page-index-nft-alt": "Un logo Eth affiché par hologramme."
}
