{
  "page-roadmap-vision-2014": "Voir un article de blog datant 2014 détaillant la preuve d'enjeu",
  "page-roadmap-vision-2021": "Voir un article de blog 2021 sur l'évolution de la feuille de route Ethereum",
  "page-roadmap-vision-2022": "Voir un billet de blog de 2022 : Le Guide des Autostoppeurs sur Ethereum",
  "page-roadmap-vision-2021-updates": "Voir un article d'un blog de 2021 sur les mises à jour du protocole Ethereum",
  "page-roadmap-vision-desc-1": "Ethereum a besoin de réduire la congestion du réseau et d'améliorer les vitesses pour mieux servir une base d'utilisateurs mondiale.",
  "page-roadmap-vision-desc-2": "Exécuter un nœud devient plus difficile au fur et à mesure que le réseau grandit. Cela sera encore plus difficile avec les efforts de mise à l'échelle du réseau.",
  "page-roadmap-vision-desc-3": "Ethereum consomme trop d'électricité. La technologie qui maintient la sécurité du réseau doit être plus durable.",
  "page-roadmap-vision-ethereum-node": "Plus d'infos sur les nœuds",
  "page-roadmap-vision-future": "Un avenir numérique à l'échelle mondiale",
  "page-roadmap-vision-meta-desc": "Un aperçu de l'impact des mises à niveau sur Ethereum et des défis devant être surmontés.",
  "page-roadmap-vision-meta-title": "La vision d'Ethereum",
  "page-roadmap-vision-mining": "En savoir plus sur le minage",
  "page-roadmap-vision-problems": "Problèmes actuels",
  "page-roadmap-vision-scalability": "Évolutivité",
  "page-roadmap-vision-scalability-desc": "Ethereum doit pouvoir gérer plus de transactions par seconde sans augmenter la taille des nœuds du réseau. Les nœuds sont des acteurs vitaux au réseau qui stockent et exécutent la blockchain. L'augmentation de la taille des nœuds n'est pas pratique car seuls ceux qui disposent d'ordinateurs puissants et coûteux pourraient le faire. Pour évoluer, Ethereum a besoin d'exécuter plus de transactions par seconde, couplé à plus de nœuds. Plus de nœuds signifie plus de sécurité.",
  "page-roadmap-vision-scalability-desc-3": "Les rollups de couche 2 font évoluer Ethereum en déplaçant les transactions hors chaîne et en publiant uniquement des données récapitulatives sur Ethereum. Ce regroupement augmente le débit d'Ethereum tout en réduisant considérablement les coûts pour les utilisateurs.",
  "page-roadmap-vision-scalability-desc-4": "Les rollups nécessitent un stockage à faible coût sur la couche 1 pour rendre les transactions aussi bon marché que possible pour les utilisateurs. Celui-ci sera fourni sous forme de blobs attachés aux blocs Ethereum. À terme, de nombreux blobs seront attachés aux blocs Ethereum, offrant ainsi un stockage bon marché pour de nombreux rollups.",
  "page-roadmap-vision-security": "Sécurité",
  "page-roadmap-vision-security-desc": "Les mises à niveau prévues améliorent la sécurité d'Ethereum contre les attaques coordonnées.",
  "page-roadmap-vision-security-desc-3": "Avec la preuve d'enjeu, une sécurité supplémentaire provient de facteurs plus importants de dissuasion crypto-économiques contre les attaques. Cela est dû au fait que, dans la preuve d'enjeu, les validateurs qui sécurisent le réseau doivent miser des quantités significatives d'ETH dans le protocole. S'ils tentent d'attaquer le réseau, le protocole peut automatiquement détruire leur ETH.",
  "page-roadmap-vision-security-desc-5": "Cependant, il est également important que les mises à niveau qui protègent les validateurs contre les attaques par déni de service, améliorent leur anonymat. De plus, la construction de blocs séparés et la propagation de blocs seront prochainement mis en œuvre. Ces mises à niveau protègent les validateurs individuels et le réseau dans son ensemble contre les attaques vives et la censure.",
  "page-roadmap-vision-security-desc-5-link": "En savoir plus sur la preuve d'enjeu",
  "page-roadmap-vision-security-desc-10": "La mise en jeu signifie également que vous n'avez pas besoin d'investir dans du matériel d'élite pour participer directement au consensus. Cela devrait encourager davantage de gens à devenir validateur, augmentant ainsi la décentralisation du réseau et diminuant la surface d'attaque.",
  "page-roadmap-vision-security-staking": "Mettre en jeu de l'ETH",
  "page-roadmap-vision-security-validator": "Vous pouvez devenir un validateur en mettant en jeu votre ETH.",
  "page-roadmap-vision-staking-lower": "Plus d'infos sur la mise en jeu",
  "page-roadmap-vision-subtitle": "Développez Ethereum jusqu'à ce qu'il soit assez puissant pour aider toute l'humanité.",
  "page-roadmap-vision-sustainability": "Développement durable",
  "page-roadmap-vision-sustainability-desc-1": "Ethereum est maintenant une blockchain verte. La consommation énergétique a été réduite de ~99,95 % lorsque la preuve de travail a été abandonnée au profit de la preuve d'enjeu.",
  "page-roadmap-vision-sustainability-desc-2": "Ethereum est maintenant sécurisé par la mise en jeu et non par la puissance de calcul.",
  "page-roadmap-vision-sustainability-desc-3": "Ce renforcement de la durabilité apporte également des avantages en matière de sécurité - la mise en jeu d'Ether rend l'attaque de la chaîne beaucoup plus coûteuse que dans le cadre de la preuve de travail, mais moins coûteuse à sécuriser, car moins de nouveaux ETH doivent être émis pour rémunérer les validateurs que les mineurs.",
  "page-roadmap-vision-sustainability-desc-8": "Le passage à la preuve d'enjeu a rendu Ethereum plus écologique et plus sûr. C'est une plateforme à faible émission de carbone pour le développement d'applications et d'organisations.",
  "page-roadmap-vision-sustainability-subtitle": "Ethereum est une blockchain verte avec une sécurité crypto-économique forte.",
  "page-roadmap-vision-title": "La vision d'Ethereum",
  "page-roadmap-vision-title-1": "Réseau saturé",
  "page-roadmap-vision-title-2": "Espace disque",
  "page-roadmap-vision-title-3": "Trop d'énergie",
  "page-roadmap-vision-trilemma-cardtext-1": "Les mises à jour d'Ethereum rendront Ethereum évolutif, sécurisé et décentralisé. Staking a abaissé la barrière à la participation et limité les économies d'échelle, créant un réseau plus vaste - plus décentralisé.",
  "page-roadmap-vision-trilemma-cardtext-2": "Les réseaux blockchain sécurisés et décentralisés exigent que chaque nœud vérifie chaque transaction traitée par la chaîne. Ce volume de travail limite le nombre de transactions qui peuvent se faire à un moment donné. Décentralisée et sécurisée sont les adjectifs qui caractérisent la chaîne Ethereum aujourd'hui.",
  "page-roadmap-vision-trilemma-cardtext-3": "Les réseaux décentralisés fonctionnent en envoyant des informations sur les transactions à travers les nœuds - tout le réseau a besoin d'être informé de tout changement d'état. La mise à l'échelle des transactions par seconde sur un réseau décentralisé comporte des risques de sécurité car, plus il y a de transactions, plus le délai est long, plus la probabilité d'attaque est élevée lorsque l'information transite sur le réseau.",
  "page-roadmap-vision-trilemma-cardtext-4": "L'augmentation de la taille et de la puissance des nœuds d'Ethereum pourrait augmenter les transactions par seconde de façon sécurisée, mais l’exigence matérielle restreindrait alors qui peut ou non le faire – c'est une menace pour la décentralisation. Nous espérons que la fragmentation et la preuve d'enjeu permettront à Ethereum d'augmenter la quantité de nœuds et non la taille de nœuds.",
  "page-roadmap-vision-trilemma-h2": "Le défi de la mise à l'échelle décentralisée",
  "page-roadmap-vision-trilemma-modal-tip": "Appuyez sur les cercles ci-dessous pour mieux comprendre les problèmes de la mise à l'échelle décentralisée",
  "page-roadmap-vision-trilemma-p": "La manière naïve de résoudre les problèmes d'Ethereum serait de le rendre plus centralisé. Cependant, la décentralisation est trop importante. C'est la décentralisation qui donne à Ethereum sa neutralité, sa capacité de résistance à la censure, son ouverture, sa gestion de la propriété des données et une sécurité quasi inébranlable.",
  "page-roadmap-vision-trilemma-p-1": "La vision d’Ethereum est d’être plus évolutive et plus sûre, mais aussi de rester décentralisée. Atteindre ces 3 qualités est un problème connu sous le nom de trilemme de mise à l'échelle.",
  "page-roadmap-vision-trilemma-p-2": "Les mises à jour d'Ethereum visent à résoudre le trilemme, mais il y a des défis importants.",
  "page-roadmap-vision-trilemma-press-button": "Appuyez sur les boutons du triangle pour mieux comprendre les problèmes de la mise à l'échelle décentralisée.",
  "page-roadmap-vision-trilemma-text-1": "Décentralisation",
  "page-roadmap-vision-trilemma-text-2": "Sécurité",
  "page-roadmap-vision-trilemma-text-3": "Évolutivité",
  "page-roadmap-vision-trilemma-title-1": "Explorer le trilemme d'évolutivité",
  "page-roadmap-vision-trilemma-title-2": "Mises à niveau d'Ethereum et mise à l'échelle décentralisée",
  "page-roadmap-vision-trilemma-title-3": "Sécurisé et décentralisé",
  "page-roadmap-vision-trilemma-title-4": "Décentralisé et évolutif",
  "page-roadmap-vision-trilemma-title-5": "Fiable et sécurisé",
  "page-roadmap-vision-understanding": "Comprendre la vision Ethereum",
  "page-roadmap-vision-upgrade-needs": "La nécessité de mettre à niveau",
  "page-roadmap-vision-upgrade-needs-desc": "Le protocole Ethereum qui a été lancé en 2015 a connu un succès incroyable. Mais la communauté Ethereum s'attendait toujours à ce que quelques mises à niveau clés soient nécessaires pour débloquer le plein potentiel d'Ethereum.",
  "page-roadmap-vision-upgrade-needs-desc-2": "La demande élevée augmente les frais de transaction qui font qu'Ethereum est coûteux pour l'utilisateur moyen. L'espace disque nécessaire au fonctionnement d'un client Ethereum augmente à un rythme rapide.",
  "page-roadmap-vision-upgrade-needs-desc-3": "Ethereum possède un ensemble de mises à niveau qui traitent ces problèmes et bien plus encore. Cet ensemble d'améliorations s'appelait à l'origine « Serenity » et « Eth2 », et elles sont un domaine actif de recherche et de développement depuis 2014.",
  "page-roadmap-vision-upgrade-needs-desc-5": "Maintenant que la technologie est prête, ces mises à niveau réarchitectureront Ethereum pour le rendre plus évolutif, sécurisé et durable... pour améliorer la vie des utilisateurs existants et en attirer de nouveaux. Tout en préservant l'idée clé de décentralisation, qui sous-tend Ethereum.",
  "page-roadmap-vision-upgrade-needs-desc-6": "Cela signifie qu'il n'y a pas d'interrupteur pour activer l'évolutivité d'un seul coup. Les améliorations seront incorporées progressivement au fil du temps.",
  "page-roadmap-vision-upgrade-needs-serenity": "Voir un article de blog 2015 traitant de « Serenity »",
  "ethereum": "Ethereum",
  "page-roadmap-vision-danksharding": "En savoir plus sur la fragmentation"
}
