{
  "page-what-is-ethereum-meta-title": "Qu'est-ce qu'Ethereum? (Un guide complet) | ethereum.org",
  "page-what-is-ethereum-meta-description": "Un aperçu complet de ce qu'est Ethereum, comment il fonctionne, ce qu'il fait et comment commencer à l'utiliser ou à développer avec. Expliqué en termes simples.",
  "page-what-is-ethereum-title": "Qu'est-ce qu'Ethereum ?",
  "page-what-is-ethereum-hero-description-1": "Ethereum est un réseau blockchain décentralisé et une plateforme de développement de logiciels, alimentés par la crypto-monnaie éther (ETH).",
  "page-what-is-ethereum-hero-description-2": "Ethereum abrite des milliers de crypto-monnaies et d'applications dans les domaines de la DeFi, des NFT, des jeux, des médias sociaux décentralisés et des stablecoins.",
  "page-what-is-ethereum-ethereum-intro-1": "Ethereum est une blockchain ouverte et publique lancée en juillet 2015 par un développeur de logiciels appelé Vitalik Buterin et une petite équipe de cofondateurs.",
  "page-what-is-ethereum-ethereum-intro-2": "L'idée derrière Ethereum était simple. Tandis que Bitcoin permet d'envoyer et de recevoir de l'argent numérique, Ethereum s'appuierait sur cela avec des programmes open source appelés <a>contrats intelligents</a>.",
  "page-what-is-ethereum-ethereum-intro-3": "<strong>Les contrats intelligents</strong> permettent à quiconque de créer ses propres actifs numériques et applications décentralisées (dApps) fonctionnant 24h/24 et 7j/7, partout dans le monde. Contrairement aux banques, aux grandes entreprises et autres institutions, les contrats intelligents sont accessibles à toute personne disposant d'une connexion Internet.",
  "page-what-is-ethereum-ethereum-intro-4": "Depuis 2015, Ethereum est devenu un écosystème florissant d'actifs numériques tels que <strong>les stablecoins</strong>, les jetons non fongibles (<strong>NFT</strong>) et les jetons de gouvernance, ainsi qu'un monde tentaculaire de dApps pour la finance décentralisée (<strong>DeFi</strong>), l'art et les objets de collection, les jeux et les médias sociaux décentralisés.",
  "page-what-is-ethereum-ethereum-intro-5": "Collectivement, cet écosystème est appelé \"<strong>web3</strong>\", et représente la troisième phase de l'<strong>internet centré sur la propriété</strong>.",
  "page-what-is-ethereum-ethereum-intro-6": "Aujourd'hui, Ethereum est utilisé par <millions>des millions de personnes</millions> à travers le monde qui détiennent <billions>des milliards de dollars</billions> en actifs et qui envoient et reçoivent <trillions>des billions de dollars</trillions> chaque année, le tout sans passer par une banque.",
  "page-what-is-ethereum-ethereum-intro-7": "Au cœur de tout cela se trouve la crypto-monnaie native d'Ethereum <strong>ether (ETH)</strong>, un nouveau type de monnaie numérique qui est utilisé pour alimenter l'ensemble du réseau.",
  "page-what-is-ethereum-network-title": "Qu'est ce que le réseau Ethereum ?",
  "page-what-is-ethereum-network-intro-1": "Imaginez le réseau Ethereum comme étant <strong>une infrastructure numérique mondiale que tout le monde peut utiliser</strong> mais qui ne peut pas être trompée.",
  "page-what-is-ethereum-network-intro-2": "Le réseau est composé de <strong>milliers d'ordinateurs indépendants</strong> répartis dans le monde entier et appelés nœuds. Ces nœuds, gérés par des gens ordinaires, travaillent ensemble pour fournir des services financiers et des applications numériques à n'importe qui, n'importe où et en tout temps.",
  "page-what-is-ethereum-network-intro-3": "Le réseau Ethereum présente <strong>3 avantages clés</strong> par rapport aux réseaux traditionnels appartenant aux institutions. Il s'agit d'une résistance à la censure, d'une sécurité renforcée et d'une fiabilité accrue.",
  "page-what-is-ethereum-network-censorship-title": "Résistant à la censure",
  "page-what-is-ethereum-network-censorship-desc-1": "Alors que les applications et les services financiers traditionnels s'appuient sur les banques ou les entreprises qui peuvent décider de bloquer l'accès ou de geler les comptes, les dApps sur Ethereum résistent à la censure.",
  "page-what-is-ethereum-network-censorship-desc-2": "Ceci parce que le réseau de nœuds d'Ethereum enregistre chaque transaction sans discrimination, et cette règle est intégrée au code du réseau.",
  "page-what-is-ethereum-network-security-title": "Hautement sécurisé",
  "page-what-is-ethereum-network-security-desc-1": "Alors que de nombreuses applications sont aujourd'hui hébergées sur des fournisseurs en ligne comme AWS et peuvent être vulnérables aux attaques et aux démantèlements, les dApps sur Ethereum sont sécurisées par le réseau lui-même. Chaque nœud stocke et synchronise l'intégralité de l'état d'Ethereum, y compris tous les contrats existants.",
  "page-what-is-ethereum-network-security-desc-2": "Si quelqu'un essayait de modifier un contrat, le réseau le rejetterait car il ne correspondrait pas à ses enregistrements. Pour faire tomber une seule application, les attaquants doivent prendre le contrôle de l'ensemble du réseau, ce qui coûterait des milliards et serait extrêmement difficile à coordonner.",
  "page-what-is-ethereum-network-reliability-title": "Durable et fiable",
  "page-what-is-ethereum-network-reliability-desc-1": "Les interruptions de service sur les plateformes d'hébergement en ligne peuvent entraîner la mise hors ligne d'applications, mais la conception d'Ethereum garantit une disponibilité optimale. Le réseau continue de fonctionner même si certains nœuds sont hors ligne en raison de bugs logiciels, de mesures de répression gouvernementales, de catastrophes naturelles ou de guerres.",
  "page-what-is-ethereum-network-reliability-desc-2": "Des millions de personnes utilisent des milliers de dApps sur Ethereum tous les jours. Bien qu'une forte demande puisse entraîner des frais de transaction élevés, cela reflète en fait la force d'un réseau qui donne la priorité à la sécurité, à la décentralisation et à la garantie qu'il est toujours disponible lorsque vous en avez besoin.",
  "page-what-is-ethereum-network-layer2-title": "Extensions d'Ethereum (couche 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "Différentes équipes ont créé des réseaux de couche 2 (L2) fonctionnant sur Ethereum afin d'en augmenter la capacité. Ces L2 fonctionnent comme des voies express, rendant les transactions plus rapides et moins coûteuses, coûtant parfois moins d'un centime en moyenne.",
  "page-what-is-ethereum-network-layer2-desc-2": "Certaines des L2 les plus populaires, y compris <optimism>Optimism</optimism>, <arbitrum>Arbitrum</arbitrum>, <zksync>ZKSync</zksync> et <base>Base</base>, traitent maintenant des millions de transactions d'une valeur totale de plusieurs milliards de dollars chaque année.",
  "page-what-is-ethereum-network-learn-more": "En apprendre plus sur le réseau Ethereum",
  "page-what-is-ethereum-ether-title": "Qu'est-ce que l'ether (ETH) ?",
  "page-what-is-ethereum-ether-intro-1": "Ether (ETH) est la cryptomonnaie native d'Ethereum.",
  "page-what-is-ethereum-ether-intro-2": "C'est une nouvelle forme <strong>d'argent numérique que vous pouvez envoyer à n'importe qui, n'importe où dans le monde en quelques secondes</strong> pour seulement quelques centimes. Mais l'ETH ne se limite pas simplement aux paiements. Il joue un rôle essentiel dans le maintien du fonctionnement du réseau Ethereum.",
  "page-what-is-ethereum-ether-intro-3": "Lorsque vous utilisez Ethereum pour envoyer de l'argent, collecter de l'art ou créer une nouvelle dApp, vous payez des <strong>frais de transaction</strong> (appelés aussi frais d'essence) <strong>en ETH</strong>. Ces frais aident à prévenir le spam et récompensent les personnes, appelées validateurs, qui traitent les transactions.",
  "page-what-is-ethereum-ether-intro-4": "Ces <strong>validateurs aident à sécuriser le réseau ethereum</strong> grâce à un système appelé staking. En verrouillant leur ETH, ils sont éligibles pour traiter les transactions. En retour, ils gagnent de l'ETH en guise de récompense. Cela donne à Ethereum sa propre économie autonome, alimentée par les utilisateurs plutôt que par les entreprises.",
  "page-what-is-ethereum-ether-intro-5": "Contrairement à de nombreuses devises traditionnelles, <strong>ETH peut devenir plus rare avec le temps</strong>. Chaque fois que quelqu'un utilise Ethereum, une petite partie de l'ETH est brûlée, ce qui la retire définitivement de l'offre. Les jours de forte utilisation, plus d'ETH est brûlé que créé, ce qui rend l'ETH déflationniste et augmente sa valeur au fil du temps. Plus l'Ethereum est utilisé, plus l'ETH est brûlé.",
  "page-what-is-ethereum-ether-intro-6": "Pour cette raison, de nombreuses personnes considèrent l’ETH comme un investissement et choisissent de le conserver, de le staker ou de le prêter pour faire fructifier leur épargne.",
  "page-what-is-ethereum-ether-learn-more": "En apprendre plus sur l'ether (ETH)",
  "page-what-is-ethereum-how-title": "Comment fonctionne Ethereum ?",
  "page-what-is-ethereum-how-intro-1": "Lorsque Ethereum <strong>a été lancé en 2015</strong>, il utilisait un système appelé preuve de travail.",
  "page-what-is-ethereum-how-intro-2": "Ce mécanisme, mis au point pour Bitcoin, permet à tous les ordinateurs de se mettre d'accord sur qui possède quoi. Les ordinateurs dépensaient alors beaucoup d'énergie pour résoudre un puzzle mathématique complexe. Le gagnant pouvait proposer un bloc de transactions entrantes et gagner de nouveaux ETH.",
  "page-what-is-ethereum-how-intro-3": "En 2022, Ethereum a été mis à niveau vers un nouveau système appelé <strong>preuve d'enjeu</strong> <a>qui est 99 % plus économe en énergie</a>. Au lieu d'énigmes mathématiques, les validateurs verrouillent leur ETH comme dépôt de garantie pour gagner le droit de traiter les transactions.",
  "page-what-is-ethereum-how-intro-4": "S'ils le font correctement, ils gagnent des ETH. S'ils trichent, ils perdent une partie de leur mise.",
  "page-what-is-ethereum-how-intro-5": "Voici un exemple :",
  "page-what-is-ethereum-how-example-1-title": "Lorsque vous envoyez 10 $ en stablecoins à un ami sur Ethereum :",
  "page-what-is-ethereum-how-example-1-step-1": "Vous ouvrez votre portefeuille, ajoutez l'adresse du compte et le montant, puis cliquez sur envoyer.",
  "page-what-is-ethereum-how-example-1-step-2": "Votre portefeuille signe le paiement et le diffuse sur le réseau.",
  "page-what-is-ethereum-how-example-1-step-3": "Le paiement attend dans la file d'attente publique (mempool) jusqu'à ce que le validateur de bloc proposé le sélectionne.",
  "page-what-is-ethereum-how-example-1-step-4": "Le validateur de bloc proposé l'ajoute au prochain bloc des transactions, le diffuse et perçoit une commission (récompense).",
  "page-what-is-ethereum-how-example-1-step-5": "Le contrat de stablecoin transfère ensuite les 10 $ de vous à votre ami, puis les deux portefeuilles sont mis à jour.",
  "page-what-is-ethereum-how-example-1-step-6": "Un réseau mondial de validateurs vérifie et atteste de la validité des modifications.",
  "page-what-is-ethereum-how-example-2-title": "Lorsque vous minez un objet de collection de 5 $ sur Ethereum :",
  "page-what-is-ethereum-how-example-2-step-1": "Vous connectez votre portefeuille à la dApp et choisissez l'objet à miner.",
  "page-what-is-ethereum-how-example-2-step-2": "Vous confirmez l'achat ; le portefeuille signe et diffuse la transaction.",
  "page-what-is-ethereum-how-example-2-step-3": "La demande de minage rejoint le mempool puis est ajoutée à un bloc par un validateur.",
  "page-what-is-ethereum-how-example-2-step-4": "Le contrat intelligent NFT enregistre votre portefeuille comme nouveau propriétaire.",
  "page-what-is-ethereum-how-example-2-step-5": "Votre nouvel objet de collection apparaît dans votre portefeuille quelques secondes plus tard.",
  "page-what-is-ethereum-how-outro-1": "Ceci est rendu possible grâce à la puissance des contrats intelligents ; des programmes open source qui fonctionnent sur le réseau Ethereum 24 heures sur 24, 7 jours sur 7, 365 jours par an, et qui sont accessibles à tous, depuis n'importe où.",
  "page-what-is-ethereum-how-outro-2": "<strong>Chaque transaction, mise à jour et action est synchronisée par des milliers de nœuds indépendants.</strong> Ceci donne au réseau Ethereum sa fiabilité, sa transparence et sa résistance à la censure.",
  "page-what-is-ethereum-how-learn-more-1": "En apprendre plus sur le fonctionnement d'Ethereum",
  "page-what-is-ethereum-how-learn-more-2": "Consultez la documentation destinée aux développeurs pour un aperçu technique d'Ethereum",
  "page-what-is-ethereum-what-title": "À quoi sert Ethereum ?",
  "page-what-is-ethereum-what-intro-1": "Les gens utilisent Ethereum pour faire des choses qui n’étaient pas possible auparavant.",
  "page-what-is-ethereum-what-intro-2": "Des agriculteurs au Kenya peuvent recevoir <insurance>une assurance automatisée sur leurs cultures</insurance> sans demander à une banque. Des entreprises comme <strong>Visa</strong> peuvent lancer <payment>de nouveaux systèmes de paiement qui fonctionnent à l'échelle mondiale</payment> dès le premier jour. Des organisations mondiales comme l'<strong>ONU</strong> peuvent fournir de l'<aid>aide aux réfugiés</aid> en économisant des millions de frais bancaires.",
  "page-what-is-ethereum-what-intro-3": "Ces dApps et actifs fonctionnent sur Ethereum à l'aide d'un code open source et ne peuvent pas être bloquées, censurées ou désactivées.",
  "page-what-is-ethereum-what-intro-4": "Voici comment différents groupes utilisent Ethereum aujourd’hui :",
  "page-what-is-ethereum-what-consumers-title": "Les consommateurs",
  "page-what-is-ethereum-what-consumers-desc-1": "Des millions de personnes utilisent déjà des dApps sur Ethereum pour transférer de l'argent, échanger et posséder des actifs numériques au quotidien. Contrairement aux applications traditionnelles, il n'est pas nécessaire de s'inscrire, d'attendre l'approbation d'une banque ou de communiquer ses données personnelles.",
  "page-what-is-ethereum-what-consumers-desc-2": "Avec juste un portefeuille et une connexion Internet, vous pouvez :",
  "page-what-is-ethereum-what-consumers-benefit-1": "<strong>Accéder à des services financiers sans posséder de compte bancaire</strong> et sans historique de crédit",
  "page-what-is-ethereum-what-consumers-benefit-2": "<strong>Posséder des objets de collection numériques</strong>, des objets d'art et des actifs qui ne peuvent pas être copiés ou confisqués",
  "page-what-is-ethereum-what-consumers-benefit-3": "Vous connecter à des dApps en utilisant votre portefeuille, non pas votre e-mail — <strong>aucun mot de passe ni aucune information personnelle n'est nécessaire</strong>",
  "page-what-is-ethereum-what-consumers-benefit-4": "Participer à des communautés mondiales où vous pouvez voter, contribuer et gagner sans limites",
  "page-what-is-ethereum-what-businesses-title": "Entreprises et Développeurs",
  "page-what-is-ethereum-what-businesses-benefit-1": "Lancer des dApps avec un système de paiement mondial intégré dès le premier jour",
  "page-what-is-ethereum-what-businesses-benefit-2": "Déployer des contrats inviolables qui <strong>appliquent automatiquement les accords</strong>",
  "page-what-is-ethereum-what-businesses-benefit-3": "Créer des produits financiers sur lesquels chacun peut s'appuyer et générer de la valeur",
  "page-what-is-ethereum-what-businesses-example": "Par exemple,<a>PayPal a lancé son propre stablecoin, PYUSD, sur Ethereum</a>. C'est un signe que même les plus grandes sociétés de paiement du monde voient l'avantage de la nature ouverte et programmable d'Ethereum.",
  "page-what-is-ethereum-what-governments-title": "Gouvernements",
  "page-what-is-ethereum-what-governments-intro": "Les gouvernements commencent également à explorer ce qu'il est possible de faire avec Ethereum.",
  "page-what-is-ethereum-what-governments-benefit-1": "<strong>Distribuer les fonds publics</strong> et les prestations directement aux citoyens en toute transparence",
  "page-what-is-ethereum-what-governments-benefit-2": "<strong>Émettre des identifiants numériques</strong> ou des enregistrements vérifiables et transférables au-delà des frontières",
  "page-what-is-ethereum-what-governments-benefit-3": "Construire <strong>une infrastructure publique inviolable pour les votes</strong>, les titres fonciers et les registres",
  "page-what-is-ethereum-what-governments-example-1": "Dans un autre cas, le ministère ukrainien de la Transformation numérique <a>a utilisé Ethereum pour distribuer de l'aide en temps de guerre</a>.",
  "page-what-is-ethereum-what-governments-example-2": "Les fonds ont été envoyés directement aux citoyens et aux ONG grâce à des contrats intelligents ouverts, offrant transparence, rapidité et responsabilité pendant une crise.",
  "page-what-is-ethereum-what-learn-more": "En savoir plus sur l'utilisation d'Ethereum",
  "page-what-is-ethereum-start-title": "Comment commencer à utiliser Ethereum",
  "page-what-is-ethereum-start-intro-1": "Démarrer avec Ethereum est plus facile que vous ne le pensez.",
  "page-what-is-ethereum-start-intro-2": "Vous n'avez pas besoin d'autorisation. Vous n'avez pas besoin d'un compte en banque ni même d'une pièce d'identité. Tout ce dont vous avez besoin pour commencer est un appareil et une connexion Internet.",
  "page-what-is-ethereum-start-individuals-title": "Pour les particuliers",
  "page-what-is-ethereum-start-individuals-desc-1": "La première étape consiste à télécharger un portefeuille.",
  "page-what-is-ethereum-start-individuals-desc-2": "Imaginez votre portefeuille comme une application qui permet à la fois de gérer votre compte et fonctionne comme un navigateur Internet pour Ethereum. Il gère l'ensemble de vos actifs numériques, vous permet de vous connecter à des dApps, et d'envoyer et de recevoir des actifs numériques comme des jetons et des NFT.",
  "page-what-is-ethereum-start-individuals-desc-3": "Les portefeuilles populaires comme <zerion>Zerion</zerion>, <rainbow>Rainbow</rainbow> et <coinbase>Coinbase Wallet</coinbase> sont gratuits et faciles à utiliser. Une fois votre portefeuille configuré, vous pouvez :",
  "page-what-is-ethereum-start-individuals-step-1": "Acheter une petite quantité d'ETH sur une plateforme d'échange ou directement depuis certains portefeuilles",
  "page-what-is-ethereum-start-individuals-step-2": "Utiliser cet ETH pour payer des transactions telles que l'envoi de jetons ou la collecte de NFT",
  "page-what-is-ethereum-start-individuals-step-3": "Explorer des dApps comme <zora>Zora</zora>, <uniswap>Uniswap</uniswap> ou <farcaster>Farcaster</farcaster> - aucune nouvelle connexion ou approbation n'est nécessaire",
  "page-what-is-ethereum-start-individuals-desc-4": "Ces priorités contribueront à garantir qu’Ethereum reste sécurisé, évolutif et convivial, tandis que de plus en plus de personnes dépendent du réseau au quotidien.",
  "page-what-is-ethereum-start-individuals-desc-5": "Ces dApps s'exécutent dans votre navigateur et fonctionnent instantanément avec votre portefeuille. Vous pouvez commencer à utiliser Ethereum en quelques minutes.",
  "page-what-is-ethereum-start-individuals-cta-1": "Commencez ici",
  "page-what-is-ethereum-start-individuals-cta-2": "Voir les dApps",
  "page-what-is-ethereum-start-developers-title": "Pour les développeurs",
  "page-what-is-ethereum-start-developers-desc-1": "Ethereum est un terrain de jeu pour les développeurs. Vous pouvez commencer à construire sans autorisation, sans approbations ni même d'argent réel.",
  "page-what-is-ethereum-start-developers-desc-2": "Les <a>Docs Ethereum Developer</a> vous guident à travers tout, de la rédaction de votre premier contrat intelligent au déploiement sur des réseaux de test comme Sepolia.",
  "page-what-is-ethereum-start-developers-desc-3": "Vous pouvez créer des dApps full-stack avec des outils comme <hardhat>Hardhat</hardhat> <foundry>Foundry</foundry> et <ethers>Ethers.js</ethers>, ou expérimenter avec des plateformes low-code telles que <thirdweb>thirdweb</thirdweb> ou <moralis>Moralis</moralis>.",
  "page-what-is-ethereum-start-developers-desc-4": "Tout est open source et composable, ainsi vous pouvez remixer et développer ce qui existe déjà sans avoir à demander d'autorisation.",
  "page-what-is-ethereum-start-developers-cta": "Commencez à construire avec Ethereum",
  "page-what-is-ethereum-start-business-title": "Utiliser Ethereum en entreprise",
  "page-what-is-ethereum-start-business-desc-1": "Les entreprises utilisent déjà Ethereum pour alimenter de nouvelles infrastructures.",
  "page-what-is-ethereum-start-business-desc-2": "De nombreuses entreprises se tournent vers les réseaux L2 comme Optimism et Base pour gérer des volumes importants. Ces réseaux offrent des frais réduits et des débits plus rapides, tout en bénéficiant de la sécurité d'Ethereum et en éliminant le risque de contrepartie.",
  "page-what-is-ethereum-start-business-desc-3": "Vous pouvez :",
  "page-what-is-ethereum-start-business-benefit-1": "Lancer des programmes de fidélité modulaires qui stimulent la rétention et réduisent les coûts des tiers",
  "page-what-is-ethereum-start-business-benefit-2": "Tokeniser des actifs tels que des billets d'entrée, des coupons de réduction ou des certificats pour réduire la fraude et le risque de revente",
  "page-what-is-ethereum-start-business-benefit-3": "Activer les paiements mondiaux instantanés pour réduire les frais de transaction et atteindre de nouveaux marchés",
  "page-what-is-ethereum-start-business-example": "Par exemple, en 2025, <a>Shopify a été lancé sur Base</a> pour permettre aux consommateurs d'acheter avec des stablecoins parmi des millions de marchands à travers le monde.",
  "page-what-is-ethereum-start-business-cta": "Utiliser Ethereum en entreprise",
  "page-what-is-ethereum-bitcoin-title": "Quelle est la différence entre Ethereum et Bitcoin ?",
  "page-what-is-ethereum-bitcoin-intro-1": "Bitcoin et Ether sont les deux plus grandes crypto-monnaies au monde.",
  "page-what-is-ethereum-bitcoin-intro-2": "Ils vous permettent tous les deux d'envoyer de l'argent sans banque, tous les deux fonctionnent sur la technologie blockchain, et les deux sont <strong>ouverts à tous</strong>. Mais c'est là que s'arrêtent les similitudes.",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "Bitcoin est semblable à de l'or numérique.",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "Il dispose d'une quantité limitée fixe de 21 millions de pièces, met l'accent sur les paiements peer-to-peer et offre un langage de script de base simple qui limite ce que vous pouvez faire avec. Cette simplicité est voulue par conception puisque Bitcoin donne la priorité à la prévisibilité, à la durabilité et à la sécurité à long terme plutôt qu'à la flexibilité.",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "Ethereum adopte une approche plus large.",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "Ce n'est pas seulement de l'argent, c'est une infrastructure programmable. Au lieu de simplement envoyer et recevoir de la valeur, Ethereum permet aux développeurs de créer des applications entières. Vous les avez déjà vues en action : des marchés de prêt et des stablecoins aux objets de collection, en passant par les médias sociaux et les paiements en temps réel, toutes sont alimentées par des contrats intelligents et sécurisées par l'ETH.",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "La manière dont les réseaux parviennent à un consensus est également différente.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "Bitcoin utilise des mineurs pour sécuriser le réseau. Ce sont des ordinateurs puissants qui s'affrontent pour résoudre des énigmes complexes, et le gagnant peut ajouter le prochain bloc de transactions à la chaîne et reçoit des bitcoins en guise de récompense de travail. Ce processus s'appelle l'exploitation minière et il consomme de grandes quantités d'électricité.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "Ethereum fonctionnait aussi comme ça. Mais en 2022, il est passé de la preuve de travail à la preuve de participation. Aujourd'hui, les transactions sont confirmées par des validateurs qui verrouillent l'ETH comme dépôt de garantie. Les validateurs honnêtes gagnent des récompenses ETH tandis que les malhonnêtes perdent une partie de leur mise. Ce changement a rendu Ethereum plus économe en énergie de 99,988 % sans sacrifier la sécurité ou la décentralisation.",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "Il y a également une différence dans la façon dont l’offre est gérée.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "Bitcoin a un approvisionnement fixe. Il n'y aura jamais que 21 millions de pièces. Tandis qu'Ethereum, d'autre part, a une offre dynamique. De nouveaux ETH sont émis pour récompenser les validateurs, tandis qu'une partie est brûlée à chaque transaction. Ce qui signifie que <strong>Ethereum ne peut pas simplement « imprimer des ETH à l'infini ».</strong>",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "Le taux d'émission est limité par le montant de l'ETH staqué. Au fur et à mesure que plus d'ETH est staqué, les récompenses individuelles diminuent, créant un équilibre naturel. Cette conception assure un budget de sécurité durable dans le futur, sans compter uniquement sur les frais de transaction.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "En résumé, Bitcoin est un outil permettant de transmettre de la valeur. Ethereum est une plateforme permettant de la créer.",
  "page-what-is-ethereum-bitcoin-learn-more": "En apprendre plus sur la différence entre Ethereum et Bitcoin",
  "page-what-is-ethereum-when-who-title": "Quand Ethereum a-t-il été lancé, qui l'a fondé et qui le dirige maintenant ?",
  "page-what-is-ethereum-when-who-intro-1": "Dès le début, Ethereum a été conçu pour être géré par sa communauté.",
  "page-what-is-ethereum-when-who-intro-2": "En 2013, Vitalik Buterin publie un livre blanc proposant un nouveau type de blockchain pour l'argent et les applications que tout le monde pourrait utiliser. L'idée gagne rapidement du terrain.",
  "page-what-is-ethereum-when-who-intro-3": "En 2014, les cofondateurs Gavin Wood et Joseph Lubin rejoignent l'équipe de travail, et l'équipe lève des fonds grâce à l'une des premières campagnes de financement participatif cryptographique.",
  "page-what-is-ethereum-when-who-intro-4": "Ethereum est officiellement lancé en juillet 2015.",
  "page-what-is-ethereum-when-who-history-title": "Moments clés de l'histoire d'Ethereum",
  "page-what-is-ethereum-when-who-history-2013": "Vitalik Buterin publie, à l'âge de 19 ans, le livre blanc Ethereum",
  "page-what-is-ethereum-when-who-history-2014": "La Fondation Ethereum met en place et lance une campagne de financement participatif",
  "page-what-is-ethereum-when-who-history-2015": "Les développeurs lancent le réseau Ethereum avec la version <em>Frontier</em>",
  "page-what-is-ethereum-when-who-history-2016": "Un exploit (hack) de contrat intelligent draine 60 millions de dollars (3,6 millions d'ETH) de la DAO, ce qui a provoqué une demande de création d'un fork de chaîne",
  "page-what-is-ethereum-when-who-history-2020": "Le lancement de Beacon Chain marque le début de la transition vers la preuve de participation",
  "page-what-is-ethereum-when-who-history-2021": "La mise à niveau <em>London</em> commence à brûler les frais de gaz via le protocole EIP-1559",
  "page-what-is-ethereum-when-who-history-2022": "La mise à niveau <em>The Merge</em> remplace l'exploitation minière par le staking, réduisant la consommation d'énergie de 99 %",
  "page-what-is-ethereum-when-who-history-2025": "La mise à niveau <em>Pectra</em> améliore la prise en charge du portefeuille intelligent et la compatibilité L2",
  "page-what-is-ethereum-when-who-governance-1": "Aujourd’hui, aucune personne à elle seule ou une entreprise particulière ne gère Ethereum.",
  "page-what-is-ethereum-when-who-contributors-title": "Le réseau est maintenu par un large groupe de contributeurs :",
  "page-what-is-ethereum-when-who-contributors-1": "Des développeurs qui écrivent et proposent des mises à niveau",
  "page-what-is-ethereum-when-who-contributors-2": "Des opérateurs de nœuds qui contribuent à l'infrastructure physique distribuée",
  "page-what-is-ethereum-when-who-contributors-3": "Des stakers qui valident les transactions",
  "page-what-is-ethereum-when-who-contributors-4": "Des membres de la communauté qui construisent les outils et la culture",
  "page-what-is-ethereum-when-who-contributors-5": "<strong>Vous-même</strong> en utilisant le réseau",
  "page-what-is-ethereum-when-who-governance-2": "<strong>Il n'y a pas de PDG, ni de conseil d'administration ou d'autorité centrale.</strong> La Fondation Ethereum aide toujours à financer la recherche et le développement, tandis que l'écosystème fonctionne sur une participation ouverte.",
  "page-what-is-ethereum-when-who-governance-3": "Les changements sont proposés par le biais des <eips>Propositions d'Amélioration de l'Ethereum (EIP)</eips>, discutées publiquement et qui ne sont adoptées <governance>que si la communauté au sens large les soutient</governance>.",
  "page-what-is-ethereum-when-who-governance-4": "Ceci rend l'évolution d'Ethereum plus lente que dans le cas d'une startup, mais ceci rend aussi Ethereum beaucoup plus difficile à arrêter, à être reprise ou rachetée.",
  "page-what-is-ethereum-when-who-learn-more": "En savoir plus sur l'histoire d'Ethereum",
  "page-what-is-ethereum-roadmap-title": "Quelle est la feuille de route d’Ethereum pour 2025 ?",
  "page-what-is-ethereum-roadmap-intro-1": "En fait, Ethereum ne suit pas de feuille de route fixe. Il suit une vision partagée.",
  "page-what-is-ethereum-roadmap-intro-2": "Les mises à niveau du réseau sont réalisées sous forme de propositions EIP et développées publiquement par des contributeurs du monde entier. Aucune équipe centrale ne décide de la suite des opérations ; mais une communauté d'individus qui construisent ce qu'ils jugent utile en fonction des besoins des utilisateurs.",
  "page-what-is-ethereum-roadmap-intro-3": "Pectra est la dernière mise à jour effectuée en mai 2025. Elle a amélioré la prise en charge et les fonctionnalités du portefeuille, offert plus de flexibilité aux stakers et facilité l'exécution des dApps sur les L2. L'objectif était d'améliorer la convivialité sans compromettre la sécurité ni la décentralisation.",
  "page-what-is-ethereum-roadmap-priorities-intro": "<a>En se tournant vers l'avenir</a>, les priorités d'Ethereum incluent :",
  "page-what-is-ethereum-roadmap-priority-1": "Rendre le protocole principal et ses L2 plus rapides et moins chers pour tout le monde",
  "page-what-is-ethereum-roadmap-priority-2": "Améliorer l'expérience des utilisateurs et des développeurs",
  "page-what-is-ethereum-roadmap-outro-1": "Ces priorités contribueront à garantir qu’Ethereum reste sécurisé, évolutif et convivial, tandis que de plus en plus de personnes dépendent du réseau au quotidien.",
  "page-what-is-ethereum-roadmap-outro-2": "Si vous souhaitez orienter la direction d'Ethereum, <a>impliquez-vous</a>. Vous n'avez pas besoin de permission, juste le désir de faire une différence dans cette nouvelle économie numérique.",
  "page-what-is-ethereum-roadmap-learn-more": "Voir un aperçu de la feuille de route d'Ethereum",
  "page-what-is-ethereum-further-reading-title": "Lire la suite",
  "page-what-is-ethereum-further-reading-wallets": "Que sont les portefeuilles ?",
  "page-what-is-ethereum-further-reading-eth": "Qu'est-ce que l'ether (ETH) ?",
  "page-what-is-ethereum-further-reading-web3": "Qu'est-ce que le Web3 ?",
  "page-what-is-ethereum-further-reading-networks": "En apprendre plus sur le réseau Ethereum",
  "page-what-is-ethereum-toc-ethereum": "Qu'est-ce qu'Ethereum ?",
  "page-what-is-ethereum-toc-network": "Qu'est ce que le réseau Ethereum ?",
  "page-what-is-ethereum-toc-ether": "Qu'est-ce que l'ether (ETH) ?",
  "page-what-is-ethereum-toc-how": "Comment fonctionne Ethereum ?",
  "page-what-is-ethereum-toc-what": "À quoi sert Ethereum ?",
  "page-what-is-ethereum-toc-start": "Comment commencer à utiliser Ethereum",
  "page-what-is-ethereum-toc-bitcoin": "Quelle est la différence entre Ethereum et Bitcoin ?",
  "page-what-is-ethereum-toc-when-who": "Quand Ethereum a-t-il été lancé, qui l'a fondé et qui le dirige maintenant ?",
  "page-what-is-ethereum-toc-roadmap": "Quelle est la feuille de route d’Ethereum pour 2025 ?",
  "page-what-is-ethereum-banner-networks-alt": "Illustration d'un centre futuriste communautaire Ethereum",
  "page-what-is-ethereum-banner-ether-alt": "Mains ouvertes tenant un glyphe ether",
  "page-what-is-ethereum-banner-how-alt": "Un homme qui répare un ordinateur",
  "page-what-is-ethereum-banner-contributing-alt": "Doge souriant à un ordinateur",
  "page-what-is-ethereum-banner-what-alt": "Quatre humains futuristes et un doge regardant dans un prisme Ethereum",
  "page-what-is-ethereum-banner-start-alt": "Centre futuriste communautaire de rassemblement",
  "page-what-is-ethereum-banner-when-who-alt": "Deux humains marchant et parlant"
}
