{
  "consensus-client-lighthouse-logo-alt": "Logo Lighthouse",
  "consensus-client-lodestar-logo-alt": "Logo Lodestar",
  "consensus-client-nimbus-logo-alt": "Logo de Nimbus",
  "consensus-client-prysm-logo-alt": "Logo Prysm",
  "consensus-client-teku-logo-alt": "Logo Teku",
  "consensus-client-under-review": "Revue et audit en cours",
  "page-upgrades-answer-1": "Voyez les changements en cours de déploiement comme un ensemble de mises à niveau qui sont ajoutées pour améliorer l'Ethereum que nous utilisons aujourd'hui. Ces mises à niveau ont inclu la création d'une nouvelle chaîne appelée la chaîne phare, et introduiront de nouvelles chaînes appelées « fragments » dans le futur.",
  "page-upgrades-answer-2": "Certaines mises à niveau sont distinctes du réseau principal d'Ethereum que nous utilisons à ce jour, mais elles le remplaceront pas. Au lieu de cela, le réseau principal sera fusionné avec ce système parallèle qui est ajouté progressivement.",
  "page-upgrades-answer-4": "En d'autres termes, le réseau Ethereum que nous utilisons aujourd'hui finira par posséder toutes les fonctionnalités que l'on souhaite avoir au sein d'Ethereum.",
  "page-upgrade-article-title-two-point-oh": "Deux Point Oh : la chaîne phare",
  "page-upgrade-article-title-beacon-chain-explainer": "Explicatifs que vous devez d'abord lire concernant la chaîne phare d'Ethereum 2.0",
  "page-upgrade-article-title-sharding-consensus": "Consensus de fragmentation",
  "page-upgrade-article-author-ethereum-foundation": "Ethereum Foundation",
  "page-upgrade-article-title-sharding-is-great": "Pourquoi la fragmentation est une bonne chose : démystification des propriétés technique",
  "page-upgrade-article-title-rollup-roadmap": "Une feuille de route axé sur le regroupement",
  "page-upgrades-beacon-chain-btn": "En savoir plus sur la chaîne phare",
  "page-upgrades-beacon-chain-date": "La chaîne phare a été mise en service le 1er décembre 2020.",
  "page-upgrades-beacon-chain-desc": "La chaîne phare a amené le piégeage sur Ethereum, a jeté les bases de futures mises à jour et coordonnera éventuellement le nouveau système.",
  "page-upgrades-beacon-chain-estimate": "La chaîne phare est active",
  "page-upgrades-beacon-chain-title": "La chaîne phare",
  "page-upgrades-bug-bounty": "Voir le programme de primes au bogue",
  "page-upgrades-clients": "Découvrez les clients de consensus (précédemment appelés clients « d'Eth2 »)",
  "page-staking-deposit-contract-title": "Vérifiez l'adresse du contrat de dépôt",
  "page-upgrades-diagram-ethereum-mainnet": "Réseau principal Ethereum",
  "page-upgrades-diagram-h2": "Comment les mises à niveau s'intègrent",
  "page-upgrades-diagram-link-1": "En savoir plus sur la preuve de travail",
  "page-upgrades-diagram-link-2": "En savoir plus sur les chaînes de fragments",
  "page-upgrades-diagram-mainnet": "Réseau principal",
  "page-upgrades-diagram-p": "Le réseau principal d'Ethereum continuera à exister sous sa forme actuelle pendant un certain temps. Cela signifie que les mises à niveau de la chaîne phare et des fragments ne perturberont pas le réseau.",
  "page-upgrades-diagram-p-1": "Le réseau principal fusionnera avec le nouveau système introduit par les mises à niveau de la chaîne phare.",
  "page-upgrades-diagram-p-2": "La chaîne phare guidera Ethereum, coordonnera les validateurs et donnera le rythme pour la création des blocs.",
  "page-upgrades-diagram-p-3": "Au début, il existera séparément du réseau principal et gérera les validateurs. Cela n'impactera pas les contrats intelligents, les transactions ou les comptes.",
  "page-upgrades-diagram-p-4": "Les fragments fourniront un grand nombre de données supplémentaires pour aider à augmenter le nombre de transactions que le réseau principal peut traiter. Ils seront coordonnés par la chaîne phare.",
  "page-upgrades-diagram-p-5": "Mais toutes les transactions reposeront toujours sur le réseau principal, qui continuera d'exister tel que nous le connaissons aujourd'hui, sécurisé par la preuve de travail et les mineurs.",
  "page-upgrades-diagram-p-6": "Le réseau principal fusionnera avec le système de preuve d'enjeu, coordonné par la chaîne phare.",
  "page-upgrades-diagram-p-8": "Cela transformera le réseau principal en un fragment dans le nouveau système. Les mineurs ne seront plus nécessaires car l'ensemble d'Ethereum sera sécurisé par des validateurs.",
  "page-upgrades-diagram-p10": "L'évolutivité d'Ethereum n'est pas une migration ni une seule chose. Il correspond à un ensemble de mises à niveau en cours d'élaboration pour libérer le véritable potentiel d'Ethereum. C'est ainsi qu'elles s'intègrent toutes.",
  "page-upgrades-diagram-scroll": "Faites défiler pour explorer - touchez pour plus d'informations.",
  "page-upgrades-diagram-shard": "Fragment (1)",
  "page-upgrades-diagram-shard-1": "Fragment (...)",
  "page-upgrades-diagram-shard-2": "Fragment (2)",
  "page-upgrades-diagram-shard-3": "Fragment (...)",
  "page-upgrades-diagram-validators": "En savoir plus sur les validateurs",
  "page-upgrades-dive": "Plongez dans la vision",
  "page-upgrades-dive-desc": "Comment allons-nous rendre Ethereum plus évolutif, plus sûr et plus durable ? Tout en gardant l'éthique de base de la décentralisation d'Ethereum.",
  "page-upgrades-docking": "La fusion",
  "page-upgrades-merge-answer-1": "La fusion désigne le moment où le réseau principal commencera à utiliser la chaîne phare pour assurer le consensus et que la preuve travail sera désactivée, au cours de l'année 2022.",
  "page-upgrades-merge-btn": "Plus d'informations sur la fusion",
  "page-upgrades-merge-desc": "Le réseau principal Ethereum devra « fusionner » avec la chaîne phare à un moment donné. Cela permettra d'activer la possibilité de miser sur l'ensemble du réseau et signalera la fin du minage, gourmand en énergie.",
  "page-upgrades-merge-estimate": "Estimation : 2022",
  "page-upgrades-merge-mainnet": "Qu'est-ce que le réseau principal ?",
  "page-upgrades-merge-mainnet-eth2": "Fusionnement du réseau principal et de la chaîne phare",
  "page-upgrades-eth-blog": "blog ethereum.org",
  "page-upgrades-explore-btn": "Explorez les améliorations",
  "page-upgrades-get-involved": "Participez à la mise à niveau d'Ethereum",
  "page-upgrades-get-involved-2": "S'impliquer",
  "page-upgrades-head-to": "Rendez-vous sur",
  "page-upgrades-help": "Souhaitez-vous aider à mettre à niveau Ethereum ?",
  "page-upgrades-help-desc": "Il existe de nombreuses opportunités pour participer aux mises à niveau d'Ethereum, aider à réaliser des tests, et même gagner des récompenses.",
  "page-upgrades-index-staking": "La mise en jeu est ouverte",
  "page-upgrades-index-staking-desc": "La clé des mises à niveau d'Ethereum est l'introduction de la mise en jeu. Si vous voulez utiliser votre ETH pour aider à sécuriser le réseau Ethereum, assurez-vous de suivre ces étapes.",
  "page-upgrades-index-staking-learn": "En savoir plus sur la mise en jeu",
  "page-upgrades-index-staking-learn-desc": "La chaîne phare apportera la fonctionnalité de mise en jeu à Ethereum. Cela signifie que si vous avez des ETH, vous pouvez contribuer à l'intérêt général en sécurisant le réseau et gagner plus d'ETH par la même occasion.",
  "page-upgrades-index-staking-step-1": "1. Configuration avec la plateforme de lancement",
  "page-upgrades-index-staking-step-1-btn": "Visitez la plateforme de lancement de mise en jeu",
  "page-upgrades-index-staking-step-1-desc": "Pour mettre en jeu des fonds dans Ethereum, vous devrez utiliser la plateforme de lancement. Il vous guidera tout au long du processus.",
  "page-upgrades-index-staking-step-2": "2. Confirmer l'adresse de mise en jeu",
  "page-upgrades-index-staking-step-2-btn": "Confirmer l'adresse du contrat de dépôt",
  "page-upgrades-index-staking-step-2-desc": "Avant de mettre vos ETH en jeu, vérifiez que vous avez la bonne adresse. Vous devez avoir parcouru la documentation de la plateforme de lancement avant de vous lancer.",
  "page-upgrades-index-staking-sustainability": "Plus durable",
  "page-upgrades-just-docking": "Plus d'informations sur la fusion",
  "page-upgrades-meta-desc": "Un aperçu des mises à niveau d'Ethereum et de la vision qu'elles espèrent concrétiser.",
  "page-upgrades-meta-title": "Mises à niveau d'Ethereum (anciennement 'Eth2')",
  "page-upgrades-miners": "En savoir plus sur les mineurs",
  "page-upgrades-more-on-upgrades": "En savoir plus sur les mises à niveau d'Ethereum",
  "page-upgrades-proof-of-stake": "preuve d'enjeu",
  "page-upgrades-proof-of-work": "preuve de travail",
  "page-upgrades-proof-stake-link": "Plus d'infos sur la preuve d'enjeu",
  "page-upgrades-question-1-title": "Quand les mises à niveau seront-elles implémentées ?",
  "page-upgrades-question-1-desc": "Ethereum sera mis à jour progressivement ; les mises à jour s'effectueront séparément.",
  "page-upgrades-question-2-title": "La chaîne phare est-elle une blockchain distincte ?",
  "page-upgrades-question-2-desc": "Il n'est pas exact de considérer ces mises à niveau comme une blockchain distincte.",
  "page-upgrades-question-3-answer-2": "Les mises à jour de la chaîne de fragments et de la fusion peuvent impacter les développeurs d'applications décentralisées (Decentralized applications, dApps). Mais les spécifications n'ont pas encore été finalisées, donc aucune action immédiate n'est requise.",
  "page-upgrades-question-3-answer-3": "Parlez à l'équipe de recherche et développement Ethereum sur ethresear.ch.",
  "page-upgrades-question-3-answer-3-link": "Visitez ethresear.ch",
  "page-upgrades-question-3-desc": "Vous n'avez rien à faire pour le moment pour vous préparer aux mises à niveau.",
  "page-upgrades-question-3-title": "Comment se préparer pour les mises à niveau ?",
  "page-upgrades-question-4-answer-1": "Chaque fois que vous envoyez une transaction ou utilisez une dApp aujourd'hui, vous utilisez la couche d'exécution, aussi appelée Mainnet. Voilà l'Ethereum qui est sécurisé par les mineurs.",
  "page-upgrades-question-4-answer-2": "Mainnet continuera d'opérer normalement jusqu'à la fusion.",
  "page-upgrades-question-4-answer-3": "Après la fusion, les validateurs sécuriseront le réseau entier via la preuve d'enjeu.",
  "page-upgrades-question-4-answer-6": "N'importe qui peut devenir validateur en mettant en jeu son ETH.",
  "page-upgrades-question-4-answer-7": "Plus d'infos sur la mise en jeu",
  "page-upgrades-question-4-answer-8": "Les mises à niveau de la chaîne phare et de la chaîne de fragments ne perturberont pas la couche d'exécution (Mainnet) car elles sont construites séparément.",
  "page-upgrades-question-4-title": "Qu'est-ce que la couche d'exécution ?",
  "page-upgrades-question-4-desc": "Le réseau principal d'Ethereum qui sert actuellement à vos transactions était précédemment nommé « Eth ». Ce terme va être progressivement remplacé par « couche d'exécution ».",
  "page-upgrades-question-5-answer-1": "Pour devenir un validateur à part entière sur le réseau, vous devrez miser 32 ETH. Si vous n'avez pas assez d'ETH, ou si vous ne voulez pas en mettre autant en jeu, vous pouvez vous joindre à des groupes d'enjeux. Ces groupes vous permettront de miser une fraction de la somme, et donc de gagner une fraction de la récompense totale.",
  "page-upgrades-question-5-desc": "Vous devrez utiliser la plateforme de lancement de mise en jeu ou rejoindre un groupe d'enjeux.",
  "page-upgrades-question-5-title": "Comment puis-je mettre en jeu ?",
  "page-upgrades-question-6-answer-1": "Pour l'instant, il n'y a aucune action à prendre. Mais nous vous recommandons de rester au courant des développements sur les mises à jour de la fusion et de la chaîne de fragments.",
  "page-upgrades-question-6-answer-3": "Danny Ryan, de l'Ethereum Foundation, met régulièrement à jour la communauté:",
  "page-upgrades-question-6-answer-4": "Ben Edgington de ConsenSys envoie une newsletter hebdomadaire sur les mises à jour d'Ethereum :",
  "page-upgrades-question-6-answer-5": "Vous pouvez également vous joindre à la discussion sur la recherche et le développement Ethereum sur ethresear.ch.",
  "page-upgrades-question-6-desc": "Votre dApp ne sera pas affectée par les mises à jour imminentes. Cependant, les futures mises à jour peuvent nécessiter quelques modifications.",
  "page-upgrades-question-6-title": "Que dois-je faire avec mon dApp ?",
  "page-upgrades-question-7-desc": "De nombreuses équipes de toute la communauté travaillent sur les différentes mises à niveau d'Ethereum.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Implémentation Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(Implémentation JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Implémentation Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Implémentation Go)",
  "page-upgrades-question-7-teams": "Les équipes de clients de consensus d'Ethereum :",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Implémentation Java)",
  "page-upgrades-question-7-title": "Qui construit les mises à niveau d'Ethereum ?",
  "page-upgrades-question-7-clients": "En savoir plus sur les clients Ethereum",
  "page-upgrades-question-8-answer-1": "Les mises à niveau d'Ethereum aideront Ethereum à évoluer de manière décentralisée, tout en maintenant la sécurité et en augmentant la durabilité.",
  "page-upgrades-question-8-answer-2": "Le problème le plus évident est sûrement le fait qu'Ethereum doive pouvoir gérer plus de 15 à 45 transactions par seconde. Mais les mises à niveau visent également à corriger d'autres problèmes sur Ethereum aujourd'hui.",
  "page-upgrades-question-8-answer-3": "Le réseau est tellement exigeant qu'il rend Ethereum coûteux. Les nœuds du réseau sont en difficulté sous la taille d'Ethereum et la quantité de données que leur ordinateur doit traiter. Et l'algorithme sous-jacent qui maintient Ethereum sûr et décentralisé est énergivore et doit être plus écologique.",
  "page-upgrades-question-8-answer-4": "Beaucoup de changements ont toujours été sur la feuille de route d'Ethereum, même depuis 2015. Mais les conditions actuelles rendent les mises à niveau encore plus nécessaires.",
  "page-upgrades-question-8-answer-6": "Découvrez la vision d'Ethereum",
  "page-upgrades-question-8-desc": "L'Ethereum que nous utilisons aujourd'hui doit offrir une meilleure expérience aux utilisateurs et participants du réseau.",
  "page-upgrades-question-8-title": "Pourquoi les mises à niveau sont-elles nécessaires ?",
  "page-upgrades-question-9-answer-1": "Le rôle le plus actif que vous pouvez jouer est de miser vos ETH.",
  "page-upgrades-question-9-answer-2": "Vous pouvez également utiliser un deuxième client pour améliorer la diversité des clients.",
  "page-upgrades-question-9-answer-3": "Si vous êtes plus technique, vous pouvez aider à trouver des bogues dans les nouveaux clients.",
  "page-upgrades-question-9-answer-4": "Vous pouvez aussi participer aux discussions techniques avec les chercheurs Ethereum sur ethresear.ch.",
  "page-upgrades-question-9-desc": "Vous n'avez pas besoin d'avoir un profil technique pour contribuer. La communauté recherche toutes sortes de compétences.",
  "page-upgrades-question-9-stake-eth": "Mettre en jeu de l'ETH",
  "page-upgrades-question-9-title": "Comment puis-je contribuer aux mises à niveau d'Ethereum ?",
  "page-upgrades-question-9-more": "Trouver des moyens plus généraux de s'impliquer dans Ethereum",
  "page-upgrades-question-10-title": "Que sont les « phases de l'Eth2 » ?",
  "page-upgrades-question-10-desc": "Certaines choses ont changé ici.",
  "page-upgrades-question-10-answer-0": "Le terme « Eth2 » lui-même est en voie de disparition, car il ne représente ni une mise à niveau spécifique, ni un nouveau réseau. C'est en réalité un ensemble de mises à niveau qui rendront Ethereum plus sécurisé, plus durable et plus évolutif. Le réseau que vous connaissez et chérissez déjà sera désigné sous le nom d'Ethereum.",
  "page-upgrades-question-10-answer-1": "Nous sommes réticents à trop parler en termes de feuille de route technique, car il s'agit d'un logiciel : les choses peuvent changer. Nous pensons qu'il est plus facile de comprendre ce qui se passe lorsque vous lisez les résultats.",
  "page-upgrades-question-10-answer-1-link": "Voir les mises à niveau",
  "page-upgrades-question-10-answer-2": "Mais si vous avez suivi les discussions, voici comment les mises à niveau s'intègrent à nos feuilles de route techniques, et comment elles évoluent.",
  "page-upgrades-question-10-answer-3": "La phase 0 décrit les travaux pour rendre la chaîne phare opérationnelle.",
  "page-upgrades-question-10-answer-5": "La phase 1 se concentrait à l'origine sur la mise en œuvre des chaînes de fragments, mais la priorité a été déplacée vers la « fusion », qui est la prochaine mise à jour planifiée.",
  "page-upgrades-question-10-answer-6": "La phase 1.5 était initialement prévue pour suivre les implémentations de fragments, lorsque le réseau principal serait ajouté en tant que dernier fragment de la chaîne phare. Pour accélérer la transition de l'exploitation minière, le réseau principal représentera à la place le premier fragment à se connecter à la chaîne phare. C'est maintenant connu sous le nom de « fusion » et constituera un pas important vers un Ethereum plus vert.",
  "page-upgrades-question-10-answer-7": "Bien que les plans autour de la phase 2 aient été un point de recherche et de discussion intenses, avec la fusion prévue avant les chaînes de fragments, ceci permettra de poursuivre la réévaluation des besoins du développement d'Ethereum. Face à une feuille de route axée sur le regroupement (rollup), la nécessité immédiate de chaînes de fragments est discutable.",
  "page-upgrades-question-10-answer-8": "En savoir plus sur une feuille de route axée sur le regroupement",
  "page-upgrades-question-11-title": "Puis-je acheter de l'Eth2 ?",
  "page-upgrades-question-11-desc": "Non. Il n'existe pas de jeton Eth2 et vos ETH ne changeront pas après La Fusion.",
  "page-upgrades-question-11-answer-1": "L'une des principales motivations derrière le changement de nom d'Eth2 était l'idée erronée que les détenteurs d'ETH devraient migrer leurs ETH après « Ethereum 2 ». Cela n'a jamais été vrai. C'est ",
  "page-upgrades-question-11-answer-2": "une technique courante utilisée par les arnaqueurs.",
  "page-upgrades-question-title": "Questions fréquemment posées",
  "page-upgrades-question3-answer-1": "Les détenteurs d'ETH n'ont pas besoin de faire quoi que ce soit. Votre ETH n'aura pas besoin de changer ou de se mettre à niveau. Il est presque certain que des arnaqueurs vous diront le contraire, alors soyez prudent.",
  "page-upgrades-scalable": "Plus évolutif",
  "page-upgrades-scalable-desc": "Ethereum a besoin de prendre en charge des milliers de transactions par seconde, pour rendre les applications plus rapides et moins coûteuses à utiliser.",
  "page-upgrades-secure": "Plus sécurisé",
  "page-upgrades-secure-desc": "L'Ethereum doit être plus sécurisé. À mesure que l'adoption d'Ethereum s'intensifie, le protocole doit être plus sécurisé contre toutes les formes d'attaque.",
  "page-upgrades-shard-button": "En savoir plus sur les chaînes de fragments",
  "page-upgrades-shard-date": "Les chaînes de fragments devraient suivre la fusion, vers 2023.",
  "page-upgrades-shard-desc": "Les chaînes de fragments augmenteront la capacité d'Ethereum à traiter les transactions et à stocker les données. Les fragments eux-mêmes gagneront plus de fonctionnalités au fil du temps, en plusieurs phases.",
  "page-upgrades-shard-estimate": "Estimation : 2023",
  "page-upgrades-shard-lower": "En savoir plus sur les chaînes de fragments",
  "page-upgrades-shard-title": "Chaînes fragment",
  "page-upgrades-stay-up-to-date": "Restez à jour",
  "page-upgrades-stay-up-to-date-desc": "Obtenez les dernières informations des chercheurs et des développeurs travaillant sur les mises à niveau d'Ethereum.",
  "page-upgrades-sustainable-desc": "L'Ethereum doit être meilleur pour l'environnement. La technologie actuelle nécessite trop d'énergie et d'énergie informatique.",
  "page-upgrades-take-part": "Participez à la recherche",
  "page-upgrades-take-part-desc": "Les chercheurs et les passioné(e)s d'Ethereum se rencontrent ici pour discuter des efforts de recherche, y compris de tout ce qui touche aux mises à niveau d'Ethereum.",
  "page-upgrades-the-upgrades": "Les mises à niveau d'Ethereum",
  "page-upgrades-the-upgrades-desc": "Ethereum est un ensemble de mises à niveau qui améliorent l'évolutivité, la sécurité et la durabilité d'Ethereum. Bien que les mises à niveau soient développées en parallèle, elles ont certaines dépendances qui déterminent quand elles seront déployées.",
  "page-upgrades-unofficial-roadmap": "Ce n'est pas la feuille de route officielle. Il s'agit simplement de ce que nous observons sur la base des informations disponibles. Mais il s'agit de technologie, les choses peuvent changer en un instant. Veuillez ne pas considérer ces informations comme une promesse figée dans le marbre.",
  "page-upgrades-upgrade-desc": "L'Ethereum que nous connaissons et aimons, en plus plus évolutif, plus sûr et plus durable...",
  "page-upgrades-upgrades": "Les mises à niveau d'Ethereum",
  "page-upgrades-upgrades-aria-label": "Menu des mises à niveau d'Ethereum",
  "page-upgrades-upgrades-beacon-chain": "La chaîne phare",
  "page-upgrades-upgrades-docking": "La fusion",
  "page-upgrades-upgrades-guide": "Guide des mises à niveau d'Ethereum",
  "page-upgrades-upgrading": "Mise à niveau d'Ethereum vers de nouveaux sommets",
  "page-upgrades-vision": "Notre vision",
  "page-upgrades-vision-btn": "En savoir plus sur la vision d'Ethereum",
  "page-upgrades-vision-desc": "Pour intégrer Ethereum dans le courant général et servir toute l'humanité, nous devons rendre Ethereum plus évolutif, plus sécuritaire et plus durable.",
  "page-upgrades-vision-upper": "La vision d'Ethereum",
  "page-upgrades-what-happened-to-eth2-title": "Qu'est-il arrivé à « Eth2 » ?",
  "page-upgrades-what-happened-to-eth2-1": "Le terme « Eth2 » est progressivement supprimé en préparation de la fusion.",
  "page-upgrades-what-happened-to-eth2-1-more": "En savoir plus sur la fusion.",
  "page-upgrades-what-happened-to-eth2-2": "Après avoir fusionné « Eth1 » et « Eth2 » en une seule chaîne, il n'y aura plus deux réseaux Ethereum distincts ; il n'y aura qu'Ethereum.",
  "page-upgrades-what-happened-to-eth2-3": "Pour limiter la confusion, la communauté a mis à jour ces termes :",
  "page-upgrades-what-happened-to-eth2-3-1": "« Eth1 » est maintenant « la couche d'exécution », qui gère les transactions et les exécutions.",
  "page-upgrades-what-happened-to-eth2-3-2": "« Eth2 » est maintenant la « couche de consensus », qui gère le consensus de la preuve d'enjeu.",
  "page-upgrades-what-happened-to-eth2-4": "Ces mises à jour terminologiques ne modifient que les conventions de nomenclature. Elles ne modifient pas les objectifs ou la feuille de route d'Ethereum.",
  "page-upgrades-what-happened-to-eth2-5": "En savoir plus sur le changement de nom « Eth2 »",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Pourquoi ne pas juste utiliser Eth2 ?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Mentalités",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Un des problèmes majeurs de l'image de Eth2 est qu'elle crée une fausse vision des choses pour les nouveaux utilisateurs d'Ethereum. Ils pensent intuitivement qu'Eth1 vient d'abord et qu'ensuite vient Eth2. Ou alors qu'Eth1 cesse d'exister une fois qu'Eth2 existe. Aucunes de ces idées ne sont vraies. En supprimant la terminologie Eth2, nous évitons à tous les futurs nouveaux utilisateurs d'avoir cette vision erronée.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Inclusivité",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "Au fur et à mesure que la feuille de route pour Ethereum a évolué, Ethereum 2.0 est devenu une représentation inexacte de la feuille de route d'Ethereum. Être prudent et précis dans notre choix de mots permet au contenu sur Ethereum d'être compris par le plus large public possible.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Prévention des escroqueries",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "Malheureusement, des personnes malveillantes ont tenté d'utiliser le nom Eth2 pour arnaquer des utilisateurs en leur disant d'échanger leurs jetons ETH contre des « ETH2 » ou alors qu'ils devaient migrer leur ETH avant la mise à niveau ETH2. Nous espérons que cette nouvelle terminologie clarifiera la situation pour éliminer ce vecteur d'arnaque et rendre l'écosystème plus sûr.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Clarté de la mise en jeu",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Certains opérateurs de mise en jeu ont également représenté l'ETH misé sur la chaîne phare avec le téléscripteur « ETH2 ». Cela crée une confusion potentielle puisque les utilisateurs de ces services ne reçoivent pas de jeton « ETH2 ». Il n’existe pas de jeton « ETH2 ». Cela représente simplement leur part dans les mises de ces fournisseurs spécifiques.",
  "page-upgrades-what-to-do": "Que devez-vous faire ?",
  "page-upgrades-what-to-do-desc": "Si vous êtes un utilisateur de dApp ou un détenteur d'ETH, vous n'avez rien à faire. Si vous êtes un développeur ou que vous voulez commencer à miser, il y a des moyens pour vous impliquer aujourd'hui.",
  "page-upgrades-whats-next": "En quoi consistent les mises à niveau d'Ethereum ?",
  "page-upgrades-whats-next-desc": "La feuille de route d'Ethereum comprend un ensemble de mises à niveau interconnectées qui rendront le réseau plus évolutif, plus sécurisé et plus durable. Ces mises à niveau sont développées par de multiples équipes dans tout l'écosystème Ethereum.",
  "page-upgrades-whats-next-history": "En savoir plus sur les mises à niveau d'Ethereum précédentes",
  "page-upgrades-whats-ethereum": "Attendez, qu'est-ce que Ethereum ?",
  "page-upgrades-whats-new": "Quelles sont les prochaines étapes pour Ethereum ?",
  "page-upgrades-security-link": "En savoir plus sur la sécurité et la prévention des arnaques"
}
