{
  "page-what-is-ether-meta-title": "Qu'est-ce que l'Ether (ETH) ? (Un guide complet) | ethereum.org",
  "page-what-is-ether-meta-description": "L'ether (ETH) est la cryptomonnaie native d'Ethereum. Découvrez à quoi il sert, comment et où l'acheter, sa quantité en circulation et ce qui affecte son prix.",
  "page-what-is-ether-twitter-meta-description": "L'ether (ETH) est la cryptomonnaie native d'Ethereum. Découvrez à quoi il sert, comment et où l'acheter, sa quantité en circulation et plus encore.",
  "page-what-is-ether-title": "Qu'est-ce que l'Ether (ETH) ?",
  "page-what-is-ether-hero-description-1": "L'ether (ETH) est la cryptomonnaie native qui alimente le réseau Ethereum. Il est utilisé pour payer les frais de transaction (appelés « gaz ») pour l'utilisation du réseau et des applications qui y sont bâties, pour sécuriser le réseau par la mise en jeu (staking), et sert de monnaie numérique pour les paiements et les investissements, sans être contrôlé par une entité, une organisation ou un gouvernement central. L'ETH est l'une des plus grandes cryptomonnaies par capitalisation boursière.",
  "page-what-is-ether-what-is-ether-description-1": "L'ether, communément appelé ETH, est le carburant qui alimente la blockchain Ethereum. Contrairement au bitcoin, qui sert principalement de monnaie numérique, l'ether a de multiples usages au sein de l'écosystème Ethereum.",
  "page-what-is-ether-what-is-ether-description-2": "<strong>En tant que cryptomonnaie native d'Ethereum, l'ETH est utilisé pour :</strong>",
  "page-what-is-ether-what-is-ether-description-3": "Payer les frais de transaction (gaz) pour l'utilisation du réseau et de ses applications",
  "page-what-is-ether-what-is-ether-description-4": "Sécuriser le réseau Ethereum grâce à la mise en jeu (staking)",
  "page-what-is-ether-what-is-ether-description-5": "L'ETH a été introduit en 2015 lors du lancement d'Ethereum et est depuis devenu l'un des <assets>actifs les plus précieux au monde</assets>.",
  "page-what-is-ether-what-is-ether-description-6": "Pour les consommateurs",
  "page-what-is-ether-what-is-ether-description-7": "L'ETH permet des paiements mondiaux sans banques, des achats de jetons non fongibles (NFT) et l'accès à des applications de finance décentralisée (DeFi). Il est résistant à la censure et offre une fonctionnalité transfrontalière 24h/24 et 7j/7.",
  "page-what-is-ether-what-is-ether-description-8": "Pour les développeurs",
  "page-what-is-ether-what-is-ether-description-9": "L'ETH sert à payer les frais de transaction lors du déploiement de contrats intelligents sur le réseau principal Ethereum. C'est également la principale devise utilisée dans de nombreuses applications de l'écosystème Ethereum.",
  "page-what-is-ether-what-is-ether-description-10": "Pour les investisseurs",
  "page-what-is-ether-what-is-ether-description-11": "L'ETH fonctionne comme une réserve de valeur et un actif générateur de rendement grâce à la mise en jeu (staking). Il offre une exposition à la croissance du Web3 et à l'économie numérique en expansion.",
  "page-what-is-ether-what-is-ether-description-12": "En savoir plus sur la mise en jeu (staking) d'ETH",
  "page-what-is-ether-how-to-buy-eth": "Comment acheter des ETH",
  "page-what-is-ether-how-to-buy-eth-description-1": "Acheter de l'ETH est simple, avec plusieurs options selon vos besoins et votre emplacement. <strong>Commencez toujours par une plateforme de confiance</strong> offrant une sécurité renforcée.",
  "page-what-is-ether-how-to-buy-eth-description-2": "Pour les consommateurs, achetez de l'ETH via des plateformes d'échange de cryptomonnaies ou des applications de portefeuille.",
  "page-what-is-ether-how-to-buy-eth-description-3": "<strong>Aparté</strong>",
  "page-what-is-ether-how-to-buy-eth-description-4": "Lorsque vous achetez de l'ETH, vous entendrez parler de « <strong>compte/adresse</strong> » et de « <strong>portefeuille</strong> ».",
  "page-what-is-ether-how-to-buy-eth-description-5": "Considérez votre <strong>compte comme votre adresse e-mail</strong>, où les gens vous envoient de l'argent.",
  "page-what-is-ether-how-to-buy-eth-description-6": "Considérez votre <strong>portefeuille comme votre application de messagerie</strong>, où vous consultez vos soldes et effectuez des paiements.",
  "page-what-is-ether-how-to-buy-eth-description-7": "Vous pouvez acheter de l'ETH avec :",
  "page-what-is-ether-how-to-buy-eth-description-8": "<strong>Cartes de crédit/débit</strong> : instantanément mais avec des frais plus élevés",
  "page-what-is-ether-how-to-buy-eth-description-9": "<strong>Virements bancaires</strong> : plus lents mais avec des frais moins élevés",
  "page-what-is-ether-how-to-buy-eth-description-10": "<strong>PayPal</strong> ou services similaires là où ils sont disponibles",
  "page-what-is-ether-how-to-buy-eth-description-11": "<strong>Pour les entreprises</strong>, les plateformes d'échange proposent des comptes d'entreprise avec des limites plus élevées, une meilleure assistance, des fonctionnalités de conformité, des remises sur volume et une sécurité renforcée.",
  "page-what-is-ether-how-to-buy-eth-description-12": "Autres manières d'obtenir de l'ETH :",
  "page-what-is-ether-how-to-buy-eth-description-13": "<strong>Recevoir des paiements</strong> de personnes que vous connaissez",
  "page-what-is-ether-how-to-buy-eth-description-14": "<strong>Fournir des liquidités</strong> sur des protocoles de finance décentralisée",
  "page-what-is-ether-how-to-buy-eth-description-15": "<strong>Mettre en jeu de l'ETH</strong> pour gagner des récompenses tout en sécurisant le réseau Ethereum",
  "page-what-is-ether-how-to-buy-eth-description-16": "En savoir plus sur comment et où acheter de l'ETH",
  "page-what-is-ether-how-to-send-and-receive-eth": "Comment envoyer et recevoir de l'ETH",
  "page-what-is-ether-how-to-send-and-receive-eth-description-1": "<strong>L'envoi d'ETH</strong> nécessite un portefeuille et une adresse de destinataire. Saisissez leur adresse, spécifiez le montant, vérifiez les frais de transaction, et confirmez. Les transactions arrivent généralement en moins de 30 secondes et ne peuvent pas être annulées une fois confirmées.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-2": "<strong>La réception d'ETH</strong> nécessite de partager votre adresse Ethereum ou votre code QR avec l'expéditeur. Les fonds apparaissent dans votre portefeuille après la confirmation du réseau, la plupart des portefeuilles fournissant des notifications.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-3": "<strong>Besoin d'aide ?</strong> Lisez le guide <howToUseWallet>Comment utiliser un portefeuille</howToUseWallet>.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-4": "Lorsque vous achetez de l'ETH, vous entendrez parler de « <strong>compte/adresse</strong> » et de « <strong>portefeuille</strong> ».",
  "page-what-is-ether-how-to-send-and-receive-eth-description-5": "Considérez votre <strong>compte comme votre adresse e-mail</strong>, où les gens vous envoient de l'argent.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-6": "Considérez votre <strong>portefeuille comme votre application de messagerie</strong>, où vous consultez vos soldes et effectuez des paiements.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-7": "Pour des montants plus importants, envisagez d'utiliser des portefeuilles matériels pour plus de sécurité.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-8": "Découvrez ce qu'est Ethereum et comment cela fonctionne.",
  "page-what-is-ether-how-to-send-and-receive-eth-callout": "Ne partagez votre adresse Ethereum qu'avec des contacts de confiance. Comme Ethereum est un registre public, ils peuvent voir votre solde et vos transactions. Ils ne peuvent pas accéder à vos fonds, mais la confidentialité est recommandée.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth": "Combien de temps faut-il pour envoyer de l'ETH ?",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-1": "Les transactions d'ETH se terminent généralement en moins de 30 secondes. Le réseau Ethereum traite des blocs toutes les 12 secondes, bien que les transactions puissent être mises en file d'attente en cas de congestion.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-2": "Les transactions atteignent la « finalité » après environ 15 minutes, contre une moyenne de 60 minutes pour Bitcoin.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-3": "En période de trafic réseau élevé, vous pouvez accélérer les transactions en payant des frais de transaction plus élevés, ce qui vous place en tête de file. Les frais sont partagés entre les validateurs et un mécanisme de brûlage (burning).",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth": "Combien coûte l'envoi d'ETH ?",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth-description-1": "Les transactions Ethereum nécessitent des <strong>frais de transaction payés en ETH</strong>. Les frais sont calculés en fonction du travail de calcul requis (mesuré en « gaz ») et de la demande actuelle du réseau. Le prix du gaz fluctue avec le trafic du réseau, ce qui rend les transactions moins coûteuses pendant les périodes creuses.",
  "page-what-is-ether-l2s": "Présentation des L2 : mise à l'échelle d'Ethereum",
  "page-what-is-ether-l2s-description-1": "À mesure que la popularité d'Ethereum augmente, il devient difficile de maintenir des frais de transaction bas. Les réseaux de <strong>couche 2 (L2)</strong> répondent à ce problème.",
  "page-what-is-ether-l2s-description-2": "Les L2 comme <optimism>Optimism</optimism> et <arbitrum>Arbitrum</arbitrum> offrent des <strong>frais 10 à 100 fois moins chers</strong> tout en héritant de la sécurité d'Ethereum. Ils traitent les transactions hors chaîne et publient les données sur Ethereum.",
  "page-what-is-ether-l2s-description-3": "Considérez-les comme des voies rapides qui permettent des transactions plus rapides et moins chères, en parallèle de l'autoroute principale qu'est Ethereum.",
  "page-what-is-ether-l2s-description-4": "Les <strong>transferts sur L2 coûtent généralement moins de 0,01 $</strong>, ce qui rend Ethereum accessible à des millions d'utilisateurs supplémentaires grâce à des intégrations avec des entreprises comme Robinhood, PayPal et Shopify.",
  "page-what-is-ether-what-is-the-eth-supply": "Quelle est l'offre d'ETH ?",
  "page-what-is-ether-what-is-the-eth-supply-description-1": "Contrairement au plafond fixe de 21 millions de Bitcoin, l'ETH a une mécanique d'offre dynamique :",
  "page-what-is-ether-what-is-the-eth-supply-description-2": "De nouveaux ETH sont émis pour récompenser les validateurs du réseau à un taux limité calculé par le protocole",
  "page-what-is-ether-what-is-the-eth-supply-description-3": "Une partie de chaque frais de transaction est définitivement « brûlée » (supprimée de l'existence)",
  "page-what-is-ether-what-is-the-eth-supply-description-4": "Cela crée des périodes alternées d'inflation et de déflation en fonction de l'utilisation du réseau",
  "page-what-is-ether-what-is-the-eth-supply-description-5": "<strong>Équilibre attendu</strong> : Le système équilibre la sécurité du réseau avec la préservation de la valeur à long terme. Une utilisation élevée entraîne une déflation ; une faible utilisation entraîne une inflation.",
  "page-what-is-ether-what-is-the-eth-supply-description-6": "Sources des données : <etherscan>Etherscan</etherscan>, <ultrasound>Ultrasound Money</ultrasound>",
  "page-what-is-ether-what-is-the-distribution-of-eth": "Quelle est la distribution de l'ETH ?",
  "page-what-is-ether-what-is-the-distribution-of-eth-description-1": "La propriété est largement répartie sur des <etherscan>dizaines de millions d'adresses</etherscan>, ce qui empêche la concentration du contrôle et renforce la décentralisation.",
  "page-what-is-ether-breakdown": "Répartition de la distribution de l'ether",
  "page-what-is-ether-breakdown-description-1": "<strong>Ether en jeu (staked)</strong> : Des dizaines de millions d'ETH <beaconchain>verrouillés</beaconchain> pour la sécurité du réseau",
  "page-what-is-ether-breakdown-description-2": "<strong>Plateformes d'échange</strong> : les plateformes centralisées <unchained>détiennent 13 à 16 %</unchained> de l'offre",
  "page-what-is-ether-breakdown-description-3": "<strong>Contrats intelligents</strong> : Des montants importants dans des contrats intelligents, y compris des protocoles DeFi",
  "page-what-is-ether-breakdown-description-4": "<strong>Fondation Ethereum</strong> : détient <ef>moins de 0,3 %</ef> de l'offre (contre 9 % en 2014)",
  "page-what-is-ether-who-holds-most": "Qui en détient le plus ?",
  "page-what-is-ether-who-holds-most-description-1": "Les adresses Ethereum avec les soldes d'ETH les plus élevés ne sont généralement pas celles de particuliers. La grande majorité de l'ether visible dans les adresses Ethereum du « top » représente les fonds collectifs et mis en commun de nombreuses personnes et entités différentes, et non les avoirs d'un seul individu.",
  "page-what-is-ether-who-holds-most-description-2": "Les comptes ETH avec les soldes les plus élevés incluent généralement :",
  "page-what-is-ether-who-holds-most-description-3": "Le contrat de dépôt de la Chaîne Phare : Le solde du contrat de dépôt représente tous les ETH qui ont été <staked>mis en jeu</staked> pour aider à sécuriser le réseau Ethereum. Bien qu'il s'agisse de l'adresse Ethereum avec le plus grand solde d'ETH, elle ne représente pas un compte de portefeuille Ethereum accessible. C'est un contrat intelligent qui accepte les dépôts d'ETH comme première étape pour participer à la mise en jeu (staking), puis gère les soldes de cet ether sur l'ensemble des validateurs actifs du réseau.",
  "page-what-is-ether-who-holds-most-description-4": "Contrats intelligents : Beaucoup d'autres adresses Ethereum à solde élevé représentent les contrats intelligents qui alimentent les applications basées sur Ethereum, comme les adresses de contrat intelligent pour les protocoles de finance décentralisée (DeFi), les ponts, ou les organisations autonomes décentralisées (DAO). Ces soldes de contrat représentent l'ether que de nombreux portefeuilles ont déposé pour participer à leur application.",
  "page-what-is-ether-who-holds-most-description-5": "Comptes omnibus : Ce sont de grands portefeuilles gérés par des plateformes d'échange, des plateformes et des fonds (comme Coinbase, Robinhood ou Binance). Lorsqu'un utilisateur achète de l'ETH sur une plateforme d'échange, il est souvent conservé dans l'un de ces comptes massifs aux côtés de l'ETH détenu par des milliers d'autres clients de la plateforme.",
  "page-what-is-ether-who-holds-most-description-6": "Vous pouvez consulter une liste en direct des adresses de portefeuille Ethereum avec les soldes d'ETH les plus élevés sur <etherscan>Etherscan ici</etherscan>.",
  "page-what-is-ether-distribution": "Pourquoi la distribution est-elle importante pour la décentralisation",
  "page-what-is-ether-distribution-description-1": "Une large distribution empêche le contrôle centralisé. La véritable décentralisation dépend du nombre de nœuds et de validateurs indépendants qui maintiennent le réseau.",
  "page-what-is-ether-what-makes-eth-valuable": "Qu'est-ce qui donne de la valeur à l'ETH ?",
  "page-what-is-ether-what-makes-eth-valuable-description-1": "L'ETH tire sa valeur de plusieurs sources :",
  "page-what-is-ether-what-makes-eth-valuable-description-2": "<strong>Utilité du réseau</strong> : toutes les transactions Ethereum nécessitent de l'ETH pour les frais de gaz, ce qui crée une demande constante qui croît avec l'adoption du réseau.",
  "page-what-is-ether-what-makes-eth-valuable-description-3": "<strong>Récompenses de mise en jeu (staking)</strong> : les validateurs d'ETH gagnent des rendements tout en sécurisant le réseau, ce qui séduit à la fois les investisseurs individuels et institutionnels.",
  "page-what-is-ether-what-makes-eth-valuable-description-4": "<strong>Réserve de valeur</strong> : beaucoup considèrent l'ETH comme du « pétrole numérique », un actif rare avec une réelle utilité qui alimente l'économie numérique.",
  "page-what-is-ether-what-makes-eth-valuable-description-5": "<strong>Dynamique de l'offre</strong> : le brûlage des frais crée une pression déflationniste pendant les périodes de forte utilisation. Depuis 2021, des <ultrasound>millions d'ETH ont été définitivement retirés</ultrasound> de la circulation.",
  "page-what-is-ether-what-is-wrapping-eth": "Qu'est-ce que l'encapsulation d'ETH (wrapping) ?",
  "page-what-is-ether-what-is-wrapping-eth-description-1": "L'ETH encapsulé (WETH) est un jeton ERC-20 qui représente l'ETH sur une base de 1:1. De nombreuses applications décentralisées et réseaux L2 sont conçus pour gérer les jetons ERC-20, mais l'ETH natif n'est pas un jeton ERC-20. L'« encapsulation » (wrapping) consiste à verrouiller de l'ETH dans un contrat intelligent et à émettre une représentation ERC-20 de cet ETH verrouillé (WETH), ce qui permet de l'utiliser dans toutes les applications et sur tous les L2 qui ne peuvent accepter que des jetons ERC-20.",
  "page-what-is-ether-what-is-wrapping-eth-description-2": "Les utilisations courantes incluent :",
  "page-what-is-ether-what-is-wrapping-eth-description-3": "Paires de trading sur les plateformes d'échange décentralisées comme <uniswap>Uniswap</uniswap>",
  "page-what-is-ether-what-is-wrapping-eth-description-4": "Garantie sur les plateformes de prêt comme <aave>Aave</aave>",
  "page-what-is-ether-what-is-wrapping-eth-description-5": "Enchères sur les places de marché NFT comme <opensea>OpenSea</opensea>",
  "page-what-is-ether-what-is-wrapping-eth-description-6": "Le WETH peut être désencapsulé en ETH à tout moment avec des frais minimes. Le WETH est détruit, et l'ETH qu'il représentait est libéré du contrat intelligent. La plupart des applications gèrent le processus d'encapsulation et de désencapsulation de manière transparente.",
  "page-what-is-ether-what-is-wrapping-eth-description-7": "En savoir plus sur l'ETH encapsulé (WETH)",
  "page-what-is-ether-gas-table-transaction-type": "Type de transaction",
  "page-what-is-ether-gas-table-typical-cost-range": "Fourchette de coût en direct",
  "page-what-is-ether-gas-table-estimated-gas-units": "Unités de gaz estimées",
  "page-what-is-ether-gas-table-row-1-1": "Transferts d'ETH",
  "page-what-is-ether-gas-table-row-2-1": "Échange de jetons",
  "page-what-is-ether-gas-table-row-3-1": "Transactions DeFi/NFT complexes"
}