{
  "consensus-client-lighthouse-logo-alt": "Logo Lighthouse",
  "consensus-client-lodestar-logo-alt": "Logo Lodestar",
  "consensus-client-nimbus-logo-alt": "Logo de Nimbus",
  "consensus-client-prysm-logo-alt": "Logo de Prysm",
  "consensus-client-teku-logo-alt": "Logo de Teku",
  "page-upgrades-answer-1": "Pensez à Eth2 comme un ensemble de mises à niveau qui sont ajoutées pour améliorer l'Ethereum que nous utilisons aujourd'hui. Ces améliorations incluent la création d'une nouvelle chaîne appelée chaîne phare ainsi que jusqu'à 64 chaînes connues sous le nom de fragments.",
  "page-upgrades-answer-2": "Ceux-ci sont séparés du réseau principal Ethereum que nous utilisons aujourd'hui, mais ne le remplaceront pas. Au lieu de cela, le réseau principal va s’arrimer ou \"fusionner\" avec ce système parallèle qui est ajouté au fil du temps.",
  "page-upgrades-answer-4": "En d'autres termes, l'Ethereum que nous utilisons aujourd'hui finira par incarner toutes les fonctionnalités que nous visons dans la vision Eth2.",
  "page-upgrades-beacon-chain-btn": "En savoir plus sur la chaîne phare",
  "page-upgrades-beacon-chain-date": "La chaîne phare a été mise en service le 1er décembre 2020.",
  "page-upgrades-beacon-chain-desc": "Le premier ajout de l'Eth2 à l'écosystème. La chaîne phare intègre la mise en jeu sur Ethereum, pose les bases des futures mises à niveau et coordonnera éventuellement le nouveau système.",
  "page-upgrades-beacon-chain-estimate": "La chaîne phare est active",
  "page-upgrades-beacon-chain-title": "La chaîne phare",
  "page-upgrades-bug-bounty": "Voir le programme de primes au bogue",
  "page-upgrades-clients": "Découvrez les clients Eth2",
  "page-staking-deposit-contract-title": "Vérifiez l'adresse du contrat de dépôt",
  "page-upgrades-diagram-ethereum-mainnet": "Le réseau principal d'Ethereum",
  "page-upgrades-diagram-h2": "Comment les améliorations s'intègrent",
  "page-upgrades-diagram-link-1": "En savoir plus sur la preuve de travail",
  "page-upgrades-diagram-link-2": "En savoir plus sur les chaînes de fragments",
  "page-upgrades-diagram-mainnet": "Réseau principal",
  "page-upgrades-diagram-p": "Le réseau principal d' Ethereum va continuer à exister sous sa forme actuelle pendant encore un certain temps. Cela signifie que les mises à niveau de la chaîne phare et des fragments ne perturberont pas le réseau.",
  "page-upgrades-diagram-p-1": "Au final, le réseau principal fusionnera avec le nouveau système introduit par les mises à niveau de l' Eth2.",
  "page-upgrades-diagram-p-2": "La chaîne phare guidera Ethereum, coordonnera les validateurs et donnera le rythme pour la création des blocs.",
  "page-upgrades-diagram-p-3": "Au début, il existera séparément du réseau principal et gérera les validateurs - cela n'aura rien à voir avec des contrats, des transactions ou des comptes intelligents.",
  "page-upgrades-diagram-p-4": "Les fragments fourniront de nombreuses données supplémentaires pour aider à augmenter le nombre de transactions que le réseau principal peut traiter. Ils seront coordonnés par la chaîne phare.",
  "page-upgrades-diagram-p-5": "Mais toutes les transactions reposeront toujours sur le réseau principal, qui continuera d'exister tel que nous le connaissons aujourd'hui - sécurisé par des preuves de travail et des mineurs.",
  "page-upgrades-diagram-p-6": "Le réseau principal fusionnera avec le système de preuve d'enjeu, coordonné par la chaîne phare.",
  "page-upgrades-diagram-p-8": "Cela transformera le réseau principal en un fragment dans le nouveau système. Les mineurs ne seront plus nécessaires car tout Ethereum sera sécurisé par des validateurs.",
  "page-upgrades-diagram-p10": "Eth2 n'est pas une simple migration ou amélioration. Il décrit un ensemble de mises à niveau en cours de développement pour libérer le véritable potentiel d'Ethereum. Voilà comment ces mises à niveau se rejoignent toutes.",
  "page-upgrades-diagram-scroll": "Faites défiler pour explorer - touchez pour plus d'informations.",
  "page-upgrades-diagram-shard": "Fragment (1)",
  "page-upgrades-diagram-shard-1": "Fragment (...)",
  "page-upgrades-diagram-shard-2": "Fragment (2)",
  "page-upgrades-diagram-shard-3": "Fragment (...)",
  "page-upgrades-diagram-validators": "En savoir plus sur les validateurs",
  "page-upgrades-dive": "Plongez dans la vision",
  "page-upgrades-dive-desc": "Comment allons-nous rendre Ethereum plus évolutif, plus sûr et plus durable ? Tout en gardant l'éthique de base de la décentralisation d'Ethereum.",
  "page-upgrades-docking": "L'arrimage (docking)",
  "page-upgrades-merge-answer-1": "L'arrimage se produit lorsque le réseau principal se transforme en un fragment. Cela viendra après une implémentation réussie des chaînes de fragments.",
  "page-upgrades-merge-btn": "En savoir plus sur l'arrimage",
  "page-upgrades-merge-desc": "Le réseau principal d'Ethereum devra \"s'arrimer\" ou \"fusionner\" avec la chaîne phare à un moment donné. Cela permettra de jalonner l'ensemble du réseau et de signaler la fin de l'exploitation minière à forte intensité énergétique.",
  "page-upgrades-merge-estimate": "Estimation : 2022",
  "page-upgrades-merge-mainnet": "Qu'est-ce que le réseau principal ?",
  "page-upgrades-merge-mainnet-eth2": "Arrimer le réseau principal dans Eth2",
  "page-upgrades-eth-blog": "blog ethereum.org",
  "page-upgrades-explore-btn": "Explorez les améliorations",
  "page-upgrades-get-involved": "Impliquez-vous dans Eth2",
  "page-upgrades-get-involved-2": "S’engager",
  "page-upgrades-head-to": "Rendez-vous sur",
  "page-upgrades-help": "Vous voulez aider avec Eth2 ?",
  "page-upgrades-help-desc": "Il existe de nombreuses opportunités de participer aux mises à niveau d'Eth2, d'aider aux tests et même de gagner des récompenses.",
  "page-upgrades-index-staking": "La mise en jeu est ouverte",
  "page-upgrades-index-staking-desc": "La clé des mises à niveau d'Eth2 est l'introduction de la mise en jeu. Si vous souhaitez utiliser votre ETH pour sécuriser le réseau Ethereum, assurez-vous de suivre ces étapes.",
  "page-upgrades-index-staking-learn": "En savoir plus sur la mise en jeu",
  "page-upgrades-index-staking-learn-desc": "La chaîne phare apportera la mise en jeu à Ethereum. Cela signifie que si vous avez des ETH, vous pouvez faire un bien public en sécurisant le réseau et gagner plus d'ETH par la même occasion.",
  "page-upgrades-index-staking-step-1": "1. Configuration avec le launchpad",
  "page-upgrades-index-staking-step-1-btn": "Visitez le launchpad de mise en jeu",
  "page-upgrades-index-staking-step-1-desc": "Pour miser dans Eth2, vous devrez utiliser le launchpad - il vous guidera tout au long du processus.",
  "page-upgrades-index-staking-step-2": "2. Confirmer l'adresse de mise en jeu",
  "page-upgrades-index-staking-step-2-btn": "Confirmer l'adresse du contrat de dépôt",
  "page-upgrades-index-staking-step-2-desc": "Avant de miser vos ETH, vérifiez que vous avez la bonne adresse. Vous devez avoir parcouru le launchpad avant de faire cela.",
  "page-upgrades-index-staking-sustainability": "Plus durable",
  "page-upgrades-just-docking": "En savoir plus sur l'arrimage",
  "page-upgrades-meta-desc": "Un aperçu des mises à niveau d'Ethereum 2.0 et de la vision qu'elles espèrent concrétiser.",
  "page-upgrades-meta-title": "Les mises à niveau Eth2",
  "page-upgrades-miners": "En savoir plus sur les mineurs",
  "page-upgrades-more-on-upgrades": "En savoir plus sur les mises à niveau Eth2",
  "page-upgrades-proof-of-stake": "preuve d'enjeu",
  "page-upgrades-proof-of-work": "preuve de travail",
  "page-upgrades-proof-stake-link": "Plus d'infos sur la preuve d'enjeu",
  "page-upgrades-question-1-desc": "Eth2 est un ensemble de mises à niveau distinctes avec des dates d'expédition différentes.",
  "page-upgrades-question-1-title": "Quand Eth2 sera-t-il expédié ?",
  "page-upgrades-question-2-desc": "On ne peut pas considérer Eth2 comme une blockchain distincte.",
  "page-upgrades-question-2-title": "Eth2 est-il une blockchain distincte ?",
  "page-upgrades-question-3-answer-2": "Les mises à niveau de la chaîne de fragments et de l'arrimage peuvent avoir un impact sur les développeurs de DApp. Mais les spécifications n'ont pas encore été finalisées, donc aucune action immédiate n'est requise.",
  "page-upgrades-question-3-answer-3": "Parlez à l'équipe de recherche et développement Eth2 sur ethresear.ch.",
  "page-upgrades-question-3-answer-3-link": "Visitez ethresear.ch",
  "page-upgrades-question-3-desc": "Vous n'avez rien à faire pour le moment pour vous préparer à Eth2.",
  "page-upgrades-question-3-title": "Comment me préparer à Eth2 ?",
  "page-upgrades-question-4-answer-1": "Chaque fois que vous envoyez une transaction ou utilisez une DApp aujourd'hui, vous utilisez Eth1. C'est l'Ethereum qui est sécurisé par les mineurs.",
  "page-upgrades-question-4-answer-2": "'Eth1', le réseau principal ou mainnet, continuera à fonctionner normalement jusqu'à l'arrimage.",
  "page-upgrades-question-4-answer-3": "Après l'arrimage, les validateurs sécuriseront l'ensemble du réseau via une preuve d'enjeu.",
  "page-upgrades-question-4-answer-6": "N'importe qui peut devenir validateur en mettant en jeu son ETH.",
  "page-upgrades-question-4-answer-7": "Plus d'infos sur la mise en jeu",
  "page-upgrades-question-4-answer-8": "Les mises à niveau de la chaîne phare et de la chaîne de fragments ne perturberont pas Eth1 car elles sont construites séparément.",
  "page-upgrades-question-4-desc": "Eth1 fait référence au réseau principal Ethereum sur lequel vous faites des transactions aujourd'hui.",
  "page-upgrades-question-4-title": "Qu'est-ce que Eth1 ?",
  "page-upgrades-question-5-answer-1": "Pour devenir un validateur à part entière sur le réseau, vous devrez miser 32 ETH. Si vous n'avez pas assez d'ETH, ou si vous ne voulez pas en mettre autant en jeu, vous pouvez vous joindre à des groupes d'enjeux. Ces groupes vous permettront de miser une fraction de la somme, et donc de gagner une fraction de la récompense totale.",
  "page-upgrades-question-5-desc": "Vous devrez utiliser le launchpad de mise en jeu ou rejoindre un groupe d'enjeux.",
  "page-upgrades-question-5-title": "Comment puis-je staker ?",
  "page-upgrades-question-6-answer-1": "Pour le moment, il n'y a aucune action à prendre, mais nous vous recommandons de rester informé des développements des mises à niveau de chaînes de fragments et de l'arrimage.",
  "page-upgrades-question-6-answer-3": "Danny Ryan, de l'Ethereum Foundation, met régulièrement à jour la communauté:",
  "page-upgrades-question-6-answer-4": "Ben Edgington de ConsenSys a une lettre d'information hebdomadaire d'Eth2 :",
  "page-upgrades-question-6-answer-5": "Vous pouvez également vous joindre à la discussion sur la recherche et le développement Eth2 sur ethresear.ch.",
  "page-upgrades-question-6-desc": "Votre DApp ne sera pas affectée par des mises à niveau imminentes. Cependant, les futures mises à niveau peuvent nécessiter quelques modifications.",
  "page-upgrades-question-6-title": "Que dois-je faire avec mon DApp ?",
  "page-upgrades-question-7-desc": "De nombreuses équipes de toute la communauté travaillent sur les différentes mises à niveau Eth2.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Implémentation Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(Implémentation Java)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Implémentation Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Implémentation Go)",
  "page-upgrades-question-7-teams": "Les équipes de clients Eth2 :",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Implémentation Java)",
  "page-upgrades-question-7-title": "Qui construit Eth2 ?",
  "page-upgrades-question-8-answer-1": "Les mises à niveau d'Eth2 aideront l'évolution d'Ethereum dans la décentralisation, tout en maintenant la sécurité et la durabilité.",
  "page-upgrades-question-8-answer-2": "Probablement le problème le plus évident, c'est qu'Ethereum doit pouvoir gérer plus de 15 à 45 transactions par seconde. Mais les mises à niveau de Eth2 traitent également d'autres problèmes avec Ethereum aujourd'hui.",
  "page-upgrades-question-8-answer-3": "Le réseau est tellement exigeant qu'il rend Ethereum coûteux. Les nœuds du réseau sont en difficulté sous la taille d'Ethereum et la quantité de données que leur ordinateur doit traiter. Et l'algorithme sous-jacent qui maintient Ethereum sûr et décentralisé est énergivore et doit être plus écologique.",
  "page-upgrades-question-8-answer-4": "Beaucoup de changements ont toujours été sur la feuille de route d'Ethereum, même depuis 2015. Mais les conditions actuelles rendent les mises à niveau encore plus nécessaires.",
  "page-upgrades-question-8-answer-6": "Explorez la vision Eth2",
  "page-upgrades-question-8-desc": "L'Ethereum que nous utilisons aujourd'hui doit offrir une meilleure expérience aux utilisateurs et participants du réseau.",
  "page-upgrades-question-8-title": "Pourquoi Eth2 est-il nécessaire ?",
  "page-upgrades-question-9-answer-1": "Le rôle le plus actif que vous pouvez jouer est de miser vos ETH.",
  "page-upgrades-question-9-answer-2": "Vous pouvez également utiliser un deuxième client pour améliorer la diversité des clients.",
  "page-upgrades-question-9-answer-3": "Si vous êtes plus technique, vous pouvez aider à trouver des bogues dans les nouveaux clients.",
  "page-upgrades-question-9-answer-4": "Vous pouvez aussi participer aux discussions techniques avec les chercheurs Ethereum sur ethresear.ch.",
  "page-upgrades-question-9-desc": "Vous n'avez pas besoin d'être technique pour contribuer. La communauté recherche des contributions de toutes sortes de compétences.",
  "page-upgrades-question-9-stake-eth": "Mettre en jeu de l'ETH",
  "page-upgrades-question-9-title": "Comment puis-je contribuer à Eth2 ?",
  "page-upgrades-question-10-answer-1": "Nous sommes réticents à trop parler en termes de feuille de route technique, car il s'agit d'un logiciel : les choses peuvent changer. Nous pensons qu'il est plus facile de comprendre ce qui se passe lorsque vous lisez les résultats.",
  "page-upgrades-question-10-answer-1-link": "Voir les mises à niveau",
  "page-upgrades-question-10-answer-2": "Mais si vous avez suivi les discussions, voici comment les mises à niveau s'intègrent à des feuilles de route techniques.",
  "page-upgrades-question-10-answer-3": "La phase 0 décrit les travaux pour que la chaîne phare soit opérationnelle.",
  "page-upgrades-question-10-answer-5": "La phase 1 des feuilles de route techniques est axée sur l'implémentation des chaînes de fragments.",
  "page-upgrades-question-10-answer-6": "L'arrimage du réseau principal dans Eth2 est une extension du travail réalisé pour implémenter des chaînes de fragments et a été appelé la phase 1.5. Mais c'est un moment important car l'Ethereum que nous connaissons aujourd'hui fusionnera avec les autres mises à niveau Eth2. De plus, c'est à ce moment qu'Ethereum adoptera totalement la preuve d'enjeu.",
  "page-upgrades-question-10-answer-7": "On ne sait pas encore ce qui se passera autour de la Phase 2. C'est encore un sujet de recherche et de discussion intense. Le projet initial consistait à ajouter des fonctionnalités supplémentaires aux chaînes de fragments mais il se pourrait que cela ne soit pas nécessaire avec une feuille de route axée sur le regroupement (ou rollup).",
  "page-upgrades-question-10-answer-8": "En savoir plus sur une feuille de route axée sur le regroupement (ou rollup)",
  "page-upgrades-question-10-desc": "Les phases se rapportent aux phases de travail et se concentrent dans la feuille de route technique Eth2.",
  "page-upgrades-question-10-title": "Quelles sont les phases de l'Eth2 ?",
  "page-upgrades-question-title": "Questions fréquemment posées",
  "page-upgrades-question3-answer-1": "Les détenteurs d'ETH n'ont pas besoin de faire quoi que ce soit. Votre ETH n'aura pas besoin de changer ou de se mettre à niveau. Il est presque certain que des escroqueries vous disent le contraire, alors soyez prudent.",
  "page-upgrades-scalable": "Plus évolutif",
  "page-upgrades-scalable-desc": "Ethereum a besoin de prendre en charge des milliers de transactions par seconde, pour rendre les applications plus rapides et moins coûteuses à utiliser.",
  "page-upgrades-secure": "Plus sécurisé",
  "page-upgrades-secure-desc": "L'Ethereum doit être plus sécurisé. À mesure que l'adoption d'Ethereum s'intensifie, le protocole doit être plus sécurisé contre toutes les formes d'attaque.",
  "page-upgrades-shard-button": "En savoir plus sur les chaînes de fragments",
  "page-upgrades-shard-date": "L'introduction des chaînes de fragments, la deuxième mise à niveau, devrait se faire en 2023.",
  "page-upgrades-shard-desc": "Les chaînes de fragments augmenteront la capacité d'Ethereum à traiter les transactions et à stocker les données. Les fragments eux-mêmes gagneront plus de fonctionnalités au fil du temps, en plusieurs phases.",
  "page-upgrades-shard-estimate": "Estimation : 2023",
  "page-upgrades-shard-lower": "En savoir plus sur les chaînes de fragments",
  "page-upgrades-shard-title": "Chaines de fragments",
  "page-upgrades-stay-up-to-date": "Restez à jour",
  "page-upgrades-stay-up-to-date-desc": "Obtenez les dernières informations des chercheurs et des développeurs travaillant sur les mises à niveau Eth2.",
  "page-upgrades-sustainable-desc": "L'Ethereum doit être meilleur pour l'environnement. La technologie actuelle nécessite trop d'énergie et d'énergie informatique.",
  "page-upgrades-take-part": "Participez à la recherche",
  "page-upgrades-take-part-desc": "Les chercheurs et les enthousiastes d'Ethereum se rencontrent ici pour discuter des efforts de recherche, y compris de tout ce qui touche à Eth2.",
  "page-upgrades-the-upgrades": "Les mises à niveau Eth2",
  "page-upgrades-the-upgrades-desc": "Eth2 est un ensemble de mises à niveau qui améliorent l'évolutivité, la sécurité et la durabilité d'Ethereum. Bien que chacun soit travaillé en parallèle, elles ont certaines dépendances qui déterminent quand elles seront déployées.",
  "page-upgrades-unofficial-roadmap": "Ce n’est pas la feuille de route officielle, c’est juste ce que nous observons sur la base des informations disponibles. Mais il s'agit de technologie, les choses peuvent changer en un instant, donc s'il vous plaît ne prenez pas ces infos comme une promesse figée dans le marbre.",
  "page-upgrades-upgrade-desc": "L'Ethereum que nous connaissons et aimons, en plus plus évolutif, plus sûr et plus durable...",
  "page-upgrades-upgrades": "Les mises à niveau Eth2",
  "page-upgrades-upgrades-aria-label": "Menu des mises à niveau Eth2",
  "page-upgrades-upgrades-beacon-chain": "La chaîne phare",
  "page-upgrades-upgrades-docking": "Arrimage du réseau principal avec Eth2",
  "page-upgrades-upgrades-guide": "Guide des mises à niveau de Eth2",
  "page-upgrades-upgrades-shard-chains": "Les chaînes de fragments",
  "page-upgrades-upgrading": "Mise à niveau d'Ethereum vers de nouveaux sommets",
  "page-upgrades-vision": "Notre vision",
  "page-upgrades-vision-btn": "En savoir plus sur la vision Eth2",
  "page-upgrades-vision-desc": "Pour intégrer Ethereum dans le courant général et servir toute l'humanité, nous devons rendre Ethereum plus évolutif, plus sécuritaire et plus durable.",
  "page-upgrades-vision-upper": "Vision d'Eth2",
  "page-upgrades-what-to-do": "Que devez-vous faire ?",
  "page-upgrades-what-to-do-desc": "Si vous êtes un utilisateur de DApp ou un détenteur d'ETH, vous n'avez rien à faire. Si vous êtes un développeur ou que vous voulez commencer à miser, il y a des moyens pour vous impliquer aujourd'hui.",
  "page-upgrades-whats-next": "Qu'est-ce que Eth2 ?",
  "page-upgrades-whats-next-desc": "Eth2 désigne un ensemble d'améliorations interconnectées qui rendront Ethereum plus évolutif, plus sécurisé, et plus durable encore. Ces mises à niveau sont conçues par de multiples équipes dans tout l'écosystème Ethereum.",
  "page-upgrades-whats-ethereum": "Attendez, qu'est-ce que Ethereum ?",
  "page-upgrades-whats-new": "Quoi de nouveau sur Eth2 ?"
}
