{
  "page-wallets-accounts-addresses": "Mga wallet, account, at address",
  "page-wallets-accounts-addresses-desc": "Mahalaga na maintindihan ang pagkakaiba sa mga importanteng termino.",
  "page-wallets-accounts-ethereum-addresses": "Ang Ethereum account ang mayroong Ethereum address, gaya ng sa inbox na mayroong email address. Maari mo itong gamitin upang magpadala ng pondo sa isang account.",
  "page-wallets-alt": "Larawan ng isang robot na may katawang gawa sa vault, na kumakatawan sa isang Ethereum wallet",
  "page-wallets-ethereum-account": "Ang Ethereum account ay kayang magpadala ng transaction at may balanse.",
  "page-wallets-blog": "Coinbase blog",
  "page-wallets-bookmarking": "Lagyan ng Backup ang iyong wallet",
  "page-wallets-bookmarking-desc": "Kung gumagamit ka ng web wallet, i-bookmark ang site upang protektahan ang iyong sarili laban sa mga phishing scam.",
  "page-wallets-cd": "Ang mga pisikal na hardware wallet ay mga device na nagbibigay-daan sa inyong panatilihing offline ang inyong crypto – napaka-secure nito",
  "page-wallets-desc-2": "Kailangan ninyo ng wallet para magpadala ng mga pondo at pamahalaan ang inyong ETH.",
  "page-wallets-desc-2-link": "Higit pa sa ETH",
  "page-wallets-desc-3": "Ang inyong wallet ay isang tool lang para sa pamamahala ng inyong Ethereum account. Ibig sabihin, maaari kayong magpalit ng mga wallet provider anumang oras. Hinahayaan din kayo ng maraming wallet na pamahalaan ang ilang Ethereum account mula sa iisang application.",
  "page-wallets-desc-4": "Iyon ay dahil ang mga wallet ay walang kustodiya ng iyong mga pondo, ikaw ang mayroon nito. Ang mga ito ay isang kasangkapan lang para sa pamamahala kung ano talaga ang sa iyo.",
  "page-wallets-description": "Ang mga wallet ng Ethereum ay mga application na nagbibigay-daan sa iyong makipag-ugnayan sa iyong Ethereum account. Isipin ito tulad ng isang internet banking app - nang walang bangko. Hinahayaan ka ng iyong wallet na basahin ang iyong balanse, magpadala ng mga transaksyon, at kumonekta sa mga application.",
  "page-wallets-desktop": "Mga desktop application kung mas gusto ninyong pamahalaan ang inyong pondo sa pamamagitan ng macOS, Windows o Linux",
  "page-wallets-ethereum-wallet": "Ang wallet ay isang produkto na hinahayaan kang pamahalaan ang iyong Ethereum account. Hinahayaan ka nitong tingnan ang balanse ng iyong account, magpadala ng mga transaksyon, at higit pa.",
  "page-wallets-explore": "Alamin ang Ethereum",
  "page-wallets-features-desc": "Matutulungan ka naming piliin ang iyong wallet batay sa mga feature na mahalaga sa iyo.",
  "page-wallets-features-title": "Ihambing ang mga wallet batay sa mga feature",
  "page-wallets-find-wallet-btn": "Maghanap ng wallet",
  "page-wallets-find-wallet-link": "Maghanap ng wallet",
  "page-wallets-get-some": "Kumuha ng ilang ETH",
  "page-wallets-get-some-alt": "Isang larawan ng kamay na lumilikha ng logo ng ETH na gawa sa mga lego brick",
  "page-wallets-get-some-btn": "Kumuha ng ilang ETH",
  "page-wallets-get-some-desc": "Ang ETH ay ang native crypto ng Ethereum. Mangangailangan kayo ng ilang ETH sa inyong wallet para makagamit ng mga Ethereum application.",
  "page-wallets-how-to-store": "Paano mag-ipon ng mga digital na asset sa Ethereum",
  "page-wallets-keys-to-safety": "ক্রিপ্টো নিরাপদ রাখার চাবি",
  "page-wallets-manage-funds": "Isang app para sa pamamahala ng inyong pondo",
  "page-wallets-manage-funds-desc": "Ipinapakita ng inyong wallet ang inyong mga balanse, at kasaysayan ng transaksyon at nagbibigay ito sa inyo ng paraan upang magpadala/makatanggap ng pondo. Ang ilang wallet ay maaaring mag-alok ng iba pang mga bagay.",
  "page-wallets-meta-description": "Ang kailangan mong malaman upang magamit ang mga wallet ng Ethereum.",
  "page-wallets-meta-title": "Mga wallet ng Ethereum",
  "page-wallets-mobile": "Mga mobile application na nagbibigay-daan sa pagiging accessible ng pondo mo kahit saan",
  "page-wallets-more-on-dapps-btn": "Higit pa sa dapps",
  "page-wallets-most-wallets": "Karamihan sa mga produkto ng wallet ay hahayaan kang bumuo ng isang Ethereum account. Kaya hindi mo na kailangan bago ka mag-download ng wallet.",
  "page-wallets-protecting-yourself": "Ingat mo ang sarili pati iyung pundo",
  "page-wallets-seed-phrase": "Isulat ang iyong seed phrase",
  "page-wallets-seed-phrase-desc": "Ang mga wallet ay madalas na magbibigay sa iyo ng isang seed phrase na dapat mong isulat sa isang lugar na ligtas. Ito lang ang paraan para mabawi ninyo ang inyong wallet.",
  "page-wallets-seed-phrase-example": "Narito ang isang halimbawa:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Huwag iimbak ito sa isang computer. Isulat ito at panatilihin itong ligtas.",
  "page-wallets-slogan": "Ang susi sa iyong digital na hinaharap",
  "page-wallets-stay-safe": "Paano manatiling ligtas",
  "page-wallets-stay-safe-desc": "Ang mga wallet ay nangangailangan ng ibang mindset pagdating sa kaligtasan. Ang kalayaan sa pananalapi at ang kakayahang mag-access at gumamit ng pondo kahit saan ay may kaakibat na kaunting responsibilidad - walang customer support sa crypto.",
  "page-wallets-subtitle": "Ang mga wallet ay nagbibigay ng access sa inyong pondo at mga Ethereum application. Ikaw lang ang dapat magkaroon ng access sa inyong wallet.",
  "page-wallets-take-responsibility": "Magkaroon ng responsibilidad para sa sarili mong pondo",
  "page-wallets-take-responsibility-desc": "Ili-link ng mga centralized exchange ang inyong wallet sa isang username at password na maaari ninyong ma-recover sa tradisyonal na paraan. Tandaan lang na pinagkakatiwalaan ninyo ang exchange na iyon sa pag-iingat sa inyong pondo. Kung ang kumpanyang iyon ay aatakihin o magsasara, masasapanganib ang inyong pondo.",
  "page-wallets-tips": "Iba pang mga tip sa pananatiling ligtas",
  "page-wallets-tips-community": "Mula sa komunidad",
  "page-wallets-title": "Mga wallet ng Ethereum",
  "page-wallets-triple-check": "I-triple check lahat",
  "page-wallets-triple-check-desc": "Tandaan na ang mga transaksyon ay hindi nababawi at ang mga wallet ay hindi madaling ma-recover kaya palaging mag-ingat.",
  "page-wallets-try-dapps": "Subukan ang ilang dapps",
  "page-wallets-try-dapps-alt": "Isang larawan ng mga miyembro ng komunidad ng Ethereum na nagtutulungan",
  "page-wallets-try-dapps-desc": "Ang Dapps ay mga application na binuo sa Ethereum. Mas mura, patas at mas mabait ang mga ito sa iyong data kaysa sa karamihan sa mga tradisyonal na application.",
  "page-wallets-types": "Mga uri ng wallet",
  "page-wallets-types-desc": "May ilang paraan para mag-interface at mag-interact sa inyong account:",
  "page-wallets-web-browser": "Ang mga browser wallet ay mga web application na nagbibigay-daan sa iyong mag-interact sa inyong account nang direkta sa browser",
  "page-wallets-web-browser-extension": "Ang mga browser extension wallet ay mga extension na dina-download ninyo na nagbibigay-daan sa inyong mag-interact sa inyong account at mga application sa pamamagitan ng browser",
  "page-wallets-whats-a-wallet": "Ano ang Ethereum wallet?",
  "page-wallets-your-ethereum-account": "Ano ang Ethereum wallet",
  "page-wallets-your-ethereum-account-desc": "Ang inyong wallet ay ang inyong window sa inyong Ethereum account – ang inyong balanse, kasaysayan ng transaksyon, at higit pa. Ngunit maaari kayong magpalit ng mga wallet provider anumang oras.",
  "page-wallets-your-login": "Ang iyong login para sa Ethereum apps",
  "page-wallets-your-login-desc": "Hinahayaan kayo ng inyong wallet na kumonekta sa anumang decentralized application gamit ang inyong Ethereum account. Ito ay tulad ng isang login na magagamit ninyo sa maraming dapps.",
  "additional-reading-how-to-register-an-ethereum-account": "Paano \"magrehistro\" ng Ethereum account",
  "additional-reading-how-to-use-a-wallet": "Paano gumamit ng wallet"
}
