{
  "page-eth-buy-some": "Želite da kupite Ethereum?",
  "page-eth-buy-some-desc": "Uobičajeno je pomiješati Ethereum i ETH. Ethereum je bloklanac platforma dok ETH je primarno imovina Ethereum-a. ETH je ono što verovatno želite da kupite.",
  "page-eth-cat-img-alt": "Grafika ETH simbola sa kaleidoskopom mačaka",
  "page-eth-collectible-tokens": "Kolekcionarski tokeni",
  "page-eth-collectible-tokens-desc": "Tokeni koji predstavljaju kolekcionarski predmet iz igre, dio digitalne umetnosti ili bilo koje druge jedinstvene imovine. Poznati su po imenu nezamenljivi tokeni (NFTs).",
  "page-eth-cryptography": "Osigurano kriptografijom",
  "page-eth-cryptography-desc": "Digitalni novac je novina ali je osiguran provjerenom kriptografijom. To čuva vaš novčanik, vaše ETH i vaše transakcije. ",
  "page-eth-currency-for-apps": "To je valuta Ethereum aplikacija.",
  "page-eth-currency-for-future": "Valuta za našu digitalnu budućnost",
  "page-eth-description": "ETH je kriptovaluta. Ona je rijedak digitalni novac koji možete koristiti na internetu slično kao Bitcoin. Ako ste novi u kriptu, evo kako se ETH razlikuje od tradicionalnog novca.",
  "page-eth-earn-interest-link": "Zaradite kamate",
  "page-eth-flexible-amounts": "Dostupno u fleksibilnim količinama",
  "page-eth-flexible-amounts-desc": "ETH se može dijeliti do 18 decimala što znači da ne morate kupiti čitav ETH. Možete kupiti dio sa vremena na vrijeme - samo 0.000000000000000001 ETH ako želite.",
  "page-eth-fuels": "ETH je gorivo Ethereum-a i osigurava ga",
  "page-eth-fuels-desc": "ETH je krvotok života Ethereum-a. Kada šaljete ETH ili koristite Ethereum aplikaciju, platit ćete naknadu u ETH za upotrebu mreže Ethereum. Ova naknada je poticaj proizvođaču bloka da obrade i provjere to što pokušavate uraditi.",
  "page-eth-fuels-desc-2": "Provjerači su kao zapisničari Ethereum-a—oni proveravaju i paze da niko ne vara. Nasumice su izabrani da predlože blok transakcija. Provjerači su takođe nagrađeni sa malom svotom novih ETH.",
  "page-eth-fuels-desc-3": "Posao koji rade provjerači i kapital koji ulažu održava sigurnost Ethereum-a i njegovu slobodu od centralizovane vlast.",
  "page-eth-fuels-staking": "Kada uložite svoj ETH, pomažete osigurati Ethereum i zarađujete nagrade. U ovom sistemu, prijetnja gubitka ETH-a odvraća napadače.",
  "page-eth-fuels-more-staking": "Više o ulaganju",
  "page-eth-get-eth-btn": "Nabavite ETH",
  "page-eth-gov-tokens": "Upravljanje tokenima",
  "page-eth-gov-tokens-desc": "Tokeni koji predstavljaju glasačku snagu u decentralizovanim organizacijama.",
  "page-eth-has-value": "Zašto ETH ima vrijednost?",
  "page-eth-has-value-desc": "ETH je vrijedan na različite načine različitim ljudima.",
  "page-eth-has-value-desc-2": "Korisnicima Ethereum-a ETH je vrijedan jer omogućuje plaćanje naknada za transakcije.",
  "page-eth-has-value-desc-3": "Drugi ga vide kao digitalnu zalihu vrijednosti jer se stvaranje novih ETH-a usporava sa vremenom.",
  "page-eth-has-value-desc-4": "U novije vrijeme, ETH je postao vrijedan za korisnike finansijskih aplikacija na Ethereum-u. To je zato što ETH možete koristiti kao polog za kripto kredite ili kao sistem plaćanja.",
  "page-eth-has-value-desc-5": "Naravno, mnogi ga vide i kao investiciju, slično Bitcoin-u ili drugim kriptovalutama.",
  "page-eth-how-to-buy": "Kako kupiti Ether",
  "page-eth-how-to-buy-caption": "Često se ažurira",
  "page-eth-is-money": "ETH je digitalni, globalni novac.",
  "page-eth-last-updated": "Januar 2019",
  "page-eth-monetary-policy": "Monetarni pravilnik Ethereum-a",
  "page-eth-more-on-ethereum-link": "Više o Ethereum-u",
  "page-eth-no-centralized": "Bez centralizovane kontrole ",
  "page-eth-no-centralized-desc": "ETH je decentralizovan i globalan. Ne postoji kompanija ili banka koja može da odluči da štampa više ETH ili da promijeni uslove korištenja.",
  "page-eth-non-fungible-tokens-link": "Nezamjenjivi tokeni",
  "page-eth-not-only-crypto": "ETH nije jedini kripto na Ethereum-u",
  "page-eth-not-only-crypto-desc": "Svako može da stvori novu vrstu imovine i da trguje sa njima na Ethereum. To je poynato kao tokeni. Ljudi su tokenizovali tradicionalne valute, nekretnine, umetničke radove, čak i sami sebe!",
  "page-eth-not-only-crypto-desc-2": "Ethereum je dom hiljade tokena — neki su korisniji i vrijedniji od drugih. Programeri neprekidno prave nove tokene koji otključavaju nove mogućnost i otvaraju nova tržišta.",
  "page-eth-open": "Otvoren za sve",
  "page-eth-open-desc": "Za prihvaćanje ETH-a trebaju vam samo internet veza i novčanik. Za primanje uplate ne treba vam pristup bankovnom računu. ",
  "page-eth-p2p-payments": "Ravnopravna plaćanja",
  "page-eth-p2p-payments-desc": "Svoj ETH možete poslati bez posredničke usluge kao što je banka. Rukovanje gotovinom je kao predaja iz ruke u ruku, na sigurno sa bilo kim, bilo gdje i bilo kada.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Popularne vrste tokena",
  "page-eth-powers-ethereum": "ETH napaja Ethereum",
  "page-eth-shit-coins": "Sh*t coins",
  "page-eth-shit-coins-desc": "Zato što je stvaranje novih tokena jednostavno, svako to može da uradi — čak i ljudi sa lošim namjerama. Uvijek istražite prije nego što počnete da ih koristite!",
  "page-eth-stablecoins": "Stablecoins",
  "page-eth-stablecoins-desc": "Tokeni koji odražavaju svoju vrednost prema tradicionalnim valutama kao što je dolar. Ovo rešava problem nestabilnosti mnogih kriptovaluta.",
  "page-eth-stablecoins-link": "Get stablecoins",
  "page-eth-stream-link": "Tok ETH",
  "page-eth-tokens-link": "Ethereum tokeni",
  "page-eth-trade-link-2": "Zamijenite tokene",
  "page-eth-underpins": "ETH podupire finansijski sistem Ethereumaa",
  "page-eth-underpins-desc": "Nezadovoljni postojećim načinima plaćanja, Ethereum zajednica gradi čitav finansijski sistem koji je bez posrednika i dostupan je svima.",
  "page-eth-underpins-desc-2": "Možete koristiti ETH kao polog na Ethereum-u da biste stvorili tokene potpuno drugačije kriptovalute. Pored toga, možete da pozajmite, dati na zajam, i zaraditi kamatu sa ETH-rom i sa drugim tokenima koji su podrženi sa ETH-om.",
  "page-eth-uses": "Primijene za ETH rastu iz dana u dan",
  "page-eth-uses-desc": "Budući da je moguće programirati Ethereum, programeri mogu oblikovati ETH na bezbroj načina.",
  "page-eth-uses-desc-2": "2015. godine sve što ste mogli uraditi je poslati ETH sa jednog računa na drugi. Ovo su samo neke stvari koje možete uraditi danas.",
  "page-eth-uses-desc-3": "platite nekome ili primite sredstva u realnom vremenu.",
  "page-eth-uses-desc-4": "možete mjenjati ETH sa drugim token-ima, uključujući Bitcoin.",
  "page-eth-uses-desc-5": "na ETH i drugim token-ima koji su bazirani na Ethereum-u.",
  "page-eth-uses-desc-6": "pristupite svijetu kriptovaluta sa stabilnom, manje promjenjivom vrijednosti.",
  "page-eth-value": "Zašto je ether vrijedan",
  "page-eth-video-alt": "ETH glif video",
  "page-eth-whats-eth": "Šta je ether (ETH)?",
  "page-eth-whats-eth-hero-alt": "Ilustracija grupe ljudi koja sa dive ether (ETH) simbolu",
  "page-eth-whats-eth-meta-desc": "Što trebate znati da bi ste razumjeli ETH i njegovo mjesto u Ethereum-u.",
  "page-eth-whats-eth-meta-title": "Šta je ether (ETH)?",
  "page-eth-whats-ethereum": "Šta je Ethereum?",
  "page-eth-whats-ethereum-desc": "Ukoliko želite da naučite više o Ethereum-u, tehnologiji iza ETH, pogledajte naš uvod.",
  "page-eth-whats-unique": "Što je jedinstveno o ETH-om?",
  "page-eth-whats-unique-desc": "Na Ethereum-u postoje mnoge kriptovalute i puno drugih tokena, ali neke stvari može samo ETH da radi.",
  "page-eth-where-to-buy": "Gdje nabaviti ETH",
  "page-eth-where-to-buy-desc": "ETH možete dobiti putem mjenjačnice ili novčanika, ali različite zemlje imaju različita pravila. Pogledajte usluge koje će vam omogućiti kupovinu ETH.",
  "page-eth-yours": "Stvarno je vaš",
  "page-eth-yours-desc": "ETH vam omogućuva da budete svloja vlastita banka. Možete kontrolisati svoja novčana sredstva sa svojim novčanikom kao dokazom o vlasništvu – ne trebaju vam treće strane.",
  "page-eth-more-on-tokens": "Više o tokenima i njihovoj upotrebi",
  "page-eth-button-buy-eth": "Nabavite ETH",
  "page-eth-tokens-stablecoins": "Stablecoins",
  "page-eth-tokens-defi": "Decentralizovane finansije (DeFi)",
  "page-eth-tokens-nft": "Nezamenljivi tokeni (NFT)",
  "page-eth-tokens-dao": "Decentralizovane autonomne organizacije (DAO)",
  "page-eth-tokens-stablecoins-description": "Više o naj stabilnijim Ethereum token-ima.",
  "page-eth-tokens-defi-description": "Finansijski sistem za Ethereum token-e.",
  "page-eth-tokens-nft-description": "Tokeni koji predstavljaju vlasništvo nad predmetima na Ethereum-u.",
  "page-eth-tokens-dao-description": "Internetske zajednice kojima često upravljaju vlasnici token-a.",
  "page-eth-whats-defi": "Više o DeFi",
  "page-eth-whats-defi-description": "DeFi je decentralizovani financijski sistem izgrađen na Ethereum-u. Ovaj pregled objašnjava šta možete raditi.",
  "page-what-is-ethereum-what-is-ether": "What is ether?"
}
