{
  "page-wallets-accounts-addresses": "Novčanici, računi, ključevi i adrese",
  "page-wallets-accounts-addresses-desc": "Važno je razumiti razlike između nekih značajnih pojmova.",
  "page-wallets-accounts-ethereum-addresses": "Ethereum račun ima adresu, kao što e-mail poštanski sandučić ima svoju e-mail adresu. Ta adresa se koristi se za identifikaciju vaše digitalne imovine.",
  "page-wallets-alt": "Ilustracija robota sa sefom koji predstavlja Ethereum novčanik umjesto tijela",
  "page-wallets-ethereum-account": "Ethereum račun se sastoji od dva ključa. Prvi ključ se koristi za stvaranje adrese koju možete slobodno dati drugima, dok drugi ključ morate čuvati tajnim jer se koristi za vaše vlastito potpisivanje. Ovi ključevi zajedno vam omogućavaju da posjedujete imovinu i obavljate transakcije.",
  "page-wallets-blog": "Coinbase blog",
  "page-wallets-bookmarking": "Obilježite novčanik kao bookmark",
  "page-wallets-bookmarking-desc": "Ako koristite veb novčanik, obilježite ga kao bookmark kako biste se zaštitili od prevara.",
  "page-wallets-cd": "Fizički novčanici su uređaji koji vam omogućuju čuvanje vaše kriptovalute izvan mreže - vrlo sigurno",
  "page-wallets-desc-2": "Većina ljudi koristi novčanike za upravljanje svojom digitalnom imovinom i identitom.",
  "page-wallets-desc-2-link": "Više o ETH",
  "page-wallets-desc-3": "Vaš novčanik je alat za interakciju sa vašim Ethereum računom. To znači da u bilo kojem trenutku možete promijeniti davatelja alata za vaš novčanik. Mnogi novčanici omogućuju rukovođenje sa nekoliko Ethereum računa iz iste aplikacije.",
  "page-wallets-desc-4": "Davatelji novčanika nemaju nadzor nad vašim sredstvima. Oni vam samo daju uvid u vaša sredstva na Ethereum-u i alate za upravlje sa njima.",
  "page-wallets-description": "Ethereum novčanici su aplikacije koje vam daju kontrolu nad vašim računom. Isto kao i fizički novčanik, oni sadrže sve što vam treba da dokažete vaš identitet i rukujete svojom imovinom. Vaš novčanik omogućuje vam da se prijavite u aplikacije, pročitate vaše stanje, šaljete transakcije i provjerite svoj identitet.",
  "page-wallets-desktop": "Desktop aplikacije kada želite upravljati vašim sredstvima preko macOS, Windows ili Linux sistema na komjuteru",
  "page-wallets-ethereum-wallet": "Novčanik je alat koji vam omogućava interakciju s vašim računom koristeći ključeve. Omogućava vam da pogledate saldo računa, šaljete transakcije itd.",
  "page-wallets-explore": "Istražite Ethereum",
  "page-wallets-features-desc": "Možemo vam pomoći da odaberete novčanik na osnovu funkcija koje vam trebaju.",
  "page-wallets-features-title": "Komparacija novčanika po karakteristikama",
  "page-wallets-find-wallet-btn": "Pronađite novčanik",
  "page-wallets-find-wallet-link": "Pronađite novčanik",
  "page-wallets-get-some": "Nabavite ETH",
  "page-wallets-get-some-alt": "Ilustracija ruke koja stvara ETH logotip od lego kockica",
  "page-wallets-get-some-btn": "Nabavite ETH",
  "page-wallets-get-some-desc": "ETH je izvorna kriptovaluta Ethereum-a. Treba će vam malo ETH u novčaniku da bi mogli koristiti Ethereum aplikacije.",
  "page-wallets-how-to-store": "Kako čuvati digitalnu imovinu na Ethereum-u",
  "page-wallets-keys-to-safety": "Najvažnije o zaštiti vaše kriptovalute",
  "page-wallets-manage-funds": "Aplikacija za upravljanje vašim sredstvima",
  "page-wallets-manage-funds-desc": "Vaš novčanik prikazuje stanje vašeg računa, istoriju transakcija i omogućuje vam da šaljete/primate sredstva. Neki novčanici nude i više od toga.",
  "page-wallets-meta-description": "Šta trebte znati da biste koristili Etheretum novčanike.",
  "page-wallets-meta-title": "Ethereum novčanici",
  "page-wallets-mobile": "Mobilne aplikacije koje vam pružaju pristup vašim sredstvima sa bilo kojeg mjesta",
  "page-wallets-more-on-dapps-btn": "Više o dappsima",
  "page-wallets-most-wallets": "Većina novčanika će vam dozvoliti da napravite Ethereum račun. Dakle, nije vam Ethereum račun potreban prije preuzimanja novčanika.",
  "page-wallets-protecting-yourself": "Zaštitite sebe i svoja sredstva",
  "page-wallets-seed-phrase": "Zapišite svoju sigurnosnu rečenicu",
  "page-wallets-seed-phrase-desc": "Novčanici će vam često dati sigurnosnu rečenicu koju morate zapisati negdje na tajno. Ovo je jedini način da dobijete natrag vaš novčanik.",
  "page-wallets-seed-phrase-example": "Na primjer:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Ne čuvajte je na kompjuteru. Zapišite je na papir i čuvajte je na sigurnom.",
  "page-wallets-slogan": "Ključevi za vašu digitalnu budućnost",
  "page-wallets-stay-safe": "Kako se čuvati",
  "page-wallets-stay-safe-desc": "Finansijska sloboda i mogućnost da pristupate i koristite sredstva bilo gdje ide uz odgovornost – jer u kriptovalutama nema korisničke podrške. Vi ste odgovorni za čuvanje svojih ključeva na siguran i bezbedan način.",
  "page-wallets-subtitle": "Novčanici vam pomažu da pristupite svojoj digitalnoj imovini i da se prijavite na aplikacije.",
  "page-wallets-take-responsibility": "Preuzmite odgovornost za vlastita sredstva",
  "page-wallets-take-responsibility-desc": "Centralizovane menjačnice će povezati vaš novčanik sa korisničkim imenom i lozinkom koje možete povratiti na tradicionalan način. Ali imajte na umu da dajete poverenje menjačnici da čuva vaša sredstva. Ako menjačnica ima finansijske probleme, vaša sredstva su u opasnosti.",
  "page-wallets-tips": "Više saveta o bezbjednosti",
  "page-wallets-tips-community": "Od zajednice",
  "page-wallets-title": "Ethereum novčanici",
  "page-wallets-triple-check": "Provjerite sve trostruko",
  "page-wallets-triple-check-desc": "Zapamtite da je nemoguće poništiti transakcije, i nije lako povratiti novčanik, zato poduzmite mjere opreza i uvijek budite pažljivi.",
  "page-wallets-try-dapps": "Probajte neke dapp",
  "page-wallets-try-dapps-alt": "Ilustracija zajedničkog rada članova zajednice Ethereum",
  "page-wallets-try-dapps-desc": "Dapps (Decentralizovane aplikacije) su izgrađene na Ethereum mreži. One su jeftinije, nepristrane i dobrostive prema vašim podacima nego većina tradicionalnih aplikacija.",
  "page-wallets-types": "Vrste novčanika",
  "page-wallets-types-desc": "Ima nekoliko načina za pregled i korištenje vašeg računa:",
  "page-wallets-web-browser": "Novčanici u pregledniku su web aplikacije koje vam omogućavaju direktnu interakciju s rečunom u pregledniku",
  "page-wallets-web-browser-extension": "Novčanici kao ekstenzije u pregledniku su ekstenzije koje trebate preuzeti i onda će vam omogučiti interakciju sa vašim računom i aplikacijama kroz preglednik",
  "page-wallets-whats-a-wallet": "Šta je Ethereum novčanik?",
  "page-wallets-your-ethereum-account": "Vaš Ethereum račun",
  "page-wallets-your-ethereum-account-desc": "Vaš novčanik je prozor u vaš Ethereum račun - stanje, istoriju transakcija itd. Vi možete promeniti davatelja novčanika u bilo kojem momentu.",
  "page-wallets-your-login": "Vaša prijava u Ethereum aplikacije",
  "page-wallets-your-login-desc": "Vaš novčanik vam omogućava vezu sa aplikacijama koristeći svoj Ethereum račun. To je kao prijava koju možete koristiti za razne aplikacije.",
  "additional-reading-how-to-create-an-ethereum-account": "Kako napraviti Ethereum račun",
  "additional-reading-how-to-use-a-wallet": "Kako koristiti novčanik"
}
