{
  "page-what-is-ethereum-alt-img-bazaar": "Ilustracija osobe koja viri u bazar koji predstavlja Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Ilustracija zajedničkog rada članova zajednice Ethereum",
  "page-what-is-ethereum-alt-img-lego": "Ilustracija ruke koja stvara ETH logotip od lego kockica",
  "page-what-is-ethereum-banking-card": "Bankarstvo za svakoga",
  "page-what-is-ethereum-banking-card-desc": "Financijske usluge nisu pristupne svima. Ali sve što vam treba za pristup Ethereum-u i proizvodima za štednju, primanje i davanje zajmova je internetska veza.",
  "page-what-is-ethereum-build": "Napravite nešto sa Ethereum-om",
  "page-what-is-ethereum-build-desc": "Ako želite da probate graditi sa Ethereum-om, pročitajte naše dokumente, isprobajte neke vodiče ili pogledajte alate potrebne za početak.",
  "page-what-is-ethereum-censorless-card": "Otporan na cenzuru",
  "page-what-is-ethereum-censorless-card-desc": "Nijedna vlada ili kompanija nemaju kontrolu nad Ethereum-om. Decentralizacija čini gotovo nemogućnim bilo kome da vas zaustavi da primate uplate ili da koristite Ethereum usluge.",
  "page-what-is-ethereum-comm-desc": "Naša zajednica obuhvata ljude iz svih sredina, uključujući umjetnike, kripto-anarhiste, kompanije iz fortune 500, a sada i vas. Saznajte kako se danas možete uključiti.",
  "page-what-is-ethereum-commerce-card": "Komercijalne garancije",
  "page-what-is-ethereum-commerce-card-desc": "Mušterije imaju sigurnu, ugrađenu garanciju da će sredstva promijeniti vlasnika ako se ispoštuje ono što je dogovoreno. Takođe, programeri mogu biti sigurni da im se pravila neće promijeniti.",
  "page-what-is-ethereum-composable-card": "Modularni proizvodi",
  "page-what-is-ethereum-composable-card-desc": "Sve aplikacije su izrađene na istom bloklancu sa dijeljenim globalnim stanjem, što znači da jedna može nadograđivati drugu (poput Lego kockica). To omogućuje bolje proizvode, doživljaje, i sigurstvoa da nitko ne može ukloniti alate na koje se aplikacije oslanjaju.",
  "page-what-is-ethereum-community": "Zajednica Ethereum",
  "page-what-is-ethereum-desc": "Temelj za našu digitalnu budućnost",
  "page-what-is-ethereum-explore": "Istražite Ethereum",
  "page-what-is-ethereum-internet-card": "Otvoreni internet",
  "page-what-is-ethereum-internet-card-desc": "Mreža Ethereum otvorena je svakome za interakciju ili izradu aplikacija. To omogučava vam da sami upravljate svojim sredstvima i identitetom, umjesto da to prepustite nekolicini mega-korporacija.",
  "page-what-is-ethereum-meet-comm": "Upoznajte zajednicu",
  "page-what-is-ethereum-meta-description": "Upoznajte Ethereum, šta radi i kako da ga isprobate.",
  "page-what-is-ethereum-meta-title": "Šta je Ethereum?",
  "page-what-is-ethereum-p2p-card": "Ravnopravna mreža",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum vam omogućuje da koordinišete, ugovarate ili razmjenjujete digitalna sredstva direktno sa drugim ljudima. Netreba van oslonac na posrednike.",
  "page-what-is-ethereum-start-building-btn": "Počnite graditi",
  "page-what-is-ethereum-title": "Šta je Ethereum?",
  "page-what-is-ethereum-subtitle": "Kompletni vodič za početnike o tome kako Ethereum funkcioniše, prednosti koje donosi, i kako ga koriste milioni ljudi širom svijeta.",
  "page-what-is-ethereum-button-lets-start": "Krenimo",
  "page-what-is-ethereum-blockchain-tab-title": "Šta je blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Bloklanac je baza podataka o transakcijama</b>, koja je ažurirana i dijeljena putem mnogih kompjutera u mreži. Svaki put kada se doda novi skup transakcija, nazove se \"blok\" - otuda i ime \"bloklanac\". Javni bloklanci poput Ethereum-a omogućuju svakome da doda, ali ne i ukloni podatke. Kada bi netko želio promijeniti bilo koju informaciju ili prevariti sistem, morao bi to učiniti na većini kompjutera u mreži. A ima ih mnogo! Na taj način decentralizovani bloklanci poput Ethereum-a postižu visoku sigurnost.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Šta je kriptovaluta?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Kriptovaluta je pojam kojim se opisuju mnoge vrste zamjenjivih tokena koji su osigurani putem bloklanca. Sve je započelo Bitcoin-om. Bitcoin se može koristiti za prenos vrijednosti između dvije stranke bez potrebe davanja povjerenja nekom posredniku. Samo trebate vjerovati Bitcoin programu, koji je otvoren i slobodno dostupan.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Valute poput bitcoin i ether zovemo \"kriptovalute\" jer zato što sigurnost vaših podataka i imovine je garantovana <a href=\"/glossary/#cryptography\">kriptografijom</a>, a ne povjerenjem u poštenje neke institucije ili kompanije.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum ima svoju kriptovalutu, ether (ETH), koja se koristi za plaćanje određenih aktivnosti na mreži. Mogu se prebaciti drugim korisnicima ili zameniti za druge tokene na Ethereum-u. Ether je poseban zato što se koristi za plaćanje računanja potrebnog da se izgrade i pokreću aplikacije i organizacije na Ethereum-u.",
  "page-what-is-ethereum-summary-title": "Rezime",
  "page-what-is-ethereum-summary-desc-1": "Ethereum je mreža kompjutera širom svijeta koji prate skupu pravila po imenu Ethereum protokol. Ethereum mreža se ponaša kao osnova za zajednicu, aplikacije, organizacije i digitalnu imovinu koje svako može da gradi i koristi.",
  "page-what-is-ethereum-summary-desc-2": "Možete napraviti Ethereum račun bilo gdje, u bilo koje vreme, i možete da sami istražujete svijet aplikacija ili da izgradite svoje. Fundamentalna inovacija je da sve ovo možete raditi bez potrebe za centralnim autoritetom koji može da promijeni pravila ili da vam ograniči pristup.",
  "page-what-is-ethereum-summary-desc-3": "Čitajte dalje kako biste saznali više…",
  "page-what-is-ethereum-btc-eth-diff-title": "Koja je razlika između Ethereum i Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Lansiran 2015, Ethereum je izgrađen na idejama Bitcoin-a, sa nekim velikim razlikama.",
  "page-what-is-ethereum-btc-eth-diff-2": "Oba vam dozvoljavaju da koristite digitalni novac bez plaćanja provizije bankama. Ali <b>Ethereum je moguće programirati</b>, tako da vi takođe možete da gradite i lansirate decentralizovane aplikacije na njegovoj mreži.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin nam omogućava da šaljemo jednostavne poruke jedni drugima o onome što smtramo je važno. Utvrđivanje vrednosti bez autoriteta je veoma moćno. Ethereum proširuje ovo: ne samo poruke, vi možete pisati bilo koji generalni program ili ugovor. Ne postoje ograničenja za pravljenje i sklapanje bilo kakvih uovora, tako da inovacije na Ethereum mreži su vrlo plodne.",
  "page-what-is-ethereum-btc-eth-diff-4": "Dok je Bitcoin samo mreža za transakcije, Ethereum je više kao pijaca za finansijska sredstava, igare, društvene mreže i druge aplikacije.",
  "page-what-is-ethereum-what-can-eth-do-title": "Šta Ethereum može da radi?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Zašto koristiti Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Ako ste zainteresovani za otpornije, otvorene i pouzdane načine da sarađujete globalno, gradite organizacije, aplikacije i dijelite vrednost, Ethereum je za vas. Ethereum je priča koju pišemo svi mi, dođite i otkrijte kakve sve sjajne svijetove možemo da izgradimo zajedno.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum je takođe bio neprocijenljiv za ljude koji su morali da se bore sa neizvesnoštu oko sigurnosti, pouzdanosti i prenosivost svojih sredstava zbog spoljnih uticaja koji nisu bili nad njihovom kontrolom.",
  "page-what-is-ethereum-slide-1-title": "Jeftinija i Brža Plaćanja Preko Granica",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stabilninovčić</b> je novi tip kriptovalute koji počiva na stabilnijim sredstvima kao osnovi njegove vrednosti. Većina njih je povezana sa američkim dolarom i tako održava svoju vrijednost. Ovo omogućava veoma jeftin i stabilan globalni sistem plaćanja. Mnogi stabilninovčići koji se danas koriste su igrađeni na Ethereum mreži.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum i stabilninovčići pojednostavljuju proces slanja novca globalno. Pomjera sredstva širom svijeta često traje samo nekoliko minuta, što je nasuprot bankama kojima treba nekoliko radnih dana ili čak sedmica. Tako da je Ethereum znatno jeftiniji. Pored toga, nema dodatnog plaćanja nadoknade za velike transakcije i nema ograničenja gdje ili zašto šaljete svoj novac.",
  "page-what-is-ethereum-slide-2-title": "Najbrža pomoć u kriznim vremenima",
  "page-what-is-ethereum-slide-2-desc-1": "Ako ste dovoljno sretni da imate više opcija za bankarske usluge kroz institucije u koje imate povjerenja tu gdje živite, vjerovatno uzimate zdravo za gotovo vašu finansijsku slobodu, bezbednost i stabilnost. Ali za mnoge ljude na svetu koji se suočavaju sa političkim ugnjetavanjem ili ekonomskim poteškoćava, finansijske institucija ne mogu da pruže usluge ili zaštitu koja im je potrebna.",
  "page-what-is-ethereum-slide-2-desc-2": "Kada su rat, ekonomske katastrofe ili urušavanje društvenih sloboda pogodili stanovnike <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\"> Venecuele </a>,<a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Kube</a>,<a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Avganistana</a>,<a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigerije</a>,<a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belorusije</a>, i <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukrajine</a>, kriptovalute su bile najbrži, a često i jedini način da se održi finansijska samostalnost.<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Kao što smo videli na ovim primerim, kriptovalute kao što je Ethereum mogu da obezbijede neograničen pristup globalnoj ekonomiji kada su ljudi odsječeni od spoljnog svijeta. Osim toga, stabilninovčići pružaju očuvanje vrednosti kada se lokalne valute urušavaju zbog hiperinflacije.",
  "page-what-is-ethereum-slide-3-title": "Osnaživanje Kreatora",
  "page-what-is-ethereum-slide-3-desc-1": "Samo u 2021, umjetnici, muzičari, pisci i drugi kreatori su koristili Ethereum da zarade oko 3.5 milijarde dolara ukupno. Ovo čini Ethereum jednom od najvećih globalnih platformi za kreatore pored Spotify, Youtube i Etsy.<a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Saznaj više</a>.",
  "page-what-is-ethereum-slide-4-title": "Osnaživanje igrača",
  "page-what-is-ethereum-slide-4-desc-1": "Igrajte-da-zaradite igre (gde su igrači plaćeni kad igraju igre) su se pojavile nedavno i transformišu industriju igara. Tradicionalno, većinom je zabranjeno trgovati ili prebacivati sredstva u igrama drugim igračima za stvarni novac. To primorava igrače da koriste ilegalne veb stranice na crnom tržištu koje su često rizične. Industrija igara na bloklancu usvaja ekonomiju koja se odvija u okviru igara i promoviše takvo ponašanje na siguran način.",
  "page-what-is-ethereum-slide-4-desc-2": "Šta više, igrači su motivisani mogućnošću da zamijene tokene iz igre za pravi novac i na taj način budu nagrađeni za svoje vreme provedeno u igri.",
  "page-what-is-ethereum-meet-ether-title": "Upoznajte ether, kriptovalutu Ethereum-a",
  "page-what-is-ethereum-meet-ether-desc-1": "Mnoge radnje na Ethereum mreži zahtevaju neki oblik rada sa kompjuterom koji je ugrađen u Ethereum (Ethereum virtuelna mašina). Ovo rad nije besplatan; plaća se sa osnovnom Ethereum kriptovalutom, tj. ether (ETH). To znači da vam je potrebna bar mala količina ether-a da biste koristili mrežu.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ether je u potpunosti digitalan i možete ga poslati trenutačno svakome, bilo gdje u svijetu. Zaliha ether-a nije pod kontrolom nijedne vlade ili kompanije - ona je decentralizovana i potpuno transparentna. Ether se izdaje na precizan način po određenom protokolu, i to samo ulagačima koji osiguravaju mrežu.",
  "page-what-is-ethereum-what-is-ether": "Šta je ether?",
  "page-what-is-ethereum-get-eth": "Nabavite ETH",
  "page-what-is-ethereum-explore-applications": "Istražite aplikacije",
  "page-what-is-ethereum-learn-defi": "Saznajte više o DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Ko vodi Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum nije pod kontrolom ni jednog određenog entiteta. On postoji kad god postoje povezani kompjuteri koji pokreću softver u skladu sa Ethereum protokolom i doprinose Ethereum <a href=\"/glossary/#blockchain\">bloklanacu</a>. Svaki od ovih kompjutera se naziva čvor. Čvorove može pokretati bilo ko, ali za učešće u obezbeđivanju mreže morate <a href=\"/glossary/#staking\">uložiti</a> ETH (Ethereum-ovu osnovnu kriptovalutu). Bilo ko ima 32 ETH može pokretati čvor bez potrebe za dozvolu.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Čak i izvorni kod Ethereum-a nije proizveden od strane jednog entiteta. Bilo ko može predložiti promjene u protokolu i diskutovati o nadogradnjama. Postoji nekoliko implementacija Ethereum protokola koje su napravljene putem nezavisnih organizacija i koje su obično u različitim programskim jezicima, i otvorenog su tipa da mogu podstiči doprinose zajednice.",
  "page-what-is-ethereum-run-a-node": "Pokrenite čvor",
  "page-what-is-ethereum-smart-contract-title": "Šta su pametni ugovori?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Pametni ugovori su kompjuterski programi</b> koji stanuju na Ethereum bloklancu. Oni se izvršavaju kada se desi transakcija od strane korisnika. Oni čine Ethereum vrlo fleksibilnim u tome šta može da učini. Ovi programi se ponašaju kao blokovi za decentralizovane aplikacije i organizacije.",
  "page-what-is-ethereum-smart-contract-desc-2": "Da li ste ikada koristili proizvod koji je promenio svoja pravila za korišćenja? Ili je uklonio karakteristiku koja vam je koristila? Kada se pametni ugovor objavi na Ethereum-u, biće dostupan i operativan dok god postoji Ethereum. Čak ni autor ga ne može ukloniti. Pošto su pametni ugovori automatizovani, ne diskriminišu nijednog korisnika i uvijek su spremni za upotrebu.",
  "page-what-is-ethereum-smart-contract-desc-3": "Popularni primeri pametnih ugovora su aplikacije za pozajmljivanje, decentralizovane menjačnice za trgovinu, osiguranja, kvadratno finansiranje, društvene mreže, <a href=\"/glossary/#nft\">NFT-jevi</a> — praktično sve što vam padne na pamet.",
  "page-what-is-ethereum-more-on-smart-contracts": "Više o pametnim ugovorima",
  "page-what-is-ethereum-explore-dapps": "Istražite dapps",
  "page-what-is-ethereum-criminal-activity-title": "Da li kripto se može koristiti kao alat za kriminalnim aktivnostima?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Kao i svaka druga tehnologija, on može ponekad biti zloupotrebljen. Ipak, zato što se Ethereum transakcije dešavaju na otvorenom bloklancu, vlastima je često jednostavnije da prate ilegalne aktivnosti na Ethereum-u nego u tradicionalnom finansijskom sistemu. Zato je Ethereum manje privlačan za one koji hoće da sakriju svoje kriminalne aktivnosti.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Kripto se koristi znatno manje, u uporedbi sa fiat valitama, za kriminalne aktivnosti prema ključnim nalazima nedavnog izveštaju Europola, Agencije za saradnju u oblasti sprovođenju zakona Evropske Unije:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"Upotreba kriptovaluta za nezakonite aktivnosti čini se da je samo mali dio ukupne ekonomije kriptovaluta, i izgleda da je uporedno manja od količine nezakonito stečenih sredstava u tradicionalnom finansijskom sistemu.\"",
  "page-what-is-ethereum-energy-title": "Koliko energije troši Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "15. septembra 2022 Ethereum je prošao kroz Spajanje nadogradnju kojom je prenio Ethereum sa <a href=\"/glossary/#pow\">dokaz-da-radi</a> na <a href=\"/glossary/#pos\">dokaz-o-ulogu</a>.",
  "page-what-is-ethereum-energy-desc-2": "Spajanje je najveća nadogradnja Ethereuma i smanjila je potročnju energije potrebnu za osiguranje Ethereuma za <b>99.95%</b>, i stvarila <b>sigurniju mrežu sa znatno manjim troškom uglja</b>. Ethereum je sada bloklanac sa niskim tročkom uglja, i istovremeno većom sigurnosti i skalabilnosti.",
  "page-what-is-ethereum-more-on-energy-consumption": "Više o potrošnji energije",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Godišnja potrošnja energije u TWh/godišnje",
  "energy-consumption-chart-global-data-centers-label": "Globalni data centri",
  "energy-consumption-gold-mining-cbeci-label": "rudarenje zlata",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "BTC PoW",
  "energy-consumption-chart-gaming-us-label": "Industrija igara u SAD",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "Dokaz o ulogu ETH-a",
  "page-what-is-ethereum-the-merge-update": "Vijesti o spajanju",
  "page-what-is-ethereum-additional-reading": "Dalje čitanje",
  "page-what-is-ethereum-week-in-ethereum": "Sedmične Ethereum vijesti",
  "page-what-is-ethereum-week-in-ethereum-desc": "Sedmični bilten o ključnim razvojnim aktivnostima u ekosistemu.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Ethereum-ov San",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atomi, Institucije, Bloklanci",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Zašto su bloklanci važni?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum u brojevima",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Projekti se temelje na Ethereumu",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Računi (novčanici) sa ETH saldom",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Pametni ugovori na Ethereum-u",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Vrijednost osigurana na Ethereumu",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Zarada kreatora na Ethereumu u 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Broj transakcija danas",
  "adoption-chart-column-now-label": "Sada",
  "adoption-chart-investors-label": "Investitori",
  "adoption-chart-developers-label": "Programeri",
  "adoption-chart-companies-label": "Kompanije",
  "adoption-chart-artists-label": "Umjetnici",
  "adoption-chart-musicians-label": "Muzičari",
  "adoption-chart-writers-label": "Pisci",
  "adoption-chart-gamers-label": "Igrači video igra",
  "adoption-chart-refugees-label": "Izbjeglice",
  "page-what-is-ethereum-get-eth-alt": "Nabavite ETH",
  "page-what-is-ethereum-get-eth-description": "ETH je izvorna kriptovaluta Ethereum-a. Treba će vam malo ETH u novčaniku da bi mogli koristiti Ethereum aplikacije.",
  "page-what-is-ethereum-get-eth-title": "Nabavite ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Istražite dapps",
  "page-what-is-ethereum-explore-dapps-description": "Dapps su aplikacije izgrađene na Ethereumu. Dapp-ovi narušavaju postojeće poslovne modele i izmišljaju nove.",
  "page-what-is-ethereum-explore-dapps-title": "Probajte neke dapp"
}
