{
  "51%-attack-definition": "Sejenis serangan di mana kumpulan mendapat kawalan majoriti <a href=\"/glossary/#node\">nod</a>. Ini akan membolehkan mereka mengenyahpenipuan blok rantai dengan membalikkan <a href=\"/glossary/#transaction\"> transaksi</a> dan perbelanjaan berganda <a href=\"ether\">ether</a> dan token lain.",
  "account-definition": "Akaun Ethereum ialah identiti digital pada blok rantai Ethereum, membenarkan pengguna menghantar, menerima Ether atau aset digital lain dan berinteraksi dengan kontrak pintar.",
  "address-definition": "Alamat Ethereum ialah pengecam unik yang digunakan untuk menerima token, berfungsi serupa dengan nombor akaun bank untuk mata wang kripto. Ia digunakan untuk mengenal pasti akaun Ethereum anda.",
  "block-definition": "Blok ialah tempat transaksi atau tindakan digital disimpan. Setelah blok penuh, ia akan dipautkan kepada yang sebelumnya, mewujudkan rantaian blok atau \"blok rantai\". <a href=\"/developers/docs/blocks/\">Maklumat lanjut tentang blok</a>.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "Blok rantai ialah pangkalan data transaksi, diduplikasi dan dikongsi pada semua komputer dalam rangkaian, memastikan data tidak boleh diubah secara retroaktif.",
  "bridge-term": "Jambatan",
  "bridge-definition": "Jambatan blok rantai digunakan untuk memindahkan aset dari satu rangkaian blok rantai kepada yang lain.",
  "consensus-term": "Permuafakatan",
  "consensus-layer-term": "Lapisan persetujuan",
  "cryptoeconomics-term": "Ekonomi Kripto",
  "cryptography-definition": "Ia adalah amalan untuk menjadikan komunikasi peribadi dan selamat supaya hanya mereka yang bertujuan untuk maklumat itu boleh membacanya.",
  "dao-definition": "DAO ialah organisasi digital yang dikendalikan oleh peraturan yang dikodkan pada blok rantai, di mana keputusan dibuat melalui undian ahli, bukan pihak berkuasa pusat. <a href=\"/dao/\">Lebih lanjut mengenai organisasi autonomi terpencar (DAO)</a>.",
  "dapp-definition": "dApp ialah aplikasi terdesentralisasi yang berjalan pada rangkaian blok rantai, menawarkan perkhidmatan tanpa pihak berkuasa kawalan pusat. <a href=\"/apps/\">Lebih lanjut mengenai aplikasi terdesentralisasi</a>.",
  "data-availability-term": "Ketersediaan data",
  "defi-term": "DeFi",
  "ens-definition": "Perkhidmatan Nama Ethereum adalah seperti buku telefon internet untuk alamat Ethereum. Daripada menggunakan alamat dompet yang panjang, ENS membenarkan anda menggunakan nama mudah seperti \"john.eth\" untuk menghantar dan menerima wang dan aset digital.",
  "epoch-term": "Epoch",
  "erc-definition": "ERC (<strong>Permintaan untuk Komen Ethereum</strong>) ialah sejenis dokumentasi teknikal yang digunakan dalam komuniti Ethereum untuk mencadangkan standard penggunaan baharu untuk rangkaian Ethereum.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "Sejenis standard token Ethereum yang serupa dengan NFT (seperti item koleksi unik) yang turut membenarkan untuk mencipta item boleh tukar ganti (seperti mata wang) dalam satu kontrak pintar.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "Merupakan set peraturan standard yang kebanyakan token pada rangkaian Ethereum dicipta.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "Satu set peraturan standard yang digunakan untuk mencipta NFT (token tidak boleh digantikan).",
  "ether-term": "Ether",
  "events-term": "Acara",
  "execution-layer-term": "Lapisan perlaksanaan",
  "finality-term": "Kesudahan",
  "gas-term": "Gas",
  "holographic-consensus-definition": "Merujuk kepada cara keputusan kumpulan besar dibuat dengan membenarkan kumpulan wakil rakyat yang lebih kecil mengundi. Kemudian semua orang bersetuju untuk mengikutinya, selagi mereka percaya kumpulan kecil itu melakukan kerja yang baik.",
  "key-definition": "Dalam konteks Ethereum, kunci ialah kod digital: kunci awam untuk menerima transaksi dan kunci peribadi untuk mengakses dan menghantar dana.",
  "layer-2-term": "Lapisan 2",
  "liquidity-tokens-definition": "Token kecairan (LT) ialah token digital yang dikeluarkan kepada peserta yang mendepositkan aset ke dalam kumpulan kecairan, yang merupakan koleksi dana yang dikunci dalam kontrak pintar dan digunakan untuk memudahkan perdagangan di bursa terdesentralisasi (DEX).",
  "mainnet-term": "Rangkaian utama",
  "mev-term": "MEV",
  "mev-definition": "Mekanisme yang mengutamakan tindakan tertentu pada blok rantai dengan bayaran, mempengaruhi hasil dan susunan transaksi.",
  "multisig-term": "Multisig",
  "multisig-definition": "Multisig (berbilang tandatangan) merujuk kepada dompet atau akaun digital yang memerlukan berbilang tandatangan atau kelulusan untuk melaksanakan transaksi, meningkatkan keselamatan.",
  "onchain-definition": "Merujuk kepada tindakan atau transaksi yang berlaku pada blok rantai dan tersedia untuk umum.",
  "peer-to-peer-network-definition": "Rangkaian komputer (rakan sebaya) yang secara kolektif dapat melaksanakan fungsi tanpa memerlukan perkhidmatan berasaskan pelayan berpusat.",
  "permissionless-definition": "Tiada kebenaran atau kelulusan diperlukan untuk menggunakan sistem seperti Ethereum, dan tiada sesiapa pun boleh menghalang anda daripada menggunakannya. Ia dibuka 24/7 untuk semua orang menyertainya.",
  "pos-term": "Proof-of-stake (PoS)",
  "pow-term": "Proof-of-work (PoW)",
  "rollups-term": "Rollups",
  "sequencer-definition": "Penjujuk ialah program yang bertanggungjawab menyusun urutan transaksi dalam rangkaian blok rantai.",
  "smart-contract-term": "Kontrak pintar",
  "staking-term": "Pertaruhan",
  "trust-assumptions-term": "Andaian kepercayaan",
  "wallet-term": "Dompet",
  "web2-term": "Web2",
  "web3-term": "Web3"
}
