{
  "51%-attack-term": "Serangan 51%",
  "51%-attack-definition": "Sejenis serangan di mana kumpulan mendapat kawalan majoriti <a href=\"/glossary/#node\">nod</a>. Ini akan membolehkan mereka mengenyahpenipuan blok rantai dengan membalikkan <a href=\"/glossary/#transaction\"> transaksi</a> dan perbelanjaan berganda <a href=\"ether\">ether</a> dan token lain.",
  "abi-term": "Application Binary Interface (ABI)",
  "abi-definition": "Fail JSON yang mentakrifkan fungsi dan pembolehubah yang termasuk dalam kontrak pintar. ABI membolehkan bytecode dipetakan ke dalam format yang boleh dibaca manusia.",
  "account-term": "Akaun",
  "account-definition": "Akaun Ethereum ialah identiti digital pada blok rantai Ethereum, membenarkan pengguna menghantar, menerima Ether atau aset digital lain dan berinteraksi dengan kontrak pintar.",
  "address-term": "Alamat",
  "address-definition": "Alamat Ethereum ialah pengecam unik yang digunakan untuk menerima token, berfungsi serupa dengan nombor akaun bank untuk mata wang kripto. Ia digunakan untuk mengenal pasti akaun Ethereum anda.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "Adalah cara untuk menghalang orang daripada berpura-pura menjadi ramai pengguna sekaligus di internet, memastikan setiap pengguna adalah orang sebenar dan berasingan. Ini membantu mengekalkan interaksi dalam talian yang adil dan jujur.",
  "apr-term": "APR",
  "apr-definition": "APR, atau Kadar Peratusan Tahunan, mencerminkan kos tahunan meminjam wang, termasuk faedah dan yuran, dalam bentuk peratusan.",
  "attestation-term": "Pengesahan",
  "attestation-definition": "Tuntutan yang dibuat oleh entiti bahawa sesuatu adalah benar. Dalam konteks Ethereum, pengesah konsensus mesti membuat tuntutan tentang apa yang mereka percaya sebagai keadaan rantai. Pada masa yang ditetapkan, setiap pengesah bertanggungjawab untuk menerbitkan pengesahan berbeza yang secara rasmi menyatakan pandangan pengesah ini terhadap rantai, termasuk titik semakan terakhir yang diselesaikan dan kepala rantai semasa. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Lebih lanjut mengenai pengesahan</a>.",
  "block-definition": "Blok ialah tempat transaksi atau tindakan digital disimpan. Setelah blok penuh, ia akan dipautkan kepada yang sebelumnya, mewujudkan rantaian blok atau \"blok rantai\". <a href=\"/developers/docs/blocks/\">Maklumat lanjut tentang blok</a>.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "Blok rantai ialah pangkalan data transaksi, diduplikasi dan dikongsi pada semua komputer dalam rangkaian, memastikan data tidak boleh diubah secara retroaktif.",
  "bridge-term": "Jambatan",
  "bridge-definition": "Jambatan blok rantai digunakan untuk memindahkan aset dari satu rangkaian blok rantai kepada yang lain.",
  "consensus-term": "Permuafakatan",
  "consensus-definition": "Apabila lebih daripada 2/3 komputer dalam rangkaian bersetuju bahawa mereka mempunyai set rekod yang sama, memastikan semua orang berada pada halaman yang sama. Ini bukan mengenai peraturan yang mereka ikuti, tetapi memastikan mereka semua mempunyai maklumat yang sama.",
  "consensus-client-term": "Klien konsensus",
  "consensus-client-definition": "Klien konsensus (seperti Prysm, Teku, Nimbus, Lighthouse, Lodestar) menjalankan algoritma konsensus <a href=\"/glossary/#pos\">bukti pegangan\\</a> Ethereum yang membolehkan rangkaian mencapai persetujuan mengenai kepala Beacon Chain. Klien konsensus tidak menyertai pengesahan/penyiaran transaksi atau melaksanakan peralihan keadaan. Ini dilakukan oleh <a href=\"/glossary/#execution-client\">klien pelaksanaan\\</a>. Klien konsensus tidak mengesahkan atau mencadangkan blok baru. Ini dilakukan oleh <a href=\"/glossary/#validator\">klien pengesah\\</a> yang merupakan tambahan pilihan kepada klien konsensus.",
  "consensus-layer-term": "Lapisan persetujuan",
  "consensus-layer-definition": "Lapisan konsensus Ethereum adalah rangkaian <a href=\"/glossary/#consensus-client\">klien konsensus\\</a>.",
  "cryptoeconomics-term": "Ekonomi Kripto",
  "cryptoeconomics-definition": "Kajian mengenai prinsip matematik dan ekonomi untuk mereka bentuk platform digital yang selamat dan boleh dipercayai. Tujuannya adalah untuk memastikan semua peserta mematuhi peraturan dan diberi ganjaran atas sumbangan mereka kepada keselamatan dan operasi rangkaian ",
  "cryptography-term": "Kriptografi",
  "cryptography-definition": "Ia adalah amalan untuk menjadikan komunikasi peribadi dan selamat supaya hanya mereka yang bertujuan untuk maklumat itu boleh membacanya.",
  "dao-term": "Decentralized autonomous organization (DAO)",
  "dao-definition": "DAO ialah organisasi digital yang dikendalikan oleh peraturan yang dikodkan pada blok rantai, di mana keputusan dibuat melalui undian ahli, bukan pihak berkuasa pusat. <a href=\"/dao/\">Lebih lanjut mengenai organisasi autonomi terpencar (DAO)</a>.",
  "dapp-term": "Dapp",
  "dapp-definition": "dApp ialah aplikasi terdesentralisasi yang berjalan pada rangkaian blok rantai, menawarkan perkhidmatan tanpa pihak berkuasa kawalan pusat. <a href=\"/apps/\">Lebih lanjut mengenai aplikasi terdesentralisasi</a>.",
  "data-availability-term": "Ketersediaan data",
  "data-availability-definition": "Mana-mana nod boleh mengesahkan transaksi secara bebas di blockchain untuk mengekalkan ketelusan dan kepercayaan dalam sistem.",
  "defi-term": "DeFi",
  "defi-definition": "Kategori luas aplikasi Ethereum yang bertujuan untuk menyediakan perkhidmatan kewangan yang disokong oleh blockchain, tanpa sebarang perantara. <a href=\"/defi/\">Lebih lanjut mengenai kewangan terdesentralisasi (DeFi)\\</a>",
  "dex-term": "Decentralized exchange (DEX)",
  "dex-definition": "Satu jenis aplikasi Ethereum yang membolehkan anda menukar token dengan rakan sebaya di rangkaian. DEX tidak tertakluk kepada sekatan geografi seperti pertukaran berpusat – sesiapa sahaja boleh menyertai.",
  "difficulty-bomb-term": "Bom kesukaran",
  "difficulty-bomb-definition": "Peningkatan eksponen yang dirancang dalam tetapan <a href=\"/glossary/#pow\">bukti kerja\\</a> <a href=\"/glossary/#difficulty\">kesukaran\\</a> yang direka untuk memotivasi peralihan ke <a href=\"/glossary/#pos\">bukti pegangan\\</a>, mengurangkan kemungkinan berlakunya <a href=\"/glossary/#hard-fork\">fork\\</a>. Bom kesukaran dihentikan dengan <a href=\"/roadmap/merge\">The Merge\\</a>.",
  "ecdsa-term": "Elliptic Curve Digital Signature Algorithm (ECDSA)",
  "ecdsa-definition": "Satu algoritma kriptografi yang digunakan oleh Ethereum untuk memastikan bahawa dana hanya boleh dibelanjakan oleh pemiliknya. Ia adalah kaedah yang digemari untuk mencipta kunci awam dan peribadi. Berkaitan dengan penjanaan <a href=\"/glossary/#address\">alamat\\</a> akaun dan pengesahan <a href=\"/glossary/#transaction\">transaksi\\</a>.",
  "ens-term": "Ethereum Name Service (ENS)",
  "ens-definition": "Perkhidmatan Nama Ethereum adalah seperti buku telefon internet untuk alamat Ethereum. Daripada menggunakan alamat dompet yang panjang, ENS membenarkan anda menggunakan nama mudah seperti \"john.eth\" untuk menghantar dan menerima wang dan aset digital.",
  "epoch-term": "Epoch",
  "epoch-definition": "Tempoh sebanyak 32 <a href=\"/glossary/#slot\">slot</a>, setiap slot selama 12 saat, menjumlahkan 6.4 minit. <a href=\"/glossary/#committee\">Jawatankuasa</a> pengesah diacak setiap epok atas sebab keselamatan. Setiap epok mempunyai peluang untuk rantai itu <a href=\"/glossary/#finality\">diselesaikan</a>. Setiap pengesah diberikan tanggungjawab baru pada permulaan setiap epok. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Lebih lanjut mengenai bukti-stake</a>",
  "eoa-term": "Externally owned account (EOA)",
  "eoa-definition": "Akaun Dimiliki Secara Luaran (EOAs) adalah jenis akaun Ethereum yang paling biasa. Ia dikawal oleh seseorang melalui kunci peribadi/frasa pemulihan. <a href=\"/wallets/\">Lebih lanjut mengenai dompet Ethereum</a>.",
  "erc-term": "Ethereum Request for Comments (ERC)",
  "erc-definition": "ERC (<strong>Permintaan untuk Komen Ethereum</strong>) ialah sejenis dokumentasi teknikal yang digunakan dalam komuniti Ethereum untuk mencadangkan standard penggunaan baharu untuk rangkaian Ethereum.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "Sejenis standard token Ethereum yang serupa dengan NFT (seperti item koleksi unik) yang turut membenarkan untuk mencipta item boleh tukar ganti (seperti mata wang) dalam satu kontrak pintar.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "Merupakan set peraturan standard yang kebanyakan token pada rangkaian Ethereum dicipta.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "Satu set peraturan standard yang digunakan untuk mencipta NFT (token tidak boleh digantikan).",
  "ether-term": "Ether",
  "ether-definition": "Mata wang kripto asli Ethereum, biasanya dirujuk sebagai \"ETH\". Ia digunakan untuk menampung yuran transaksi apabila menggunakan ekosistem dan aplikasi Ethereum. <a href=\"/eth/\">Lebih lanjut mengenai ether</a>.",
  "events-term": "Acara",
  "events-definition": "Membolehkan penggunaan kemudahan pencatatan <a href=\"/glossary/#evm\">EVM</a>. <a href=\"/glossary/#dapp\">Dapps</a> boleh mendengar peristiwa dan menggunakannya untuk mencetuskan panggilan balik JavaScript dalam antara muka pengguna. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Lebih lanjut mengenai peristiwa dan log</a>",
  "execution-client-term": "Klien perlaksanaan",
  "execution-client-definition": "Pelanggan pelaksanaan (dahulunya dikenali sebagai \"pelanggan Eth1\"), seperti Besu, Erigon, Go-Ethereum (Geth), Nethermind, bertugas memproses dan menyiarkan transaksi serta mengurus keadaan Ethereum. Mereka menjalankan pengiraan untuk setiap transaksi menggunakan <a href=\"/glossary/#evm\">Ethereum Virtual Machine</a> untuk memastikan peraturan protokol dipatuhi.",
  "execution-layer-term": "Lapisan perlaksanaan",
  "execution-layer-definition": "Lapisan pelaksanaan Ethereum ialah rangkaian <a href=\"/glossary/#execution-client\">pelanggan pelaksanaan</a>.",
  "finality-term": "Kesudahan",
  "finality-definition": "Finality is the guarantee that a set of transactions cannot be changed without a huge amount of ETH being lost.",
  "fork-term": "Fork",
  "fork-definition": "Perubahan dalam protokol yang menyebabkan penciptaan rantai alternatif.",
  "fraud-proof-term": "Bukti penipuan",
  "fraud-proof-definition": "Model keselamatan untuk sesetengah penyelesaian <a href=\"/glossary/#layer-2\">lapisan 2</a> di mana, untuk meningkatkan kelajuan, transaksi-transaksi di<a href=\"/glossary/#rollups\">gulung</a> ke dalam kelompok dan diserahkan kepada Ethereum dalam satu transaksi. Peserta rangkaian lain boleh melaksanakan semula transaksi untuk memeriksa bahawa ia dilaksanakan dengan jujur. Jika mereka menemui percanggahan antara data yang disiarkan dan versi mereka sendiri, mereka boleh menyiarkan bukti kriptografi yang menunjukkan di mana sesuatu penipuan berlaku. Sesetengah <a href=\"/glossary/#rollups\">rollup</a> menggunakan <a href=\"/glossary/#validity-proof\">bukti kesahihan</a>.",
  "gas-term": "Gas",
  "gas-definition": "Gas ialah yuran yang dibayar untuk transaksi dan kontrak pintar pada rantaian blok, seperti Ethereum. <a href=\"/gas/\">Lebih lanjut mengenai gas dan yuran</a>.",
  "genesis-block-term": "Genesis block",
  "genesis-block-definition": "Blok pertama dalam <a href=\"/glossary/#blockchain\">blockchain\\</a>, digunakan untuk memulakan rangkaian tertentu dan kriptowalutanya.",
  "gwei-term": "Gwei",
  "gwei-definition": "Singkatan bagi gigawei, satu denominasi <a href=\"/glossary/#ether\">ether</a>, biasanya digunakan untuk menilai <a href=\"/glossary/#gas\">gas</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ether.",
  "hash-term": "Hash",
  "hash-definition": "Cap jari bersaiz tetap daripada input bersaiz berubah, dihasilkan oleh fungsi hash. (Lihat <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "holographic-consensus-term": "Konsensus holografik",
  "holographic-consensus-definition": "Merujuk kepada cara keputusan kumpulan besar dibuat dengan membenarkan kumpulan wakil rakyat yang lebih kecil mengundi. Kemudian semua orang bersetuju untuk mengikutinya, selagi mereka percaya kumpulan kecil itu melakukan kerja yang baik.",
  "index-term": "Index",
  "index-definition": "Struktur rangkaian yang bertujuan untuk mengoptimumkan pertanyaan maklumat dari seluruh <a href=\"/glossary/#blockchain\">blockchain</a> dengan menyediakan laluan yang cekap ke sumber penyimpanannya.",
  "key-term": "Kunci",
  "key-definition": "Dalam konteks Ethereum, kunci ialah kod digital: kunci awam untuk menerima transaksi dan kunci peribadi untuk mengakses dan menghantar dana.",
  "layer-2-term": "Lapisan 2",
  "layer-2-definition": "Lapisan 2 ialah rangkaian lain yang dibina di atas rangkaian utama Ethereum untuk menjadikan transaksi lebih pantas dan murah. <a href=\"/layer-2/\">Lagi mengenai lapisan 2</a>.",
  "liquidity-tokens-term": "Token kecairan",
  "liquidity-tokens-definition": "Token kecairan (LT) ialah token digital yang dikeluarkan kepada peserta yang mendepositkan aset ke dalam kumpulan kecairan, yang merupakan koleksi dana yang dikunci dalam kontrak pintar dan digunakan untuk memudahkan perdagangan di bursa terdesentralisasi (DEX).",
  "mainnet-term": "Rangkaian utama",
  "mainnet-definition": "Singkatan bagi \"main network,\" ini ialah <a href=\"/glossary/#blockchain\">blockchain</a> awam utama Ethereum.",
  "mev-term": "MEV",
  "mev-definition": "Mekanisme yang mengutamakan tindakan tertentu pada blok rantai dengan bayaran, mempengaruhi hasil dan susunan transaksi.",
  "multisig-term": "Multisig",
  "multisig-definition": "Multisig (berbilang tandatangan) merujuk kepada dompet atau akaun digital yang memerlukan berbilang tandatangan atau kelulusan untuk melaksanakan transaksi, meningkatkan keselamatan.",
  "nft-term": "Non-fungible token (NFT)",
  "nft-definition": "Item digital unik yang anda boleh miliki, seperti seni atau koleksi, disahkan oleh teknologi blockchain. <a href=\"/nft/\">Lebih lanjut mengenai non-fungible token (NFT)\\</a>.",
  "node-term": "Nod",
  "node-definition": "Klien perisian yang menyertai rangkaian. <a href=\"/developers/docs/nodes-and-clients/\">Lebih lanjut mengenai nod dan klien\\</a>.",
  "ommer-term": "Ommer (uncle) block",
  "ommer-definition": "Apabila seorang <a href=\"/glossary/#miner\">pelombong\\</a> bukti kerja menemui <a href=\"/glossary/#block\">blok\\</a> sah, pelombong lain mungkin telah menerbitkan blok bersaing yang ditambahkan ke hujung blockchain terlebih dahulu. Blok sah tetapi lapuk ini boleh dimasukkan oleh blok baru sebagai <em>ommers\\</em> dan menerima sebahagian ganjaran blok. Istilah \"ommer\" adalah istilah neutral jantina yang digemari untuk adik-beradik blok induk, tetapi kadang-kadang juga dirujuk sebagai \"uncle\". Ini biasa berlaku untuk Ethereum apabila ia adalah rangkaian <a href=\"/glossary/#pow\">bukti kerja\\</a>. Kini Ethereum menggunakan <a href=\"/glossary/#pos\">bukti pegangan\\</a>, hanya seorang pengusul blok dipilih setiap slot.",
  "onchain-definition": "Merujuk kepada tindakan atau transaksi yang berlaku pada blok rantai dan tersedia untuk umum.",
  "optimistic-rollup-term": "Penggulungan optimistik",
  "optimistic-rollup-definition": "Optimistic Rollup adalah penyelesaian Lapisan 2 yang mempercepatkan transaksi di Ethereum, dengan menganggap transaksi itu sah secara lalai kecuali dicabar. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Lebih lanjut mengenai Optimistic Rollup\\</a>.",
  "peer-to-peer-network-term": "Rangkaian peer-to-peer",
  "peer-to-peer-network-definition": "Rangkaian komputer (rakan sebaya) yang secara kolektif dapat melaksanakan fungsi tanpa memerlukan perkhidmatan berasaskan pelayan berpusat.",
  "permissionless-term": "Tanpa kebenaran",
  "permissionless-definition": "Tiada kebenaran atau kelulusan diperlukan untuk menggunakan sistem seperti Ethereum, dan tiada sesiapa pun boleh menghalang anda daripada menggunakannya. Ia dibuka 24/7 untuk semua orang menyertainya.",
  "private-key-definition": "Kunci peribadi adalah kod rahsia yang membuktikan anda memiliki wang digital anda dan membolehkan anda membelanjakannya, seperti PIN untuk akaun anda. <strong>JANGAN BERKONGSIKAN\\</strong>.",
  "poap-term": "POAP",
  "poap-definition": "Protokol Bukti Kehadiran digunakan untuk mencipta koleksi digital (NFT) yang membuktikan anda menghadiri acara atau aktiviti tertentu.",
  "pos-term": "Proof-of-stake (PoS)",
  "pos-definition": "Satu kaedah di mana protokol blockchain mata wang kripto bertujuan mencapai <a href=\"/glossary/#consensus\">konsensus\\</a> teragih. PoS meminta pengguna membuktikan pemilikan sejumlah mata wang kripto (“stake” mereka dalam rangkaian) untuk dapat menyertai pengesahan transaksi. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Lebih lanjut mengenai bukti pegangan\\</a>.",
  "pow-term": "Proof-of-work (PoW)",
  "pow-definition": "Mekanisme keselamatan untuk blockchain yang memerlukan nod membelanjakan tenaga dalam bentuk pengiraan untuk menemui nilai tertentu.",
  "public-goods-term": "Public goods",
  "public-goods-definition": "Public good ialah perkara yang boleh digunakan oleh semua orang secara percuma, seperti taman atau udara bersih, dan penggunaannya tidak menghalang orang lain daripada menggunakannya juga. Kerajaan selalunya menyediakannya kerana perniagaan biasanya tidak akan, memandangkan mereka sukar untuk mengenakan bayaran kepada orang yang menggunakannya.",
  "public-key-definition": "Kunci awam ialah satu set aksara yang membolehkan orang lain menghantar mata wang digital kepada anda dengan selamat, seperti alamat emel untuk wang.",
  "quadratic-voting-term": "Pengundian kuadratik",
  "quadratic-voting-definition": "Adalah satu kaedah pengundian di mana pengundi menyatakan sejauh mana mereka mengambil berat tentang sesuatu isu. Ia membolehkan pengundi menunjukkan bukan sahaja keutamaan, tetapi juga intensiti keutamaan mereka.",
  "recovery-phrase-term": "Seed phrase/recovery phrase",
  "recovery-phrase-definition": "Senarai perkataan yang diberikan kepada anda semasa anda mencipta dompet digital. Ia bertindak seperti kata laluan yang boleh membantu anda mengakses semula dompet anda jika anda kehilangan akses, memastikan anda tidak kehilangan wang atau token digital anda.",
  "rollups-term": "Rollups",
  "rollups-definition": "Satu jenis penyelesaian penskalaan <a href=\"/glossary/#layer-2\">layer 2\\</a> yang menggabungkan berbilang transaksi dan menyerahkannya ke <a href=\"/glossary/#mainnet\">rantai utama Ethereum\\</a> dalam satu transaksi. Ini membolehkan pengurangan kos <a href=\"/glossary/#gas\">gas\\</a> dan peningkatan dalam kelajuan pemprosesan <a href=\"/glossary/#transaction\">transaksi\\</a>. Terdapat Optimistic dan Zero-knowledge rollups yang menggunakan kaedah keselamatan berbeza untuk menawarkan peningkatan kebolehskalaan ini. <a href=\"/developers/docs/scaling/#rollups\">Lebih lanjut mengenai rollups\\</a>.",
  "rpc-term": "Remote procedure call (RPC)",
  "rpc-definition": "RPC membolehkan satu komputer meminta data atau tindakan daripada komputer lain melalui rangkaian, seperti meminta maklumat dengan alat kawalan jauh.",
  "sequencer-term": "Sequencer",
  "sequencer-definition": "Penjujuk ialah program yang bertanggungjawab menyusun urutan transaksi dalam rangkaian blok rantai.",
  "smart-contract-term": "Kontrak pintar",
  "smart-contract-definition": "Kontrak pintar ialah program yang secara automatik melaksanakan perjanjian di atas rantaian blok, seperti kontrak digital yang menguatkuasakan dirinya sendiri. <a href=\"/smart-contracts/\">Pengenalan kepada kontrak pintar\\</a>.",
  "stablecoin-term": "Stablecoin",
  "stablecoin-definition": "Stablecoin ialah sejenis mata wang kripto yang direka untuk mempunyai nilai yang stabil, selalunya dipautkan kepada mata wang atau komoditi (seperti dolar AS), untuk mengurangkan turun naik harga. <a href=\"/stablecoins/\">Lagi mengenai stablecoin</a>.",
  "staking-term": "Pertaruhan",
  "staking-definition": "Mendepositkan sejumlah <a href=\"/glossary/#ether\">ether</a> (pegangan anda) untuk menjadi validator dan mengamankan <a href=\"/glossary/#network\">rangkaian</a>. Seorang validator memeriksa <a href=\"/glossary/#transaction\">transaksi</a> dan mencadangkan <a href=\"/glossary/#block\">blok</a> di bawah model konsensus <a href=\"/glossary/#pos\">proof-of-stake</a>. Staking memberi anda insentif ekonomi untuk bertindak demi kepentingan terbaik rangkaian. Anda akan mendapat ganjaran untuk melaksanakan tugas <a href=\"/glossary/#validator\">validator</a> anda, tetapi kehilangan sejumlah ETH jika anda gagal berbuat demikian. <a href=\"/staking/\">Lagi mengenai staking Ethereum</a>.",
  "staking-pool-definition": "Gabungan ETH daripada lebih daripada seorang staker Ethereum, digunakan untuk mencapai 32 ETH yang diperlukan untuk mengaktifkan satu set kunci validator. Pengendali nod menggunakan kunci ini untuk menyertai konsensus dan <a href=\"/glossary/#block-reward\">ganjaran blok</a> dibahagikan di antara staker yang menyumbang. Kolam staking atau delegasi staking bukanlah asli kepada protokol Ethereum, tetapi banyak penyelesaian telah dibina oleh komuniti. <a href=\"/staking/pools/\">Lagi mengenai staking berkumpulan</a>.",
  "sybil-attack-term": "serangan Sybil",
  "sybil-attack-definition": "serangan Sybil merujuk kepada individu yang menipu sistem supaya menganggap mereka adalah pelbagai orang untuk meningkatkan pengaruh mereka.",
  "terminal-total-difficulty-term": "Terminal total difficulty (TTD)",
  "terminal-total-difficulty-definition": "Kesukaran keseluruhan ialah jumlah kesukaran perlombongan Ethash bagi semua blok sehingga satu titik tertentu dalam blockchain. Kesukaran keseluruhan terminal ialah nilai tertentu bagi kesukaran keseluruhan yang digunakan sebagai pemicu bagi klien pelaksanaan untuk mematikan fungsi perlombongan dan gosip blok mereka, membolehkan rangkaian beralih ke proof-of-stake. Ia tidak lagi relevan kerana Ethereum telah beralih ke <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "transaction-fee-term": "Yuran transaksi",
  "transaction-fee-definition": "Yuran yang perlu anda bayar setiap kali menggunakan rangkaian Ethereum. Contohnya termasuk menghantar dana dari <a href=\"/glossary/#wallet\">wallet</a> anda atau interaksi <a href=\"/glossary/#dapp\">dapp</a>, seperti menukar token atau membeli koleksi. Anda boleh menganggap ini seperti caj perkhidmatan. Yuran ini akan berubah bergantung pada tahap kesibukan rangkaian. Ini kerana <a href=\"/glossary/#validator\">validator</a>, individu yang bertanggungjawab memproses transaksi anda, cenderung mengutamakan transaksi dengan yuran lebih tinggi – jadi kesesakan menyebabkan harga meningkat.<br/><br/>Pada tahap teknikal, yuran transaksi anda berkaitan dengan jumlah <a href=\"/glossary/#gas\">gas</a> yang diperlukan oleh transaksi anda.<br/><br/>Mengurangkan yuran transaksi kini menjadi topik yang amat menarik. Lihat <a href=\"/glossary/#layer-2\">Lapisan 2</a>.",
  "trust-assumptions-term": "Andaian kepercayaan",
  "trust-assumptions-definition": "Andaian kepercayaan ialah kepercayaan asas mengenai keselamatan dan kebolehpercayaan sesuatu sistem, yang membimbing apa yang kita percayai supaya sistem itu berfungsi.",
  "validator-definition": "Satu <a href=\"/glossary/#node\">node</a> dalam sistem <a href=\"/glossary/#pos\">proof-of-stake</a> yang bertanggungjawab menyimpan data, memproses transaksi, dan menambah blok baharu ke blockchain. Untuk mengaktifkan perisian validator, anda perlu dapat <a href=\"/glossary/#staking\">stake</a> 32 ETH. <a href=\"/staking/\">Lagi mengenai staking dalam Ethereum</a>.",
  "validity-proof-term": "Bukti kesahihan",
  "validity-proof-definition": "Satu model keselamatan bagi beberapa penyelesaian <a href=\"/glossary/#layer-2\">lapisan 2</a> di mana, untuk meningkatkan kelajuan, transaksi digulung menjadi kumpulan dan dihantar ke Ethereum dalam satu transaksi. Pengiraan transaksi dilakukan di luar rantaian dan kemudian dibekalkan ke rantaian utama dengan bukti kesahihannya. Kaedah ini meningkatkan bilangan transaksi yang boleh dilakukan sambil mengekalkan keselamatan. Beberapa <a href=\"/glossary/#rollups\">rollup</a> menggunakan <a href=\"/glossary/#fraud-proof\">fraud proof</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Lagi mengenai rollup pengetahuan sifar</a>.",
  "wallet-term": "Dompet",
  "wallet-definition": "Wallet ialah alat digital untuk menyimpan, menghantar, dan menerima mata wang digital, seperti dompet maya untuk wang dalam talian anda. <a href=\"/wallets/\">Lagi mengenai wallet Ethereum</a>.",
  "web2-term": "Web2",
  "web2-definition": "Internet semasa, menumpukan pada kandungan yang dihasilkan pengguna dan media sosial yang dikawal oleh beberapa syarikat. Web3 ialah kepercayaan crypto bahawa pengguna sepatutnya mengawal data dan transaksi mereka sendiri sebaliknya.",
  "web3-term": "Web3",
  "web3-definition": "Web3 ialah internet baharu dengan blockchain, di mana pengguna mengawal data dan transaksi mereka, bukan syarikat. Tiada keperluan untuk berkongsi sebarang maklumat peribadi. <a href=\"/web3/\">Lagi mengenai web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "Denominasi terkecil bagi ether. 10<sup>18</sup> wei = 1 ether.",
  "zk-proof-term": "Bukti sifar pengetahuan",
  "zk-proof-definition": "Bukti tanpa pengetahuan ialah kaedah kriptografi yang membolehkan seseorang membuktikan bahawa sesuatu pernyataan adalah benar tanpa menyampaikan sebarang maklumat tambahan. <a href=\"/developers/docs/scaling/zk-rollups/\">Lebih lanjut mengenai zero-knowledge rollups</a>."
}
