{
  "page-dapps-1inch-logo-alt": "Logo 1inch",
  "page-dapps-aave-logo-alt": "Logo Aave",
  "page-dapps-add-button": "Cadangkan dapp",
  "page-dapps-add-title": "Tambahkan dapp",
  "page-dapps-ankr-logo-alt": "Logo Ankr",
  "page-dapps-api3-logo-alt": "Logo API3",
  "page-dapps-arweave-logo-alt": "Logo ARweave",
  "page-dapps-audius-logo-alt": "Logo Audius",
  "page-dapps-augur-logo-alt": "Logo Augur",
  "page-dapps-axie-infinity-logo-alt": "Logo Axie Infinity",
  "page-dapps-balancer-logo-alt": "Logo Balancer",
  "page-dapps-brave-logo-alt": "Logo Brave",
  "page-dapps-beginner-friendly-description": "Beberapa dapps yang baik untuk pemula. Terokai lebih banyak dapps di bawah.",
  "page-dapps-beginner-friendly-header": "Mesra pemula",
  "page-dapps-category-arts": "Seni dan fesyen",
  "page-dapps-category-browsers": "Pelayar",
  "page-dapps-category-code-marketplaces": "Pasaran kod",
  "page-dapps-category-collectibles": "Barangan koleksi digital",
  "page-dapps-category-competitive": "Permainan Web3",
  "page-dapps-category-computing": "Alat pembangun",
  "page-dapps-category-dex": "Pertukaran",
  "page-dapps-category-investments": "Dana pelaburan",
  "page-dapps-category-lending": "Pemberian pinjaman dan peminjaman",
  "page-dapps-category-lottery": "Crowdfunding",
  "page-dapps-category-marketplaces": "Pasaran",
  "page-dapps-category-music": "Muzik",
  "page-dapps-category-payments": "Pembayaran",
  "page-dapps-category-insurance": "Insurans",
  "page-dapps-category-portfolios": "Pengurusan portfolio",
  "page-dapps-category-trading": "Pasaran ramalan",
  "page-dapps-category-utilities": "Utiliti",
  "page-dapps-category-worlds": "Dunia maya",
  "page-dapps-category-demand-aggregator": "Pengumpul permintaan",
  "page-dapps-category-derivatives": "Derivatif",
  "page-dapps-category-liquid-staking": "Pertaruhan cair",
  "page-dapps-category-experiences": "Pengalaman bersama",
  "page-dapps-category-guilds": "Kumpulan hasil",
  "page-dapps-category-avatar": "Avatar",
  "page-dapps-choose-category": "Pilih kategori",
  "page-dapps-category-social": "Media sosial",
  "page-dapps-category-content": "Kandungan",
  "page-dapps-category-community": "Komuniti",
  "page-dapps-category-messaging": "Pemesejan",
  "page-dapps-category-identity": "Identiti",
  "page-dapps-collectibles-benefits-1-description": "Apabila karya seni ditoken dalam Ethereum, hak milik dapat dibukti kepada sesiapa sahaja. Anda boleh menjejak pergerakan karya tersebut sejak penciptaannya sehingga pemiliknya yang terkini. Ini dapat mengelakkan pemalsuan.",
  "page-dapps-collectibles-benefits-1-title": "Hak milik dapat dibukti",
  "page-dapps-collectibles-benefits-2-description": "Pembayaran untuk menstrim muzik atau membeli karya seni adalah jauh lebih adil kepada artis. Dengan Ethereum, terdapat kurang keperluan untuk orang tengah. Dan jika orang tengah diperlukan, kosnya tidak begitu tinggi kerana platform tidak perlu membayar infrastruktur rangkaian.",
  "page-dapps-collectibles-benefits-2-title": "Lebih adil kepada pencipta karya",
  "page-dapps-collectibles-benefits-3-description": "Barang koleksi bertoken terikat pada alamat Ethereum anda, bukan pada platformnya. Jadi anda boleh menjual barangan seperti item dalam permainan di mana-mana pasaran Ethereum, bukan sahaja di dalam permainan tersebut.",
  "page-dapps-collectibles-benefits-3-title": "Barangan koleksi mengikuti anda",
  "page-dapps-collectibles-benefits-4-description": "Alat dan produk sudah tersedia untuk membolehkan anda mula mentoken karya anda dan menjualnya! Token anda boleh dijual di semua platform barangan koleksi Ethereum.",
  "page-dapps-collectibles-benefits-4-title": "Infrastruktur yang sedia ada",
  "page-dapps-collectibles-benefits-description": "Ini adalah aplikasi yang berfokuskan hak milik digital, meningkatkan potensi keuntungan bagi pencipta karya, dan mencipta cara baharu untuk melabur dalam hasil kerja pencipta karya kegemaran anda.",
  "page-dapps-collectibles-benefits-title": "barangan koleksi dan penstriman ternyahpusat",
  "page-dapps-collectibles-button": "Karya seni dan barangan koleksi",
  "page-dapps-collectibles-description": "Ini adalah aplikasi yang berfokuskan hak milik digital, meningkatkan potensi keuntungan bagi pengkarya, dan mencipta cara baru untuk melabur dalam hasil kerja pengkarya kegemaran anda.",
  "page-dapps-collectibles-title": "Karya seni dan barangan koleksi ternyahpusat",
  "page-dapps-compound-logo-alt": "Logo Compound",
  "page-dapps-convex-logo-alt": "Logo Convex",
  "page-dapps-cryptopunks-logo-alt": "Logo CryptoPunks",
  "page-dapps-cryptovoxels-logo-alt": "Logo Cryptovoxels",
  "page-dapps-cyberconnect-logo-alt": "Logo CyberConnect",
  "page-dapps-dapp-description-1inch": "Membantu anda menghindari gelinciran harga yang tinggi dengan mengagregat harga-harga terbaik.",
  "page-dapps-dapp-description-aave": "Beri pinjam token anda untuk memperoleh faedah dan keluarkannya pada bila-bila masa.",
  "page-dapps-dapp-description-ankr": "Sekumpulan produk infrastruktur Web3 yang berbeza untuk membina, memperoleh, bermain, dan banyak lagi — semuanya pada blok rantai.",
  "page-dapps-dapp-description-api3": "Aliran data rujukan harga pihak pertama yang membolehkan dApps di 10 rangkaian (dan terus berkembang) untuk dihubungkan dengan data harga aset masa nyata, termasuk harga kripto dan forex.",
  "page-dapps-dapp-description-arweave": "Simpan data secara kekal dan mampan, dengan bayaran pendahuluan sekali sahaja.",
  "page-dapps-dapp-description-async-art": "Cipta, kumpul dan dagang #ProgrammableArt - lukisan digital yang terbahagi kepada \"Lapisan\" yang boleh anda guna untuk mempengaruhi keseluruhan imej. Setiap Induk dan Lapisan ialah sebuah token ERC721.",
  "page-dapps-dapp-description-audius": "Platform penstriman ternyahpusat. Setiap dengaran = duit untuk pencipta karya, bukan syarikat rakaman.",
  "page-dapps-dapp-description-augur": "Bertaruh terhadap keputusan sukan, hasil ekonomi dan pelbagai lagi peristiwa dunia.",
  "page-dapps-dapp-description-axie-infinity": "Berdagang dan bertempur dengan makhluk yang bernama Axies. Peroleh keuntungan semasa anda main – boleh didapati pada platform mudah alih",
  "page-dapps-dapp-description-balancer": "Balancer ialah pengurus portfolio automatik dan platform dagangan.",
  "page-dapps-dapp-description-brave": "Peroleh token dengan melayari internet dan gunakannya untuk menyokong pencipta karya kegemaran anda.",
  "page-dapps-dapp-description-cent": "Sebuah rangkaian sosial yang membolehkan anda memperoleh wang dengan menyiarkan NFT.",
  "page-dapps-dapp-description-compound": "Beri pinjam token anda untuk menjana faedah dan keluarkannya pada bila-bila masa.",
  "page-dapps-dapp-description-convex": "Convex membolehkan penyedia kecairan Curve untuk mendapatkan fi dagangan dan menuntut CRV dipertingkat tanpa mengunci CRV mereka.",
  "page-dapps-dapp-description-cryptopunks": "Beli, bida dan tawarkan punk untuk dijual – salah satu barangan koleksi token pertama dalam Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Cipta galeri seni, bina kedai dan beli tanah - dunia maya Ethereum.",
  "page-dapps-dapp-description-cyberconnect": "Protokol graf sosial teragih yang membantu dApps memulakan kesan rangkaian dan membina pengalaman sosial yang diperibadikan",
  "page-dapps-dapp-description-dark-forest": "Jajahi planet di alam semesta yang tidak terhingga, terbentuk secara prosedur dan spesifik secara kriptografi.",
  "page-dapps-dapp-description-decentraland": "Kumpul dan berdagang tanah dalam dunia maya yang boleh anda jelajah.",
  "page-dapps-dapp-description-ens": "Nama mesra pengguna untuk alamat Ethereum dan laman ternyahpusat.",
  "page-dapps-dapp-description-foundation": "Melabur dalam karya seni digital edisi khas dan berdagang karya dengan pembeli lain.",
  "page-dapps-dapp-description-gitcoin": "Jana kripto semasa membangunkan perisian sumber terbuka.",
  "page-dapps-dapp-description-gitcoin-grants": "Pendanaan ramai untuk projek komuniti Ethereum dengan sumbangan yang dipertingkat",
  "page-dapps-dapp-description-gm": "Platform serba boleh untuk sembang, forum, dan suara yang benar-benar berkongsi pendapatan dengan penciptanya",
  "page-dapps-dapp-description-gods-unchained": "Permainan kad pertukaran strategik. Dapatkan kad apabila anda bermain dan kad tersebut boleh dijual di dunia sebenar.",
  "page-dapps-dapp-description-golem": "Akses kuasa komputasi terkongsi atau sewa sumber anda sendiri.",
  "page-dapps-dapp-description-graph": "Protokol pengindeksan untuk menyoal rangkaian seperti Ethereum dan IPFS.",
  "page-dapps-dapp-description-ipfs": "Protokol hiper media rakan setara yang direka untuk memelihara dan mengembangkan pengetahuan umat manusia dengan menjadikan web boleh dinaik taraf, tahan lasak, dan lebih terbuka.",
  "page-dapps-dapp-description-radicle": "Kerjasama kod perangkaian padan yang selamat tanpa perantara.",
  "page-dapps-dapp-description-kyberswap": "Tukar dan peroleh pada kadar terbaik.",
  "page-dapps-dapp-description-lido": "Pertaruhan yang dipermudahkan dan selamat untuk aset digital.",
  "page-dapps-dapp-description-loopring": "Platform perdagangan perangkaian padan yang dibina untuk kepantasan.",
  "page-dapps-dapp-description-marble-cards": "Cipta dan dagang kad digital unik berdasarkan URL.",
  "page-dapps-dapp-description-matcha": "Memeriksa pelbagai bursa untuk membantu anda mencari harga terbaik.",
  "page-dapps-dapp-description-meeds": "Hab komuniti Web3 untuk era kerja teragih. Ganjaran secara adil dan telus untuk sumbangan yang penting.",
  "page-dapps-dapp-description-mirror": "Dibina di atas web3 untuk web3, platform penerbitan Mirror yang kukuh mendorong batas penulisan dalam talian",
  "page-dapps-dapp-description-multichain": "Penghala utama untuk web3. Ini merupakan infrastruktur yang dibangunkan untuk interaksi silang rangkaian yang arbitrari.",
  "page-dapps-dapp-description-nifty-gateway": "Beli karya dalam rantaian daripada artis, atlet, jenama atau pencipta terkemuka.",
  "page-dapps-dapp-description-summerfi": "Dagang, pinjam dan simpan dengan Dai, syiling stabil Ethereum.",
  "page-dapps-dapp-description-opensea": "Beli, jual, temui dan dagang barangan edisi khas.",
  "page-dapps-dapp-description-opera": "Hantarkan kripto daripada pelayar internet anda kepada peniaga, pengguna lain dan aplikasi.",
  "page-dapps-dapp-description-osuvox": "Avatar 3D yang hidup pada blok rantai",
  "page-dapps-dapp-description-poap": "Kumpul NFT yang membuktikan anda menghadiri pelbagai acara maya atau acara sebenar. Gunakan NFT untuk menyertai cabutan bertuah, undi, bekerjasama atau hanya untuk berbangga.",
  "page-dapps-dapp-description-polymarket": "Bertaruh pada hasil. Berdagang dalam pasaran maklumat.",
  "page-dapps-dapp-description-pooltogether": "Loteri yang anda tidak akan kalah. Hadiah setiap minggu.",
  "page-dapps-dapp-description-index-coop": "Dana indeks kripto yang mendedahkan portfolio anda kepada token DeFi terhebat.",
  "page-dapps-dapp-description-nexus-mutual": "Perlindungan tanpa syarikat insurans. Dapatkan perlindungan daripada pepijat dan godaman kontrak pintar.",
  "page-dapps-dapp-description-etherisc": "Templat insurans ternyahpusat yang boleh diguna oleh sesiapa sahaja untuk menghasilkan perlindungan insurans mereka sendiri.",
  "page-dapps-dapp-description-zapper": "Jejaki portfolio anda dan gunakan pelbagai produk DeFi daripada satu antara muka.",
  "page-dapps-dapp-description-zerion": "Uruskan portfolio anda dan nilai setiap satu aset DeFi di pasaran.",
  "page-dapps-dapp-description-rotki": "Alat penjejak portfolio, analitis, perakaunan dan pelaporan cukai sumber terbuka yang menghormati privasi anda.",
  "page-dapps-dapp-description-krystal": "Platform sehenti untuk mengakses semua perkhidmatan DeFi kegemaran anda.",
  "page-dapps-dapp-description-rarible": "Cipta, jual dan beli barang koleksi ditoken.",
  "page-dapps-dapp-description-request-finance": "Sekumpulan alat kewangan untuk invois kripto, gaji, dan perbelanjaan.",
  "page-dapps-dapp-description-rubic": "Pengumpul teknologi silang rangkaian untuk pengguna dan dApps.",
  "page-dapps-dapp-description-sablier": "Salurkan wang secara masa nyata.",
  "page-dapps-dapp-description-spatial": "Cipta avatar dan dunia 3D anda sendiri",
  "page-dapps-dapp-description-spruce": "Taruhan sumber terbuka untuk meninggalkan kawalan identiti dan data di tempat yang sepatutnya: pada pengguna.",
  "page-dapps-dapp-description-status": "Direka untuk membolehkan aliran maklumat yang bebas, melindungi hak kepada perbualan peribadi dan selamat, serta mempromosikan kedaulatan individu.",
  "page-dapps-dapp-description-superrare": "Beli karya seni digital terus daripada artis atau pasaran sekunder.",
  "page-dapps-dapp-description-synthetix": "Synthetix ialah protokol untuk mengeluarkan dan mendagangkan aset sintetik",
  "page-dapps-dapp-description-token-sets": "Strategi pelaburan kripto yang mengimbang semula secara automatik.",
  "page-dapps-dapp-description-uniswap": "Tukarkan token dengan mudah atau bekalkan token untuk ganjaran %.",
  "page-dapps-dapp-description-xmtp": "Hantar mesej antara akaun blok rantai, termasuk DM, amaran, pengumuman, dan banyak lagi.",
  "page-dapps-dapp-description-yearn": "Yearn Finance ialah agregator hasil. Memberi individu, DAO dan protokol lain cara untuk mendeposit aset digital dan menerima hasil.",
  "page-dapps-docklink-dapps": "Pengenalan kepada dapp",
  "page-dapps-docklink-smart-contracts": "Kontrak pintar",
  "page-dapps-dark-forest-logo-alt": "Logo Dark Forest",
  "page-dapps-decentraland-logo-alt": "Logo Decentraland",
  "page-dapps-index-coop-logo-alt": "Logo Index Coop",
  "page-dapps-nexus-mutual-logo-alt": "Logo Nexus Mutual",
  "page-dapps-etherisc-logo-alt": "Logo Etherisc",
  "page-dapps-zapper-logo-alt": "Logo Zapper",
  "page-dapps-zerion-logo-alt": "Logo Zerion",
  "page-dapps-rotki-logo-alt": "Logo Rotki",
  "page-dapps-krystal-logo-alt": "Logo Krystal",
  "page-dapps-synthetix-logo-alt": "Logo Synthetix",
  "page-dapps-desc": "Cari aplikasi Ethereum untuk cuba.",
  "page-dapps-doge-img-alt": "Ilustrasi doge menggunakan komputer",
  "page-dapps-editors-choice-dark-forest": "Bermain bersama orang lain untuk menjajah planet dan mencuba teknologi penskalaan/privasi maju Ethereum. Mungkin untuk sesiapa yang sudah biasa dengan Ethereum.",
  "page-dapps-editors-choice-foundation": "Labur terhadap budaya. Beli, dagang dan jual karya seni unik dan fesyen daripada artis, pemuzik dan jenama tersohor.",
  "page-dapps-editors-choice-pooltogether": "Beli tiket dalam loteri tanpa kerugian. Setiap minggu, faedah yang dijana daripada kumpulan tiket akan dihantar kepada satu pemenang bertuah. Ambil semula wang anda pada bila-bila masa.",
  "page-dapps-editors-choice-uniswap": "Tukarkan token anda dengan mudah. Kegemaran komuniti yang membolehkan anda berdagang token dengan orang di seluruh rangkaian.",
  "page-dapps-ens-logo-alt": "Logo Ethereum Name Service",
  "page-dapps-explore-dapps-description": "Kebanyakan dapp masih bersifat eksperimen, menguji kebolehan rangkaian ternyahpusat. Tetapi terdapat beberapa penggerak awal yang berjaya dalam kategori teknologi, kewangan, permainan dan barangan koleksi.",
  "page-dapps-explore-dapps-title": "Terokai pelbagai dapp",
  "page-dapps-features-1-description": "Setelah dikerahkan ke Ethereum, kod dapp tidak boleh dihentikan. Sesiapa sahaja boleh menggunakan ciri dapp. Walaupun pasukan yang membangunkan sesuatu dapp itu berpecah, anda masih dapat menggunakannya. Setelah wujud di Ethereum, dapp akan kekal di sana.",
  "page-dapps-features-1-title": "Tiada pemilik",
  "page-dapps-features-2-description": "Anda tidak boleh dihalang daripada menggunakan dapp atau menghantar transaksi. Contohnya, jika Twitter berada di Ethereum, tiada siapa yang boleh menghalang akaun anda atau menghentikan anda daripada menulis tweet.",
  "page-dapps-features-2-title": "Bebas daripada penapisan",
  "page-dapps-features-3-description": "Disebabkan Ethereum mempunyai ETH, bayaran adalah asli untuk Ethereum. Pembangun tidak perlu menghabiskan masa untuk mengintegrasikan penyedia servis pembayaran pihak ketiga.",
  "page-dapps-features-3-title": "Pembayaran terbina dalam",
  "page-dapps-features-4-description": "Kod dapp selalunya terbuka dan serasi secara lalai. Pasukan pembangun kerap menggunakan kerja pasukan yang lain. Jika anda ingin membenarkan pengguna anda menukarkan token dalam dapp anda, anda boleh sahaja menyambung kod daripada dapp lain.",
  "page-dapps-features-4-title": "Pasang dan main",
  "page-dapps-features-5-description": "Dalam kebanyakan dapp, anda tidak perlu kongsikan identiti dunia sebenar anda. Akaun Ethereum anda merupakan log masuk anda dan anda hanya memerlukan sebuah dompet.",
  "page-dapps-features-5-title": "Satu log masuk tanpa nama",
  "page-dapps-features-6-description": "Kriptografi memastikan penyerang tidak boleh memalsukan transaksi dan interaksi dapp bagi pihak anda. Anda mengizinkan tindakan dapp anda melalui akaun Ethereum anda, selalunya daripada dompet anda, supaya maklumat anda kekal selamat.",
  "page-dapps-features-6-title": "Bersandarkan kriptografi",
  "page-dapps-features-7-description": "Apabila dapp telah diaktifkan pada Ethereum, ia akan terhenti hanya sekiranya Ethereum sendiri terhenti. Saiz rangkaian Ethereum adalah sangat sukar untuk diserang.",
  "page-dapps-features-7-title": "Tiada masa henti",
  "page-dapps-finance-benefits-1-description": "Servis kewangan yang beroperasi pada Ethereum tidak memerlukan keperluan pendaftaran. Jika anda mempunyai dana dan sambungan internet, anda boleh terus melabur.",
  "page-dapps-finance-benefits-1-title": "Akses terbuka",
  "page-dapps-finance-benefits-2-description": "Dalam kalangan pelbagai produk kewangan ini, anda boleh berinteraksi dengan pelbagai token. Ramai orang sedang membina token baharu berasaskan Ethereum pada masa kini.",
  "page-dapps-finance-benefits-2-title": "Ekonomi token yang baharu",
  "page-dapps-finance-benefits-3-description": "Pasukan telah membina <a href=\"/glossary/#stablecoin\">stablecoin</a> – kripto yang kurang turun naik. Ini membolehkan anda menguji dan menggunakan kripto tanpa risiko dan ketidakpastian.",
  "page-dapps-finance-benefits-3-title": "Syiling Stabil",
  "page-dapps-finance-benefits-4-description": "Produk kewangan di dalam ruang Ethereum adalah modular dan serasi antara satu sama lain. Konfigurasi baharu pada modul-modul ini sentiasa tiba di pasaran, membolehkan anda melakukan lebih banyak perkara dengan kripto anda.",
  "page-dapps-finance-benefits-4-title": "Servis kewangan yang saling berkaitan",
  "page-dapps-finance-benefits-description": "Apakah keistimewaan Ethereum yang membolehkan aplikasi kewangan ternyahpusat berkembang maju?",
  "page-dapps-finance-benefits-title": "kewangan ternyahpusat",
  "page-dapps-finance-button": "Kewangan",
  "page-dapps-finance-description": "Ini merupakan aplikasi yang tertumpu pada pembangunan servis kewangan yang menggunakan mata wang kripto. Ia menawarkan pemberi pinjaman, peminjaman, memperoleh faedah dan pembayaran peribadi – tiada data peribadi yang diperlukan.",
  "page-dapps-finance-title": "Kewangan ternyahpusat",
  "page-dapps-foundation-logo-alt": "Logo Foundation",
  "page-dapps-gaming-benefits-1-description": "Sama ada hartanah maya atau kad pertukaran, barangan anda boleh didagangkan pada pasaran koleksi. Item dalam permainan anda mempunyai nilai dunia sebenar.",
  "page-dapps-gaming-benefits-1-title": "Item permainan video juga berfungsi sebagai token",
  "page-dapps-gaming-benefits-2-description": "Anda memiliki item anda, dan dalam sesetengah keadaan anda memiliki kemajuan anda, bukannya syarikat permainan video. Jadi anda tidak akan kehilangan apa-apa jika syarikat yang menguruskan permainan tersebut diserang, mengalami kerosakan pelayan atau dibubarkan.",
  "page-dapps-gaming-benefits-2-title": "Simpanan permainan anda selamat",
  "page-dapps-gaming-benefits-3-description": "Pembayaran Ethereum tersedia untuk disahkan oleh sesiapa sahaja, dan permainan video boleh menggunakan kualiti ini dengan cara sama untuk memastikan kesaksamaan. Secara teori, semuanya boleh disahkan, daripada bilangan pukulan kritikal kepada saiz peti perang lawan.",
  "page-dapps-gaming-benefits-3-title": "Kesaksamaan yang dapat dibuktikan",
  "page-dapps-gaming-benefits-description": "Apakah keistimewaan Ethereum yang membolehkan permainan video ternyahpusat untuk berkembang maju?",
  "page-dapps-gaming-benefits-title": "permainan ternyahpusat",
  "page-dapps-gaming-button": "Permainan",
  "page-dapps-gaming-description": "Ini merupakan aplikasi yang tertumpu pada penciptaan dunia maya dan bertarung pemain lain menggunakan item koleksi yang mempunyai nilai dunia sebenar.",
  "page-dapps-gaming-title": "Permainan ternyahpusat",
  "page-dapps-get-some-eth-description": "Tindakan dapp mempunyai kos fi transaksi",
  "page-dapps-get-started-subtitle": "Untuk mencuba dapp, anda memerlukan <a href=\"/glossary/#wallet\">dompet</a> dan beberapa ETH. Dompet akan membolehkan anda berhubung, atau log masuk. Dan anda memerlukan ETH untuk membayar sebarang <a href=\"/glossary/#transaction-fee\">yuran transaksi</a>.",
  "page-dapps-get-started-title": "Mari bermula",
  "page-dapps-gitcoin-grants-logo-alt": "Logo Gitcoin Grants",
  "page-dapps-gitcoin-logo-alt": "Logo Gitcoin",
  "page-dapps-gm-logo-alt": "Logo gm.xyz",
  "page-dapps-gods-unchained-logo-alt": "Logo Gods Unchained",
  "page-dapps-golem-logo-alt": "Logo Golem",
  "page-dapps-graph-logo-alt": "Logo Graph",
  "page-dapps-radicle-logo-alt": "Logo Radicle",
  "page-dapps-hero-header": "Alat dan perkhidmatan didayakan Ethereum",
  "page-dapps-hero-subtitle": "Dapp ialah gerakan aplikasi semakin berkembang yang menggunakan Ethereum untuk mengganggu model perniagaan atau mencipta yang baharu.",
  "page-dapps-how-dapps-work-p1": "Dapps mempunyai kod bahagian belakang mereka (kontrak pintar) yang berjalan di rangkaian teragih dan bukan pada pelayan terpusat. Mereka menggunakan <a href=\"/glossary/#blockchain\">blok rantai</a> Ethereum untuk penyimpanan data dan kontrak pintar untuk logik aplikasi mereka.",
  "page-dapps-how-dapps-work-p2": "Kontrak pintar adalah seperti satu set peraturan di rantaian yang dapat dilihat oleh semua orang dan berjalan tepat menurut peraturan tersebut. Bayangkan mesin layan diri: jika anda membekalkan dana yang mencukupi dan membuat pilihan yang betul, anda akan mendapat item yang anda mahu. Dan seperti mesin layan diri, kontrak pintar boleh memegang dana seperti akaun Ethereum anda. Ini membolehkan kod untuk menjadi perantara bagi perjanjian dan transaksi.",
  "page-dapps-how-dapps-work-p3": "Setelah dapp dilancarkan pada rangkaian Ethereum, anda tidak boleh mengubahnya. Dapp boleh dinyahpusat kerana ia dikawal oleh logik yang ditulis dalam kontrak, bukan oleh individu atau syarikat.",
  "page-dapps-how-dapps-work-title": "Cara dapp berfungsi",
  "page-dapps-ipfs-logo-alt": "Logo IPFS",
  "page-dapps-kyberswap-logo-alt": "Logo KyberSwap",
  "page-dapps-learn-callout-button": "Mula membina",
  "page-dapps-learn-callout-description": "Portal pembangun komuniti kami mempunyai dokumen, alat dan rangka kerja untuk membantu anda mula membina sebuah dapp.",
  "page-dapps-learn-callout-image-alt": "Ilustrasi tangan membina simbol ETH daripada bongkah lego.",
  "page-dapps-learn-callout-title": "Ketahui cara membina dapp",
  "page-dapps-lido-logo-alt": "Logo Lido",
  "page-dapps-loopring-logo-alt": "Logo Loopring",
  "page-dapps-magic-behind-dapps-description": "Dapp mungkin berasa seperti aplikasi biasa. Tetapi di belakang tabir ia mempunyai beberapa kualiti khas kerana kesemuanya mewarisi semua kuasa hebat Ethereum. Berikut ialah keistimewaan dapp berbanding dengan aplikasi lain.",
  "page-dapps-magic-behind-dapps-link": "Apa yang membuat Ethereum hebat?",
  "page-dapps-magic-behind-dapps-title": "Keajaiban di sebalik dapp",
  "page-dapps-magic-title-1": "Keajaiban",
  "page-dapps-magic-title-2": "di sebalik",
  "page-dapps-magician-img-alt": "Ilustrasi ahli sihir",
  "page-dapps-marble-cards-logo-alt": "Logo marble.cards",
  "page-dapps-async-logo-alt": "Logo Async",
  "page-dapps-matcha-logo-alt": "Logo Matcha",
  "page-dapps-meeds-logo-alt": "Logo Meeds",
  "page-dapps-metaverse-benefits-title": "metaverse",
  "page-dapps-metaverse-benefits-description": "Apa yang ada pada Ethereum yang membolehkan metaverse berkembang?",
  "page-dapps-metaverse-benefits-1-title": "NFT",
  "page-dapps-metaverse-benefits-1-description": "Item dalam permainan yang unik yang dimiliki oleh pengguna dan boleh digunakan merentasi dunia maya dan pasaran yang menyokong standard yang sama.",
  "page-dapps-metaverse-benefits-2-title": "Komuniti yang dimiliki oleh pengguna",
  "page-dapps-metaverse-benefits-2-description": "Identiti dimiliki oleh pengguna dengan peluang yang tidak berkesudahan untuk meneroka dan mencipta rangkaian sosial merentasi pelbagai dunia maya.",
  "page-dapps-metaverse-button": "Metaverse",
  "page-dapps-metaverse-title": "Metaverse",
  "page-dapps-metaverse-description": "Ini ialah aplikasi yang membolehkan pengguna mengambil bahagian secara bebas dalam dunia maya. Pengguna boleh membentuk rangkaian peribadi dan mengambil pemilikan aset digital",
  "page-dapps-mirror-logo-alt": "Logo mirror",
  "page-dapps-mobile-options-header": "Layari kategori lain",
  "page-dapps-multichain-logo-alt": "Logo Multichain",
  "page-dapps-nifty-gateway-logo-alt": "Logo Nifty Gateway",
  "page-dapps-summerfi-logo-alt": "Logo summer.fi",
  "page-dapps-opensea-logo-alt": "Logo OpenSea",
  "page-dapps-opera-logo-alt": "Logo Opera",
  "page-dapps-osuvox-logo-alt": "Logo OSUVOX",
  "page-dapps-polymarket-logo-alt": "Logo Polymarket",
  "page-dapps-poap-logo-alt": "Logo Proof of Attendance Protocol",
  "page-dapps-pooltogether-logo-alt": "Logo PoolTogether",
  "page-dapps-rarible-logo-alt": "Logo Rarible",
  "page-dapps-ready-button": "Pergi",
  "page-dapps-ready-description": "Pilih dapp untuk dicuba",
  "page-dapps-ready-title": "Sudah sedia?",
  "page-dapps-request-finance-logo-alt": "Logo Request Finance",
  "page-dapps-rubic-logo-alt": "Logo Rubic",
  "page-dapps-sablier-logo-alt": "Logo Sablier",
  "page-dapps-set-up-a-wallet-button": "Cari dompet",
  "page-dapps-set-up-a-wallet-description": "Dompet ialah \"log masuk\" untuk dapp",
  "page-dapps-set-up-a-wallet-title": "Sediakan dompet",
  "page-dapps-social-button": "Sosial",
  "page-dapps-social-description": "Ini ialah aplikasi yang bertumpu pada penciptaan rangkaian sosial teragih menggunakan teknologi identiti teragih di mana identiti digital dan graf sosial dimiliki oleh pengguna.",
  "page-dapps-social-title": "Sosial",
  "page-dapps-spatial-logo-alt": "Logo spatial",
  "page-dapps-spruce-logo-alt": "Logo spruce",
  "page-dapps-status-logo-alt": "Logo Status",
  "page-dapps-superrare-logo-alt": "Logo SuperRare",
  "page-dapps-technology-button": "Teknologi",
  "page-dapps-technology-description": "Ini merupakan aplikasi yang tertumpu pada usaha menyahpusatkan alat pembangun, menggabungkan sistem kriptoekonomi ke dalam teknologi sedia ada, dan mewujudkan pasaran untuk kerja pembangunan sumber terbuka.",
  "page-dapps-technology-title": "Teknologi Ternyahpusat",
  "page-dapps-token-sets-logo-alt": "Logo Token Sets",
  "page-dapps-uniswap-logo-alt": "Logo Uniswap",
  "page-dapps-wallet-callout-button": "Cari \"wallet\"\nOr\nCari dompet",
  "page-dapps-wallet-callout-description": "Dompet juga merupakan dapp. Pilih dapp berdasarkan ciri yang sesuai dengan anda.",
  "page-dapps-wallet-callout-image-alt": "Ilustrasi sebuah robot.",
  "page-dapps-wallet-callout-title": "Lihat dompet",
  "page-dapps-warning-header": "Sentiasa lakukan penyelidikan anda sendiri",
  "page-dapps-warning-message": "Ethereum ialah teknologi baru dan kebanyakan aplikasi juga baru. Sebelum mendepositkan sebarang kuantiti wang yang besar, pastikan anda memahami risiko.",
  "page-dapps-what-are-dapps": "Apakah itu dapp?",
  "page-dapps-more-on-defi-button": "Maklumat lanjut tentang kewangan ternyahpusat",
  "page-dapps-more-on-nft-button": "Maklumat lanjut tentang item koleksi ditoken",
  "page-dapps-more-on-nft-gaming-button": "Maklumat lanjut tentang item dalam permainan ditoken",
  "page-dapps-dapp-description-pwn": "Pinjaman mudah disokong oleh mana-mana token atau NFT pada Ethereum.",
  "page-dapps-pwn-image-alt": "Logo PWN",
  "page-dapps-xmtp-logo-alt": "Logo XMTP",
  "opage-dapps-yearn-logo-alt": "Logo Yearn",
  "page-dapps-yearn-image-alt": "Logo Yearn",
  "page-dapps-convex-image-alt": "Logo Convex",
  "foundation": "Yayasan",
  "page-wallets-get-some": "Dapatkan ETH",
  "page-dapps-dapp-description-curve": "Curve ialah dex tertumpu pada stablecoin",
  "page-dapps-curve-image-alt": "Logo Curve",
  "page-dapps-dapp-description-dodo": "DODO ialah penyedia kecairan dalam rantaian, yang memanfaatkan algoritma Pembuat Pasaran Proaktif (PMM)",
  "page-dapps-dodo-image-alt": "Logo DODO",
  "page-dapps-dapp-description-artblocks": "Art Blocks didedikasikan untuk menghidupkan karya seni generatif kontemporari yang menarik",
  "page-dapps-artblocks-image-alt": "Logo Art Blocks",
  "page-dapps-explore-title": "Ingin menyemak imbas lebih banyak apl?",
  "page-dapps-explore": "Lihat ratusan dapps"
}
