{
  "page-run-a-node-build-your-own-title": "Bina sendiri",
  "page-run-a-node-build-your-own-hardware-title": "Langkah 1 – Perkakasan",
  "page-run-a-node-build-your-own-minimum-specs": "Spesifikasi minimum",
  "page-run-a-node-build-your-own-min-ram": "4 - 8 GB RAM",
  "page-run-a-node-build-your-own-ram-note-1": "Lihat nota tentang pertaruhan",
  "page-run-a-node-build-your-own-ram-note-2": "Lihat nota tentang Raspberry Pi",
  "page-run-a-node-build-your-own-min-ssd": "2 TB SSD",
  "page-run-a-node-build-your-own-ssd-note": "SSD perlu untuk kelajuan penulisan yang ditetapkan.",
  "page-run-a-node-build-your-own-recommended": "Disyorkan",
  "page-run-a-node-build-your-own-nuc": "Intel NUC, Generasi ke-7 atau lebih",
  "page-run-a-node-build-your-own-nuc-small": "pemproses x86",
  "page-run-a-node-build-your-own-connection": "Sambungan internet berwayar",
  "page-run-a-node-build-your-own-connection-small": "Tidak wajib, tetapi memudahkan persediaan dan merupakan sambungan yang paling konsisten",
  "page-run-a-node-build-your-own-peripherals": "Skrin paparan dan papan kekunci",
  "page-run-a-node-build-your-own-peripherals-small": "Melainkan anda menggunakan DAppNode, atau persediaan ssh/headless",
  "page-run-a-node-build-your-own-software": "Langkah 2 – Perisian",
  "page-run-a-node-build-your-own-software-option-1-title": "Pilihan 1 – DAppNode",
  "page-run-a-node-build-your-own-software-option-1-description": "Apabila perkakasan anda tersedia, sistem pengendalian DAppNode boleh dimuat turun menggunakan mana-mana komputer dan dipasangkan pada SSD kosong melalui pemacu USB.",
  "page-run-a-node-build-your-own-software-option-1-button": "Persediaan DAppNode",
  "page-run-a-node-build-your-own-software-option-2-title": "Pilihan 2 - Baris Perintah",
  "page-run-a-node-build-your-own-software-option-2-description-1": "Untuk kawalan maksimum, pengguna berpengalaman boleh menggunakan baris perintah.",
  "page-run-a-node-build-your-own-software-option-2-description-2": "Lihat dokumen pembangun kami untuk maklumat lanjut tentang bermula dengan pilihan pelanggan.",
  "page-run-a-node-build-your-own-software-option-2-button": "Persediaan baris perintah",
  "page-run-a-node-buy-fully-loaded-title": "Beli muat sepenuhnya",
  "page-run-a-node-buy-fully-loaded-description": "Tempah pilihan pasang dan guna daripada pembekal untuk pengalaman penyertaan awal yang mudah.",
  "page-run-a-node-buy-fully-loaded-note-1": "Binaan tidak diperlukan.",
  "page-run-a-node-buy-fully-loaded-note-2": "Persediaan seperti Aplikasi dengan GUI.",
  "page-run-a-node-buy-fully-loaded-note-3": "Baris perintah tidak diperlukan.",
  "page-run-a-node-censorship-resistance-title": "Tahan Penapisan",
  "page-run-a-node-censorship-resistance-preview": "Memastikan capaian bila diperlukan, dan elakkan daripada ditapis.",
  "page-run-a-node-censorship-resistance-1": "Nod pihak ketiga boleh menolak transaksi daripada alamat IP tertentu, atau transaksi yang melibatkan akaun tertentu, oleh itu mungkin menyekat anda daripada menggunakan rangkaian apabila perlu. ",
  "page-run-a-node-censorship-resistance-2": "Memiliki nod anda sendiri untuk menghantar transaksi akan menjamin bahawa anda boleh menyiarkan transaksi anda ke keseluruhan rangkaian perangkai padan pada bila-bila masa.",
  "page-run-a-node-community-title": "Dapatkan pembantu",
  "page-run-a-node-community-description-1": "Platform dalam talian seperti Discord atau Reddit dihuni sejumlah besar pembina komuniti yang bersedia membantu anda tentang apa-apa persoalan yang anda hadapi.",
  "page-run-a-node-community-description-2": "Jangan menghadapinya bersendirian. Jika anda ada pertanyaan, besar kemungkinan seseorang di sini dapat mencari jawapan.",
  "page-run-a-node-community-link-1": "Sertai Discord DAppNode",
  "page-run-a-node-community-link-2": "Cari komuniti dalam talian",
  "page-run-a-node-choose-your-adventure-title": "Pilih pengembaraan anda",
  "page-run-a-node-choose-your-adventure-1": "Anda perlukan perkakasan tertentu untuk bermula. Walaupun perisian nod boleh dijalankan pada komputer peribadi, penggunaan perkakasan khusus dapat meningkatkan prestasi nod anda, sambil mengurangkan impak terhadap komputer utama anda.",
  "page-run-a-node-choose-your-adventure-2": "Semasa memilih perkakasan, ingati bahawa rantaian akan sentiasa terus berkembang, dan penyelenggaraan pasti akan diperlukan kemudian. Peningkatan spesifikasi dapat menangguhkan keperluan penyelenggaraan nod.",
  "page-run-a-node-choose-your-adventure-build-1": "Pilihan yang lebih murah dan lebih mudah suai untuk pengguna yang lebih mahir dari segi teknikal.",
  "page-run-a-node-choose-your-adventure-build-bullet-1": "Sediakan bahagian anda sendiri.",
  "page-run-a-node-choose-your-adventure-build-bullet-2": "Pasang DAppNode.",
  "page-run-a-node-choose-your-adventure-build-bullet-3": "Atau, pilih OS dan pelanggan anda sendiri.",
  "page-run-a-node-choose-your-adventure-build-start": "Mula membina",
  "page-run-a-node-decentralized-title": "Pencaran Pusat",
  "page-run-a-node-decentralized-preview": "Elakkan daripada mengukuhkan titik kegagalan yang berpusat.",
  "page-run-a-node-decentralized-1": "Pelayan awan berpusat mampu menyediakan kuasa pengkomputeran yang tinggi, tetapi pemusatan tersebut akan menjadi sasaran bagi negara bangsa atau penyerang yang ingin mengganggu rangkaian.",
  "page-run-a-node-decentralized-2": "Daya tahan rangkaian dicapai dengan peningkatan jumlah nod, di merata-rata lokasi seluruh dunia, dan dikendalikan oleh lebih ramai orang daripada pelbagai latar belakang. Apabila lebih ramai orang menjalankan nod mereka sendiri, kebergantungan pada titik kegagalan berpusat akan berkurangan, menjadikan rangkaian lebih kukuh.",
  "page-run-a-node-further-reading-title": "Bacaan lanjut",
  "page-run-a-node-further-reading-1-link": "Memahiri Ethereum - Patutkah saya Menjalankan Nod Penuh",
  "page-run-a-node-further-reading-1-author": "Andreas Antonopoulos",
  "page-run-a-node-further-reading-2-link": "Ethereum pada ARM - Panduan Permulaan Pantas",
  "page-run-a-node-further-reading-3-link": "Had Kebolehskalaan Blok Rantai",
  "page-run-a-node-further-reading-3-author": "Vitalik Buterin",
  "page-run-a-node-getting-started-title": "Permulaan",
  "page-run-a-node-getting-started-software-section-1": "Pada zaman awal rangkaian, pengguna perlu mempunyai keupayaan untuk mengantaramuka dengan baris perintah untuk mengendalikan nod Ethereum.",
  "page-run-a-node-getting-started-software-section-1-alert": "Jika ini keutamaan anda, dan anda mempunyai kemahiran sesuai, jangan segan untuk menyemak dokumen teknikal kami.",
  "page-run-a-node-getting-started-software-section-1-link": "Aktifkan sebuah nod Ethereum",
  "page-run-a-node-getting-started-software-section-2": "Kini kita mempunyai DAppNode, iaitu <b>perisian percuma dan sumber terbuka</b> yang memberi pengguna <b>pengalaman seperti aplikasi</b> semasa menguruskan nod mereka.",
  "page-run-a-node-getting-started-software-section-3a": "Dalam hanya beberapa ketikan anda boleh mengaktifkan dan menjalankan nod anda.",
  "page-run-a-node-getting-started-software-section-3b": "DAppNode memudahkan pengguna menjalankan nod penuh, serta dapp dan rangkaian P2P lain, tanpa perlu menyentuh baris perintah. Ini memudahkan semua orang untuk mengambil bahagian dan mewujudkan rangkaian yang lebih ternyahpusat.",
  "page-run-a-node-getting-started-software-title": "Bahagian 2: Perisian",
  "page-run-a-node-glyph-alt-terminal": "Glif terminal",
  "page-run-a-node-glyph-alt-phone": "Glif ketikan telefon",
  "page-run-a-node-glyph-alt-dappnode": "Glif DAppNode",
  "page-run-a-node-glyph-alt-pnp": "Glif palam dan Main",
  "page-run-a-node-glyph-alt-hardware": "Glif perkakasan",
  "page-run-a-node-glyph-alt-software": "Glif muat turun perisian",
  "page-run-a-node-glyph-alt-privacy": "Glif privasi",
  "page-run-a-node-glyph-alt-censorship-resistance": "Glif megafon tahan penapisan",
  "page-run-a-node-glyph-alt-earth": "Glif bumi",
  "page-run-a-node-glyph-alt-decentralization": "Glif penyahpusatan",
  "page-run-a-node-glyph-alt-vote": "Glif suarakan undi anda",
  "page-run-a-node-glyph-alt-sovereignty": "Glif kedaulatan",
  "page-run-a-node-hero-alt": "Grafik nod",
  "page-run-a-node-hero-header": "Dapatkan kawalan penuh.<br />Jalankan nod anda sendiri.",
  "page-run-a-node-hero-subtitle": "Jadi berdaulat sepenuhnya sambil membantu melindungi rangkaian. Jadi Ethereum.",
  "page-run-a-node-hero-cta-1": "Ketahui lebih lanjut",
  "page-run-a-node-hero-cta-2": "Mari sertai!",
  "page-run-a-node-install-manually-title": "Pasang secara manual",
  "page-run-a-node-install-manually-1": "Jika anda seorang pengguna yang lebih mahir dari segi teknikal dan ingin membina peranti anda sendiri, DAppNode boleh dimuat turun daripada mana-mana komputer dan dipasang pada SSD kosong melalui pemacu USB.",
  "page-run-a-node-meta-description": "Pengenalan tentang apa, mengapa dan bagaimana untuk menjalankan nod Ethereum.",
  "page-run-a-node-participate-title": "Participate",
  "page-run-a-node-participate-preview": "Revolusi penyahpusatan bermula dengan <strong>anda</strong>.",
  "page-run-a-node-participate-1": "Dengan menjalankan nod anda menjadi sebahagian daripada gerakan global untuk menyahpusatkan kawalan dan kuasa ke atas dunia maklumat.",
  "page-run-a-node-participate-2": "Jika anda seorang pemegang, tingkatkan nilai ETH anda dengan menyokong kesihatan dan penyahpusatan rangkaian, dan memastikan anda mempunyai suara pada masa akan datang.",
  "page-run-a-node-privacy-title": "Privasi & Keselamatan",
  "page-run-a-node-privacy-preview": "Hentikan kebocoran maklumat peribadi anda kepada nod pihak ketiga.",
  "page-run-a-node-privacy-1": "Apabila menghantar transaksi menggunakan nod awam, maklumat peribadi boleh dibocorkan kepada perkhidmatan pihak ketiga seperti alamat IP anda dan alamat Ethereum yang anda miliki.",
  "page-run-a-node-privacy-2": "Dengan menunjukkan dompet serasi ke nod anda sendiri, anda boleh menggunakan dompet anda untuk berinteraksi secara peribadi dan selamat dengan blok rantai.",
  "page-run-a-node-privacy-3": "Selain itu, jika nod berniat jahat mengedarkan transaksi yang tidak sah, nod anda akan mengabaikan sahaja transaksi itu.  Setiap transaksi disahkan secara setempat pada mesin anda sendiri, jadi anda tidak perlu mempercayai sesiapa.",
  "page-run-a-node-rasp-pi-title": "Nota tentang Raspberry Pi (Pemproses ARM)",
  "page-run-a-node-rasp-pi-description": "Raspberry Pi ialah komputer ringan yang berpatutan harga, tetapi mempunyai batasan yang mungkin menjejaskan prestasi nod anda. Walaupun pada masa ini ia tidak disyorkan untuk pertaruhan, komputer ini boleh menjadi pilihan baik dan murah untuk menjalankan nod bagi kegunaan peribadi, dengan serendah 4 - 8 GB RAM.",
  "page-run-a-node-rasp-pi-note-1-link": "DAppNode pada ARM",
  "page-run-a-node-rasp-pi-note-1-description": "Lihat arahan ini jika anda merancang untuk menjalankan DAppNode pada Raspberry Pi",
  "page-run-a-node-rasp-pi-note-2-link": "Dokumentasi Ethereum pada ARM",
  "page-run-a-node-rasp-pi-note-2-description": "Belajar cara menyediakan nod melalui baris perintah pada Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-link": "Menjalankan nod dengan Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-description": "Ikut di sini jika anda ingin menggunakan tutorial",
  "page-run-a-node-shop": "Kedai",
  "page-run-a-node-shop-avado": "Kedai Avado",
  "page-run-a-node-shop-dappnode": "Kedai DAppNode",
  "page-run-a-node-staking-title": "Taruh ETH anda",
  "page-run-a-node-staking-description": "Walaupun tidak diperlukan, nod anda yang kini berjalan bermakna tidak lama lagi anda akan dapat menaruhkan ETH anda untuk mendapatkan ganjaran dan menyumbang kepada pelbagai komponen keselamatan Ethereum.",
  "page-run-a-node-staking-link": "Taruh ETH",
  "page-run-a-node-staking-plans-title": "Ingin membuat pertaruhan?",
  "page-run-a-node-staking-plans-description": "Untuk memaksimumkan kecekapan pengesah anda, minimum 16 GB RAM disyorkan, tetapi 32 GB lebih baik, dengan skor penanda aras CPU sebanyak 6667+ pada <a href=\"https://cpubenchmark.net\" target=\"_blank\"> cpubenchmark.net</a>. Penaruh juga disyorkan mendapatkan akses kepada jalur lebar internet berkelajuan tinggi tanpa had, namun ini bukan keperluan mutlak.",
  "page-run-a-node-staking-plans-ethstaker-link-label": "Cara membeli-belah perkakasan pengesah Ethereum",
  "page-run-a-node-staking-plans-ethstaker-link-description": "EthStaker menerangkan dengan lebih terperinci dalam rancangan istimewa selama sejam ini",
  "page-run-a-node-sovereignty-title": "Kedaulatan",
  "page-run-a-node-sovereignty-preview": "Anggap menjalankan nod sebagai langkah seterusnya selepas memperoleh dompet Ethereum anda.",
  "page-run-a-node-sovereignty-1": "Dompet Ethereum membolehkan anda menjaga dan mengawal sepenuhnya aset digital anda dengan memegang kunci peribadi untuk alamat dompet anda, tetapi kunci tersebut tidak memberitahu anda keadaan terkini blok rantai, contohnya baki dompet anda.",
  "page-run-a-node-sovereignty-2": "Secara lalai, dompet Ethereum biasanya mencapai nod pihak ketiga, seperti Infura atau Alchemy, ketika mencari maklumat baki anda. Menjalankan nod anda sendiri membolehkan anda memiliki salinan blok rantai Ethereum anda sendiri.",
  "page-run-a-node-title": "Gerakkan nod",
  "page-run-a-node-voice-your-choice-title": "Suarakan pilihan anda",
  "page-run-a-node-voice-your-choice-preview": "Jangan lepaskan kawalan sekiranya berlaku cabang.",
  "page-run-a-node-voice-your-choice-1": "Sekiranya berlaku cabang rantaian, iaitu dua rantai muncul dengan dua set peraturan yang berbeza, menjalankan nod sendiri akan menjamin keupayaan anda untuk memilih set peraturan mana yang anda mahu sokong. Terpulang kepada anda untuk menaik taraf kepada peraturan baharu dan menyokong perubahan yang dicadangkan atau tidak.",
  "page-run-a-node-voice-your-choice-2": "Jika anda sedang menaruhkan ETH, menjalankan nod anda sendiri akan membolehkan anda memilih pelanggan anda sendiri, untuk mengurangkan risiko pemotongan dan untuk bertindak balas kepada permintaan rangkaian yang berubah-ubah dari semasa ke semasa. Menaruh dengan pihak ketiga akan membuat anda kehilangan undi tentang pilihan pelanggan yang terbaik.",
  "page-run-a-node-what-title": "<i>Apakah</i> maksudnya \"menjalankan nod\"?",
  "page-run-a-node-what-1-subtitle": "Menjalankan perisian.",
  "page-run-a-node-what-1-text": "Dikenali sebagai 'pelanggan', perisian ini memuat turun salinan blok rantai Ethereum dan mengesahkan kesahihan setiap blok, kemudian mengemas kini salinan itu dengan setiap blok dan transaksi baharu, dan membantu orang lain memuat turun serta mengemas kini salinan mereka juga.",
  "page-run-a-node-what-2-subtitle": "Dengan perkakasan.",
  "page-run-a-node-what-2-text": "Ethereum direka untuk menjalankan nod pada komputer gred pengguna biasa. Anda boleh menggunakan mana-mana komputer peribadi, namun kebanyakan pengguna menjalankan nod mereka pada perkakasan khusus untuk melenyapkan impak prestasi pada perkakasan mereka dan mengurangkan masa henti nod.",
  "page-run-a-node-what-3-subtitle": "Semasa dalam talian.",
  "page-run-a-node-what-3-text": "Menjalankan nod Ethereum mungkin kedengaran rumit pada mulanya, tapi ini sebenarnya sekadar menjalankan perisian pelanggan pada komputer secara berterusan ketika bersambung dengan internet. Semasa luar talian, nod anda hanya akan kekal tidak aktif sehingga disambungkan semula dalam talian dan memperoleh semua perubahan terkini.",
  "page-run-a-node-who-title": "<i>Siapa</i> patut menjalankan nod?",
  "page-run-a-node-who-preview": "Semua orang! Nod bukan hanya untuk pengesah bukti taruhan. <i>Sesiapa sahaja</i> boleh menjalankan nod—malah anda tidak memerlukan ETH.",
  "page-run-a-node-who-copy-1": "Anda tidak perlu menaruh ETH untuk menjalankan nod. Malah, setiap nod lain pada Ethereum yang mempertanggungjawabkan pengesah.",
  "page-run-a-node-who-copy-2": "Anda tidak boleh mendapatkan ganjaran kewangan yang diberikan kepada pengesah, tetapi ada banyak faedah lain daripada menjalankan nod yang boleh dipertimbangkan oleh pengguna Ethereum, termasuk privasi, keselamatan, pengurangan kebergantungan terhadap pelayan pihak ketiga, ketahanan terhadap penapisan dan peningkatan kesihatan dan penyahpusatan rangkaian.",
  "page-run-a-node-who-copy-3": "Memiliki nod anda sendiri bermakna anda tidak perlu percaya maklumat tentang keadaan rangkaian yang disediakan oleh pihak ketiga.",
  "page-run-a-node-who-copy-bold": "Jangan percaya. Sahkan.",
  "page-run-a-node-why-title": "<i>Mengapa</i> menjalankan nod?"
}
