{
  "page-what-is-ethereum-meta-title": "Apa itu Ethereum? (Panduan Lengkap) | ethereum.org",
  "page-what-is-ethereum-meta-description": "Gambaran keseluruhan penuh tentang butiran Ethereum, cara ia berfungsi, kegunaannya dan cara mula menggunakan atau membinanya. Diterangkan secara ringkas.",
  "page-what-is-ethereum-title": "Apakah itu Ethereum?",
  "page-what-is-ethereum-hero-description-1": "Ethereum ialah rangkaian blockchain terpencar dan platform pembangunan perisian, dikuasakan oleh eter mata wang kripto (ETH).",
  "page-what-is-ethereum-hero-description-2": "Ia adalah rumah kepada ribuan mata wang kripto dan aplikasi merentas DeFi, NFT, permainan, media sosial terpencar dan stablecoin.",
  "page-what-is-ethereum-ethereum-intro-1": "Ethereum ialah blok rantai umum, terbuka yang dilancarkan pada Julai 2015 oleh pemaju perisian bernama Vitalik Buterin dan sekumpulan kecil pengasas bersama.",
  "page-what-is-ethereum-ethereum-intro-2": "Idea di sebalik Ethereum adalah mudah. Walaupun Bitcoin membenarkan anda menghantar dan menerima tunai digital, Ethereum akan membina ini dengan program sumber terbuka yang dipanggil <a>kontrak pintar</a>.",
  "page-what-is-ethereum-ethereum-intro-3": "<strong>Kontrak pintar</strong> membenarkan sesiapa sahaja mencipta aset digital mereka sendiri dan aplikasi terpencar (dapps) yang beroperasi 24/7, di seluruh dunia. Dan tidak seperti bank, syarikat atau institusi lain, kontrak pintar tersedia untuk sesiapa sahaja yang mempunyai sambungan internet.",
  "page-what-is-ethereum-ethereum-intro-4": "Sejak 2015, Ethereum telah berkembang menjadi ekosistem aset digital yang berkembang pesat seperti <strong>stablecoin</strong>, token tidak sepiawai (<strong>NFT</strong>), dan token tadbir urus, serta dunia dapps yang luas untuk kewangan terpencar (<strong>DeFi</strong>), seni dan media sosial terpencar.",
  "page-what-is-ethereum-ethereum-intro-5": "Secara kolektif, ekosistem ini dipanggil \"<strong>web3</strong>\", mewakili fasa ketiga bagi <strong>internet yang berpusat di sekitar pemilikan</strong>.",
  "page-what-is-ethereum-ethereum-intro-6": "Hari ini, Ethereum digunakan oleh <millions>jutaan orang</millions> di seluruh dunia yang <billions>memegang berbilion dolar</billions> dalam aset yang menghantar dan menerima <trillions>trilion dolar</trillions> setiap tahun—semuanya tanpa bank.",
  "page-what-is-ethereum-ethereum-intro-7": "Di tengah-tengah semua ini adalah mata wang kripto asli Ethereum <strong>ether (ETH)</strong>, jenis wang digital baharu yang digunakan untuk menggerakkan seluruh rangkaian.",
  "page-what-is-ethereum-network-title": "Apakah rangkaian Ethereum?",
  "page-what-is-ethereum-network-intro-1": "Anda boleh menganggap rangkaian ethereum sebagai <strong>infrastruktur digital global yang boleh digunakan oleh sesiapa sahaja</strong> tetapi tiada siapa yang boleh menyalahgunakan.",
  "page-what-is-ethereum-network-intro-2": "Rangkaian ini terdiri daripada <strong>ribuan komputer bebas</strong> di seluruh dunia yang dipanggil nod. Nod ini, dikendalikan oleh orang biasa, bekerjasama untuk menyediakan perkhidmatan kewangan dan aplikasi digital kepada sesiapa sahaja, di mana sahaja.",
  "page-what-is-ethereum-network-intro-3": "Rangkaian Ethereum mempunyai <strong>3 kelebihan utama</strong> berbanding rangkaian tradisional yang dimiliki oleh institusi. Ini ialah rintangan penapisan, keselamatan yang dipertingkat dan kebolehpercayaan yang lebih baik.",
  "page-what-is-ethereum-network-censorship-title": "Tahan penapisan",
  "page-what-is-ethereum-network-censorship-desc-1": "Walaupun aplikasi tradisional dan perkhidmatan kewangan bergantung pada bank atau syarikat yang boleh memutuskan untuk menyekat akses atau membekukan akaun, dapps pada Ethereum adalah tahan penapisan.",
  "page-what-is-ethereum-network-censorship-desc-2": "Ini kerana rangkaian nod ethereum merekodkan setiap transaksi tanpa diskriminasi—dan peraturan ini dibenamkan dalam kod.",
  "page-what-is-ethereum-network-security-title": "Sangat selamat",
  "page-what-is-ethereum-network-security-desc-1": "Walaupun banyak aplikasi hari ini dihoskan pada penyedia awan seperti AWS dan boleh terdedah kepada penutupan dan serangan, dapps pada Ethereum dilindungi oleh rangkaian itu sendiri. Setiap nod menyimpan dan menyegerakkan keseluruhan keadaan Ethereum, termasuk semua kontrak.",
  "page-what-is-ethereum-network-security-desc-2": "Jika seseorang cuba menukar kontrak, rangkaian akan menolaknya kerana ia tidak sepadan dengan rekod mereka. Untuk menutup satu aplikasi, penyerang perlu mengambil alih keseluruhan rangkaian, yang akan menelan belanja berbilion-bilion dan amat sukar untuk diselaraskan.",
  "page-what-is-ethereum-network-reliability-title": "Tahan lama dan boleh dipercayai",
  "page-what-is-ethereum-network-reliability-desc-1": "Masa henti pada platform pengehosan awan boleh membawa aplikasi di luar talian, tetapi reka bentuk Ethereum memastikan masa beroperasi yang sempurna. Rangkaian akan terus berjalan walaupun beberapa nod berada dalam luar talian disebabkan oleh pepijat perisian, tindakan keras kerajaan, bencana alam atau peperangan.",
  "page-what-is-ethereum-network-reliability-desc-2": "Berjuta-juta orang menggunakan beribu-ribu dapps pada Ethereum setiap hari. Walaupun permintaan yang tinggi boleh menyebabkan yuran transaksi yang tinggi, ia mencerminkan kekuatan rangkaian yang mengutamakan keselamatan, pemencaran dan jaminan bahawa ia sentiasa tersedia apabila anda memerlukannya.",
  "page-what-is-ethereum-network-layer2-title": "Sambungan Ethereum (Lapisan 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "Pasukan yang berbeza telah mencipta rangkaian Lapisan 2 (L2) yang berjalan di atas Ethereum untuk meningkatkan kapasiti Ethereum. L2 bertindak seperti lorong ekspres, menjadikan transaksi lebih cepat dan lebih murah—selalunya, kos purata tidak sampai satu sen.",
  "page-what-is-ethereum-network-layer2-desc-2": "Beberapa L2 yang paling popular termasuk <optimism>Optimism</optimism>, <arbitrum>Arbitrum</arbitrum>, <zksync>ZKSync</zksync> dan <base>Base</base> kini memproses berjuta-juta transaksi bernilai berbilion dolar setiap tahun.",
  "page-what-is-ethereum-network-learn-more": "Ketahui lebih lanjut mengenai rangkaian Ethereum",
  "page-what-is-ethereum-ether-title": "Apakah ether (ETH)?",
  "page-what-is-ethereum-ether-intro-1": "Eter (ETH) ialah mata wang kripto asli Ethereum.",
  "page-what-is-ethereum-ether-intro-2": "Ia adalah jenis <strong>wang digital baharu yang boleh anda hantar kepada sesiapa sahaja, di mana-mana sahaja di dunia dalam beberapa saat</strong> serendah beberapa sen. Tetapi ETH bukan sekadar pembayaran sahaja. Ia memainkan peranan penting dalam memastikan rangkaian Ethereum tetap berjalan.",
  "page-what-is-ethereum-ether-intro-3": "Apabila anda menggunakan Ethereum untuk menghantar wang, mengumpul hasil seni atau membina dapp baharu, anda membayar <strong>yuran transaksi</strong> (atau bayaran gas) yang kecil <strong>dalam ETH</strong>. Yuran ini membantu mencegah spam dan memberi ganjaran kepada orang yang dipanggil pengesah yang memproses transaksi.",
  "page-what-is-ethereum-ether-intro-4": "<strong>Pengesah ini membantu melindungi rangkaian ethereum</strong> melalui sistem yang dipanggil pertaruhan. Dengan mengunci ETH mereka, mereka layak untuk memproses transaksi. Sebagai balasan, mereka memperoleh ETH sebagai ganjaran. Dengan itu, Ethereum memiliki ekosistem ekonomi mampan sendiri, digerakkan oleh komuniti pengguna, bukan syarikat.",
  "page-what-is-ethereum-ether-intro-5": "Tidak seperti kebanyakan mata wang tradisional, <strong>ETH boleh menjadi lebih terhad dari semasa ke semasa</strong>. Setiap kali seseorang menggunakan Ethereum, sebahagian kecil ETH dibakar, yang akan dibuang secara kekal daripada bekalan. Pada hari yang sibuk, lebih banyak ETH dibakar daripada dicipta, menjadikan ETH deflasi dan meningkatkan nilainya dari semasa ke semasa. Lebih banyak Ethereum digunakan, lebih banyak ETH dibakar.",
  "page-what-is-ethereum-ether-intro-6": "Oleh sebab itu, ramai orang melihat ETH sebagai pelaburan dan memilih untuk memegang, mempertaruhkan atau meminjamkannya bagi mengembangkan simpanan mereka.",
  "page-what-is-ethereum-ether-learn-more": "Ketahui lebih lanjut tentang eter (ETH)",
  "page-what-is-ethereum-how-title": "Bagaimanakah Ethereum berfungsi?",
  "page-what-is-ethereum-how-intro-1": "Apabila Ethereum <strong>dilancarkan pada 2015</strong>, ia menggunakan sistem yang dipanggil bukti kerja.",
  "page-what-is-ethereum-how-intro-2": "Kaedah yang diasaskan oleh Bitcoin ini digunakan bagi membolehkan semua komputer bersetuju mengenai pemilikan aset digital. Komputer akan menggunakan banyak tenaga yang cuba menyelesaikan teka -teki matematik yang kompleks. Pemenang akan mencadangkan satu blok urus niaga yang masuk dan mendapat ETH baru.",
  "page-what-is-ethereum-how-intro-3": "Pada tahun 2022, Ethereum dinaik taraf kepada sistem baharu yang dikenali sebagai <strong>bukti kepentingan</strong> <a>yang 99% lebih cekap dari segi tenaga</a>. Daripada teka -teki matematik, pengesah mengunci ETH mereka sebagai deposit keselamatan untuk mendapatkan hak untuk memproses transaksi.",
  "page-what-is-ethereum-how-intro-4": "Jika mereka melakukannya dengan betul, mereka memperoleh ETH. Jika mereka menipu, mereka kehilangan sebahagian daripada kepentingan mereka.",
  "page-what-is-ethereum-how-intro-5": "Begini contohnya:",
  "page-what-is-ethereum-how-example-1-title": "Apabila anda menghantar $10 dalam bentuk stablecoin kepada rakan di Ethereum:",
  "page-what-is-ethereum-how-example-1-step-1": "Anda membuka dompet anda, tambah alamat akaun dan jumlahnya, kemudian klik hantar.",
  "page-what-is-ethereum-how-example-1-step-2": "Dompet anda menandatangani pembayaran dan menyiarkannya ke rangkaian.",
  "page-what-is-ethereum-how-example-1-step-3": "Pembayaran menunggu dalam baris gilir awam (mempool) sehingga pencadang blok memilihnya.",
  "page-what-is-ethereum-how-example-1-step-4": "Pencadang blok menambahkannya pada blok transaksi seterusnya, menyiarkannya dan mendapat bayaran.",
  "page-what-is-ethereum-how-example-1-step-5": "Kontrak stablecoin memindahkan $10 daripada anda kepada rakan anda, dan kedua-dua dompet dikemas kini.",
  "page-what-is-ethereum-how-example-1-step-6": "Rangkaian pengesah global menyemak semula dan membuktikan kesahihan perubahan.",
  "page-what-is-ethereum-how-example-2-title": "Apabila anda mencetak koleksi $5 di Ethereum:",
  "page-what-is-ethereum-how-example-2-step-1": "Anda sambungkan dompet anda ke dapp dan pilih item untuk dicetak.",
  "page-what-is-ethereum-how-example-2-step-2": "Anda mengesahkan pembelian; dompet menandatangani dan menyiarkan transaksi.",
  "page-what-is-ethereum-how-example-2-step-3": "Permintaan cetakan menyertai mempool dan ditambahkan pada blok oleh pengesah.",
  "page-what-is-ethereum-how-example-2-step-4": "Kontrak pintar NFT merekodkan dompet anda sebagai pemilik baharu.",
  "page-what-is-ethereum-how-example-2-step-5": "Barang koleksi baharu anda muncul dalam dompet anda beberapa saat kemudian.",
  "page-what-is-ethereum-how-outro-1": "Semua ini dapat dilakukan kerana kuasa kontrak pintar; Program sumber terbuka yang hidup di Ethereum dan berjalan 24/7, 365 yang boleh diakses oleh sesiapa sahaja, di mana sahaja.",
  "page-what-is-ethereum-how-outro-2": "<strong>Setiap urus niaga, kemas kini, dan tindakan disegerakkan di ribuan nod bebas.</strong> Ini memberikan Ethereum kebolehpercayaan, ketelusan, dan rintangan penapisan.",
  "page-what-is-ethereum-how-learn-more-1": "Ketahui lebih lanjut tentang cara Ethereum berfungsi",
  "page-what-is-ethereum-how-learn-more-2": "Baca dokumen pemaju tentang gambaran teknikal keseluruhan bagi Ethereum",
  "page-what-is-ethereum-what-title": "Untuk apakah Ethereum digunakan?",
  "page-what-is-ethereum-what-intro-1": "Orang ramai menggunakan Ethereum untuk melakukan perkara yang tidak mungkin dilakukan sebelum ini.",
  "page-what-is-ethereum-what-intro-2": "Petani di Kenya boleh menerima <insurance>insurans automatik pada tanaman mereka</insurance> tanpa memohon kepada bank. Perniagaan seperti <strong>Visa</strong> boleh melancarkan <payment>Sistem pembayaran baharu yang berfungsi secara global</payment> dari hari pertama. Organisasi global seperti <strong>PBB</strong> dapat menyampaikan <aid>bantuan kepada pelarian</aid> dan menjimatkan berjuta -juta yuran bank.",
  "page-what-is-ethereum-what-intro-3": "Dapps dan aset ini dijalankan di Ethereum menggunakan kod sumber terbuka dan tidak boleh dihadkan, ditapis atau dimatikan.",
  "page-what-is-ethereum-what-intro-4": "Begini cara kumpulan berbeza menggunakannya hari ini:",
  "page-what-is-ethereum-what-consumers-title": "Pelanggan",
  "page-what-is-ethereum-what-consumers-desc-1": "Berjuta -juta orang sudah menggunakan dapps di Ethereum untuk memindahkan wang, perdagangan, dan aset digital sendiri setiap hari. Tidak seperti aplikasi tradisional, tidak perlu mendaftar dengan nama anda, tunggu bank meluluskan anda, atau menyerahkan data peribadi anda.",
  "page-what-is-ethereum-what-consumers-desc-2": "Dengan hanya sebuah dompet dan sambungan internet, anda boleh:",
  "page-what-is-ethereum-what-consumers-benefit-1": "<strong>Akses perkhidmata n kewangan tanpa perlu mempunyai akaun bank</strong> atau sejarah kredit",
  "page-what-is-ethereum-what-consumers-benefit-2": "<strong>Koleksi digital sendiri</strong>, hasil seni dan aset yang tidak boleh disalin atau dirampas",
  "page-what-is-ethereum-what-consumers-benefit-3": "Log masuk ke dapps menggunakan dompet anda, bukan e-mel anda—<strong>tiada kata laluan, tiada maklumat peribadi diperlukan</strong>",
  "page-what-is-ethereum-what-consumers-benefit-4": "Sertai komuniti global di mana anda boleh mengundi, menyumbang dan memperoleh pendapatan tanpa batas",
  "page-what-is-ethereum-what-businesses-title": "Perniagaan dan Pemaju",
  "page-what-is-ethereum-what-businesses-benefit-1": "Melancarkan dapps dengan sistem pembayaran global terbina sejak hari pertama",
  "page-what-is-ethereum-what-businesses-benefit-2": "Gunakan kontrak kalis gangguan yang <strong>menguatkuasakan perjanjian secara automatik</strong>",
  "page-what-is-ethereum-what-businesses-benefit-3": "Cipta produk kewangan yang boleh dibina oleh sesiapa sahaja dan memacu nilai",
  "page-what-is-ethereum-what-businesses-example": "Sebagai contoh, <a>PayPal melancarkan stablecoin sendiri, PYUSD, di Ethereum</a>. Ini menunjukkan bahawa walaupun syarikat pembayaran terbesar di dunia melihat manfaat sifat terbuka dan boleh diprogramkan Ethereum.",
  "page-what-is-ethereum-what-governments-title": "Kerajaan",
  "page-what-is-ethereum-what-governments-intro": "Kerajaan juga mula meneroka perkara yang mungkin dilakukan oleh Ethereum.",
  "page-what-is-ethereum-what-governments-benefit-1": "<strong>Agihkan dana awam</strong> dan manfaat terus kepada rakyat dengan ketelusan penuh",
  "page-what-is-ethereum-what-governments-benefit-2": "<strong>Keluarkan ID digital</strong> atau rekod yang boleh disahkan dan mudah alih merentas sempadan",
  "page-what-is-ethereum-what-governments-benefit-3": "Bina <strong>infrastruktur awam kalis gangguan untuk mengundi</strong>, hak milik tanah dan pendaftaran",
  "page-what-is-ethereum-what-governments-example-1": "Dalam kes lain, Kementerian Transformasi Digital Ukraine <a>menggunakan Ethereum untuk mengedarkan bantuan semasa perang</a>.",
  "page-what-is-ethereum-what-governments-example-2": "Dana dihantar terus kepada rakyat dan NGO menggunakan kontrak pintar terbuka, memberikan ketelusan, kelajuan dan akauntabiliti semasa krisis.",
  "page-what-is-ethereum-what-learn-more": "Ketahui lebih lanjut tentang kegunaan Ethereum",
  "page-what-is-ethereum-start-title": "Cara menggunakan Ethereum",
  "page-what-is-ethereum-start-intro-1": "Bermula dengan Ethereum adalah lebih mudah daripada yang anda fikirkan.",
  "page-what-is-ethereum-start-intro-2": "Anda tidak memerlukan kebenaran. Anda tidak memerlukan bank atau dokumen pengenalan diri. Apa yang anda perlukan untuk bermula ialah peranti dan sambungan internet.",
  "page-what-is-ethereum-start-individuals-title": "Untuk individu",
  "page-what-is-ethereum-start-individuals-desc-1": "Langkah pertama ialah memuat turun dompet.",
  "page-what-is-ethereum-start-individuals-desc-2": "Fikirkannya seperti aplikasi yang bertindak sebagai akaun anda dan penyemak imbas internet anda untuk Ethereum. Ia menguruskan kripto anda, membolehkan anda masuk ke dapps, serta menghantar dan menerima aset digital seperti token dan NFT.",
  "page-what-is-ethereum-start-individuals-desc-3": "Dompet popular seperti <zerion>Zerion</zerion>, <rainbow>Rainbow</rainbow> dan <coinbase>Dompet Coinbase</coinbase> adalah percuma dan mudah digunakan. Setelah dompet anda disediakan, anda boleh:",
  "page-what-is-ethereum-start-individuals-step-1": "Beli sejumlah kecil ETH di bursa atau terus di dalam beberapa dompet",
  "page-what-is-ethereum-start-individuals-step-2": "Gunakan ETH itu untuk membayar transaksi seperti menghantar token atau mengumpul NFT",
  "page-what-is-ethereum-start-individuals-step-3": "Terokai dapps seperti <zora>Zora</zora>, <uniswap>Uniswap</uniswap> atau <farcaster>Farcaster</farcaster>—tiada log masuk atau kelulusan baharu diperlukan",
  "page-what-is-ethereum-start-individuals-desc-4": "Keutamaan ini akan membantu memastikan Ethereum selamat, berskala dan mesra pengguna kerana lebih ramai orang bergantung pada rangkaian setiap hari.",
  "page-what-is-ethereum-start-individuals-desc-5": "Dapp ini berjalan dalam penyemak imbas anda dan berfungsi dengan dompet anda serta-merta. Anda boleh mula menggunakan Ethereum dalam beberapa minit.",
  "page-what-is-ethereum-start-individuals-cta-1": "Mula di sini",
  "page-what-is-ethereum-start-individuals-cta-2": "Lihat aplikasi",
  "page-what-is-ethereum-start-developers-title": "Bagi pemaju",
  "page-what-is-ethereum-start-developers-desc-1": "Ethereum ialah taman permainan untuk pembangun. Anda boleh mula membina tanpa kebenaran, kelulusan atau wang sebenar.",
  "page-what-is-ethereum-start-developers-desc-2": "<a>Dokumen Pemaju Ethereum</a> memandu anda melalui segala-galanya daripada menulis kontrak pintar pertama anda hingga menggunakan rangkaian ujian seperti Sepolia.",
  "page-what-is-ethereum-start-developers-desc-3": "Anda boleh membina dapps tindanan penuh dengan alatan seperti <hardhat>Hardhat</hardhat>, <foundry>Foundry</foundry> dan <ethers>Ethers.js</ethers>, atau bereksperimen dengan platform kod rendah seperti <thirdweb>thirdweb</thirdweb> atau <moralis>Moralis</moralis>.",
  "page-what-is-ethereum-start-developers-desc-4": "Segala-galanya adalah sumber terbuka dan boleh digubah, jadi anda boleh mengadun semula dan membina apa yang sudah ada tanpa meminta kebenaran.",
  "page-what-is-ethereum-start-developers-cta": "Mula membina Ethereum",
  "page-what-is-ethereum-start-business-title": "Gunakan Ethereum dalam perniagaan",
  "page-what-is-ethereum-start-business-desc-1": "Perusahaan sudah menggunakan Ethereum untuk menggerakkan infrastruktur baharu.",
  "page-what-is-ethereum-start-business-desc-2": "Banyak perusahaan bermula dengan rangkaian L2 seperti optimisme dan asas untuk menyokong kes penggunaan volum tinggi. Rangkaian menawarkan yuran yang lebih rendah, kelajuan lebih cepat sementara masih mendapat manfaat daripada keselamatan Ethereum dan menghapuskan risiko rakan niaga.",
  "page-what-is-ethereum-start-business-desc-3": "Anda boleh:",
  "page-what-is-ethereum-start-business-benefit-1": "Lancarkan program kesetiaan modular yang meningkatkan pengekalan dan mengurangkan kos pihak ketiga",
  "page-what-is-ethereum-start-business-benefit-2": "Menjadikan aset seperti tiket, kupon, atau sijil sebagai token untuk mengurangkan penipuan dan risiko jual semula",
  "page-what-is-ethereum-start-business-benefit-3": "Membolehkan pembayaran global serta-merta untuk mengurangkan yuran transaksi dan membuka pasaran baharu",
  "page-what-is-ethereum-start-business-example": "Sebagai contoh, pada tahun 2025, <a>Shopify dilancarkan di Base</a> untuk membolehkan pengguna membelanjakan stablecoin dengan berjuta-juta peniaga di seluruh dunia.",
  "page-what-is-ethereum-start-business-cta": "Gunakan Ethereum dalam perniagaan",
  "page-what-is-ethereum-bitcoin-title": "Apa perbezaan anatara Ethereum dan Bitcoin?",
  "page-what-is-ethereum-bitcoin-intro-1": "Bitcoin dan Ethereum ialah mata wang kripto terbesar di dunia.",
  "page-what-is-ethereum-bitcoin-intro-2": "Kedua-duanya membolehkan anda menghantar wang tanpa bank, kedua-duanya beroperasi menggunakan teknologi rantai blok, dan kedua-duanya <strong>terbuka kepada sesiapa sahaja</strong>. Tetapi setakat itulah persamaan mereka.",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "Bitcoin seperti emas digital.",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "Ia mempunyai bekalan tetap 21 juta syiling, berfokus pada pembayaran secara individu, dan bahasa skrip asas yang mengehadkan hal yang dapat anda bina dengannya. Kesederhanaan ini memang direka sedemikian kerana Bitcoin mengutamakan kebolehramalan, ketahanan, dan keselamatan jangka panjang berbanding fleksibiliti.",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "Ethereum mengambil pendekatan yang lebih menyeluruh.",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "Ini bukan hanya wang, ia adalah infrastruktur yang boleh diprogramkan. Daripada hanya menghantar dan menerima nilai, Ethereum membolehkan pemaju membina keseluruhan aplikasi. Anda sudah pun melihatnya berfungsi: daripada pasaran pinjaman dan stablecoin hingga ke koleksi digital, media sosial, dan pembayaran masa nyata—semuanya dikuasakan oleh kontrak pintar dan dilindungi oleh ETH.",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "Cara rangkaian mencapai konsensus juga berbeza.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "Bitcoin menggunakan pelombong untuk menjamin rangkaian. Ini adalah komputer yang kuat yang bersaing untuk menyelesaikan teka -teki yang kompleks, dan pemenang dapat menambah blok transaksi seterusnya ke rantai dan menuntut bitcoin sebagai ganjaran. Proses ini dipanggil perlombongan dan menggunakan sejumlah besar elektrik.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "Ethereum dulu seperti ini juga. Tetapi pada tahun 2022, ia beralih dari bukti kerja kepada bukti kepentingan. Hari ini, urus niaga disahkan oleh pengesahan yang mengunci ETH sebagai cagaran. Pengesah yang jujur ​​mendapat ganjaran ETH sementara mana -mana yang tidak jujur ​​kehilangan sebahagian daripada kepentingan mereka. Peralihan ini menjadikan Ethereum melebihi 99.988% lebih cekap tenaga tanpa mengorbankan keselamatan atau pemencaran.",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "Terdapat juga perbezaan dalam cara bekalan dikendalikan.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "Bitcoin mempunyai bekalan tetap. Hanya ada 21 juta duit syiling. Sebaliknya, Ethereum mempunyai bekalan dinamik. ETH baharu dikeluarkan untuk memberi ganjaran kepada pengesah, sementara beberapa bahagian dibakar dengan setiap transaksi. Ini bermaksud <strong>Ethereum tidak boleh sewenang-wenangnya \"mencetak’ ETH tanpa had\"</strong>",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "Kadar pengeluaran adalah terhad mengikut jumlah ETH yang ditaruhkan. Oleh kerana lebih banyak ETH ditaruhkan, ganjaran individu menurun, mewujudkan keseimbangan semula jadi. Reka bentuk ini memastikan belanjawan keselamatan yang mampan dengan baik ke masa depan, tanpa hanya bergantung pada yuran transaksi.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "Ringkasnya, Bitcoin ialah alat untuk menghantar nilai. Ethereum pula ialah sebuah platform untuk membinanya.",
  "page-what-is-ethereum-bitcoin-learn-more": "Ketahui lebih lanjut tentang perbezaan antara Ethereum dan Bitcoin",
  "page-what-is-ethereum-when-who-title": "Bilakah Ethereum dilancarkan, siapakah pengasasnya dan siapakah yang menjalankan sekarang?",
  "page-what-is-ethereum-when-who-intro-1": "Sejak awal, Ethereum telah direka untuk dijalankan oleh komunitinya.",
  "page-what-is-ethereum-when-who-intro-2": "Pada tahun 2013, Vitalik Buterin menerbitkan sebuah kertas putih yang mencadangkan satu jenis blok rantai baharu untuk wang dan aplikasi yang boleh digunakan oleh sesiapa sahaja. Idea ini mendapat perhatian serta-merta.",
  "page-what-is-ethereum-when-who-intro-3": "Menjelang 2014, pengasas bersama seperti Gavin Wood dan Joseph Lubin menyertai usaha tersebut, dan pasukan itu mengumpul dana melalui salah satu kempen pembiayaan orang ramai atau pendanaan awam kripto yang paling awal.",
  "page-what-is-ethereum-when-who-intro-4": "Ethereum dilancarkan secara rasmi pada Julai 2015.",
  "page-what-is-ethereum-when-who-history-title": "Detik-detik penting dalam sejarah Ethereum",
  "page-what-is-ethereum-when-who-history-2013": "Vitalik Buterin yang berusia 19 tahun menerbitkan kertas putih Ethereum",
  "page-what-is-ethereum-when-who-history-2014": "Yayasan Ethereum ditubuhkan dan melancarkan kempen pendanaan awam",
  "page-what-is-ethereum-when-who-history-2015": "Pembangun melancarkan rangkaian Ethereum dengan keluaran <em>Frontier</em>",
  "page-what-is-ethereum-when-who-history-2016": "Serangan terhadap kontrak pintar mengakibatkan kehilangan $60 juta (3.6 juta ETH) daripada The DAO, sekali gus mencetuskan pemisahan rantaian",
  "page-what-is-ethereum-when-who-history-2020": "Pelancaran Rantai Beacon memulakan langkah ke Bukti Kepentingan",
  "page-what-is-ethereum-when-who-history-2021": "Peningkatan <em>London</em> mula membakar yuran gas melalui EIP-1559",
  "page-what-is-ethereum-when-who-history-2022": "<em>Pemisah</em> menggantikan perlombongan dengan pertaruhan, sekali gus mengurangkan penggunaan tenaga sebanyak 99%",
  "page-what-is-ethereum-when-who-history-2025": "Peningkatan <em>Pectra</em> meningkatkan sokongan dompet pintar dan keserasian L2",
  "page-what-is-ethereum-when-who-governance-1": "Hari ini, tiada orang atau syarikat yang menjalankan Ethereum.",
  "page-what-is-ethereum-when-who-contributors-title": "Rangkaian ini diselenggara oleh sekumpulan besar penyumbang:",
  "page-what-is-ethereum-when-who-contributors-1": "Pemaju yang menulis dan mencadangkan peningkatan",
  "page-what-is-ethereum-when-who-contributors-2": "Pengendali nod menyumbang kepada infrastruktur fizikal yang diedarkan",
  "page-what-is-ethereum-when-who-contributors-3": "Pihak yang melakukan pertaruhan dan mengesahkan transaksi",
  "page-what-is-ethereum-when-who-contributors-4": "Ahli komuniti yang membina alat dan budaya",
  "page-what-is-ethereum-when-who-contributors-5": "<strong>Anda</strong> dengan menggunakan rangkaian",
  "page-what-is-ethereum-when-who-governance-2": "<strong>Tiada CEO, lembaga pengarah atau pihak berkuasa pusat.</strong> Yayasan Ethereum masih membantu membiayai penyelidikan dan pembangunan, tetapi ekosistem berjalan dengan penyertaan terbuka.",
  "page-what-is-ethereum-when-who-governance-3": "Perubahan dicadangkan melalui <eips>Cadangan Penambahbaikan Ethereum (EIP)</eips>, dibincangkan secara terbuka dan hanya menerima pakai <governance>jika komuniti yang lebih luas menyokongnya</governance>.",
  "page-what-is-ethereum-when-who-governance-4": "Ini menjadikan Ethereum lebih perlahan untuk berubah daripada permulaan, tetapi juga lebih sukar untuk ditutup atau diambil alih.",
  "page-what-is-ethereum-when-who-learn-more": "Ketahui lebih lanjut tentang sejarah Ethereum",
  "page-what-is-ethereum-roadmap-title": "Apa tujuan Ethereum pada 2025?",
  "page-what-is-ethereum-roadmap-intro-1": "Ethereum tidak mengikut peta jalan tetap. Ia mengikuti visi bersama.",
  "page-what-is-ethereum-roadmap-intro-2": "Peningkatan rangkaian dibuat sebagai cadangan EIP dan dibangunkan secara terbuka oleh penyumbang di seluruh dunia. Tiada pasukan pusat yang memutuskan perkara yang berlaku, hanya orang yang membina perkara yang mereka percaya berguna berdasarkan keperluan pengguna.",
  "page-what-is-ethereum-roadmap-intro-3": "Pectra ialah peningkatan terkini yang dilancarkan pada Mei 2025. Naik taraf ini memperbaiki ciri-ciri dompet, memberikan lebih fleksibiliti kepada para petaruh, dan memudahkan dapps dijalankan di L2. Matlamatnya adalah untuk meningkatkan kebolehgunaan tanpa menjejaskan keselamatan atau pemencaran.",
  "page-what-is-ethereum-roadmap-priorities-intro": "<a>Untuk akang datang</a>, keutamaan Ethereum ialah:",
  "page-what-is-ethereum-roadmap-priority-1": "Menjadikan protokol teras dan L2nya lebih pantas dan lebih murah untuk semua orang",
  "page-what-is-ethereum-roadmap-priority-2": "Meningkatkan pengalaman untuk pengguna dan pembangun",
  "page-what-is-ethereum-roadmap-outro-1": "Keutamaan ini akan membantu memastikan Ethereum selamat, berskala dan mesra pengguna kerana lebih ramai orang bergantung pada rangkaian setiap hari.",
  "page-what-is-ethereum-roadmap-outro-2": "Jika anda ingin mempengaruhi hala tuju Ethereum, <a>gabung sekarang</a>. Anda tidak memerlukan kebenaran, hanya keinginan untuk membuat perubahan dalam ekonomi digital baharu ini.",
  "page-what-is-ethereum-roadmap-learn-more": "Lihat gambaran keseluruhan mengenai pelan hala tuju Ethereum",
  "page-what-is-ethereum-further-reading-title": "Baca selanjutnya",
  "page-what-is-ethereum-further-reading-wallets": "Apa itu dompet?",
  "page-what-is-ethereum-further-reading-eth": "Apakah ether (ETH)?",
  "page-what-is-ethereum-further-reading-web3": "Apakah itu web3?",
  "page-what-is-ethereum-further-reading-networks": "Ketahui lebih lanjut mengenai rangkaian Ethereum",
  "page-what-is-ethereum-toc-ethereum": "Apa itu Ethereum?",
  "page-what-is-ethereum-toc-network": "Apakah rangkaian Ethereum?",
  "page-what-is-ethereum-toc-ether": "Apakah ether (ETH)?",
  "page-what-is-ethereum-toc-how": "Bagaimanakah Ethereum berfungsi?",
  "page-what-is-ethereum-toc-what": "Untuk apakah Ethereum digunakan?",
  "page-what-is-ethereum-toc-start": "Cara menggunakan Ethereum",
  "page-what-is-ethereum-toc-bitcoin": "Apa perbezaan anatara Ethereum dan Bitcoin?",
  "page-what-is-ethereum-toc-when-who": "Bilakah Ethereum dilancarkan, siapakah pengasasnya dan siapakah yang menjalankan sekarang?",
  "page-what-is-ethereum-toc-roadmap": "Apa tujuan Ethereum pada 2025?",
  "page-what-is-ethereum-banner-networks-alt": "Ilustrasi pusat komuniti Ethereum futuristik",
  "page-what-is-ethereum-banner-ether-alt": "Tangan terbuka memegang lambang eter",
  "page-what-is-ethereum-banner-how-alt": "Lelaki sedang membaiki komputer",
  "page-what-is-ethereum-banner-contributing-alt": "Doge sedang tersenyum di komputer",
  "page-what-is-ethereum-banner-what-alt": "Empat manusia futuristik dan seekor doge menatap prisma Ethereum",
  "page-what-is-ethereum-banner-start-alt": "Pusat perjumpaan masyarakat masa depan",
  "page-what-is-ethereum-banner-when-who-alt": "Dua manusia berjalan dan berbicara"
}
