{
  "page-index-hero-image-alt": "Ilustrasi sebuah bandar futuristik, mewakili ekosistem Ethereum.",
  "page-index-meta-description": "Ethereum ialah sebuah platform global dan tak terpusat untuk mata wang dan pelbagai aplikasi baharu. Dalam Ethereum, anda boleh menulis kod yang dapat mengawal mata wang, serta membina aplikasi yang boleh diakses di mana-mana sahaja di dunia.",
  "page-index-meta-title": "Laman Utama",
  "page-index-title": "Selamat datang ke Ethereum",
  "page-index-description": "Ethereum ialah teknologi yang dikendalikan oleh komuniti yang memperkasakan mata wang kripto, ether (ETH) dan ribuan aplikasi tak terpusat.",
  "page-index-title-button": "Terokai Ethereum",
  "page-index-get-started": "Mari mulakan",
  "page-index-get-started-description": "ethereum.org ialah portal anda untuk memasuki dunia Ethereum. Teknologinya baharu dan sentiasa berkembang – ia sangat membantu jika mempunyai panduan. Berikut ialah beberapa perkara yang kami sarankan untuk anda lakukan sekiranya anda mahu mengetahuinya dengan lebih dalam.",
  "page-index-get-started-image-alt": "Ilustrasi seseorang yang sedang bekerja di komputer.",
  "page-index-get-started-wallet-title": "Pilih dompet",
  "page-index-get-started-wallet-description": "Dompet membenarkan anda bersambung ke Ethereum dan menguruskan wang anda.",
  "page-index-get-started-wallet-image-alt": "Ilustrasi robot dengan peti besi sebagai batang badan, melambangkan dompet Ethereum.",
  "page-index-get-started-eth-title": "Dapatkan ETH",
  "page-index-get-started-eth-description": "ETH ialah mata wang Ethereum – anda boleh menggunakannya dalam aplikasi.",
  "page-index-get-started-eth-image-alt": "Ilustrasi sekumpulan orang mengagumi glif ether (ETH) dengan takjub.",
  "page-index-get-started-dapps-title": "Gunakan dapp",
  "page-index-get-started-dapps-description": "Dapp ialah aplikasi yang dikuasakan oleh Ethereum. Lihat perkara yang boleh anda lakukan.",
  "page-index-get-started-dapps-image-alt": "Ilustrasi anjing doge menggunakan komputer.",
  "page-index-get-started-devs-title": "Mula membina",
  "page-index-get-started-devs-description": "Sekiranya anda mahu memulakan pengekodan dengan Ethereum, kami ada dokumen, tutorial dan banyak lagi di portal pembangun kami.",
  "page-index-get-started-devs-image-alt": "Ilustrasi tangan membina logo ETH menggunakan brik lego.",
  "page-index-what-is-ethereum": "Apakah itu Ethereum?",
  "page-index-what-is-ethereum-description": "Ethereum ialah sebuah teknologi yang merangkumi wang digital, pembayaran global dan aplikasi. Komuniti ini telah membina ekonomi digital yang melambung, cara baharu yang berani bagi pengkarya untuk menjana pendapatan dalam talian dan banyak lagi. Ia terbuka untuk semua orang, di mana-mana sahaja anda berada di dunia – anda hanya memerlukan Internet.",
  "page-index-what-is-ethereum-button": "Apakah itu Ethereum?",
  "page-index-what-is-ethereum-secondary-button": "Lebih lanjut tentang wang digital",
  "page-index-what-is-ethereum-image-alt": "Ilustrasi seseorang mengintip sebuah bazaar, melambangkan Ethereum.",
  "page-index-defi": "Sistem kewangan yang lebih adil",
  "page-index-defi-description": "Hari ini, berbilion orang tidak dapat membuka akaun bank, bagi yang lain pembayaran mereka disekat. Sistem kewangan tak terpusat (DeFi) Ethereum tidak pernah tidur atau mendiskriminasi. Hanya dengan sambungan Internet, anda boleh menghantar, menerima, meminjam, memperoleh faedah dan juga menyalurkan dana ke mana-mana sahaja di dunia.",
  "page-index-defi-button": "Terokai DeFi",
  "page-index-defi-image-alt": "Ilustrasi tangan yang menawarkan simbol ETH.",
  "page-index-internet": "Internet terbuka",
  "page-index-internet-description": "Hari ini, kita dapat mengakses perkhidmatan Internet secara 'percuma' dengan menyerahkan kawalan data peribadi kita. Perkhidmatan Ethereum secara lalainya adalah terbuka – anda hanya memerlukan dompet. Ia percuma dan mudah disediakan, dikawal oleh anda dan berfungsi tanpa sebarang maklumat peribadi.",
  "page-index-internet-button": "Terokai Internet terbuka",
  "page-index-internet-secondary-button": "Lebih lanjut tentang dompet",
  "page-index-internet-image-alt": "Ilustrasi persediaan komputer futuristik, dikuasakan oleh kristal Ethereum.",
  "page-index-developers": "Satu sempadan baharu untuk pembangunan",
  "page-index-developers-description": "Ethereum dan aplikasinya adalah telus dan sumber terbuka. Anda boleh fork kod dan gunakan semula fungsi yang telah dibina oleh orang lain. Sekiranya anda tidak mahu belajar bahasa baharu, anda boleh berinteraksi dengan kod sumber terbuka menggunakan JavaScript dan bahasa lain yang ada.",
  "page-index-developers-button": "Portal pembangun",
  "page-index-developers-code-examples": "Code examples",
  "page-index-developers-code-example-title-0": "Bank anda tersendiri",
  "page-index-developers-code-example-description-0": "Anda boleh membina bank yang dijalankan oleh logik yang anda telah programkan.",
  "page-index-developers-code-example-title-1": "Mata wang anda tersendiri",
  "page-index-developers-code-example-description-1": "Anda boleh mencipta token yang anda boleh pindahkan dan gunakan di seluruh aplikasi.",
  "page-index-developers-code-example-title-2": "Dompet Ethereum JavaScript",
  "page-index-developers-code-example-description-2": "Anda boleh menggunakan bahasa yang ada untuk berinteraksi dengan Ethereum dan aplikasi lain.",
  "page-index-developers-code-example-title-3": "DNS terbuka, tanpa kebenaran",
  "page-index-developers-code-example-description-3": "Anda boleh membayangkan semula perkhidmatan yang ada sebagai aplikasi terbuka dan tak terpusat.",
  "page-index-network-stats-title": "Ethereum hari ini",
  "page-index-network-stats-subtitle": "Statistik rangkaian terkini",
  "page-index-network-stats-eth-price-description": "Harga ETH (USD)",
  "page-index-network-stats-eth-price-explainer": "Harga terkini untuk 1 ether. Anda boleh membeli sedikit iaitu sebanyak 0.000000000000000001 – anda tidak perlu membeli 1 ETH.",
  "page-index-network-stats-tx-day-description": "Transaksi hari ini",
  "page-index-network-stats-tx-day-explainer": "Jumlah transaksi yang berjaya diproseskan di rangkaian dalam 24 jam terakhir.",
  "page-index-network-stats-value-defi-description": "Nilai yang dikunci di DeFi (USD)",
  "page-index-network-stats-value-defi-explainer": "Jumlah wang di dalam aplikasi kewangan tak terpusat (DeFi), ekonomi digital Ethereum.",
  "page-index-network-stats-nodes-description": "Nod",
  "page-index-network-stats-nodes-explainer": "Ethereum dikendalikan oleh ribuan sukarelawan di seluruh dunia, yang dikenali sebagai nod.",
  "page-index-touts-header": "Terokai ethereum.org",
  "page-index-contribution-banner-title": "Sumbang kepada ethereum.org",
  "page-index-contribution-banner-description": "Laman web ini adalah sumber terbuka dengan ratusan penyumbang komuniti. Anda boleh mencadangkan pengeditan pada mana-mana kandungan di laman web ini, menyarankan ciri-ciri baharu yang hebat, atau membantu kami membetulkan pepijat.",
  "page-index-contribution-banner-image-alt": "Logo Ethereum yang diperbuat daripada kepingan lego.",
  "page-index-contribution-banner-button": "Lebih lanjut tentang membuat sumbangan",
  "page-index-tout-upgrades-title": "Tingkatkan pengetahuan Eth2 anda",
  "page-index-tout-upgrades-description": "Ethereum 2.0 ialah program peningkatan yang saling berhubung yang direka bentuk untuk membuat Ethereum lebih terukur, selamat dan mampan.",
  "page-index-tout-upgrades-image-alt": "Ilustrasi sebuah kapal angkasa yang mewakili peningkatan kekuatan Eth2.",
  "page-index-tout-enterprise-title": "Ethereum untuk perusahaan",
  "page-index-tout-enterprise-description": "Lihat cara Ethereum mampu membuka model perniagaan yang baharu, mengurangkan kos dan menjamin masa depan perniagaan anda.",
  "page-index-tout-enterprise-image-alt": "Ilustrasi sebuah komputer/peranti futuristik.",
  "page-index-tout-community-title": "Komuniti Ethereum",
  "page-index-tout-community-description": "Ethereum adalah tentang komuniti. Ia terdiri daripada orang ramai yang mempunyai pelbagai latar belakang dan minat. Lihat cara anda boleh menyertai Ethereum.",
  "page-index-tout-community-image-alt": "Ilustrasi sekumpulan pembina yang sedang bekerjasama.",
  "page-index-nft": "Aset Internet",
  "page-index-nft-description": "Ethereum bukan hanya untuk wang digital. Apa-apa sahaja yang anda boleh miliki boleh diwakili, diperdagangkan dan digunakan sebagai token tidak berganti (NFT). Anda boleh menokenkan karya anda dan mendapat royalti secara automatik setiap kali ia dijual semula. Atau gunakan token untuk sesuatu yang anda miliki untuk mengambil pinjaman. Kemungkinan berkembang sepanjang masa.",
  "page-index-nft-button": "Lebih lanjut tentang NFT",
  "page-index-nft-alt": "Logo Eth yang dipaparkan menerusi hologram."
}
