{
  "page-gas-meta-title": "Yuran gas di Ethereum: bagaimankah ia berfungsi?",
  "page-gas-meta-description": "Ketahui tentang gas di Ethereum: cara ia berfungsi dan cara membayar yuran gas yang lebih rendah",
  "page-gas-hero-title": "Yuran gas",
  "page-gas-hero-header": "Yuran rangkaian",
  "page-gas-hero-button-1-content": "Apakah itu gas?",
  "page-gas-hero-subtitle-1": "Yuran rangkaian di Ethereum dipanggil gas.",
  "page-gas-hero-subtitle-2": "Gas adalah bahan api yang menggerakkan Ethereum.",
  "page-gas-summary-title": "Ringkasan",
  "page-gas-summary-item-1": "Setiap transaksi di Ethereum memerlukan bayaran kecil untuk diproses",
  "page-gas-summary-item-2": "Yuran ini dikenali sebagai yuran ‘gas’",
  "page-gas-summary-item-3": "Yuran gas tidak tetap, ia berubah mengikut kesesakan rangkaian",
  "page-gas-what-are-gas-fees-header": "Apakah itu yuran gas?",
  "page-gas-what-are-gas-fees-text-1": "Bayangkan Ethereum sebagai rangkaian komputer besar di mana orang boleh melakukan tugas seperti menghantar mesej atau menjalankan program. Sama seperti di dunia nyata, tugas-tugas ini memerlukan tenaga untuk diselesaikan.",
  "page-gas-what-are-gas-fees-text-2": "Di Ethereum, setiap tindakan pengiraan mempunyai harga \"gas\" yang ditetapkan. <b>Yuran gas anda adalah kos keseluruhan tindakan dalam transaksi anda</b>. Apabila anda menghantar transaksi atau menjalankan <a href=\"/glossary/#smart-contract\">kontrak pintar</a>, anda membayar yuran gas untuk memprosesnya.",
  "page-gas-how-do-i-pay-less-gas-header": "Bagaimanakah boleh saya membayar yuran gas yang lebih rendah?",
  "page-gas-how-do-i-pay-less-gas-text": "Walaupun yuran yang lebih tinggi di Ethereum kadang-kadang tidak dapat dielakkan, terdapat strategi yang boleh anda gunakan untuk mengurangkan kos:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "Jadualkan transaksi anda",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "Sama seperti melancong di luar waktu puncak adalah kurang sesak dan lebih berpatutan, Ethereum secara amnya lebih murah digunakan ketika Amerika Utara sedang tidur.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "Tunggu sehingga yuran gas turun",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "Harga gas naik dan turun setiap dua belas saat bergantung kepada sejauh mana kesesakan Ethereum. Apabila harga gas tinggi, menunggu beberapa minit sebelum membuat transaksi boleh menyebabkan penurunan yang ketara dalam jumlah yang anda bayar.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "Gunakan lapisan 2",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "Rangkaian lapisan-2 dibina di atas Ethereum, menawarkan yuran yang lebih rendah dan mengendalikan lebih banyak transaksi. La adalah pilihan yang baik untuk menjimatkan yuran untuk transaksi yang tidak perlu dilakukan di rangkaian utama Ethereum.",
  "page-gas-try-layer-2": "Cuba lapisan 2",
  "page-gas-what-causes-high-gas-fees-header": "Apakah yang menyebabkan yuran gas tinggi?",
  "page-gas-what-causes-high-gas-fees-text-1": "Apabila jumlah pengiraan (gas) di Ethereum melebihi ambang tertentu, yuran gas mula meningkat. Semakin banyak gas melebihi ambang ini, semakin cepat yuran gas meningkat.",
  "page-gas-what-causes-high-gas-fees-text-2": "Yuran yang lebih tinggi boleh disebabkan oleh perkara seperti <a href=\"/glossary/#dapp\">aplikasi teragih (dapps) </a>atau NFT yang popular, perdagangan yang meningkat secara berkala di <a href=\"/glossary/#dex\">DEX</a>, atau jumlah aktiviti pengguna yang berlebihan pada waktu puncak.",
  "page-gas-what-causes-high-gas-fees-text-3": "Pembangun di Ethereum harus memastikan untuk mengoptimumkan penggunaan kontrak pintar mereka sebelum melancarkannya. Jika ramai orang menggunakan kontrak pintar yang ditulis dengan buruk, ia akan menggunakan lebih banyak gas dan boleh secara tidak sengaja menyebabkan kesesakan rangkaian.",
  "page-gas-want-to-dive-deeper": "Ingin menyelami lebih dalam?",
  "page-gas-check-out-the-developer-docs": "Semak dokumen pemaju.",
  "page-gas-attack-of-the-cryptokitties-header": "Serangan Cryptokitties",
  "page-gas-attack-of-the-cryptokitties-text": "Pada November 2017, projek CryptoKitties yang popular dilancarkan. Lonjakan popularitinya yang cepat menyebabkan kesesakan rangkaian yang ketara dan yuran gas yang sangat tinggi. Cabaran yang dihadapi oleh CryptoKitties mempercepatkan keperluan untuk mencari penyelesaian bagi penskalaan Ethereum.",
  "page-gas-why-do-we-need-gas-header": "Mengapakah kita memerlukan gas?",
  "page-gas-why-do-we-need-gas-text": "Gas adalah elemen kritikal dalam menjaga keselamatan Ethereum dan memproses transaksi. Gas membantu dalam banyak cara:",
  "page-gas-benefits-1-description": "Gas memastikan Ethereum <a href=\"/glossary/#anti-sybil\">kalis sybil</a> dengan menghalang pelaku jahat daripada membanjiri rangkaian dengan aktiviti penipuan.",
  "page-gas-benefits-2-description": "Oleh kerana pengiraan memerlukan gas, mengejutkan Ethereum dengan transaksi yang mahal, sama ada secara tidak sengaja atau berniat jahat, tidak digalakkan secara kewangan.",
  "page-gas-benefits-3-description": "Had ketat pada jumlah pengiraan yang boleh dilakukan pada satu masa mencegah Ethereum daripada dibanjiri, membantu memastikan rangkaian sentiasa boleh diakses.",
  "page-gas-how-is-gas-calculated-header": "Bagaimanakah gas dikira?",
  "page-gas-advanced": "Maju",
  "page-gas-how-is-gas-calculated-text-1": "Jumlah yuran gas yang anda bayar terdiri daripada beberapa bahagian:",
  "page-gas-how-is-gas-calculated-item-1": "<b>Yuran asas:</b> yuran yang ditetapkan oleh rangkaian yang perlu dibayar untuk sebuah transaksi",
  "page-gas-how-is-gas-calculated-item-2": "<b>Yuran keutamaan:</b> tip pilihan untuk menggalakkan pengendali nod memasukkan transaksi anda",
  "page-gas-how-is-gas-calculated-item-3": "<b>Unit gas yang digunakan<i>*</i>:</b> ingat kita kata gas mewakili pengiraan? Tindakan yang lebih kompleks, seperti berinteraksi dengan kontrak pintar, menggunakan lebih banyak gas berbanding tindakan yang mudah, seperti menghantar transaksi.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> Lihat Rajah 1 untuk melihat jumlah gas yang digunakan oleh pelbagai jenis transaksi</i>",
  "page-gas-how-is-gas-calculated-text-2": "Formula untuk mengira yuran gas adalah unit gas yang digunakan * (yuran asas + yuran keutamaan). Kebanyakan dompet akan mengira penggunaan gas dan memaparkannya dengan cara yang lebih mudah.",
  "page-gas-table-figure": "<i>Rajah 1: Gas yang digunakan mengikut jenis transaksi</i>",
  "page-gas-table-header-1": "Jenis transaksi",
  "page-gas-table-header-2": "Unit gas yang digunakan",
  "page-gas-table-item-1-transaction-type": "Menghantar ETH",
  "page-gas-table-item-2-transaction-type": "Menghantar token ERC-20",
  "page-gas-table-item-3-transaction-type": "Memindahkan NFT",
  "page-gas-table-item-4-transaction-type": "Menukar di Uniswap",
  "page-gas-faq-header": "Soalan lazim",
  "page-gas-faq-question-1-q": "Siapakah yang menerima yuran gas dalam transaksi saya?",
  "page-gas-faq-question-1-a-1": "Kebanyakan yuran gas—yuran asas—dimusnahkan oleh protokol (dibakar). Yuran keutamaan, jika termasuk dalam transaksi anda, akan diberikan kepada orang yang membuat pengesahan yang mencadangkan transaksi anda.",
  "page-gas-faq-question-1-a-2": "Anda boleh membaca penerangan terperinci mengenai proses tersebut dalam <a href=\"/developers/docs/gas/\">dokumentasi pembangun gas.</a>",
  "page-gas-faq-question-2-q": "Adakah saya perlu membayar gas dalam ETH?",
  "page-gas-faq-question-2-a-1": "Ya. Semua yuran gas di Ethereum perlu dibayar dalam mata wang ETH asli.",
  "page-gas-faq-question-2-a-2": "Maklumat lanjut tentang ETH",
  "page-gas-faq-question-3-q": "Apakah itu gwei?",
  "page-gas-faq-question-3-a-1": "Dalam kebanyakan dompet atau penjejak gas, anda akan melihat harga gas dinyatakan dalam ‘gwei’.",
  "page-gas-faq-question-3-a-2": "Gwei adalah unit yang lebih kecil daripada ETH, sama seperti sen kepada dolar, dengan perbezaan bahawa 1 ETH bersamaan dengan 1 bilion gwei. Gwei berguna apabila bercakap tentang jumlah ETH yang sangat kecil.",
  "page-gas-use-layer-2": "Gunakan lapisan 2"
}
