{
  "layer-2-arbitrum-note": "Bukti penipuan hanya untuk pengguna yang disenarai putih, senarai putih tidak dibuka lagi",
  "layer-2-boba-note": "Pengesahan keadaan sedang dibangunkan",
  "layer-2-optimism-note": "Bukti salah sedang dibangunkan",
  "layer-2-hero-title": "Layer 2",
  "layer-2-hero-header": "Ethereum untuk semua",
  "layer-2-hero-subtitle": "Meningkatkan skala Ethereum untuk penggunaan besar-besaran.",
  "layer-2-hero-alt-text": "Ilustrasi transaksi dilancarkan pada lapisan 2 dan disiarkan ke Rangkaian Utama Ethereum",
  "layer-2-hero-button-1": "Apakah itu lapisan 2",
  "layer-2-hero-button-2": "Gunakan lapisan 2",
  "layer-2-hero-button-3": "Berpindah ke lapisan 2",
  "layer-2-statsbox-1": "TVL dikunci dalam lapisan 2 (USD)",
  "layer-2-statsbox-2": "Purata fi pemindahan ETH lapisan 2 (USD)",
  "layer-2-statsbox-3": "Perubahan TVL Lapisan 2 (30 hari)",
  "layer-2-what-is-layer-2-title": "Apakah itu lapisan 2?",
  "layer-2-what-is-layer-2-1": "Lapisan 2 (L2) ialah istilah kolektif untuk menggambarkan set tertentu penyelesaian penskalaan Ethereum.<strong> Lapisan 2 ialah blok rantai berasingan yang memanjangkan Ethereum dan mewarisi jaminan keselamatan Ethereum</strong>.",
  "layer-2-what-is-layer-2-2": "Sekarang mari kita mendalami lagi. Untuk melakukan ini kita perlu menjelaskan lapisan 1 (L1).",
  "layer-2-what-is-layer-1-title": "Apakah itu lapisan 1?",
  "layer-2-what-is-layer-1-1": "Lapisan 1 ialah blok rantai asas. Ethereum dan Bitcoin ialah blok rantai lapisan 1 kerana kedua-duanya <strong>asas yang mendasari pelbagai rangkaian lapisan 2</strong>. Contoh projek lapisan 2 termasuk \"gulungan\" pada Ethereum dan Rangkaian Kilat pada Bitcoin. Semua aktiviti transaksi pengguna pada projek lapisan 2 akhirnya boleh kembali ke blok rantai lapisan 1.",
  "layer-2-what-is-layer-1-2": "Ethereum juga berfungsi sebagai lapisan ketersediaan data untuk lapisan 2. Projek lapisan 2 akan menyiarkan data transaksi ke Ethereum, serta bergantung pada Ethereum untuk ketersediaan data. Data ini boleh digunakan untuk mendapatkan keadaan lapisan 2, atau untuk mempertikaikan transaksi pada lapisan 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum sebagai lapisan 1 termasuk:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Sebuah rangkaian pengendali nod</strong> untuk menjamin dan mengesahkan rangkaian",
  "layer-2-what-is-layer-1-list-2": "<strong>Sebuah rangkaian pengeluar blok</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>Blok rantai</strong> sendiri dan sejarah data transaksi",
  "layer-2-what-is-layer-1-list-4": "<strong>Mekanisme konsensus</strong> untuk rangkaian",
  "layer-2-what-is-layer-1-list-link-1": "Masih keliru tentang Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Ketahui perihalan Ethereum.",
  "layer-2-why-do-we-need-layer-2-title": "Mengapa kita perlukan lapisan 2?",
  "layer-2-why-do-we-need-layer-2-1": "Tiga sifat yang diingini daripada blok rantai adalah bahawa ia <strong>ternyahpusat, selamat dan boleh diskala</strong>. <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">Trilema blok rantai</a> menyatakan bahawa seni bina blok rantai yang ringkas hanya boleh mencapai dua daripada tiga. Inginkan blok rantai yang selamat dan ternyahpusat? Anda perlu mengorbankan kebolehskalaan.",
  "layer-2-why-do-we-need-layer-2-2": "Ethereum kini memproses <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">1+ juta transaksi setiap hari</a>. Permintaan untuk menggunakan Ethereum boleh menyebabkan harga fi transaksi menjadi tinggi. Di sinilah kegunaan rangkaian lapisan 2.",
  "layer-2-why-do-we-need-layer-2-scalability": "Kebolehskalaan",
  "layer-2-why-do-we-need-layer-2-scalability-1": "Matlamat utama lapisan 2 adalah untuk meningkatkan daya pemprosesan transaksi (transaksi lebih tinggi sesaat) tanpa mengorbankan penyahpusatan atau keselamatan.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Rangkaian Utama Ethereum (lapisan 1) hanya dapat memproses <a href=\"https://ethtps.info/Network/Ethereum\">kira-kira 15 transaksi setiap saat</a>. Apabila permintaan untuk menggunakan Ethereum tinggi, rangkaian menjadi sesak, yang meningkatkan fi transaksi dan mengecualikan pengguna yang tidak mampu membayar fi tersebut. Lapisan 2 ialah penyelesaian yang mengurangkan fi tersebut dengan memproses transaksi daripada blok rantai lapisan 1.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Maklumat lanjut tentang visi Ethereum",
  "layer-2-benefits-of-layer-2-title": "Manfaat lapisan 2",
  "layer-2-lower-fees-title": "Fi lebih rendah",
  "layer-2-lower-fees-description": "Dengan menggabungkan berbilang transaksi luar rantaian ke dalam satu transaksi lapisan 1, fi transaksi dikurangkan secara besar-besaran, menjadikan Ethereum lebih mudah diakses untuk semua.",
  "layer-2-maintain-security-title": "Mengekalkan keselamatan",
  "layer-2-maintain-security-description": "Blok rantai lapisan 2 menyelesaikan transaksi Rangkaian Utama di Ethereum, membolehkan pengguna mendapat manfaat daripada keselamatan rangkaian Ethereum.",
  "layer-2-expand-use-cases-title": "Memperluas kes penggunaan",
  "layer-2-expand-use-cases-description": "Dengan transaksi yang lebih tinggi sesaat, fi yang lebih rendah dan teknologi baharu, projek akan berkembang kepada aplikasi baru dengan pengalaman pengguna yang lebih baik.",
  "layer-2-how-does-layer-2-work-title": "Bagaimana lapisan 2 berfungsi?",
  "layer-2-how-does-layer-2-work-1": "Seperti yang kami sebutkan di atas, lapisan 2 ialah istilah kolektif untuk penyelesaian penskalaan Ethereum yang mengendalikan transaksi di luar lapisan 1 Ethereum sambil masih memanfaatkan keselamatan lapisan 1 Ethereum yang teguh. <strong>Lapisan 2 ialah blok rantai berasingan yang melanjutkan Ethereum</strong>. Bagaimana ia berfungsi?",
  "layer-2-how-does-layer-2-work-2": "Terdapat beberapa jenis lapisan 2, masing-masing mempunyai kelemahan dan model keselamatan sendiri. Lapisan 2 mengambil beban transaksi daripada lapisan 1, membolehkan ia kurang sesak, dan segala-galanya menjadi lebih mudah diskala.",
  "layer-2-rollups-title": "Rollups",
  "layer-2-rollups-1": "Gulungan memberkaskan beratus-ratus transaksi ke dalam satu transaksi pada lapisan 1. Ini mengagihkan fi transaksi L1 merentasi semua orang dalam gulungan, menjadikan fi lebih murah bagi setiap pengguna.",
  "layer-2-rollups-2": "Transaksi gulungan dilaksanakan di luar lapisan 1 tetapi data transaksi diserahkan ke lapisan 1. Dengan menyerahkan data transaksi ke lapisan 1, gulungan mewarisi keselamatan Ethereum. Ini kerana apabila data dimuat naik ke lapisan 1, membuat asal transaksi gulungan memerlukan Ethereum juga dibuat asal. Terdapat dua pendekatan yang berbeza untuk gulungan: optimistik dan pengetahuan sifar - kedua-duanya berbeza terutamanya tentang cara data transaksi ini dikemukakan kepada L1.",
  "layer-2-optimistic-rollups-title": "Optimistic rollups",
  "layer-2-optimistic-rollups-description": "Gulungan optimistik adalah 'optimistik' dalam erti kata bahawa transaksi dianggap sah, tetapi boleh dicabar jika perlu. Jika transaksi tidak sah disyaki, bukti kesalahan dijalankan untuk melihat jika ini telah berlaku.",
  "layer-2-optimistic-rollups-childSentance": "Lebih kepada gulungan optimistik",
  "layer-2-zk-rollups-title": "Zero-knowledge rollups",
  "layer-2-zk-rollups-description": "Gulungan pengetahuan sifar menggunakan bukti sah iaitu transaksi dikira di luar rantaian, dan kemudian data termampat dibekalkan kepada Rangkaian Utama Ethereum sebagai bukti kesahihan.",
  "layer-2-zk-rollups-childSentance": "Maklumat lanjut tentang gulungan ZK",
  "layer-2-dyor-title": "Melakukan penyelidikan anda sendiri: risiko lapisan 2",
  "layer-2-dyor-1": "Banyak projek lapisan 2 agak baharu dan masih memerlukan pengguna untuk mempercayai kejujuran sesetengah pengendali ketika mereka mengusahakan penyahpusatan rangkaian mereka. Sentiasa buat penyelidikan anda sendiri untuk menentukan sama ada anda selesa dengan sebarang risiko yang terlibat.",
  "layer-2-dyor-2": "Untuk maklumat lanjut tentang teknologi, risiko dan andaian kepercayaan lapisan 2, kami mengesyorkan anda menyemak L2BEAT, yang menyediakan rangka kerja penilaian risiko komprehensif bagi setiap projek.",
  "layer-2-dyor-3": "Pergi ke L2BEAT",
  "layer-2-use-layer-2-title": "Gunakan lapisan 2",
  "layer-2-use-layer-2-1": "Sekarang anda faham sebab lapisan 2 wujud dan cara ia berfungsi, mari kita buat persediaan untuk anda!",
  "layer-2-contract-accounts": "Jika anda menggunakan dompet kontrak pintar seperti Safe atau Argent, anda tidak akan mempunyai kawalan ke atas alamat ini pada lapisan 2 sehingga anda menggunakan semula akaun kontrak anda ke alamat tersebut pada lapisan 2. Akaun klasik dengan ungkapan pemulihan secara automatik akan memiliki akaun yang sama pada semua rangkaian lapisan 2.",
  "layer-2-use-layer-2-generalized-title": "Lapisan umum 2",
  "layer-2-use-layer-2-generalized-1": "Lapisan umum 2 berkelakuan sama seperti Ethereum — tetapi lebih murah. Apa-apa yang anda boleh lakukan pada lapisan Ethereum 1, anda juga boleh lakukan pada lapisan 2. Banyak dapp telah mula berhijrah ke rangkaian ini atau telah melangkau Rangkaian Utama sama sekali untuk menggunakan terus pada lapisan 2.",
  "layer-2-use-layer-2-application-specific-title": "Lapisan 2 khusus aplikasi",
  "layer-2-use-layer-2-application-specific-1": "Lapisan 2 khusus aplikasi ialah projek yang khusus untuk pengoptimuman bagi ruang aplikasi tertentu, membawa prestasi yang lebih baik.",
  "layer-2-sidechains-title": "Nota pada rantai sisi, validium, dan blok rantai alternatif",
  "layer-2-sidechains-1": "<strong>Rantai sisi dan validium</strong> ialah blok rantai yang membolehkan aset daripada Ethereum dihubungkan melalui jambatan dan digunakan pada blok rantai lain. Rantai sisi dan validium berjalan selari dengan Ethereum, dan berinteraksi dengan Ethereum melalui jambatan, tetapi tidak memperoleh keselamatan atau ketersediaan data daripada Ethereum.",
  "layer-2-sidechains-2": "Kedua-dua diskala sama dengan lapisan 2 - menawarkan fi transaksi yang lebih rendah dan daya pemprosesan transaksi yang lebih tinggi - tetapi mempunyai andaian kepercayaan yang berbeza.",
  "layer-2-more-on-sidechains": "Maklumat lanjut tentang rantai sisi",
  "layer-2-more-on-validiums": "Maklumat lanjut tentang validium",
  "layer-2-sidechains-4": "Sesetengah blok rantai lapisan 1 melaporkan daya pemprosesan lebih tinggi dan fi transaksi yang lebih rendah daripada Ethereum, tetapi secara umumnya ada keseimbangan dalam aspek lain, contohnya syarat perkakasan lebih tinggi untuk menjalankan nod.",
  "layer-2-onboard-title": "Cara memasuki lapisan 2",
  "layer-2-onboard-1": "Terdapat dua cara utama untuk memasukkan aset anda ke lapisan 2: hubungkan dana melalui jambatan dari Ethereum menggunakan kontrak pintar atau keluarkan dana anda di bursa terus ke rangkaian lapisan 2.",
  "layer-2-onboard-wallet-title": "Dana dalam dompet anda?",
  "layer-2-onboard-wallet-1": "Jika anda sudah ada ETH dalam dompet anda, anda perlu menggunakan jambatan untuk memindahkan ETH itu daripada Rangkaian Utama Ethereum ke lapisan 2.",
  "layer-2-more-on-bridges": "Maklumat lanjut tentang jambatan",
  "layer-2-onboard-wallet-input-placeholder": "Pilih L2 yang anda mahu hubungkan jambatan",
  "layer-2-onboard-wallet-selected-1": "Anda boleh menyambung ke",
  "layer-2-onboard-wallet-selected-2": "menggunakan dompet ini:",
  "layer-2-bridge": "Jambatan",
  "layer-2-onboard-exchange-title": "Dana pada bursa?",
  "layer-2-onboard-exchange-1": "Beberapa bursa tukaran berpusat kini menawarkan pengeluaran langsung dan deposit kepada lapisan 2. Semak bursa yang menyokong pengeluaran lapisan 2 dan jenis lapisan 2 yang disokong.",
  "layer-2-onboard-exchange-2": "Anda juga akan memerlukan dompet untuk menerima dana yang dikeluarkan.",
  "layer-2-onboard-find-a-wallet": "Cari dompet Ethereum.",
  "layer-2-onboard-exchange-input-placeholder": "Periksa bursa yang menyokong L2",
  "layer-2-deposits": "Deposit",
  "layer-2-withdrawals": "Pengeluaran",
  "layer-2-go-to": "Pergi ke",
  "layer-2-tools-title": "Alat yang berkesan pada lapisan 2",
  "layer-2-tools-l2beat-description": "L2BEAT merupakan sumber yang hebat untuk melihat penilaian risiko teknikal bagi projek-projek lapisan 2. Kami mengesyorkan memeriksa sumber tersebut apabila menyelidik projek lapisan 2 tertentu.",
  "layer-2-tools-l2fees-description": "Fi L2 membolehkan anda melihat kos semasa (dalam mata wang USD) untuk melakukan transaksi pada lapisan 2 yang berbeza.",
  "layer-2-tools-chainlist-description": "Chainlist ialah sumber yang hebat untuk mengimport RPC rangkaian ke dalam dompet sokongan. Anda akan mendapati RPC untuk projek lapisan 2 di sini untuk membantu anda bersambung.",
  "layer-2-tools-zapper-description": "Uruskan portfolio web3 anda daripada DeFi ke NFT dan apa sahaja yang akan datang. Buat pelaburan terhadap peluang terkini dari satu tempat yang mudah.",
  "layer-2-tools-zerion-description": "Membina dan menguruskan keseluruhan portfolio DeFi anda dari satu tempat. Terokai dunia kewangan ternyahpusat hari ini.",
  "layer-2-tools-debank-description": "Teruskan dengan semua kejadian penting dalam dunia web3",
  "layer-2-faq-title": "FAQ",
  "layer-2-faq-question-1-title": "Mengapa tiada L2 Ethereum 'rasmi'?",
  "layer-2-faq-question-1-description-1": "Sama seperti tiada pelanggan Ethereum 'rasmi', tiada lapisan 2 Ethereum 'rasmi'. Ethereum tidak memerlukan izin - sesiapa sahaja boleh mencipta lapisan 2! Pelbagai pasukan akan melaksanakan versi lapisan 2 mereka sendiri, dan ekosistem secara keseluruhan akan mendapat manfaat daripada kepelbagaian pendekatan reka bentuk yang dioptimumkan untuk kes penggunaan yang berbeza. Sama seperti kami mempunyai pelbagai pelanggan Ethereum yang dibangunkan oleh pelbagai pasukan untuk mempunyai kepelbagaian dalam rangkaian, ini juga akan menjadi cara lapisan 2 berkembang pada masa akan datang.",
  "layer-2-faq-question-2-title": "Apakah perbezaan antara gulungan optimistik dan pengetahuan sifar?",
  "layer-2-faq-question-2-description-1": "Kedua-dua gulungan optimistik dan pengetahuan sifar memberkas (atau 'menggulung') beratus-ratus transaksi ke dalam satu transaksi pada lapisan 1. Transaksi gulungan dilaksanakan di luar lapisan 1 tetapi data transaksi akan disiarkan kepada lapisan 1.",
  "layer-2-faq-question-2-description-2": "Perbezaan utama ialah data yang disiarkan pada lapisan 1 dan cara data disahkan. Bukti kesahihan (digunakan oleh gulungan pengetahuan sifar) menjalankan pengiraan di luar rantaian dan menyiarkan bukti, manakala bukti kesalahan (digunakan oleh gulungan optimistik) hanya menjalankan pengiraan di rantaian apabila kesalahan disyaki dan mesti diperiksa.",
  "layer-2-faq-question-2-description-3": "Pada masa ini, kebanyakan gulungan ZK adalah khusus aplikasi, berbeza dengan gulungan optimistik yang sebahagian besarnya menyeluruh.",
  "layer-2-more-info-on-optimistic-rollups": "Maklumat lanjut tentang gulungan optimistik",
  "layer-2-more-info-on-zk-rollups": "Maklumat lanjut tentang gulungan pengetahuan sifar",
  "layer-2-faq-question-4-title": "Apakah risiko dengan lapisan 2?",
  "layer-2-faq-question-4-description-1": "Projek Lapisan 2 mengandungi risiko tambahan berbanding dengan memegang dana dan berurus niaga secara langsung di Rangkaian Utama Ethereum. Sebagai contoh, penjujukan mungkin terhenti, membuat anda terpaksa menunggu untuk mengakses dana.",
  "layer-2-faq-question-4-description-2": "Kami menggalakkan anda untuk melakukan penyelidikan anda sendiri sebelum memindahkan dana penting kepada lapisan 2. Untuk maklumat lanjut tentang teknologi, risiko dan andaian kepercayaan lapisan 2, kami mengesyorkan anda menyemak <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, yang menyediakan rangka kerja penilaian risiko komprehensif bagi setiap projek.",
  "layer-2-faq-question-4-description-3": "Jambatan blok rantai, yang memudahkan pemindahan aset ke lapisan 2, berada dalam peringkat awal pembangunan dan reka bentuk jambatan optimum mungkin belum ditemui. Terdapat <a href=\"https://rekt.news/wormhole-rekt/\">godaman jambatan baru-baru ini</a>.",
  "layer-2-faq-question-5-title": "Mengapakah sesetengah projek lapisan 2 tidak disenaraikan di sini?",
  "layer-2-faq-question-5-description-1": "Kami mahu memastikan sumber terbaik yang mungkin disenaraikan supaya pengguna boleh menavigasi ruang lapisan 2 secara selamat dan yakin. Kami mengekalkan rangka kriteria tentang cara projek dinilai bagi tujuan keterangkuman.",
  "layer-2-faq-question-5-view-listing-policy": "Lihat dasar penyenaraian lapisan 2 kami di sini.",
  "layer-2-faq-question-5-description-2": "Sesiapa sahaja bebas mencadangkan penambahan lapisan 2 pada ethereum.org. Jika terdapat lapisan 2 yang kami terlepas, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">sila cadangkan</a>.",
  "layer-2-further-reading-title": "Bacaan lanjut",
  "a-rollup-centric-ethereum-roadmap": "Peta hala tuju ethereum yang tertumpu pada gulungan",
  "an-incomplete-guide-to-rollups": "An Incomplete Guide to Rollups",
  "polygon-sidechain-vs-ethereum-rollups": "Rantai sisi Poligon berbanding Gulungan Ethereum: pendekatan penskalaan lapisan 2| Vitalik Buterin dan Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "GULUNGAN - Strategi Penskalaan Ethereum yang Unggul? Arbitrum dan Optimism dijelaskan",
  "scaling-layer-1-with-shard-chains": "Penskalaan lapisan 1 dengan rantai pecahan",
  "understanding-rollup-economics-from-first-principals": "Memahami ekonomi gulungan daripada prinsipal pertama",
  "arbitrum-description": "Arbitrum One ialah Gulungan Optimistik yang bertujuan untuk rasa sama seperti berinteraksi dengan Ethereum, tetapi dengan transaksi yang mempunyai sebahagian kecil kos berbanding dengan yang diperlakukan pada L1.",
  "optimism-description": "Optimism ialah gulungan optimistik setara EVM yang cepat, ringkas dan selamat. Ia menskala teknologi Ethereum sambil menskala nilainya melalui pembiayaan barangan awam retroaktif.",
  "boba-description": "Boba ialah Gulungan Optimistik yang pada asalnya bercabang daripada Optimism, iaitu penyelesaian penskalaan yang bertujuan untuk mengurangkan fi gas, meningkatkan daya pemprosesan transaksi dan memperluaskan keupayaan kontrak pintar.",
  "loopring-description": "Penyelesaian L2 zkRollup Loopring bertujuan untuk menawarkan jaminan keselamatan yang sama seperti rangkaian utama Ethereum, dengan peningkatan kebolehskalaan besar: daya pemprosesan ditingkatkan sebanyak 1000x, dan kos dikurangkan kepada hanya 0.1% daripada L1.",
  "zksync-description": "ZKsync ialah platform gulungan zk berpusatkan pengguna daripada Matter Labs. Ia merupakan penyelesaian penskalaan untuk Ethereum, yang sudah aktif di rangkaian utama Ethereum. Ia menyokong pembayaran, pertukaran token dan penempaan NFT.",
  "zkspace-description": "Platform ZKSpace terdiri daripada tiga bahagian utama: lapisan 2 AMM DEX menggunakan teknologi Gulungan ZK yang dikenali sebagai ZKSwap, perkhidmatan pembayaran yang dikenali sebagai ZKSquare, dan pasaran NFT dikenali sebagai ZKSea.",
  "aztec-description": "Aztec Network ialah gulungan zk persendirian pertama di Ethereum, membolehkan aplikasi ternyahpusat untuk mengakses privasi dan skala.",
  "layer-2-note": "Nota:",
  "layer-2-ecosystem-portal": "Portal Ekosistem",
  "layer-2-token-lists": "Senarai Token",
  "layer-2-explore": "Terokai",
  "page-dapps-ready-button": "Pergi"
}
