{
  "page-wallets-accounts-addresses": "Dompet, akaun, kunci dan alamat",
  "page-wallets-accounts-addresses-desc": "Perkara yang bagus jika anda memahami perbezaan antara beberapa terma kunci.",
  "page-wallets-accounts-ethereum-addresses": "<b>Akaun Ethereum mempunyai alamat</b>, seperti peti masuk mempunyai alamat e-mel. Ini digunakan untuk mengenal pasti aset digital anda.",
  "page-wallets-alt": "Ilustrasi robot dengan peti besi sebagai tubuh badan, melambangkan dompet Ethereum",
  "page-wallets-ethereum-account": "<b>Akaun Ethereum ialah sepasang kunci</b>. <a href=\"/glossary/#public-key\">Satu kunci</a> digunakan untuk mencipta alamat yang boleh anda kongsi secara bebas dan <a href=\"/glossary/#private-key\">kunci lain< /a> anda perlu merahsiakan kerana ia digunakan untuk menandatangani sesuatu. Bersama-sama, kunci ini membolehkan anda memegang aset dan membuat transaksi.",
  "page-wallets-blog": "Blog Coinbase",
  "page-wallets-bookmarking": "Tanda buku dompet anda",
  "page-wallets-bookmarking-desc": "Jika anda menggunakan dompet web, sila tanda buku pada laman tersebut untuk melindungi diri daripada penipuan pancingan data.",
  "page-wallets-cd": "<b>Dompet perkakasan fizikal</b> ialah peranti yang membolehkan anda menyimpan kripto anda di luar talian – sangat selamat",
  "page-wallets-desc-2": "Dompet ialah alat yang digunakan oleh kebanyakan orang untuk mengendalikan aset dan identiti digital mereka.",
  "page-wallets-desc-2-link": "Maklumat lanjut tentang ETH",
  "page-wallets-desc-3": "Dompet anda ialah alat untuk berinteraksi dengan akaun Ethereum anda. Ini bermakna anda boleh menukar penyedia dompet pada bila-bila masa. Banyak dompet juga membolehkan anda menguruskan beberapa akaun Ethereum daripada satu aplikasi.",
  "page-wallets-desc-4": "Pembekal dompet tidak mempunyai kawalan ke atas dana anda. Mereka hanya memberi anda tetingkap untuk melihat aset anda pada Ethereum dan alat untuk mengurus aset itu dengan mudah.",
  "page-wallets-description": "Dompet Ethereum ialah aplikasi yang memberi anda kawalan ke atas akaun anda. Sama seperti dompet fizikal anda, ia mengandungi semua yang anda perlukan untuk membuktikan identiti anda dan mengendalikan aset anda. Dompet anda membolehkan anda log masuk ke aplikasi, membaca baki anda, menghantar transaksi dan mengesahkan identiti anda.",
  "page-wallets-desktop": "<b>Aplikasi desktop</b> jika anda lebih suka mengurus dana anda melalui macOS, Windows atau Linux",
  "page-wallets-ethereum-wallet": "<b>Dompet ialah alat yang membolehkan anda berinteraksi dengan akaun anda</b>, menggunakan kunci anda. Ia membolehkan anda melihat baki akaun anda, menghantar transaksi dan banyak lagi.",
  "page-wallets-explore": "Terokai Ethereum",
  "page-wallets-features-desc": "Kami boleh membantu anda memilih dompet berdasarkan ciri-ciri keperluan anda.",
  "page-wallets-features-title": "Bandingkan dompet berdasarkan ciri-ciri",
  "page-wallets-find-wallet-btn": "Cari dompet",
  "page-wallets-find-wallet-link": "Cari dompet",
  "page-wallets-get-some": "Dapatkan ETH",
  "page-wallets-get-some-alt": "Ilustrasi tangan membina logo ETH menggunakan brik lego",
  "page-wallets-get-some-btn": "Dapatkan ETH",
  "page-wallets-get-some-desc": "ETH adalah kripto asli Ethereum. Anda memerlukan sedikit ETH dalam dompet anda untuk menggunakan aplikasi Ethereum.",
  "page-wallets-keys-to-safety": "Kunci untuk menjaga kripto anda dengan selamat",
  "page-wallets-manage-funds": "Aplikasi untuk mengurus dana anda",
  "page-wallets-manage-funds-desc": "Dompet anda menunjukkan baki, sejarah transaksi dan memberikan cara untuk menghantar/menerima dana anda. Sesetengah dompet menawarkan lebih banyak.",
  "page-wallets-meta-description": "Apa yang perlu anda tahu untuk menggunakan dompet Ethereum.",
  "page-wallets-meta-title": "Dompet Ethereum",
  "page-wallets-mobile": "<b>Aplikasi mudah alih</b> yang menjadikan dana anda boleh diakses dari mana-mana sahaja",
  "page-wallets-more-on-dapps-btn": "Maklumat lanjut tentang dapp",
  "page-wallets-most-wallets": "Kebanyakan produk dompet akan membenarkan anda untuk menjana akaun Ethereum. Jadi anda tidak perlu mempunyai akaun sebelum memuat turun dompet.",
  "page-wallets-protecting-yourself": "Melindungi diri sendiri dan dana anda",
  "page-wallets-seed-phrase": "Tulis <a href=\"/glossary/#recovery-phrase\">frasa pemulihan</a> anda",
  "page-wallets-seed-phrase-desc": "Dompet akan selalu memberikan anda frasa benih yang perlu anda tulis di tempat yang selamat. Ini sahaja caranya untuk anda memulihkan dompet anda.",
  "page-wallets-seed-phrase-example": "Begini contohnya:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Jangan simpannya di dalam komputer. Tulis dan simpan dengan selamat.",
  "page-wallets-slogan": "Memegang kunci masa depan digital anda",
  "page-wallets-stay-safe": "Cara untuk kekal selamat",
  "page-wallets-stay-safe-desc": "Kebebasan kewangan dan keupayaan untuk mengakses dan menggunakan dana di mana-mana sahaja datang dengan tanggungjawab – tiada sokongan pelanggan dalam kripto. <b>Anda bertanggungjawab untuk memastikan kunci anda selamat dan terjamin</b>.",
  "page-wallets-subtitle": "Dompet membantu anda mengakses aset digital anda dan log masuk ke aplikasi.",
  "page-wallets-take-responsibility": "Bertanggungjawab ke atas dana anda sendiri",
  "page-wallets-take-responsibility-desc": "Bursa tukaran berpusat akan memautkan dompet anda kepada nama pengguna dan kata laluan yang boleh anda pulihkan secara tradisional. Jangan lupa bahawa anda mengamanahkan kawalan dana anda kepada bursa itu. Jika bursa tersebut mengalami masalah kewangan, terdapat risiko bagi dana anda.",
  "page-wallets-tips": "Lebih banyak petua untuk kekal selamat",
  "page-wallets-tips-community": "Daripada komuniti",
  "page-wallets-title": "Dompet Ethereum",
  "page-wallets-triple-check": "Semak semuanya sebanyak tiga kali",
  "page-wallets-triple-check-desc": "Sentiasa ingat bahawa transaksi tidak boleh dibalikkan dan dompet juga tidak mudah untuk dipulihkan, jadi sentiasa berhati-hati dan berwaspada.",
  "page-wallets-try-dapps": "Cuba beberapa dapp",
  "page-wallets-try-dapps-alt": "Ilustrasi ahli komuniti Ethereum bekerjasama",
  "page-wallets-try-dapps-desc": "Dapp adalah aplikasi yang dibina dalam Ethereum. Ia lebih murah, adil dan mesra terhadap data anda berbanding aplikasi tradisional.",
  "page-wallets-types": "Jenis dompet",
  "page-wallets-types-desc": "Terdapat beberapa cara untuk mengantaramuka dan berinteraksi dengan akaun anda:",
  "page-wallets-web-browser": "<b>Dompet penyemak imbas</b> ialah aplikasi web yang membolehkan anda berinteraksi dengan akaun anda secara terus dalam penyemak imbas",
  "page-wallets-web-browser-extension": "<b>Dompet sambungan penyemak imbas</b> ialah sambungan yang anda muat turun yang membolehkan anda berinteraksi dengan akaun dan aplikasi anda melalui penyemak imbas",
  "page-wallets-whats-a-wallet": "Apakah itu dompet Ethereum?",
  "page-wallets-your-ethereum-account": "Akaun Ethereum anda",
  "page-wallets-your-ethereum-account-desc": "Dompet anda adalah tingkap ke dalam akaun Ethereum anda – baki, sejarah transaksi anda dan banyak lagi. Tetapi anda boleh bertukar penyedia dompet pada bila-bila masa.",
  "page-wallets-your-login": "Log masuk anda untuk aplikasi Ethereum",
  "page-wallets-your-login-desc": "Dompet anda membolehkan anda menyambung ke aplikasi menggunakan akaun Ethereum anda. Ia seperti log masuk yang boleh anda gunakan merentas pelbagai aplikasi.",
  "additional-reading-how-to-create-an-ethereum-account": "Cara untuk mencipta akaun Ethereum",
  "additional-reading-how-to-use-a-wallet": "Cara menggunakan dompet"
}
