{
  "consensus-client-besu-logo-alt": "Logo Besu",
  "consensus-client-erigon-logo-alt": "Logo Erigon",
  "consensus-client-geth-logo-alt": "Logo Geth",
  "consensus-client-lighthouse-logo-alt": "Logo Lighthouse",
  "consensus-client-lodestar-logo-alt": "Logo Lodestar",
  "consensus-client-nethermind-logo-alt": "Logo Nethermind",
  "consensus-client-nimbus-logo-alt": "Logo Nimbus",
  "consensus-client-prysm-logo-alt": "Logo Prysm",
  "consensus-client-teku-logo-alt": "Logo Teku",
  "page-upgrades-answer-1": "Rantai Beacon telah digunakan sebagai alat untuk menaik taraf Rangkaian Utama Ethereum di Gabungan.",
  "page-upgrades-answer-2": "Dengan Gabungan, Ethereum telah menjalani peningkatan paling besar dengan menukar bukti kerja kepada lapisan persetujuan baharu berasaskan bukti penaruhan.",
  "page-upgrades-answer-4": "Rantai Beacon digunakan untuk membangunkan konsensus berdasarkan bukti penaruhan yang digunakan oleh Ethereum pada hari ini. Ia dijalankan secara berasingan dengan Rangkaian utama Ethereum supaya pembangun dapat mengamati mekanisme konsensus dalam pengasingan sebelum menggunakannya untuk mengkoordinasi aktiviti sebenar.",
  "page-upgrade-article-author-status": "Status",
  "page-upgrade-article-author-ethmerge": "Ethmerge",
  "page-upgrade-article-author-alchemy": "Alkimia",
  "page-upgrade-article-author-consensys": "Consensys",
  "page-upgrade-article-author-delphi-digital": "Delphi Digital",
  "page-upgrade-article-author-eip-4844": "Vitalik Buterin, Dankrad Feist, Diederik Loerakker, George Kadianakis, Matt Garnett, Mofi Taiwo",
  "page-upgrade-article-author-ethereum-foundation": "Yayasan Ethereum",
  "page-upgrade-article-author-vitalik-buterin": "Vitalik Buterin",
  "page-upgrade-article-author-ethos-dev": "Ethos.dev",
  "page-upgrade-article-title-two-point-oh": "Oh Dua Titik: Rantai Beacon",
  "page-upgrade-article-title-beacon-chain-explainer": "Penerangan Rantai Beacon Ethereum 2.0 yang perlu anda baca terlebih dahulu",
  "page-upgrade-article-title-sharding-consensus": "Penyerpihan konsensus",
  "page-upgrade-article-title-sharding-is-great": "Sebab penyerpihan itu bagus: nyahmistifikasikan sifat teknikal",
  "page-upgrade-article-title-rollup-roadmap": "Pelan tindakan gulungan berpusat",
  "page-upgrade-article-title-eip-4844": "EIP-4844: Transaksi Gumpalan Shard (Proto-Danksharding)",
  "page-upgrade-article-title-proto-danksharding-faq": "Soalan Lazim Proto-Danksharding",
  "page-upgrade-article-title-sharding-das": "Penjelasan tentang penyerpihan dan pensampelan ketersediaan data (DAS)",
  "page-upgrade-article-title-ethmerge": "Ethmerge",
  "page-upgrade-article-title-merge-is-coming": "Gabungan Akan Datang",
  "page-upgrade-article-title-state-of-the-merge": "Keadaan Gabungan: Kemas Kini tentang Gabungan Ethereum kepada Bukti Taruhan pada 2022",
  "page-upgrade-article-title-ropsten-merge-testnet": "Mengumumkan Testnet Gabungan Ropsten",
  "page-upgrade-article-title-execution-layer-specs": "Spesifikasi lapisan perlaksanaan",
  "page-upgrade-article-title-consensus-layer-specs": "Spesifikasi lapisan persetujuan",
  "page-upgrade-article-title-engine-api-specs": "Spesifikasi API enjin",
  "page-upgrades-beacon-chain-date": "Rantai Beacon telah dilancarkan pada 1 Disember 2020",
  "page-upgrades-beacon-chain-desc": "Rantai Beacon membawa pertaruhan ke Ethereum dan meletakkan asas untuk peningkatan masa depan. Ia menyelaraskan Ethereum bukti penaruhan baharu.",
  "page-upgrades-beacon-chain-estimate": "Rantai Beacon kini sedang berlangsung",
  "page-upgrades-beacon-chain-title": "Beacon Chain",
  "page-upgrades-bug-bounty": "Lihat program hadiah memburu pepijat",
  "page-upgrades-clients": "Semak klien konsensus (sebelum ini dikenali sebagai pelanggan 'Eth2')",
  "page-staking-deposit-contract-title": "Semak alamat kontrak deposit",
  "page-upgrades-dive": "Dalami visi ini",
  "page-upgrades-dive-desc": "Bagaimanakah kami menjadikan Ethereum lebih berskala, selamat dan mampan? Semuanya sambil mengekalkan etos teras Ethereum iaitu desentralisasi.",
  "page-upgrades-docking": "Penggabungan",
  "page-upgrades-merge-answer-1": "Gabungan adalah apabila Ethereum beralih kepada konsensus bukti penaruhan pada 15 September 2022. Rantai Beacon bergabung dengan Rangkaian utama, secara rasmi menafikan bukti kerja pada Ethereum, dan mengurangkan penggunaan tenaga Ethereum sebanyak ~99.95%.",
  "page-upgrades-merge-btn": "Lagi tentang The Merge",
  "page-upgrades-merge-desc": "Ethereum rangkaian utama bergabung dengan Rantai Beacon bukti penaruhan, menandakan berakhirnya perlombongan intensif tenaga.",
  "page-upgrades-merge-estimate": "Gabungan sedang bersiaran langsung",
  "page-upgrades-merge-mainnet": "Apakah itu Rangkaian utama?",
  "page-upgrades-eth-blog": "Blog ethereum.org",
  "page-upgrades-explore-btn": "Terokai penaikan taraf",
  "page-upgrades-get-involved": "Terlibat dalam menaik taraf Ethereum",
  "page-upgrades-get-involved-2": "Libatkan diri",
  "page-upgrades-head-to-ethresearch": "Pergi ke ethresear.ch",
  "page-upgrades-help": "Ingin membantu dengan peningkatan Ethereum?",
  "page-upgrades-help-desc": "Terdapat banyak peluang untuk dipertimbangkan dalam peningkatan Ethereum, membantu dengan ujian, dan juga memperoleh ganjaran.",
  "page-upgrades-index-staking": "Pertaruhan telah tiba",
  "page-upgrades-index-staking-desc": "Kunci kepada peningkatan Ethereum ialah pengenalan kepada pertaruhan. Jika anda ingin menggunakan ETH anda untuk membantu menjamin rangkaian Ethereum, pastikan anda mengikuti langkah ini.",
  "page-upgrades-index-staking-learn": "Belajar mengenai pertaruhan",
  "page-upgrades-index-staking-learn-desc": "Rantai Beacon membawa pertaruhan ke Ethereum. Jika anda mempunyai ETH, anda boleh melakukan kebaikan awam dengan melindungi rangkaian dan memperoleh lebih banyak ETH dalam proses tersebut.",
  "page-upgrades-index-staking-step-1": "1. Sediakan dengan pad pelancaran",
  "page-upgrades-index-staking-step-1-btn": "Lihat pad pelancaran pertaruhan",
  "page-upgrades-index-staking-step-1-desc": "Untuk mempertaruhkan Ethereum anda perlu menggunakan pad pelancaran - ini akan membawa anda melalui proses tersebut.",
  "page-upgrades-index-staking-step-2": "2. Sahkan alamat pertaruhan",
  "page-upgrades-index-staking-step-2-btn": "Semak alamat kontrak deposit",
  "page-upgrades-index-staking-step-2-desc": "Sebelum anda mempertaruhkan ETH anda, semak untuk memastikan alamat adalah betul. Anda mesti telah melalui pad pelancaran sebelum melakukan ini.",
  "page-upgrades-index-staking-sustainability": "Lebih lestari",
  "page-upgrades-meta-desc": "Gambaran keseluruhan peningkatan Ethereum dan visi yang mereka harapkan untuk menjadi kenyataan.",
  "page-upgrades-meta-title": "Peningkatan Ethereum (dahulunya 'Eth2')",
  "page-upgrades-proof-stake-link": "Maklumat lanjut tentang bukti taruhan",
  "page-upgrades-question-1-title": "Bilakah naik taraf akan dihantar?",
  "page-upgrades-question-1-desc": "Ethereum sedang dinaik taraf secara progresif; naik taraf adalah berbeza dengan tarikh penghantaran yang lain.",
  "page-upgrades-question-2-title": "Adakah Rantai Beacon blok rantai yang berasingan?",
  "page-upgrades-question-2-desc": "Ya. Rantai Beacon ialah nama yang diberikan kepada blok rantai bukti penaruhan selari yang digunakan untuk menaik taraf Rangkaian utama Ethereum. Kini hanya terdapat satu blok rantai, dibentuk dengan menggabungkan blok rantai Ethereum asal dengan Rantai Beacon bersama-sama.",
  "page-upgrades-question-3-answer-2a": "Gabungan mempunyai kesan minimum pada pembangun dapp - mereka masih berinteraksi dengan Ethereum dengan cara yang sama.",
  "page-upgrades-question-3-answer-2a-link": "Pembangun Gabungan dan dapp",
  "page-upgrades-question-3-answer-2b": "Pelan penyerpihan masih sedang dibangunkan, tetapi akan direka bentuk dengan mengambil kira penghimpunan lapisan 2.",
  "page-upgrades-layer-2-rollups": "Maklumat lanjut tentang penghimpunan lapisan 2",
  "page-upgrades-question-3-answer-3-link": "Lawati ethresearch.ch",
  "page-upgrades-question-3-desc": "Anda tidak perlu melakukan apa-apa sekarang untuk persediaan naik taraf.",
  "page-upgrades-question-3-title": "Bagaimanakah patut saya bersedia untuk naik taraf?",
  "page-upgrades-question-4-answer-1": "Setiap kali anda menghantar transaksi atau menggunakan dapp hari ini, anda menggunakan lapisan perlaksanaan, juga dikenali sebagai Rangkaian utama.",
  "page-upgrades-question-4-answer-3": "Sejak Gabungan, pengesah mengamankan seluruh rangkaian melalui bukti penaruhan.",
  "page-upgrades-question-4-answer-6": "Sesiapa sahaja boleh menjadi pengesah dengan mempertaruhkan ETH mereka.",
  "page-upgrades-question-4-answer-7": "Lebih mengenai penaruhan",
  "page-upgrades-question-4-title": "Apakah itu lapisan perlaksanaan?",
  "page-upgrades-question-4-desc": "Sebelum Gabungan, blok rantai Ethereum kadangkala dirujuk sebagai 'Eth1.' Istilah ini telah dihapuskan secara berperingkat memihak kepada 'lapisan perlaksanaan'.",
  "page-upgrades-question-5-answer-1": "Untuk menjadi pengesah pada rangkaian, anda perlu mempertaruhkan 32 ETH. Jika anda tidak mempunyai wang sebanyak itu, atau tidak bersedia untuk mempertaruhkan sebanyak itu, anda boleh menyertai kumpulan taruhan. Kumpulan ini akan membolehkan anda mempertaruhkan lebih sedikit dan memperoleh sebahagian kecil daripada jumlah ganjaran.",
  "page-upgrades-question-5-desc": "Anda perlu menggunakan pad pelancar pertaruhan atau menyertai kumpulan pertaruhan.",
  "page-upgrades-question-5-title": "Bagaimanakah caranya untuk bertaruh?",
  "page-upgrades-question-6-answer-3": "Danny Ryan dari yayasan Ethereum sentiasa mengemas kini komuniti:",
  "page-upgrades-question-6-answer-4": "Ben Edgington dari ConsenSys mempunyai surat berita mingguan tentang peningkatan Ethereum:",
  "page-upgrades-question-6-answer-5": "Anda juga boleh menyertai perbincangan mengenai penyelidikan dan pembangunan Ethereum di ethresear.ch.",
  "page-upgrades-question-6-title": "Apakah yang perlu saya lakukan dengan dapp saya?",
  "page-upgrades-question-6-desc": "Gabungan direka bentuk untuk memberi impak minimum kepada pembangun dapp, walaupun terdapat beberapa perubahan kecil yang perlu diberi perhatian.",
  "page-upgrades-question-6-answer-1": "Pembangun Dapp yang biasa dengan Ethereum pra-gabungan harus mengetahui beberapa perubahan. Perubahan ini termasuk struktur blok dan pemasaan, beberapa perubahan kod operasi, sumber rawak pada rantai dan konsep penamatan era.",
  "page-upgrades-question-6-answer-1-link": "Cara Gabungan Menjejaskan Lapisan Penerapan Ethereum",
  "page-upgrades-question-6-answer-2": "Penerapan hampir tidak terjejas sepenuhnya.",
  "page-upgrades-question-7-desc": "Banyak pasukan berbeza dari seluruh komuniti sedang mengusahakan pelbagai peningkatan Ethereum.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(Pelaksanaan Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(Pelaksanaan JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Pelaksanaan Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Pelaksanaan Go)",
  "page-upgrades-question-7-teams": "Pasukan klien konsensus Ethereum:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(pelaksanaan Java)",
  "page-upgrades-question-7-title": "Siapakah yang membina peningkatan Ethereum?",
  "page-upgrades-question-7-clients": "Ketahui lebih lanjut tentang klien Ethereum",
  "page-upgrades-question-8-answer-1": "Peningkatan Ethereum akan membantu Ethereum menskala dengan cara terdesentralisasi, sambil mengekalkan keselamatan, dan meningkatkan kemampanan.",
  "page-upgrades-question-8-answer-2": "Mungkin masalah yang paling jelas ialah Ethereum perlu dapat mengendalikan lebih daripada 15-45 transaksi sesaat. Tetapi peningkatan juga menangani beberapa masalah lain dengan Ethereum hari ini.",
  "page-upgrades-question-8-answer-3": "Rangkaian pada masa permintaan tinggi menyebabkan Ethereum mahal untuk digunakan. Nod dalam rangkaian bergelut di bawah saiz Ethereum dan jumlah data yang perlu diproses oleh komputer mereka. Algoritma asal yang menggariskan keselamatan dan desentralisasi Ethereum adalah intensif tenaga dan perlu lebih hijau.",
  "page-upgrades-question-8-answer-4": "Banyak perkara yang berubah sentiasa ada pada pelan tindakan Ethereum, sejak 2015 lagi. Tetapi keadaan semasa menjadikan keperluan untuk peningkatan lebih besar.",
  "page-upgrades-question-8-answer-6": "Terokai visi Ethereum",
  "page-upgrades-question-8-desc": "Ethereum yang kita gunakan hari ini perlu menawarkan pengalaman yang lebih baik kepada pengguna akhir dan peserta rangkaian.",
  "page-upgrades-question-8-title": "Mengapakah peningkatan diperlukan?",
  "page-upgrades-question-9-answer-1": "Peranan paling aktif yang boleh anda mainkan ialah mempertaruhkan ETH anda.",
  "page-upgrades-question-9-answer-2": "Anda juga mungkin mahu menjalankan pelanggan kedua untuk membantu meningkatkan kepelbagaian klien.",
  "page-upgrades-question-9-answer-3": "Jika anda lebih teknikal, anda boleh membantu menangkap pepijat dalam klien baharu.",
  "page-upgrades-question-9-answer-4": "Anda juga boleh mempertimbangkan perbincangan teknikal dengan penyelidik Ethereum di ethresear.ch.",
  "page-upgrades-question-9-desc": "Anda tidak perlu menjadi teknikal untuk menyumbang. Komuniti sedang mencari sumbangan daripada semua jenis set kemahiran.",
  "page-upgrades-question-9-stake-eth": "Taruh ETH",
  "page-upgrades-question-9-title": "Bagaimanakah boleh saya menyumbang kepada peningkatan Ethereum?",
  "page-upgrades-question-9-more": "Mencari cara-cara umum yang lain untuk melibatkan diri dengan Ethereum",
  "page-upgrades-question-10-title": "Apakah 'fasa-fasa Eth2?'",
  "page-upgrades-question-10-desc": "Beberapa perkara telah berubah di sini.",
  "page-upgrades-question-10-answer-0": "Istilah 'Eth2' sendiri sedang diluputkan secara beransur-ansur, kerana ia tidak mewakili satu peningkatan tunggal atau rangkaian baharu. Ia lebih tepat ditakrifkan sebagai satu set peningkatan berganda yang semuanya memainkan peranan untuk menjadikan Ethereum lebih berskala, selamat, dan mampan. Rangkaian yang anda kenali dan sukai akan hanya dirujuk sebagai Ethereum.",
  "page-upgrades-question-10-answer-1": "Kami berasa keberatan untuk bercakap terlalu banyak dari segi pelan tindakan teknikal kerana ini adalah perisian: perkara boleh berubah. Kami rasa lebih mudah untuk memahami apa yang berlaku apabila anda membaca tentang hasilnya.",
  "page-upgrades-question-10-answer-1-link": "Lihat peningkatan",
  "page-upgrades-question-10-answer-2": "Namun, jika anda telah mengikuti diskusi, berikut adalah maklumat tentang cara peningkatan ini selaras dengan pelan tindakan teknikal, dan sedikit tentang cara perubahannya.",
  "page-upgrades-question-10-answer-3": "Fasa 0 menggambarkan kerja untuk melangsungkan Rantai Beacon.",
  "page-upgrades-question-10-answer-5": "Fasa 1 awalnya berfokus pada implementasi rantaian terbahagi, namun keutamaan beralih kepada Gabungan, yang dihantar pada 15 September 2022.",
  "page-upgrades-question-10-answer-6": "Fasa 1.5 awalnya berfokus untuk mengikuti implementasi rantaian terbahagi apabila Rangkaian utama ditambahkan sebagai pembahagian terakhir pada Rantai Beacon. Namun, apabila teknologi gulungan berkembang, komuniti Ethereum mempercepatkan peralihan jauh daripada bukti kerja.",
  "page-upgrades-question-10-answer-7": "Rancangan Fasa 2 ialah titik penyelidikan dan perbincangan yang amat. Dengan Gabungan yang telah selesai, dan kemajuan dalam penyelesaian lapisan 2, matlamat kini beralih kepada penyediaan bentuk penyerpihan data yang lebih ringkas untuk memaksimumkan kecekapan gulungan. Lapisan 2 semasa mendayakan keupayaan untuk meningkatkan pelaksanaan transaksi, dan penyerpihan akan membolehkan penyimpanan bukti untuk data ini pada lapisan 1 dengan cara yang murah dan boleh diskalakan.",
  "page-upgrades-question-10-answer-8": "Lebih lanjut tentang pelan tindakan yang berfokus pada gulungan berpusat",
  "page-upgrades-question-11-title": "Bolehkah saya membeli Eth2?",
  "page-upgrades-question-11-desc": "Tidak. Tiada token Eth2 dan ETH anda tidak berubah selepas Gabungan.",
  "page-upgrades-question-11-answer-1": "Salah satu penggerak di sebalik penjenamaan semula Eth2 ialah salah tanggapan umum bahawa pemegang ETH dikehendaki memindahkan ETH mereka kepada 'ETH 2.0' selepas Gabungan atau sebarang peningkatan lain. Ini tidak benar dan tidak pernah berlaku.",
  "page-upgrades-question-11-answer-2": "Kekeliruan ini sering dimanfaatkan oleh penipu.",
  "page-upgrades-question-title": "Soalan lazim",
  "page-upgrades-question3-answer-1": "Pemegang ETH tidak perlu melakukan apa-apa. ETH anda tidak perlu diubah atau dikemas kini. Hampir pasti akan ada penipuan yang memberitahu anda sebaliknya, jadi berhati-hatilah.",
  "page-upgrades-scalable": "Lebih berskala",
  "page-upgrades-scalable-desc": "Ethereum perlu menyokong ribuan transaksi sesaat untuk menjadikan aplikasi lebih pantas dan murah untuk digunakan.",
  "page-upgrades-secure": "Lebih selamat",
  "page-upgrades-secure-desc": "Ethereum perlu menjadi lebih selamat. Seiring dengan peningkatan penggunaan Ethereum, protokol perlu menjadi lebih selamat daripada segala bentuk serangan.",
  "page-upgrades-shard-date": "Penyerpihan akan mengikuti Gabungan dalam pelbagai fasa, kemungkinan pada tahun 2023-2024.",
  "page-upgrades-shard-desc": "Danksharding akan memperluas kapasiti Ethereum untuk menyimpan data, dan bekerja secara harmoni dengan L2s untuk meningkatkan jumlah transaksi dan mengurangkan yuran rangkaian. Danksharding akan dilancarkan dalam beberapa peringkat, bermula dengan ProtoDanksharding.",
  "page-upgrades-shard-estimate": "Jangkaan: 2023-2024",
  "page-upgrades-shard-title": "Penyerpihan",
  "page-upgrades-stay-up-to-date": "Kekal terkini",
  "page-upgrades-stay-up-to-date-desc": "Dapatkan maklumat terkini daripada penyelidik dan pemaju yang bekerja meningkatkan Ethereum.",
  "page-upgrades-sustainable-desc": "Ethereum adalah intensif tenaga sehingga baru-baru ini. Peralihan kepada bukti penaruhan membawa pengurangan penggunaan tenaga rangkaian sebanyak lebih daripada 99.9%.",
  "page-upgrades-take-part": "Ambil bahagian dalam penyelidikan",
  "page-upgrades-take-part-desc": "Peneliti dan peminat Ethereum berkumpul di sini untuk membincangkan usaha penyelidikan, termasuk segala yang berkaitan dengan peningkatan Ethereum.",
  "page-upgrades-the-upgrades": "Peningkatan Ethereum",
  "page-upgrades-the-upgrades-desc": "Peningkatan Ethereum bertujuan untuk meningkatkan penskalaan, keselamatan, dan kemampanan rangkaian. Ethereum baru-baru ini telah menjalani beberapa peningkatan besar untuk keselamatan dan kemampanan, dan akan ada lebih banyak lagi peningkatan pada masa depan, terutamanya yang berkaitan dengan penskalaan.",
  "page-upgrades-unofficial-roadmap": "Ini bukan pelan tindakan rasmi. Ini adalah cara kami melihat apa yang berlaku berdasarkan maklumat yang ada. Tetapi ini adalah teknologi, dan perkara boleh berubah dengan serta-merta. Jadi, sila jangan baca ini sebagai komitmen.",
  "page-upgrades-upgrade-desc": "Ethereum yang kita kenali dan sukai, hanya lebih berskala, lebih selamat, dan lebih mampan...",
  "page-upgrades-upgrades": "Peningkatan Ethereum",
  "page-upgrades-upgrades-aria-label": "Menu peningkatan Ethereum",
  "page-upgrades-upgrades-beacon-chain": "Rantaian Isyarat",
  "page-upgrades-upgrades-guide": "Panduan kepada peningkatan Ethereum",
  "page-upgrades-upgrades-docking": "Penggabungan",
  "page-upgrades-energy-consumption": "Lebih lanjut tentang penggunaan tenaga Ethereum",
  "page-upgrades-upgrading": "Meningkatkan Ethereum ke Tahap Baru yang Radikal",
  "page-roadmap-vision": "Wawasan",
  "page-roadmap-vision-btn": "Maklumat lanjut tentang visi Ethereum",
  "page-roadmap-vision-desc": "Untuk membawa Ethereum ke arus perdana dan dapat berkhidmat kepada seluruh umat manusia, kita perlu menjadikannya lebih boleh diskala, selamat, dan mampan.",
  "page-upgrades-what-happened-to-eth2-title": "Apa terjadi kepada 'Eth2'?",
  "page-upgrades-what-happened-to-eth2-1": "Istilah 'Eth2' sering digunakan sebelum Gabungan tetapi kini sedang digantikan dengan istilah yang lebih tepat.",
  "page-upgrades-what-happened-to-eth2-1-more": "Lebih lanjut tentang Gabungan.",
  "page-upgrades-what-happened-to-eth2-2": "Sejak penggabungan 'Eth1' dan 'Eth2', tidak ada lagi dua rantai blok Ethereum yang berbeza; kini hanya ada Ethereum sahaja.",
  "page-upgrades-what-happened-to-eth2-5": "Ketahui lebih lanjut tentang penamaan semula 'Eth2'",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Mengapa kita tidak boleh menggunakan Eth2 sahaja?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Model mental",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Satu masalah utama dengan penjenamaan Eth2 ialah ia mewujudkan model mental yang rosak untuk pengguna baharu Ethereum. Mereka secara intuitif berfikir bahawa Eth1 didahulukan dan Eth2 datang lepas. Atau Eth1 tidak lagi wujud sebaik sahaja Eth2 wujud. Kedua-duanya tidak benar. Dengan mengalih keluar terminologi Eth2, kami menyelamatkan semua pengguna masa hadapan daripada menavigasi model mental yang mengelirukan ini.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Keterangkuman",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "Memandangkan pelan tindakan untuk Ethereum telah berkembang, Ethereum 2.0 telah menjadi perwakilan yang tidak tepat bagi pelan tindakan Ethereum. Berhati-hati dan tepat dalam pilihan perkataan kami membolehkan kandungan di Ethereum difahami oleh khalayak seluas mungkin.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Pencegahan penipuan",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "Malangnya, pelakon berniat jahat telah cuba menggunakan nama salah Eth2 untuk menipu pengguna dengan meminta mereka untuk menukar ETH mereka dengan token ‘ETH2’ atau mereka mesti memindahkan ETH mereka sebelum peningkatan ke Eth2. Kami berharap istilah yang dikemas kini ini akan memberikan kejelasan untuk menghapuskan vektor penipuan ini dan membantu menjadikan ekosistem lebih selamat.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Kejelasan pertaruhan",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Beberapa pengendali taruhan juga telah mewakili ETH yang dipertaruhkan pada Rantai Beacon dengan detik ‘ETH2’. Ini menimbulkan kekeliruan yang berpotensi, memandangkan pengguna perkhidmatan ini sebenarnya tidak menerima token ‘ETH2’. Tiada token ‘ETH2’ wujud; ia hanya mewakili bahagian mereka dalam taruhan penyedia tertentu itu.",
  "page-upgrades-what-to-do": "Apakah yang perlu anda lakukan?",
  "page-upgrades-what-to-do-desc": "Jika anda pengguna dapp atau pemegang ETH, anda tidak perlu melakukan apa-apa. Jika anda seorang pemaju atau ingin mula membuat pertaruhan, terdapat cara anda boleh melibatkan diri hari ini.",
  "page-upgrades-whats-next": "Apakah peningkatan Ethereum?",
  "page-upgrades-whats-next-desc": "Pelan tindakan Ethereum melibatkan peningkatan protokol yang saling berkaitan yang akan menjadikan rangkaian lebih berskala, lebih selamat dan lebih mampan. Peningkatan ini sedang dibina oleh berbilang pasukan dari seluruh ekosistem Ethereum.",
  "page-upgrades-whats-next-history": "Ketahui tentang peningkatan Ethereum sebelumnya",
  "page-upgrades-whats-ethereum": "Tunggu, apakah itu Ethereum?",
  "page-upgrades-whats-new": "Apakah yang seterusnya untuk Ethereum?",
  "page-upgrades-security-link": "Lebih lanjut mengenai keselamatan dan pencegahan penipuan",
  "page-staking-deposit-contract-staking-more-link": "Lebih mengenai penaruhan",
  "docs-nav-proof-of-stake": "Bukti taruhan",
  "docs-nav-proof-of-work": "Bukti kerja",
  "page-upgrades-get-involved-ethresearch-1": "Penyerpihan",
  "page-upgrades-get-involved-ethresearch-2": "Penggabungan"
}
