{
  "page-enterprise-activity-media-tx-cost": "Kos transaksi median",
  "page-enterprise-activity-stablecoin-mktcap": "Had pasaran Syiling Stabil",
  "page-enterprise-activity-total-secured": "Jumlah modal terjamin",
  "page-enterprise-activity-tx-count": "Transaksi harian",
  "page-enterprise-activity-value-protecting": "Nilai yang memelihara Ethereum",
  "page-enterprise-cases-blackrock-content": "Dana Perbendaharaan A.S. yang <strong>ditokenkan bernilai $2.9B+</strong> telah dilancarkan di Ethereum dan ekosistemnya, menyampaikan kecairan pada hari yang sama kepada institusi.",
  "page-enterprise-cases-eib-content": "<strong>Bon digital €100J telah dikeluarkan</strong> pada Ethereum awam. Projek ini telah dijalankan dengan kerjasama Banque de France, Goldman Sachs, Santander dan Société Générale.",
  "page-enterprise-cases-mediledger-content": "Membolehkan Pfizer dan Genentech mengesahkan ketulenan ubat dan memastikan pematuhan farmasi.",
  "page-enterprise-cases-sony-content": "Rangkaian Soneium L2 telah dilancarkan pada Pertaruhan OP Ethereum, menskalakan IP dunia sebenar dengan <strong>14J+ akaun dan $45J+ TVL</strong>.",
  "page-enterprise-cases-unwfp-content": "PBB <strong>menjejaki bantuan untuk lebih 4 juta orang sebulan</strong> menggunakan garpu Ethereum peribadi, meningkatkan keupayaan audit.",
  "page-enterprise-cases-visa-content": "Transaksi syiling stabil bernilai lebih <strong>$225 juta</strong> telah diselesaikan menggunakan USDC merentasi Ethereum dan blok rantai lain.",
  "page-enterprise-ecosystem-cta": "Lihat kes penggunaan",
  "page-enterprise-ecosystem-description": "Sistem kewangan boleh diprogram kini telah wujud. Sertai ratusan syarikat yang sudah membina di Ethereum hari ini.",
  "page-enterprise-ecosystem-header": "Sambutlah inovasi",
  "page-enterprise-features-1-content-1": "Ethereum dijamin oleh ribuan pengesah bebas di seluruh dunia, menyediakan infrastruktur yang tahan lasak dan boleh diakses secara terbuka untuk aset digital dan aplikasi syarikat.",
  "page-enterprise-features-1-header": "Keselamatan dan ketahanan yang terbukti",
  "page-enterprise-features-2-content-1": "Ethereum menawarkan fleksibiliti yang tinggi dan pilihan peningkatan skala yang berkuasa dikenali sebagai Layer 2.",
  "page-enterprise-features-2-content-2": "Syarikat boleh menyesuaikan sepenuhnya persekitaran Ethereum mereka, membolehkan pematuhan penuh, ekosistem berjenama dan tahap keupayaan pemprosesan seperti yang diperlukan.",
  "page-enterprise-features-2-header": "Boleh diskala dan disesuaikan mengikut reka bentuk",
  "page-enterprise-features-3-content-1": "Ethereum menjadi rumah kepada komuniti pembangun blok rantai terbesar.",
  "page-enterprise-features-3-content-2": "Ribuan pembangun menyumbang setiap bulan, menawarkan banyak perpustakaan, rangka kerja, dan integrasi. Bina dengan pantas menggunakan alat matang seperti Solidity, Hardhat, Truffle, Infura, dan Alchemy.",
  "page-enterprise-features-3-header": "Ekosistem global",
  "page-enterprise-features-4-content-1": "Guna di Rangkaian Utama awam Ethereum untuk ketelusan global atau gunakan penyelesaian privasi tahap syarikat untuk kerahsiaan dan kawalan.",
  "page-enterprise-features-4-content-2": "Model hibrid membolehkan pengurusan data peribadi dengan integriti rantaian awam.",
  "page-enterprise-features-4-header": "Pelaksanaan awam dan peribadi",
  "page-enterprise-features-header": "Syarikat dan Ethereum: padanan sempurna",
  "page-enterprise-hero-breadcrumb": "Enterprise",
  "page-enterprise-hero-cta": "Hubungi kami",
  "page-enterprise-hero-subtitle": "Tahan lasak, selamat, dan terbukti mantap. Ethereum dipercayai oleh syarikat global terkemuka dalam pelbagai kes penggunaan.",
  "page-enterprise-hero-title": "Ethereum untuk syarikat",
  "page-enterprise-metadata-description": "Tahan lasak, selamat, dan terbukti mantap. Blok rantai paling dipercayai di dunia untuk aset digital, Ethereum dipercayai oleh syarikat global terkemuka dalam pelbagai kes penggunaan.",
  "page-enterprise-metrics-header": "Blok rantai yang paling dipercayai di dunia untuk aset digital",
  "page-enterprise-metrics-subtext": "Ethereum ialah platform terkemuka untuk <strong>mengeluarkan</strong>, <strong>mengurus</strong>, dan <strong>menyelesaikan aset digital</strong>. Daripada wang dan instrumen kewangan yang ditokenkan hingga aset dunia sebenar dan pasaran baru muncul, Ethereum menyediakan asas yang selamat dan neutral untuk ekonomi digital.",
  "page-enterprise-reason-1-content": "Reka bentuk modular Ethereum mencerminkan sifat sistem penyelesaian dan pembersihan global semasa.",
  "page-enterprise-reason-1-header": "Keanggunan",
  "page-enterprise-reason-2-content": "Pelan hala tuju R&D protokol jangka panjang yang kukuh dan ekosistem bakat yang bertenaga bersedia untuk dilaksanakan selama 5-10 tahun akan datang.",
  "page-enterprise-reason-2-header": "Kebal masa hadapan",
  "page-enterprise-reason-3-content": "Mengurangkan risiko pihak lawan dengan mesin keadaan global yang boleh dipercayai yang menguatkuasakan peraturan, mengurangkan kos melalui penyahantaraan, dan meningkatkan output melalui kecekapan modal.",
  "page-enterprise-reason-3-header": "Risiko yang berkurangan",
  "page-enterprise-reason-4-content": "Satu-satunya infrastruktur lejar teragih yang boleh diprogramkan yang tidak pernah mengalami kerosakan, dan telah berkembang maju melalui pelbagai ancaman eksistensi.",
  "page-enterprise-reason-4-header": "Terbukti mantap",
  "page-enterprise-team-description": "Kami akan menjawab soalan anda, membantu mengenal pasti hala tuju akan datang, menyediakan sokongan teknikal, dan menghubungkan anda dengan pemimpin industri yang berkaitan.",
  "page-enterprise-team-header": "Pasukan Ethereum Enterprise",
  "page-enterprise-team-form-button-loading": "Permintaan dihantar",
  "page-enterprise-team-form-error-domain": "Sila gunakan alamat e-mel perniagaan, institusi, atau organisasi (cth., bukan @gmail). Untuk soalan umum, <a>sertai Discord kami</a>.",
  "page-enterprise-team-form-error-email-invalid": "Sila masukkan alamat e-mel yang sah",
  "page-enterprise-team-form-error-email-too-long": "Alamat e-mel terlalu panjang (maksimum {length} aksara)",
  "page-enterprise-team-form-error-general": "Tidak dapat menghantar mesej anda. Sila cuba lagi atau hubungi kami terus di <a>@</a>",
  "page-enterprise-team-form-error-message-too-long": "Mesej terlalu panjang (maksimum {length} aksara)",
  "page-enterprise-team-form-error-required": "Diperlukan",
  "page-enterprise-team-form-error-short": "Sila berikan sekurang-kurangnya <span>#</span> aksara yang menerangkan pertanyaan anda",
  "page-enterprise-team-form-placeholder-input": "E-mel anda",
  "page-enterprise-team-form-placeholder-textarea": "Beritahu kami tentang projek anda",
  "page-enterprise-team-form-success-heading": "Terima kasih kerana menghubungi kami!",
  "page-enterprise-team-form-success-message": "Kami telah menerima mesej anda dan seseorang daripada pasukan syarikat kami akan menghubungi anda dalam beberapa hari bekerja.",
  "page-enterprise-why-description": "Ethereum menyokong pematuhan syarikat dengan infrastruktur yang telus dan boleh diaudit yang sejajar dengan GDPR dan KYC, sambil melindungi data sensitif dalam persekitaran peribadi atau konsortium.",
  "page-enterprise-why-header": "Kenapa Ethereum"
}
