{
  "page-what-is-ethereum-101": "Ethereum 101",
  "page-what-is-ethereum-101-desc": "Ethereum adalah teknologi yang membolehkan anda menghantar mata wang kripto kepada sesiapa sahaja dengan sedikit yuran. Ethereum juga menggerakkan aplikasi yang boleh digunakan oleh semua orang tanpa dapat dijatuhkan.",
  "page-what-is-ethereum-101-desc-2": "Ethereum mengembangkan inovasi Bitcoin, berserta dengan beberapa perbezaan besar.",
  "page-what-is-ethereum-101-desc-3": "Kedua-duanya membolehkan anda menggunakan wang digital tanpa penyedia servis pembayaran atau bank. Tetapi Ethereum boleh diprogramkan, jadi anda boleh menggunakannya dengan pelbagai aset digital yang berbeza – termasuk Bitcoin!",
  "page-what-is-ethereum-101-desc-4": "Ini juga bermakna Ethereum bukan hanya untuk pembayaran sahaja. Ethereum adalah pasaran perkhidmatan kewangan, permainan dan aplikasi yang tidak boleh mencuri data anda atau menapis anda.",
  "page-what-is-ethereum-101-italic": "blok rantai boleh diprogram dunia.",
  "page-what-is-ethereum-101-strong": "Ethereum adalah ",
  "page-what-is-ethereum-accessibility": "terbuka kepada semua orang.",
  "page-what-is-ethereum-adventure": "Pilih pengembaraan anda!",
  "page-what-is-ethereum-alt-img-bazaar": "Ilustrasi seseorang merangkai padan sebuah bazar untuk mewakili Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Ilustrasi ahli komuniti Ethereum bekerjasama",
  "page-what-is-ethereum-alt-img-lego": "Ilustrasi tangan membina logo ETH menggunakan brik lego",
  "page-what-is-ethereum-alt-img-social": "Ilustrasi watak-watak dalam ruang sosial didedikasikan untuk Ethereum beserta sebuah logo ETH besar",
  "page-what-is-ethereum-banking-card": "Perbankan untuk semua orang",
  "page-what-is-ethereum-banking-card-desc": "Bukan semua orang menerima akses perkhidmatan kewangan. Tetapi anda mampu mengakses Ethereum beserta dengan produk pinjaman, meminjam dan simpanan hanya dengan sambungan Internet.",
  "page-what-is-ethereum-build": "Buat sesuatu menggunakan Ethereum",
  "page-what-is-ethereum-build-desc": "Jika anda ingin membina sesuatu dengan Ethereum, bacalah dokumentasi, cuba beberapa tutorial atau lihat alatan kami yang boleh anda guna untuk mula membina.",
  "page-what-is-ethereum-censorless-card": "Kalis penapisan",
  "page-what-is-ethereum-censorless-card-desc": "Tiada kerajaan atau syarikat yang mempunyai kuasa ke atas Ethereum. Desentralisasi ini menjadikannya hampir mustahil bagi sesiapa sahaja yang ingin menghalang anda dari menerima bayaran atau menggunakan perkhidmatan Ethereum.",
  "page-what-is-ethereum-comm-desc": "Komuniti kami terdiri dari masyarakat pelbagai latar belakang, termasuk artis, golongan anarkis kripto, syarikat fortune 500, dan kini anda. Ketahui bagaimana anda boleh melibatkan diri hari ini.",
  "page-what-is-ethereum-commerce-card": "Jaminan perdagangan",
  "page-what-is-ethereum-commerce-card-desc": "Ethereum mencipta padang permainan yang lebih rata. Pelanggan mempunyai jaminan terbina dalam bahawa dana hanya akan bertukar tangan apabila anda memberi apa yang telah dipersetujui. Anda tidak memerlukan pengaruh syarikat besar untuk melakukan perniagaan.",
  "page-what-is-ethereum-community": "Komuniti Ethereum",
  "page-what-is-ethereum-compatibility-card": "Keserasian demi kemenangan",
  "page-what-is-ethereum-compatibility-card-desc": "Produk dan pengalaman lebih baik sentiasa dibina kerana produk Ethereum serasi secara lalai. Syarikat boleh dibina atas kejayaan bersama.",
  "page-what-is-ethereum-dapps-desc": "Produk dan perkhidmatan yang berfungsi dalam Ethereum. Ada pelbagai dapp untuk kewangan, kerja, media sosial, permainan dan banyak lagi – temui aplikasi masa depan digital kita.",
  "page-what-is-ethereum-dapps-img-alt": "Ilustrasi doge menggunakan aplikasi Ethereum pada komputer",
  "page-what-is-ethereum-dapps-title": "Dapp Ethereum",
  "page-what-is-ethereum-desc": "Asas masa depan digital kita",
  "page-what-is-ethereum-explore": "Terokai Ethereum",
  "page-what-is-ethereum-get-started": "Cara terbaik untuk mengetahui lebih lanjut adalah dengan memuat turun dompet, membeli sedikit ETH dan mencuba sebuah dapp Ethereum.",
  "page-what-is-ethereum-in-depth-description": "Ethereum adalah akses terbuka kepada wang digital dan perkhidmatan mesra data kepada semua orang – tidak kira latar belakang atau lokasi anda. Ethereum adalah teknologi membangunkan komunititi disebalik mata wang kripto ether (ETH) dan ribuan aplikasi yang boleh anda gunakan hari ini.",
  "page-what-is-ethereum-internet-card": "Internet yang lebih peribadi",
  "page-what-is-ethereum-internet-card-desc": "Anda tidak perlu memberikan semua butiran peribadi anda untuk menggunakan aplikasi Ethereum. Ethereum membina ekonomi berdasarkan nilai, bukan pengawasan.",
  "page-what-is-ethereum-meet-comm": "Bertemu dengan komuniti",
  "page-what-is-ethereum-meta-description": "Belajar tentang Ethereum, apa yang mampu Ethereum lakukan dan cara untuk melakukannya sendiri.",
  "page-what-is-ethereum-meta-title": "Apakah itu Ethereum?",
  "page-what-is-ethereum-native-alt": "Simbol ether (ETH)",
  "page-what-is-ethereum-native-crypto": "Mata wang kripto asli Ethereum dan mempunyai persamaan dengan Bitcoin. Anda boleh menggunakan ETH dalam aplikasi Ethereum atau menghantarkan nilainya kepada rakan dan keluarga.",
  "page-what-is-ethereum-native-img-alt": "Ilustrasi robot dengan peti besi sebagai torso, melambangkan dompet Ethereum",
  "page-what-is-ethereum-native-title": "ETH",
  "page-what-is-ethereum-p2p-card": "Sebuah rangkaian perangkai padan",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum membolehkan anda memindahkan wang atau membuat perjanjian secara terus dengan orang lain. Anda tidak perlu melalui syarikat perantaraan.",
  "page-what-is-ethereum-singlecard-desc": "Jika anda berminat dengan blok rantai dan aspek teknikal Ethereum, kami bersedia melayan anda.",
  "page-what-is-ethereum-singlecard-link": "Cara Ethereum berfungsi",
  "page-what-is-ethereum-singlecard-title": "Cara Ethereum berfungsi",
  "page-what-is-ethereum-start-building-btn": "Mula membina",
  "page-what-is-ethereum-title": "Apakah itu Ethereum?",
  "page-what-is-ethereum-tools-needed": "Anda hanya memerlukan sebuah dompet untuk mengambil bahagian.",
  "page-what-is-ethereum-try": "Cuba Ethereum",
  "page-what-is-ethereum-tryit": "Langkah masuk ke dalam bazar dan cuba sendiri...",
  "page-what-is-ethereum-wallets": "Dompet",
  "page-what-is-ethereum-wallets-desc": "Cara anda mengurus ETH dan akaun Ethereum anda. Anda memerlukan sebuah dompet untuk bermula – kami akan membantu anda memilih satu.",
  "page-what-is-ethereum-welcome": "Selamat Datang ke Ethereum",
  "page-what-is-ethereum-welcome-2": "Kami harap anda kekal bersama.",
  "page-what-is-ethereum-defi-title": "Desentralisasi kewangan (DeFi)",
  "page-what-is-ethereum-defi-description": "Sistem kewangan yang lebih terbuka yang memberi anda lebih kawalan ke atas wang anda dan membuka kemungkinan baharu.",
  "page-what-is-ethereum-defi-alt": "Logo Eth yang diperbuat daripada bongkah lego.",
  "page-what-is-ethereum-nft-title": "Token tidak sepiawai (NFT)",
  "page-what-is-ethereum-nft-description": "Satu cara untuk mewakili item unik sebagai aset Ethereum yang boleh didagangkan, digunakan sebagai bukti pemilikan, dan mencipta peluang baharu untuk para pencipta.",
  "page-what-is-ethereum-nft-alt": "Logo Eth dipaparkan menerusi hologram.",
  "page-what-is-ethereum-dao-title": "Organisasi autonomi disentralisasi (DAO)",
  "page-what-is-ethereum-dao-description": "Cara baharu untuk bekerjasama dan menubuhkan komuniti dalam talian dengan matlamat dan dana terkumpul bersama.",
  "page-what-is-ethereum-dao-alt": "Perwakilan pengundian DAO pada cadangan.",
  "page-what-is-ethereum-use-cases-title": "Terokai situasi penggunaan Ethereum",
  "page-what-is-ethereum-use-cases-subtitle": "Ethereum telah membawa kepada penciptaan produk dan perkhidmatan baharu yang boleh menambah baik pelbagai bidang kehidupan kita.",
  "page-what-is-ethereum-use-cases-subtitle-two": "Kami masih di peringkat awal tetapi terdapat banyak perkara yang mengujakan."
}
