{
  "comp-withdrawal-comparison-current-title": "Penaruh semasa",
  "comp-withdrawal-comparison-current-li-1": "Sesetengah pengguna mungkin telah memberikan alamat pengeluaran apabila pada mulanya menyediakan deposit pertaruhan mereka—pengguna ini tiada apa-apa lagi yang perlu mereka lakukan",
  "comp-withdrawal-comparison-current-li-2": "Majoriti penaruh tidak memberikan alamat pengeluaran pada deposit awal, dan perlu mengemas kini bukti kelayakan pengeluaran mereka. <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Pad Pelancar Pertaruhan</a> mempunyai arahan tentang cara melakukan ini",
  "comp-withdrawal-comparison-current-p": "Anda boleh memasukkan nombor indeks pengesah anda di sini untuk melihat sama ada anda masih perlu mengemas kini bukti kelayakan anda <Text as=\"span\" fontWeight=\"normal\">(ini boleh didapati dalam log pelanggan anda):</Text>",
  "comp-withdrawal-comparison-new-title": "Penaruh baru (belum membuat deposit)",
  "comp-withdrawal-comparison-new-li-1": "Secara lalai, penaruh baharu yang ingin mendayakan pembayaran ganjaran dan fungsi pengeluaran secara automatik harus memberikan alamat pengeluaran Ethereum yang mereka kawal semasa menjana kunci pengesah mereka menggunakan alat CLI Deposit Staking",
  "comp-withdrawal-comparison-new-li-2": "Ini tidak diperlukan semasa deposit, tetapi akan menghalang keperluan untuk mengemas kini kunci ini di kemudian hari untuk membuka kunci dana anda",
  "comp-withdrawal-comparison-new-p": "Pad Pelancar Pertaruhan akan membimbing anda melalui permulaan pertaruhan.",
  "comp-withdrawal-comparison-new-link": "Lawati Pad Pelancar Pertaruhan",
  "comp-withdrawal-credentials-placeholder": "Indeks pengesah",
  "comp-withdrawal-credentials-error": "Aduh! Semak semula nombor indeks pengesah dan cuba lagi.",
  "comp-withdrawal-credentials-upgraded-1": "Indeks pengesah {{validatorIndex}} sedia untuk mula menerima ganjaran!",
  "comp-withdrawal-credentials-upgraded-2": "Bukti kelayakan pengeluaran yang dikaitkan dengan alamat pelaksanaan:",
  "comp-withdrawal-credentials-not-upgraded-1": "Pengesah ini perlu dinaik taraf.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Pengesah rangkaian ujian Holesky ini perlu dinaik taraf.",
  "comp-withdrawal-credentials-not-upgraded-2": "Arahan tentang cara untuk naik taraf boleh didapati pada masa ini di <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\"> Pad Pelancaran Pertaruhan</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Sahkan pada Rangkaian Utama",
  "comp-withdrawal-credentials-verify-holesky": "Sahkan pada Goerli",
  "page-staking-image-alt": "Imej maskot Badak untuk pad pelancar pertaruhan.",
  "page-staking-benefits-1-title": "Peroleh ganjaran",
  "page-staking-benefits-1-description": "Ganjaran diberikan untuk tindakan yang membantu rangkaian mencapai <a href=\"/glossary/#consensus\">konsensus</a>. Anda akan mendapat ganjaran untuk menjalankan perisian yang menyusun urus niaga dengan betul ke dalam blok baharu dan menyemak kerja pengesah lain kerana itulah yang memastikan rantaian berjalan dengan selamat.",
  "page-staking-benefits-2-title": "Keselamatan yang lebih baik",
  "page-staking-benefits-2-description": "Rangkaian menjadi lebih kuat terhadap serangan apabila lebih banyak ETH dipertaruhkan, kerana ia kemudiannya memerlukan lebih banyak ETH untuk mengawal sebahagian besar rangkaian. Untuk menjadi ancaman, anda perlu memegang majoriti pengesah, yang bermaksud anda perlu mengawal majoriti ETH dalam sistem–itu banyak!",
  "page-staking-benefits-3-title": "Lebih lestari",
  "page-staking-benefits-3-description": "Penaruh tidak perlu melakukan pengiraan bukti kerja intensif tenaga untuk mengambil bahagian dalam mengamankan rangkaian bermakna nod pengaruh boleh dijalankan pada perkakasan yang agak sederhana menggunakan tenaga yang sangat sedikit.",
  "page-staking-benefits-3-link": "Lebih lanjut tentang penggunaan tenaga Ethereum",
  "page-staking-description": "Pertaruhan ialah tindakan mendepositkan 32 ETH untuk mengaktifkan perisian <a href=\"/glossary/#validator\">pengesah</a>. Sebagai pengesah, anda akan bertanggungjawab untuk menyimpan data, memproses transaksi dan menambahkan <a href=\"/glossary/#block\"> blok</a> baharu pada blok rantai. Ini akan memastikan Ethereum selamat untuk semua orang dan memberi anda ETH baharu dalam proses.",
  "page-staking-hero-title": "Cara untuk menaruh ETH anda",
  "page-staking-hero-header": "Dapatkan ganjaran sambil meningkatkan keselamatan Ethereum",
  "page-staking-hero-subtitle": "Mana-mana pengguna dengan sebarang jumlah ETH boleh membantu menjamin rangkaian dan memperoleh ganjaran dalam proses tersebut.",
  "page-staking-dropdown-home": "Laman utama pertaruhan",
  "page-staking-dropdown-solo": "Bertaruh secara solo",
  "page-staking-more-on-solo": "Lebih lanjut mengenai pertaruhan secara solo",
  "page-staking-learn-more-solo": "Ketahui lebih lanjut tentang pertaruhan solo",
  "page-staking-dropdown-saas": "Pertaruhan sebagai perkhidmatan",
  "page-staking-more-on-saas": "Lebih lanjut mengenai pertaruhan sebagai perkhidmatan",
  "page-staking-learn-more-saas": "Ketahui lebih lanjut tentang membuat pertaruhan sebagai perkhidmatan",
  "page-staking-dropdown-pools": "Pertaruhan terkumpul",
  "page-staking-dropdown-withdrawals": "Tentang pengeluaran",
  "page-staking-dropdown-dvt": "Teknologi pengesah yang diedarkan",
  "page-staking-more-on-pools": "Lebih lanjut mengenai pertaruhan terkumpul",
  "page-staking-learn-more-pools": "Ketahui lebih lanjut tentang pertaruhan himpunan",
  "page-staking-section-what-title": "Apakah itu penaruhan?",
  "page-staking-section-why-title": "Mengapa taruh ETH anda?",
  "page-staking-section-why-p1": "Semuanya bergantung pada berapa banyak yang sanggup anda pertaruhkan. Anda memerlukan 32 ETH untuk mengaktifkan pengesah anda sendiri, tetapi anda boleh mempertaruhkan kurang.",
  "page-staking-section-why-p2": "Semak pilihan di bawah dan pilih yang terbaik untuk anda dan untuk rangkaian.",
  "page-staking-guide-title-coincashew-ethereum": "Panduan Ethereum 2.0 CoinCashew",
  "page-staking-guide-title-somer-esat": "Some Esat",
  "page-staking-guide-title-rocket-pool": "Pengendali Nod Rocket Pool",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Pertaruhan laman utama solo",
  "page-staking-hierarchy-solo-pill-1": "Paling berkesan",
  "page-staking-hierarchy-solo-pill-2": "Kawalan penuh",
  "page-staking-hierarchy-solo-pill-3": "Ganjaran penuh",
  "page-staking-hierarchy-solo-pill-4": "Tidak amanah",
  "page-staking-hierarchy-solo-p1": "Pertaruhan solo pada Ethereum adalah <span class=\"gold\">standard emas</span> untuk pertaruhan. Ia memberikan ganjaran penyertaan penuh, meningkatkan keteragihan rangkaian, dan tidak memerlukan kepercayaan sesiapa dalam menjaga dana anda.",
  "page-staking-hierarchy-solo-p2": "Mereka yang mempertimbangkan untuk pertaruhan solo harus mempunyai sekurang-kurangnya 32 ETH dan komputer khusus yang disambungkan ke Internet ~24/7. Beberapa pengetahuan teknikal membantu, tetapi alatan yang mudah digunakan kini wujud untuk membantu memudahkan proses ini.",
  "page-staking-hierarchy-saas-pill-1": "32 ETH anda",
  "page-staking-hierarchy-saas-pill-2": "Kunci pengesah anda",
  "page-staking-hierarchy-saas-pill-3": "Operasi nod yang diamanahkan",
  "page-staking-hierarchy-saas-p1": "Jika anda tidak mahu atau tidak berasa selesa berurusan dengan perkakasan tetapi masih ingin mempertaruhkan 32 ETH anda, pilihan mempertaruhkan sebagai perkhidmatan membolehkan anda mewakilkan bahagian yang sukar semasa anda memperoleh ganjaran blok asli.",
  "page-staking-hierarchy-saas-p2": "Pilihan ini biasanya membawa anda membuat satu set bukti kelayakan pengesah, memuat naik kunci tandatangan anda, dan mendepositkan 32 ETH anda. Ini membolehkan perkhidmatan mengesahkan bagi pihak anda.",
  "page-staking-hierarchy-saas-p3": "Kaedah pertaruhan ini memerlukan tahap kepercayaan tertentu terhadap pembekal. Untuk mengehadkan risiko pihak lawan, kunci untuk mengeluarkan ETH anda biasanya disimpan dalam simpanan anda.",
  "page-staking-hierarchy-pools-pill-1": "Pertaruhkan sebarang jumlah",
  "page-staking-hierarchy-pools-pill-2": "Peroleh ganjaran",
  "page-staking-hierarchy-pools-pill-3": "Pastikan ia mudah",
  "page-staking-hierarchy-pools-pill-4": "Terkenal",
  "page-staking-hierarchy-pools-p1": "Pengguna boleh mengendalikan pengesah dengan mempertaruhkan kurang daripada 32 ETH, menggunakan dana terkumpul daripada orang lain",
  "page-staking-hierarchy-pools-p2": "Kebanyakan pilihan ini termasuk apa yang dikenali sebagai 'pertaruhan cecair' yang melibatkan token kecairan <a href=\"/glossary/#erc-20\">ERC-20</a> yang mewakili ETH dipertaruhkan anda.",
  "page-staking-hierarchy-pools-p3": "Pertaruhan cecair membolehkan anda keluar dengan mudah dan bila-bila masa dan menjadikan taruhan semudah pertukaran token. Pilihan ini juga membenarkan pengguna untuk memegang jagaan aset mereka dalam <a href=\"/glossary/#wallet\">dompet</a> Ethereum mereka sendiri.",
  "page-staking-hierarchy-pools-p4": "Pertaruhan terkumpul bukan berasal dari rangkaian Ethereum. Pihak ketiga sedang membina penyelesaian ini, dan mereka membawa risiko mereka sendiri.",
  "page-staking-hierarchy-cex-h2": "Bursa Tukaran Berpusat",
  "page-staking-hierarchy-cex-pill-1": "Paling tidak memberi kesan",
  "page-staking-hierarchy-cex-pill-2": "Andaian kepercayaan tertinggi",
  "page-staking-hierarchy-cex-p1": "Banyak bursa berpusat menyediakan perkhidmatan pertaruhan jika anda belum selesa memegang ETH dalam dompet anda sendiri. Ia boleh menjadi sandaran untuk membolehkan anda memperoleh sedikit hasil pada pegangan ETH anda dengan pengawasan atau usaha yang minimum.",
  "page-staking-hierarchy-cex-p2": "Perlawanan di sini ialah penyedia berpusat menggabungkan kumpulan besar ETH untuk menjalankan sejumlah besar pengesah. Ini boleh membahayakan rangkaian dan penggunanya kerana ia mewujudkan sasaran terpusat yang besar dan titik kegagalan, menjadikan rangkaian lebih terdedah kepada serangan atau pepijat.",
  "page-staking-hierarchy-cex-p3": "Jika anda tidak selesa memegang <a href=\"/glossary/#key\">kunci</a> anda sendiri, tidak mengapa. Pilihan ini tersedia untuk anda. Sementara itu, pertimbangkan untuk menyemak <a href=\"/wallet/\">halaman dompet</a> kami, di mana anda boleh mula mempelajari cara mengambil pemilikan sebenar ke atas dana anda. Apabila anda sudah bersedia, kembali dan tingkatkan permainan pertaruhan anda dengan mencuba salah satu perkhidmatan pertaruhan terkumpul jagaan diri yang ditawarkan.",
  "page-staking-hierarchy-subtext": "Seperti yang anda mungkin perasan, terdapat banyak cara untuk mengambil bahagian dalam pertaruhan Ethereum. Laluan ini menyasarkan pelbagai pengguna dan akhirnya masing-masing adalah unik dan berbeza dari segi risiko, ganjaran dan andaian amanah. Sesetengahnya lebih teragih, diuji pertempuran dan/atau berisiko daripada yang lain. Kami menyediakan beberapa maklumat tentang projek popular dalam ruang ini, tetapi <em>sentiasa lakukan penyelidikan anda sendiri</em> sebelum menghantar ETH ke mana-mana.",
  "page-staking-comparison-solo-saas": "Dengan penyedia SaaS, anda masih perlu mendepositkan 32 ETH, tetapi tidak perlu menjalankan perkakasan. Anda biasanya mengekalkan akses kepada kunci pengesah anda, tetapi juga perlu berkongsi kunci tandatangan anda supaya pengendali boleh bertindak bagi pihak pengesah anda. Ini memperkenalkan lapisan kepercayaan yang tidak ada semasa menjalankan perkakasan anda sendiri, dan tidak seperti pertaruhan solo di laman utama, SaaS tidak banyak membantu dengan pengedaran geografi nod. Jika anda tidak selesa mengendalikan perkakasan tetapi masih ingin mempertaruhkan 32 ETH, menggunakan penyedia SaaS mungkin merupakan pilihan yang baik untuk anda.",
  "page-staking-comparison-solo-pools": "Pertaruhan solo jauh lebih terlibat daripada mempertaruhkan dengan perkhidmatan pengumpulan, tetapi menawarkan akses penuh kepada ganjaran ETH dan kawalan penuh ke atas persediaan dan keselamatan pengesah anda. Pertaruhan terkumpul mempunyai halangan masuk yang jauh lebih rendah. Pengguna boleh mempertaruhkan sejumlah kecil ETH, tidak diperlukan untuk menjana kunci pengesah, dan tidak mempunyai keperluan perkakasan melebihi sambungan internet standard. Token kecairan membolehkan keupayaan untuk keluar daripada pertaruhan sebelum ini didayakan pada peringkat protokol. Jika anda berminat dengan ciri ini, pertaruhan terkumpul mungkin sesuai.",
  "page-staking-comparison-saas-solo": "Persamaan termasuk mempunyai kunci pengesah anda sendiri tanpa perlu mengumpulkan dana, tetapi dengan SaaS anda mesti mempercayai pihak ketiga, yang mungkin bertindak secara berniat jahat atau menjadi sasaran serangan atau pengawalseliaan sendiri. Jika anda bimbang tentang andaian kepercayaan atau risiko pemusatan ini, standard emas untuk pertaruhan kendiri yang berdaulat adalah pertaruhan solo.",
  "page-staking-comparison-saas-pools": "Ini adalah serupa kerana anda biasanya bergantung pada orang lain untuk menjalankan pelanggan pengesah, tetapi tidak seperti SaaS, taruhan terkumpul membolehkan anda mengambil bahagian dengan jumlah ETH yang lebih kecil. Jika anda ingin mempertaruhkan dengan kurang daripada 32 ETH, pertimbangkan untuk menyemak ini.",
  "page-staking-comparison-pools-solo": "Pertaruhan terkumpul mempunyai halangan masuk yang jauh lebih rendah jika dibandingkan dengan taruhan solo, tetapi datang dengan risiko tambahan dengan menyerahkan semua operasi nod kepada pihak ketiga, dan dengan bayaran. Pertaruhan solo memberikan kedaulatan penuh dan kawalan ke atas pilihan yang digunakan untuk memilih persediaan pertaruhan. Penaruh tidak perlu menyerahkan kunci mereka, dan mereka memperoleh ganjaran penuh tanpa ada orang tengah yang mengambil bahagian.",
  "page-staking-comparison-pools-saas": "Ini adalah serupa kerana staker tidak menjalankan sendiri perisian pengesah, tetapi tidak seperti pilihan pengumpulan, SaaS memerlukan deposit penuh 32 ETH untuk mengaktifkan pengesah. Ganjaran terkumpul kepada penaruh, dan biasanya melibatkan yuran bulanan atau taruhan lain untuk menggunakan perkhidmatan tersebut. Jika anda lebih suka kunci pengesah anda sendiri dan ingin mempertaruhkan sekurang-kurangnya 32 ETH, menggunakan penyedia SaaS mungkin pilihan yang baik untuk anda.",
  "page-staking-considerations-solo-1-title": "Sumber terbuka",
  "page-staking-considerations-solo-1-description": "Kod penting adalah 100% sumber terbuka dan tersedia kepada orang ramai untuk diambil dan digunakan",
  "page-staking-considerations-solo-1-warning": "Sumber tertutup",
  "page-staking-considerations-solo-2-title": "Diaudit",
  "page-staking-considerations-solo-2-description": "Kod penting telah menjalani pengauditan rasmi dengan keputusan diterbitkan dan tersedia secara umum",
  "page-staking-considerations-solo-2-warning": "Tiada",
  "page-staking-considerations-solo-3-title": "Ganjaran pepijat",
  "page-staking-considerations-solo-3-description": "Ganjaran pepijat awam telah dilakukan pada mana-mana kod penting untuk memberi ganjaran kepada pengguna kerana melaporkan dan/atau membetulkan kelemahan dengan selamat",
  "page-staking-considerations-solo-3-valid": "Pada masa ini aktif",
  "page-staking-considerations-solo-3-caution": "Selesai",
  "page-staking-considerations-solo-4-title": "Pertempuran diuji",
  "page-staking-considerations-solo-4-description": "Perisian telah tersedia dan digunakan oleh orang ramai untuk tempoh masa yang dinyatakan",
  "page-staking-considerations-solo-4-valid": "Aktif > 1 tahun",
  "page-staking-considerations-solo-4-caution": "Aktif > 6 bulan",
  "page-staking-considerations-solo-4-warning": "Baru dikeluarkan",
  "page-staking-considerations-solo-5-title": "Tidak amanah",
  "page-staking-considerations-solo-5-description": "Kunci pengesah tidak diamanahkan kepada mana-mana manusia lain pada bila-bila masa dalam kitaran hayat pengesah. Mana-mana kontrak pintar yang terlibat adalah bebas daripada pintu belakang, tanpa bergantung pada kebenaran istimewa untuk pelaksanaan.",
  "page-staking-considerations-solo-5-warning": "Dipercayai",
  "page-staking-considerations-solo-6-description": "Pengguna tidak memerlukan sebarang kebenaran khas untuk mengendalikan pengesah menggunakan perisian atau perkhidmatan",
  "page-staking-considerations-solo-6-valid": "Tidak ada kebenaran",
  "page-staking-considerations-solo-6-warning": "Kebenaran diperlukan",
  "page-staking-considerations-solo-7-title": "Berbilang pelanggan",
  "page-staking-considerations-solo-7-description": "Perisian membolehkan pengguna memilih dan bertukar antara sekurang-kurangnya dua atau lebih pelanggan pelaksanaan, dan dua atau lebih klien lapisan konsensus",
  "page-staking-considerations-solo-7-valid": "Pertukaran pelanggan yang mudah",
  "page-staking-considerations-solo-7-warning": "Terhad kepada pelanggan majoriti",
  "page-staking-considerations-solo-8-title": "Penjagaan diri",
  "page-staking-considerations-solo-8-description": "Pengguna mengekalkan jagaan mana-mana bukti kelayakan pengesah, termasuk kunci tandatangan dan penarikan balik",
  "page-staking-considerations-solo-8-warning": "Penjaga pihak ketiga",
  "page-staking-considerations-solo-9-title": "Jimat",
  "page-staking-considerations-solo-9-description": "Pengguna boleh mengendalikan pengesah dengan mempertaruhkan kurang daripada 32 ETH, menggunakan dana terkumpul daripada orang lain",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "Perkhidmatan telah tersedia dan digunakan oleh orang ramai untuk tempoh masa yang dinyatakan",
  "page-staking-considerations-saas-6-description": "Pengguna tidak memerlukan sebarang kebenaran khas, pendaftaran akaun atau KYC untuk mengambil bahagian dengan perkhidmatan tersebut",
  "page-staking-considerations-saas-6-valid": "Sesiapa sahaja boleh menyertai",
  "page-staking-considerations-saas-6-warning": "Kebenaran diperlukan",
  "page-staking-considerations-saas-7-title": "Kepelbagaian pelaksanaan",
  "page-staking-considerations-saas-7-description": "Perkhidmatan tidak boleh menjalankan lebih daripada 50% daripada pengesah agregat mereka dengan pelanggan pelaksanaan majoriti",
  "page-staking-considerations-saas-7-valid": "Kurang daripada 50%",
  "page-staking-considerations-saas-7-caution": "Tidak diketahui semasa ini",
  "page-staking-considerations-saas-7-warning": "Lebih daripada 50%",
  "page-staking-considerations-saas-8-title": "Kepelbagaian konsensus",
  "page-staking-considerations-saas-8-description": "Perkhidmatan tidak boleh menjalankan lebih daripada 50% daripada pengesah agregat mereka dengan pelanggan konsensus majoriti",
  "page-staking-considerations-saas-8-valid": "Kurang daripada 50%",
  "page-staking-considerations-saas-8-caution": "Tidak diketahui semasa ini",
  "page-staking-considerations-saas-8-warning": "Lebih daripada 50%",
  "page-staking-considerations-pools-5-description": "Perkhidmatan tidak memerlukan kepercayaan mana-mana manusia untuk menjaga kunci anda atau mengedarkan ganjaran",
  "page-staking-considerations-pools-6-title": "Nod tanpa kebenaran",
  "page-staking-considerations-pools-6-description": "Perkhidmatan membenarkan sesiapa sahaja untuk menyertai sebagai pengendali nod untuk kumpulan, tanpa kebenaran",
  "page-staking-considerations-pools-7-description": "Perkhidmatan tidak boleh menjalankan lebih daripada 50% daripada pengesah agregat mereka dengan pelanggan pelaksanaan majoriti",
  "page-staking-considerations-pools-8-title": "Token kecairan",
  "page-staking-considerations-pools-8-description": "Menawarkan token kecairan boleh niaga yang mewakili ETH anda yang dipertaruhkan, yang disimpan dalam dompet anda sendiri",
  "page-staking-considerations-pools-8-valid": "Token kecairan",
  "page-staking-considerations-pools-8-warning": "Tiada token kecairan",
  "page-staking-considerations-pools-9-description": "Perkhidmatan tidak boleh menjalankan lebih daripada 50% daripada pengesah agregat mereka dengan pelanggan konsensus majoriti",
  "page-staking-how-solo-works-item-1": "Dapatkan beberapa perkakasan: Anda perlu <a href=\"/run-a-node/\">menjalankan nod</a> untuk mempertaruhkan",
  "page-staking-how-solo-works-item-2": "Segerakkan pelanggan lapisan pelaksanaan",
  "page-staking-how-solo-works-item-3": "Segerakkan pelanggan lapisan konsensus",
  "page-staking-how-solo-works-item-4": "Hasilkan kunci anda dan muatkannya ke dalam pelanggan pengesah anda",
  "page-staking-how-solo-works-item-5": "Pantau dan kekalkan nod anda",
  "page-staking-launchpad-widget-testnet-label": "Rangkaian ujian Holesky",
  "page-staking-launchpad-widget-testnet-start": "Mula membuat pertaruhan di rangkaian ujian Holesky",
  "page-staking-launchpad-widget-mainnet-label": "Rangkaian utama",
  "page-staking-launchpad-widget-mainnet-start": "Mula mempertaruhkan Rangkaian utama",
  "page-staking-launchpad-widget-span": "Pilih rangkaian",
  "page-staking-launchpad-widget-p1": "Pengesah solo dijangka <strong>menguji persediaan</strong> dan kemahiran operasi mereka pada rangkaian ujian Holesky sebelum mempertaruhkan dana. Beringat, penting untuk memilih <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">pelanggan minoriti</a> kerana ia meningkatkan keselamatan rangkaian dan mengehadkan risiko anda.",
  "page-staking-launchpad-widget-p2": "Jika anda selesa dengannya, anda boleh menyediakan semua yang diperlukan daripada baris arahan menggunakan Pad Pelancaran Pertaruhan sahaja.",
  "page-staking-launchpad-widget-p3": "Untuk memudahkan urusan, lihat beberapa alatan dan panduan di bawah yang boleh membantu anda bersama Pad Pelancaran Pertaruhan bagi membuat persediaan untuk pelanggan anda dengan mudah.",
  "page-staking-launchpad-widget-link": "Alat dan panduan perisian",
  "page-staking-products-get-started": "Mari mulakan",
  "page-staking-dropdown-staking-options": "Pilihan Pertaruhan",
  "page-staking-dropdown-staking-options-alt": "Menu ke bawah pilihan pertaruhan",
  "page-staking-stats-box-metric-1": "Jumlah ETH dipertaruhkan",
  "page-staking-stats-box-metric-2": "Jumlah pengesah",
  "page-staking-stats-box-metric-3": "APR semasa",
  "page-staking-stats-box-metric-1-tooltip": "Jumlah ETH yang dipertaruhkan pada Rantai Beacon, tidak termasuk baki melebihi 32 ETH",
  "page-staking-stats-box-metric-2-tooltip": "Bilangan akaun pengesah yang sedang diaktifkan pada Rantai Beacon",
  "page-staking-stats-box-metric-3-tooltip": "Purata pulangan kewangan tahunan bagi setiap pengesah sepanjang tempoh 24 jam yang lalu",
  "page-staking-section-comparison-subtitle": "Tiada penyelesaian satu saiz yang sesuai untuk semua untuk pertaruhan, dan setiap satu adalah unik. Di sini kami akan membandingkan beberapa risiko, ganjaran dan keperluan cara berbeza yang boleh anda pertaruhkan.",
  "page-staking-section-comparison-rewards-title": "Ganjaran",
  "page-staking-section-comparison-solo-rewards-li1": "Ganjaran maksimum - terima ganjaran penuh terus daripada protokol",
  "page-staking-section-comparison-solo-rewards-li2": "Anda akan mendapat ganjaran untuk menggabungkan transaksi ke dalam blok baharu atau menyemak kerja pengesah lain untuk memastikan rantaian berjalan dengan selamat",
  "page-staking-section-comparison-solo-rewards-li3": "Anda juga akan menerima yuran transaksi tidak hangus untuk blok yang anda cadangkan",
  "page-staking-section-comparison-saas-rewards-li1": "Biasanya melibatkan ganjaran protokol penuh tolak bayaran bulanan untuk operasi nod",
  "page-staking-section-comparison-saas-rewards-li2": "Papan pemuka selalunya tersedia untuk menjejak pelanggan pengesah anda dengan mudah",
  "page-staking-section-comparison-pools-rewards-li1": "Pertaruhan terkumpul mengakru ganjaran secara berbeza, bergantung pada kaedah taruhan terkumpul yang dipilih",
  "page-staking-section-comparison-pools-rewards-li2": "Banyak perkhidmatan taruhan terkumpul menawarkan satu atau lebih <a href=\"/glossary/#liquidity-tokens\">token kecairan</a> yang mewakili ETH anda yang dipertaruhkan serta bahagian ganjaran pengesah anda",
  "page-staking-section-comparison-pools-rewards-li3": "Token kecairan boleh disimpan dalam dompet anda sendiri, digunakan dalam <a href=\"/glossary/#defi\">DeFi</a> dan dijual jika anda memutuskan untuk keluar",
  "page-staking-section-comparison-risks-title": "Risiko",
  "page-staking-section-comparison-solo-risks-li1": "ETH anda dipertaruhkan",
  "page-staking-section-comparison-solo-risks-li2": "Terdapat penalti, yang menelan kos ETH, untuk keluar talian",
  "page-staking-section-comparison-solo-risks-li3": "Tingkah laku berniat jahat boleh mengakibatkan 'pemotongan' jumlah ETH yang lebih besar dan pengusiran paksa daripada rangkaian",
  "page-staking-section-comparison-saas-risks-li1": "Risiko yang sama seperti pertaruhan solo serta risiko pihak lawan bagi penyedia perkhidmatan",
  "page-staking-section-comparison-saas-risks-li2": "Penggunaan kunci tandatangan anda diamanahkan kepada orang lain yang boleh berkelakuan jahat",
  "page-staking-section-comparison-pools-risks-li1": "Risiko berbeza bergantung pada kaedah yang digunakan",
  "page-staking-section-comparison-pools-risks-li2": "Secara umum, risiko terdiri daripada gabungan pihak lawan, <a href=\"/glossary/#smart-contract\">kontrak pintar</a> dan risiko pelaksanaan",
  "page-staking-section-comparison-requirements-title": "Keperluan",
  "page-staking-section-comparison-solo-requirements-li1": "Anda mesti mendepositkan 32 ETH",
  "page-staking-section-comparison-solo-requirements-li2": "Kekalkan perkakasan yang menjalankan kedua-dua <a href=\"/glossary/#execution-client\">pelanggan pelaksanaan</a> dan <a href=\"/glossary/#consensus-client\">pelanggan konsensus</a> Ethereum semasa disambungkan melalui internet",
  "page-staking-section-comparison-solo-requirements-li3": "<a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">Pad Pelancaran Pertaruhan</a> akan membimbing anda melalui proses dan keperluan perkakasan",
  "page-staking-section-comparison-saas-requirements-li1": "Deposit 32 ETH dan jana kunci anda dengan bantuan",
  "page-staking-section-comparison-saas-requirements-li2": "Simpan kunci anda dengan selamat",
  "page-staking-section-comparison-saas-requirements-li3": "Selebihnya diuruskan, walaupun perkhidmatan tertentu akan berbeza-beza",
  "page-staking-section-comparison-pools-requirements-li1": "Keperluan ETH terendah, sesetengah projek memerlukan serendah 0.01 ETH",
  "page-staking-section-comparison-pools-requirements-li2": "Deposit terus dari dompet anda ke platform taruhan terkumpul yang berbeza atau hanya berdagang untuk salah satu token kecairan yang dipertaruhkan",
  "page-staking-faq-1-question": "Apakah pengesah?",
  "page-staking-faq-1-answer": "<em>Pengesah</em> ialah entiti maya yang hidup di Ethereum dan mengambil bahagian dalam konsensus protokol Ethereum. Pengesah diwakili oleh baki, kunci awam dan sifat lain. <em>Pelanggan pengesah</em> ialah perisian yang bertindak bagi pihak pengesah dengan menahan dan menggunakan kunci peribadinya. Pelanggan pengesah tunggal boleh memegang banyak pasangan kunci, mengawal banyak pengesah.",
  "page-staking-faq-2-question": "Mengapakah saya perlu mempunyai dana yang dipertaruhkan?",
  "page-staking-faq-2-answer": "Pengesah mempunyai keupayaan untuk mencadangkan dan membuktikan sekatan untuk rangkaian. Untuk mengelakkan tingkah laku tidak jujur, pengguna mesti mempertaruhkan dana mereka. Ini membolehkan protokol menghukum pelakon yang berniat jahat. Pertaruhan adalah satu cara untuk memastikan anda jujur, kerana tindakan anda akan mempunyai akibat kewangan.",
  "page-staking-faq-3-question": "Bolehkah saya membeli 'Eth2'?",
  "page-staking-faq-3-answer-p1": "Tiada token 'Eth2' asli kepada protokol, kerana token eter asli (ETH) tidak berubah apabila Ethereum bertukar kepada bukti penaruhan.",
  "page-staking-faq-3-answer-p2": "Terdapat token/pendetik derivatif yang mungkin mewakili ETH yang dipertaruhkan (iaitu rETH daripada Rocket Pool, stETH daripada Lido, ETH2 daripada Coinbase). Ketahui lebih lanjut tentang <a href=\"/staking/pools/\">kumpulan pertaruhan</a>",
  "page-staking-faq-4-question": "Adakah pertaruhan sudah aktif?",
  "page-staking-faq-4-answer-p1": "Ya. Pertaruhan sudah aktif sejak 1 Disember 2020",
  "page-staking-faq-4-answer-p2": "Ini bermakna bahawa pertaruhan sedang dijalankan secara langsung untuk pengguna mendepositkan ETH mereka, menjalankan pelanggan pengesah dan mula memperoleh ganjaran.",
  "page-staking-faq-4-answer-p3": "Peningkatan Shanghai/Capella telah disiapkan pada 12 April 2023, membolehkan pengeluaran taruhan, menutup gelung pada kecairan taruhan.",
  "page-staking-faq-5-question": "Bilakah boleh saya menarik balik ETH yang dipertaruhkan?",
  "page-staking-faq-5-answer-p1": "Sekarang juga! Penaruh bebas untuk mengeluarkan ganjaran dan/atau deposit dasar mereka daripada baki pengesah mereka jika mereka ingini.",
  "page-staking-faq-5-answer-p2": "Penaruh juga akan mendapat ganjaran dalam bentuk yuran dan MEV apabila mencadangkan blok, yang disediakan serta-merta melalui alamat penerima yuran yang ditetapkan.",
  "page-staking-faq-5-answer-link": "Lebih lanjut mengenai pengeluaran pertaruhan",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Rasional Reka Bentuk Serenity",
  "page-staking-further-reading-4-link": "Berita Eth2",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "Dimuktamadkan no. 33, lapisan konsensus Ethereum (Jan 2022)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Jawatan Pengesah",
  "page-staking-further-reading-8-link": "Bahan Pendidikan Sumbangan Komuniti Beaconcha.in",
  "page-staking-further-reading-9-link": "Soalan Lazim Pad Pelancaran Pertaruhan Ethereum",
  "page-staking-further-reading-10-link": "Pangkalan pengetahuan EthStaker",
  "page-staking-toc-how-to-stake-your-eth": "Bagaimana untuk taruh ETH anda",
  "page-staking-toc-comparison-of-options": "Perbandingan pilihan pertaruhan",
  "page-staking-toc-faq": "Soalan Lazim",
  "page-staking-toc-further": "Bacaan lanjut",
  "page-staking-dom-info-title": "Pertaruhan dengan Ethereum",
  "page-staking-join-community": "Sertai komuniti penaruh",
  "page-staking-join-community-desc": "EthStaker ialah komuniti untuk semua orang berbincang dan belajar tentang pertaruhan pada Ethereum. Sertai puluhan ribu ahli dari seluruh dunia untuk mendapatkan nasihat, sokongan, dan bercakap tentang semua perkara yang melibatkan pertaruhan.",
  "page-staking-meta-description": "Gambaran keseluruhan pertaruhan Ethereum: risiko, ganjaran, keperluan dan tempat untuk melakukannya.",
  "page-staking-meta-title": "Pertaruhan Ethereum",
  "page-staking-withdrawals-important-notices": "Notis penting",
  "page-staking-withdrawals-important-notices-desc": "Pengeluaran belum tersedia. Sila baca <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Soalan Lazim Penyatuan dan Pascapenyatuan Eth2</a> untuk mendapatkan maklumat lanjut.",
  "page-upgrades-merge-btn": "Lebih kepada Merge",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Langgan Blog EF</a> untuk menerima pemberitahuan e-mel untuk pengumuman protokol terkini.",
  "page-staking-comparison-with-other-options": "Perbandingan dengan pilihan lain",
  "page-staking-any-amount": "Sebarang jumlah",
  "page-staking-testnet": "rangkaian ujian"
}
