{
  "page-what-is-ethereum-alt-img-bazaar": "Ilustrasi seseorang merangkai padan sebuah bazar untuk mewakili Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Ilustrasi ahli komuniti Ethereum bekerjasama",
  "page-what-is-ethereum-alt-img-lego": "Ilustrasi tangan membina logo ETH menggunakan brik lego",
  "page-what-is-ethereum-banking-card": "Perbankan untuk semua orang",
  "page-what-is-ethereum-banking-card-desc": "Tidak semua orang mempunyai akses kepada perkhidmatan kewangan. Sambungan internet sahaja sudah mencukupi untuk mengakses Ethereum dan produk pinjaman, peminjaman, serta simpanan yang dibina di atasnya.",
  "page-what-is-ethereum-build": "Buat sesuatu menggunakan Ethereum",
  "page-what-is-ethereum-build-desc": "Jika anda ingin membina sesuatu dengan Ethereum, bacalah dokumentasi, cuba beberapa tutorial atau lihat alatan kami yang boleh anda guna untuk mula membina.",
  "page-what-is-ethereum-censorless-card": "Kalis penapisan",
  "page-what-is-ethereum-censorless-card-desc": "Tiada kerajaan atau syarikat mempunyai kawalan ke atas Ethereum. Sistem ternyahpusat bermakna hampir mustahil bagi sesiapa untuk menghalang anda daripada menerima bayaran atau menggunakan perkhidmatan di Ethereum.",
  "page-what-is-ethereum-comm-desc": "Komuniti kami terdiri dari masyarakat pelbagai latar belakang, termasuk artis, golongan anarkis kripto, syarikat fortune 500, dan kini anda. Ketahui bagaimana anda boleh melibatkan diri hari ini.",
  "page-what-is-ethereum-commerce-card": "Jaminan perdagangan",
  "page-what-is-ethereum-commerce-card-desc": "Pelanggan mempunyai jaminan terbina dalam yang selamat bahawa dana hanya akan bertukar tangan jika anda memberikan perkara yang telah dipersetujui. Begitu juga, pembangun boleh yakin bahawa mereka tidak akan berhadapan dengan perubahan peraturan.",
  "page-what-is-ethereum-composable-card": "Produk boleh gubah",
  "page-what-is-ethereum-composable-card-desc": "Semua aplikasi dibina pada blok rantai yang sama dengan keadaan global terkongsi, bermakna aplikasi boleh membina berdasarkan satu sama lain (seperti bongkah Lego). Ini membolehkan kewujudan produk dan pengalaman yang lebih baik serta jaminan bahawa tiada sesiapa dapat mengalih keluar mana-mana alat yang diperlukan oleh aplikasi.",
  "page-what-is-ethereum-community": "Komuniti Ethereum",
  "page-what-is-ethereum-desc": "Asas masa depan digital kita",
  "page-what-is-ethereum-explore": "Terokai Ethereum",
  "page-what-is-ethereum-internet-card": "Internet terbuka",
  "page-what-is-ethereum-internet-card-desc": "Sesiapa sahaja boleh berinteraksi dengan rangkaian Ethereum atau membina aplikasi di atasnya. Ini membolehkan anda mengawal aset dan identiti anda sendiri, bukannya dikawal oleh beberapa syarikat gergasi.",
  "page-what-is-ethereum-meet-comm": "Bertemu dengan komuniti",
  "page-what-is-ethereum-meta-description": "Belajar tentang Ethereum, apa yang mampu Ethereum lakukan dan cara untuk melakukannya sendiri.",
  "page-what-is-ethereum-meta-title": "Apakah itu Ethereum?",
  "page-what-is-ethereum-p2p-card": "Sebuah rangkaian perangkai padan",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum membolehkan anda menyelaras, membuat perjanjian atau memindahkan aset digital secara langsung dengan orang lain. Anda tidak perlu bergantung pada perantara.",
  "page-what-is-ethereum-start-building-btn": "Mula membina",
  "page-what-is-ethereum-title": "Apakah itu Ethereum?",
  "page-what-is-ethereum-subtitle": "Panduan lengkap bagi pengguna baharu tentang cara Ethereum berfungsi, faedah yang diperoleh dan cara ia digunakan oleh berjuta-juta orang di seluruh dunia.",
  "page-what-is-ethereum-button-lets-start": "Mari bermula",
  "page-what-is-ethereum-blockchain-tab-title": "Apakah itu blok rantai?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Blok rantai ialah pangkalan data transaksi</b> yang dikemas kini dan dikongsi merentasi banyak komputer dalam rangkaian. Setiap kali satu set transaksi baru ditambah, ia dikenali sebagai \"blok\" - oleh itu, nama blok rantai digunakan. Blok rantai awam seperti Ethereum membolehkan sesiapa menambah data, tetapi mereka tidak boleh mengalih keluar data tersebut. Jika seseorang mahu mengubah mana-mana maklumat atau menipu sistem, mereka perlu berbuat demikian pada sebahagian besar komputer di rangkaian. Itu jumlah yang banyak! Ini bermakna blok rantai ternyahpusat seperti Ethereum adalah sangat selamat.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Apakah itu mata wang kripto?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Mata wang kripto ialah istilah yang digunakan untuk menggambarkan pelbagai jenis token digital sepiawai yang dijamin menggunakan blok rantai. Semuanya bermula daripada Bitcoin. Bitcoin boleh digunakan untuk memindahkan nilai antara dua pihak tanpa perlu mempercayai seorang orang tengah. Anda hanya perlu mempercayai kod Bitcoin, yang terbuka sepenuhnya dan boleh didapati secara bebas.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Sebab aset seperti bitcoin dan ether dipanggil \"mata wang kripto\" adalah kerana keselamatan data dan aset anda dijamin oleh <a href=\"/glossary/#cryptography\">kriptografi</a>, bukannya dengan mempercayai institusi atau syarikat untuk bertindak secara jujur.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum mempunyai mata wang kripto asli sendiri, iaitu Ether (ETH), yang digunakan untuk membayar bagi aktiviti tertentu di rangkaian. Ia boleh dipindahkan kepada pengguna lain atau ditukar untuk token lain di Ethereum. Ether adalah istimewa kerana ia digunakan untuk membayar bagi pengiraan yang diperlukan untuk membina dan menjalankan aplikasi dan organisasi di Ethereum.",
  "page-what-is-ethereum-summary-title": "Ringkasan",
  "page-what-is-ethereum-summary-desc-1": "Ethereum ialah rangkaian komputer di seluruh dunia yang mengikuti satu set peraturan yang dikenali sebagai protokol Ethereum. Rangkaian Ethereum bertindak sebagai asas bagi komuniti, aplikasi, organisasi dan aset digital yang boleh dibina dan digunakan oleh sesiapa sahaja.",
  "page-what-is-ethereum-summary-desc-2": "Anda boleh membuat akaun Ethereum dari mana-mana sahaja, pada bila-bila masa dan meneroka dunia aplikasi atau membina aplikasi anda sendiri. Inovasi teras di sini membolehkan anda melakukan semua ini tanpa mempercayai pihak berkuasa pusat yang boleh mengubah peraturan atau menyekat akses anda.",
  "page-what-is-ethereum-summary-desc-3": "Teruskan membaca untuk mengetahui lebih lanjut…",
  "page-what-is-ethereum-btc-eth-diff-title": "Apakah perbezaan antara Ethereum dan Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Dilancarkan pada tahun 2015, Ethereum telah dibina berdasarkan inovasi Bitcoin, dengan beberapa perbezaan besar.",
  "page-what-is-ethereum-btc-eth-diff-2": "Kedua-duanya membolehkan anda menggunakan wang digital tanpa penyedia servis pembayaran atau bank. Tetapi <b>Ethereum boleh diprogramkan</b>, jadi anda juga boleh membina dan menggunakan aplikasi ternyahpusat pada rangkaiannya.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin membolehkan kita menghantar mesej asas kepada satu sama lain tentang perkara yang kita anggap bernilai. Mewujudkan nilai tanpa autoriti sememangnya sesuatu yang berkuasa. Ethereum melanjutkan lagi perkara ini: anda boleh menulis sebarang program umum atau kontrak, dan bukannya sekadar mesej sahaja. Tiada had untuk jenis kontrak yang boleh dibuat dan dipersetujui, oleh itu inovasi hebat berlaku pada rangkaian Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-4": "Walaupun Bitcoin hanyalah rangkaian pembayaran, Ethereum berfungsi lebih seperti pasaran bagi perkhidmatan kewangan, permainan, rangkaian sosial dan aplikasi lain.",
  "page-what-is-ethereum-what-can-eth-do-title": "Apa yang boleh dilakukan oleh Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Mengapa saya patut menggunakan Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Jika anda berminat dengan cara yang lebih berdaya tahan, terbuka dan boleh dipercayai untuk menyelaras secara global, mencipta organisasi, membina aplikasi dan berkongsi nilai, Ethereum adalah sesuai untuk anda. Ethereum ialah kisah yang ditulis oleh kita semua, jadi mari sertai dan temui dunia menakjubkan yang dapat kita bina bersama-sama.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum juga sangat tinggi nilainya bagi orang yang terpaksa menangani ketidakpastian berkenaan dengan keselamatan atau kekukuhan atau mobiliti aset mereka kerana kuasa luaran di luar kawalan mereka.",
  "page-what-is-ethereum-slide-1-title": "Pembayaran Rentas Sempadan Lebih Murah dan Pantas",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Syiling Stabil</b> ialah sejenis mata wang kripto baru yang bergantung pada aset lebih stabil sebagai asas untuk nilainya. Kebanyakan daripada koin stabil ini dikaitkan dengan dolar Amerika Syarikat dan oleh itu mengekalkan nilai mata wang itu. Ini membolehkan kewujudan sistem pembayaran global yang sangat murah dan stabil. Banyak syiling stabil pada masa ini yang dibina pada rangkaian Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum dan syiling stabil meringkaskan proses pengiriman wang ke luar negara. Tempoh untuk menggerakkan dana di seluruh dunia seringkali hanya mengambil masa beberapa minit, berbanding dengan masa beberapa hari bekerja ataupun beberapa minggu yang diperlukan oleh bank, serta pada harga yang jauh lebih murah. Selain itu, tiada fi tambahan untuk membuat transaksi nilai yang tinggi, dan langsung tiada sekatan bagi destinasi atau sebab untuk pengiriman wang anda.",
  "page-what-is-ethereum-slide-2-title": "Bantuan Terpantas dalam Masa Krisis",
  "page-what-is-ethereum-slide-2-desc-1": "Jika anda bernasib baik kerana mempunyai pelbagai pilihan perbankan melalui institusi yang dipercayai di tempat anda tinggal, anda mungkin tidak sedar tentang kebebasan kewangan, keselamatan dan kestabilan yang ditawarkan oleh institusi tersebut. Tetapi bagi kebanyakan orang di seluruh dunia yang menghadapi penindasan politik atau kesusahan ekonomi, institusi kewangan mungkin tidak menyediakan perlindungan atau perkhidmatan yang mereka perlukan.",
  "page-what-is-ethereum-slide-2-desc-2": "Apabila perang, bencana ekonomi atau tindakan keras terhadap kebebasan sivil melanda penduduk <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarus</a>, dan <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukraine</a>, mata wang kripto merupakan opsyen yang paling cepat dan sering kali satu-satunya opsyen untuk mengekalkan kuasa kewangan.<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Seperti yang dilihat dalam contoh-contoh ini, mata wang kripto seperti Ethereum boleh memberikan akses tanpa sekatan kepada ekonomi global apabila orang terputus dari dunia luar. Selain itu, stablecoin menawarkan simpanan nilai apabila mata wang tempatan runtuh akibat hiperinflasi.",
  "page-what-is-ethereum-slide-3-title": "Memperkasakan Pencipta",
  "page-what-is-ethereum-slide-3-desc-1": "Pada tahun 2021 sahaja, artis, pemuzik, penulis dan pencipta lain menggunakan Ethereum untuk memperoleh kira-kira $3.5 bilion secara kolektif. Ini menjadikan Ethereum salah satu daripada platform global terbesar untuk pencipta, bersama Spotify, YouTube dan Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Ketahui lebih lanjut</a>.",
  "page-what-is-ethereum-slide-4-title": "Memperkasakan Pemain",
  "page-what-is-ethereum-slide-4-desc-1": "Permainan jenis \"main untuk untung\" (iaitu pemain benar-benar diberi ganjaran kerana bermain permainan) telah muncul baru-baru ini dan sedang mengubah industri permainan video. Secara tradisinya, perdagangan atau pemindahan aset dalam permainan kepada pemain lain untuk memperoleh wang sebenar adalah dianggap tindakan yang dilarang. Ini membuat pemain terpaksa menggunakan laman web pasaran hitam yang seringkali merupakan risiko keselamatan. Permainan Blok Rantai menerima ekonomi dalam permainan dan menggalakkan tingkah laku sedemikian dengan cara yang boleh dipercayai.",
  "page-what-is-ethereum-slide-4-desc-2": "Selain itu, pemain diberi insentif dengan kebolehan untuk berdagang token dalam permainan untuk memperoleh wang sebenar dan oleh itu benar-benar diberi ganjaran atas masa yang mereka luangkan untuk bermain.",
  "page-what-is-ethereum-meet-ether-title": "Mari kenali Ether, mata wang kripto Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Banyak tindakan di rangkaian Ethereum memerlukan beberapa tugas untuk dilakukan pada komputer terbenam milik Ethereum (dikenali sebagai Mesin Maya Ethereum). Pengiraan ini tidak percuma; kos ini dibayar menggunakan mata wang kripto asli Ethereum yang dikenali sebagai Ether (ETH). Ini bermakna anda memerlukan sekurang-kurangnya sedikit Ether untuk menggunakan rangkaian.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ether adalah berbentuk digital semata-mata, dan anda boleh menghantar Ether kepada sesiapa sahaja, di mana-mana jua di dunia dengan serta-merta. Bekalan Ether tidak dikawal oleh mana-mana kerajaan atau syarikat - ia ternyahpusat dan benar-benar telus. Ether dikeluarkan dengan cara yang tepat mengikut protokol, hanya kepada penaruh yang menjamin rangkaian.",
  "page-what-is-ethereum-what-is-ether": "Apakah itu ether?",
  "page-what-is-ethereum-get-eth": "Dapatkan ETH",
  "page-what-is-ethereum-explore-applications": "Terokai aplikasi",
  "page-what-is-ethereum-learn-defi": "Ketahui tentang DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Siapa yang menjalankan Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum tidak dikawal oleh entiti tertentu. Ia wujud setiap kali terdapat komputer yang disambungkan menjalankan perisian yang mengikuti protokol Ethereum dan menambah kepada <a href=\"/glossary/#blockchain\">blockchain</a> Ethereum. Setiap komputer ini dikenali sebagai nod. Nod boleh dijalankan oleh sesiapa sahaja, walaupun untuk menyertai dalam mengamankan rangkaian, anda perlu <a href=\"/glossary/#staking\">menyimpan</a> ETH (token asli Ethereum). Sesiapa yang mempunyai 32 ETH boleh melakukannya tanpa memerlukan kebenaran.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Malah kod sumber Ethereum juga tidak dihasilkan oleh entiti tunggal. Sesiapa sahaja boleh mencadangkan perubahan kepada protokol dan membincangkan penaiktarafan. Terdapat beberapa pelaksanaan protokol Ethereum yang dihasilkan oleh organisasi bebas dalam beberapa bahasa pengaturcaraan, dan ia biasanya dibina secara terbuka dan menggalakkan sumbangan komuniti.",
  "page-what-is-ethereum-run-a-node": "Jalankan nod",
  "page-what-is-ethereum-smart-contract-title": "Apakah itu kontrak pintar?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Kontrak pintar ialah program komputer</b> yang wujud di blok rantai Ethereum. Ia dilaksanakan apabila dicetuskan oleh transaksi daripada pengguna. Kontrak pintar ini membuat Ethereum sangat fleksibel dari segi perkara yang dapat dilakukan. Program-program ini bertindak sebagai bongkah pembinaan bagi aplikasi dan organisasi ternyahpusat.",
  "page-what-is-ethereum-smart-contract-desc-2": "Pernahkah anda menggunakan produk yang telah mengubah syarat perkhidmatannya? Atau mengalih keluar ciri yang anda anggap berguna? Apabila kontrak pintar diterbitkan kepada Ethereum, ia akan berada dalam talian dan beroperasi selagi Ethereum wujud. Pengarang kontrak pintar itu sekalipun tidak dapat menarik balik kontrak pintar itu. Oleh sebab kontrak pintar adalah automatik, ia tidak mendiskriminasikan mana-mana pengguna dan sentiasa sedia untuk digunakan.",
  "page-what-is-ethereum-smart-contract-desc-3": "Contoh popular kontrak pintar adalah aplikasi pinjaman, pertukaran dagangan ternyahpusat, insurans, pembiayaan kuadratik, rangkaian sosial, <a href=\"/glossary/#nft\">NFT</a> - secara asasnya apa sahaja yang anda boleh fikirkan.",
  "page-what-is-ethereum-more-on-smart-contracts": "Lebih lanjut tentang kontrak pintar",
  "page-what-is-ethereum-explore-dapps": "Terokai dapp",
  "page-what-is-ethereum-criminal-activity-title": "Saya dengar khabar bahawa kripto digunakan sebagai alat untuk aktiviti jenayah. Adakah ini benar?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Seperti mana-mana teknologi, ia kadang-kadang akan disalahgunakan. Walau bagaimanapun, oleh sebab semua transaksi Ethereum berlaku pada blok rantai terbuka, selalunya lebih mudah bagi pihak berkuasa untuk menjejaki aktiviti haram berbanding dengan sistem kewangan tradisional. Oleh itu, Ethereum mungkin dianggap sebagai pilihan yang kurang menarik bagi pihak yang tidak mahu dikesan.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Menurut penemuan utama dalam laporan baru oleh Europol, iaitu Agensi Kesatuan Eropah untuk Kerjasama Penguatkuasaan Undang-undang, Kripto amat kurang digunakan berbanding dengan mata wang fiat untuk tujuan jenayah:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"Penggunaan mata wang kripto untuk aktiviti haram nampaknya hanya merangkumi sebahagian kecil daripada keseluruhan ekonomi mata wang kripto, dan ia didapati lebih kecil berbanding dengan jumlah dana haram yang terlibat dalam kewangan tradisional.\"",
  "page-what-is-ethereum-energy-title": "Bagaimana dengan penggunaan tenaga Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "Pada 15 September 2022, Ethereum melalui kemas kini The Merge yang mengalihkan Ethereum daripada <a href=\"/glossary/#pow\">bukti kerja</a> kepada <a href=\"/glossary/#pos\">bukti penaruhan</a>.",
  "page-what-is-ethereum-energy-desc-2": "Penggabungan itu merupakan naik taraf terbesar Ethereum dan mengurangkan penggunaan tenaga yang diperlukan untuk menjamin Ethereum sebanyak <b>99.95%</b>, <b>mewujudkan rangkaian lebih selamat dengan kos karbon yang jauh lebih kecil</b>. Ethereum kini dianggap blok rantai karbon rendah manakala kebolehskalaan dan keselamatannya telah ditingkatkan.",
  "page-what-is-ethereum-more-on-energy-consumption": "Maklumat lanjut tentang penggunaan tenaga",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Penggunaan Tenaga Tahunan dalam jTW/setahun",
  "energy-consumption-chart-global-data-centers-label": "Pusat data global",
  "energy-consumption-gold-mining-cbeci-label": "Perlombongan emas",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Permainan di Amerika Syarikat",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "The Merge terbaru",
  "page-what-is-ethereum-additional-reading": "Bacaan lanjut",
  "page-what-is-ethereum-week-in-ethereum": "Berita Mingguan Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Surat berita mingguan yang meliputi perkembangan utama di seluruh ekosistem.",
  "page-what-is-ethereum-kernel-dreamers": "Kernal",
  "page-what-is-ethereum-kernel-dreamers-desc": "Impian Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atom, Institusi, Blok Rantai",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Mengapa blok rantai penting?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Perangkaan Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Projek yang dibina di atas Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Akaun (dompet) dengan baki ETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Kontrak pintar di Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Nilai yang dilindungi di Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Pendapatan pencipta di Ethereum pada tahun 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Bilangan transaksi hari ini",
  "adoption-chart-column-now-label": "Sekarang",
  "adoption-chart-investors-label": "Pelabur",
  "adoption-chart-developers-label": "Pembangun",
  "adoption-chart-companies-label": "Syarikat",
  "adoption-chart-artists-label": "Artis",
  "adoption-chart-musicians-label": "Pemuzik",
  "adoption-chart-writers-label": "Penulis",
  "adoption-chart-gamers-label": "Pemain",
  "adoption-chart-refugees-label": "Pelarian",
  "page-what-is-ethereum-get-eth-alt": "Dapatkan ETH",
  "page-what-is-ethereum-get-eth-description": "ETH ialah mata wang natif Ethereum. Anda perlukan sejumlah ETH di dalam dompet digital untuk menggunakan sebarang aplikasi Ethereum.",
  "page-what-is-ethereum-get-eth-title": "Dapatkan ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Terokai dapp",
  "page-what-is-ethereum-explore-dapps-description": "Dapp ialah aplikasi yang dibangunkan berdasarkan Ethereum. Dapp mengganggu model piawai urusniaga semasa dan mencipta model yang baru.",
  "page-what-is-ethereum-explore-dapps-title": "Cuba beberapa dapp"
}
