{
  "page-roadmap-title": "Peta hala tuju Ethereum",
  "page-roadmap-meta-title": "Peta Jalan Ethereum | ethereum.org",
  "page-roadmap-meta-description": "Laluan untuk penskalaan, keselamatan dan kelestarian yang lebih untuk Ethereum.",
  "page-roadmap-banner-notification": "Pembangunan Ethereum dipacu oleh komuniti dan tertakluk kepada perubahan.",
  "page-roadmap-changes-coming-title": "Apakah perubahan yang akan datang kepada Ethereum?",
  "page-roadmap-changes-coming-description": "Ethereum sudahpun menjadi sebuah platform yang berkuasa, namun ia masih terus diperbaiki. Satu set penambahbaikan yang bercita-cita tinggi akan menaik taraf Ethereum daripada bentuknya sekarang kepada sebuah platform yang berskala penuh dan sangat berdaya tahan.",
  "page-roadmap-cheaper-transactions-title": "Urus niaga lebih murah",
  "page-roadmap-cheaper-transactions-description": "Rollup terlalu mahal dan bergantung pada komponen pusat, menyebabkan pengguna ruang sangat percaya kepada operasi mereka. Peta jalan termasuk membetulkan ke dua masalah ini.",
  "page-roadmap-cheaper-transactions-button": "Lebih lanjut mengenai pengurangan yuran",
  "page-roadmap-extra-security-title": "Keselamatan tambahan",
  "page-roadmap-extra-security-description": "Ethereum sudah pun sangat selamat tetapi ia masih boleh diperkuat lagi, bersedia untuk menahan segala jenis serangan jauh ke masa hadapan.",
  "page-roadmap-extra-security-button": "Maklumat lanjut tentang keselamatan",
  "page-roadmap-better-user-experience-title": "Pengalaman pengguna yang lebih baik",
  "page-roadmap-better-user-experience-description": "Lebih banyak sokongan untuk dompet kontrak pintar dan nod ringan akan menjadikan penggunaan Ethereum lebih mudah serta lebih selamat.",
  "page-roadmap-better-user-experience-button": "Lebih lanjut mengenai pengalaman pengguna",
  "page-roadmap-future-proofing-title": "Langkah berdaya tahan masa depan",
  "page-roadmap-future-proofing-description": "Penyelidik dan pembangun Ethereum sedang menyelesaikan masalah masa hadapan pada hari ini, mempersiapkan rangkaian untuk generasi akan datang.",
  "page-roadmap-future-proofing-button": "Lebih lanjut mengenai perlindungan masa hadapan",
  "page-roadmap-why-need-title": "Mengapa Ethereum memerlukan peta jalan?",
  "page-roadmap-why-need-description": "Ethereum menerima naik taraf secara berkala yang meningkatkan kebolehskalaan, keselamatan, atau kelestariannya. Salah satu kekuatan teras Ethereum ialah keupayaannya untuk menyesuaikan diri apabila idea baharu muncul daripada penyelidikan dan pembangunan. Keupayaan menyesuaikan diri ini memberikan Ethereum fleksibiliti untuk menangani cabaran yang muncul serta terus seiring dengan pencapaian teknologi yang paling maju.",
  "page-roadmap-how-defined-title": "Bagaimana peta jalan ditakrifkan",
  "page-roadmap-how-defined-p1": "Peta jalan ini kebanyakannya hasil daripada bertahun-tahun kerja penyelidik dan pemaju - kerana protokol ini sangat teknikal - tetapi sesiapa yang bermotivasi boleh mengambil bahagian.",
  "page-roadmap-how-defined-p2": "Idea biasanya bermula sebagai perbincangan di forum seperti <a href=\"https://ethresear.ch\">ethresear.ch</a>, <a href=\"https://ethereum-magicians.org\">Ethereum Magicians</a> atau pelayan Discord Eth R&D. Ia mungkin merupakan tindak balas kepada kelemahan baharu yang ditemui, cadangan daripada organisasi yang beroperasi di lapisan aplikasi (seperti dapp dan bursa), atau daripada halangan yang biasa dihadapi pengguna (seperti kos atau kelajuan transaksi).",
  "page-roadmap-how-defined-p3": "Apabila idea-idea ini matang, ia boleh dicadangkan sebagai <a href=\"https://eips.ethereum.org\">Cadangan Penambahbaikan Ethereum</a>. Semua ini dilakukan secara terbuka supaya sesiapa sahaja daripada komuniti boleh memberikan pandangan pada bila-bila masa.",
  "page-roadmap-governance-button": "Lebih lanjut tentang tadbir urus Ethereum",
  "page-roadmap-hero-alt": "Peta hala tuju Ethereum",
  "page-roadmap-technical-upgrades-title": "Apakah naik taraf teknikal yang akan hadir ke Ethereum?",
  "page-roadmap-danksharding-title": "Danksharding",
  "page-roadmap-danksharding-description": "Danksharding menjadikan L2 rollups jauh lebih murah untuk pengguna dengan menambahkan ‘blob’ data pada blok Ethereum.",
  "page-roadmap-single-slot-finality-title": "Kemuktamadan slot tunggal",
  "page-roadmap-single-slot-finality-description": "Daripada menunggu selama lima belas minit, blok boleh dicadangkan dan dimuktamadkan dalam slot yang sama. Ini lebih memudahkan aplikasi serta lebih sukar untuk diserang.",
  "page-roadmap-account-abstraction-title": "Pengabstrakan akaun",
  "page-roadmap-account-abstraction-description": "Abstraksi akaun ialah satu siri naik taraf yang menyokong dompet kontrak pintar secara asli pada Ethereum, tanpa perlu menggunakan perisian pengantara yang kompleks.",
  "page-roadmap-statelessness-title": "Ketiadaan keadaan",
  "page-roadmap-statelessness-description": "Klien tanpa status akan dapat mengesahkan blok baharu tanpa perlu menyimpan sejumlah besar data. Ini akan memberikan semua manfaat menjalankan nod dengan hanya sebahagian kecil daripada kos hari ini.",
  "page-roadmap-learn-more": "Ketahui lebih lanjut",
  "page-roadmap-timeline-title": "Apakah garis masa bagi naik taraf ini?",
  "page-roadmap-blocks-alt": "Blok Ethereum",
  "page-roadmap-faq-1-title": "Adakah peta jalan Ethereum akan berubah dari semasa ke semasa?",
  "page-roadmap-faq-1-p1": "Ya — hampir pasti.",
  "page-roadmap-faq-1-p1-continued": "Peta jalan ini ialah rancangan semasa untuk menaik taraf Ethereum, merangkumi pelan jangka pendek dan juga jangka panjang. Kami menjangkakan peta jalan ini akan berubah apabila maklumat serta teknologi baharu tersedia.",
  "page-roadmap-faq-1-p2": "Fikirkan peta jalan Ethereum sebagai satu set niat untuk meningkatkan Ethereum; ia ialah hipotesis terbaik penyelidik dan pemaju teras mengenai laluan paling optimum Ethereum ke hadapan.",
  "page-roadmap-faq-2-title": "Bilakah peta jalan akan disiapkan?",
  "page-roadmap-faq-2-p1": "Beberapa peningkatan adalah keutamaan rendah dan kemungkinan tidak akan dilaksanakan dalam 5-10 tahun akan datang (contohnya ketahanan kuantum).",
  "page-roadmap-faq-2-p1-strong": "Memberikan ketepatan waktu pada masing masing peningkatan adalah rumit",
  "page-roadmap-faq-2-p1-continued": "untuk meramalkan kerana banyak perkara dalam peta jalan dibangunkan secara selari dan pada kelajuan berbeza. Keutamaan sesuatu naik taraf juga boleh berubah dari masa ke masa bergantung pada faktor luaran (contohnya, lonjakan mendadak dalam prestasi dan ketersediaan komputer kuantum boleh menjadikan kriptografi tahan-kuantum lebih mendesak).",
  "page-roadmap-faq-2-p2": "Salah satu cara untuk memahami pembangunan Ethereum adalah melalui analogi dengan evolusi biologi. Sebuah rangkaian yang mampu menyesuaikan diri dengan cabaran baharu dan mengekalkan ketahanannya lebih berpeluang untuk berjaya berbanding rangkaian yang enggan berubah, walaupun apabila rangkaian semakin berprestasi tinggi, berskala, dan selamat, semakin sedikit perubahan kepada protokol yang diperlukan.",
  "page-roadmap-faq-3-title": "Adakah saya perlu melakukan apa-apa untuk bersedia menghadapi naik taraf ini?",
  "page-roadmap-faq-3-p1": "Naik taraf biasanya tidak memberi kesan langsung kepada pengguna akhir kecuali dengan menyediakan pengalaman pengguna yang lebih baik, protokol yang lebih selamat, dan mungkin lebih banyak <i>pilihan</i> untuk berinteraksi dengan Ethereum. <strong>Pengguna biasa tidak diwajibkan untuk mengambil bahagian secara aktif dalam sesuatu naik taraf, dan mereka juga tidak perlu melakukan apa-apa untuk melindungi aset mereka.</strong> Pengendali <a href=\"/glossary/#node\">nod</a> perlu mengemas kini klien mereka bagi membuat persediaan untuk naik taraf. Sesetengah naik taraf mungkin membawa perubahan kepada pembangun aplikasi. Sebagai contoh, naik taraf tamat tempoh sejarah boleh menyebabkan pembangun aplikasi mendapatkan data sejarah daripada sumber baharu.",
  "page-roadmap-faq-4-title": "Bagaimana pula dengan sharding?",
  "page-roadmap-faq-4-p1": "Penyerpihan ialah proses memecahkan blok rantai Ethereum supaya subset <a href=\"/glossary/#validator\">pengesah</a> hanya bertanggungjawab ke atas sebahagian daripada jumlah data keseluruhan. Pada asalnya, ini dimaksudkan sebagai cara untuk Ethereum mencapai penskalaan. Namun, <a href=\"/glossary/#layer-2\">lapisan 2</a> rollup telah berkembang jauh lebih pantas daripada yang dijangkakan dan telah menyediakan banyak penskalaan, serta akan menyediakan lebih banyak lagi selepas Proto-Danksharding dilaksanakan. Ini bermakna ‘rantai shard’ tidak lagi diperlukan dan telah digugurkan daripada peta jalan.",
  "page-roadmap-release-status-prod": "Dalam pengeluaran",
  "page-roadmap-release-status-soon": "Akan datang",
  "page-roadmap-release-status-dev": "Dalam pembangunan",
  "page-roadmap-release-main-features": "Ciri utama",
  "page-roadmap-release-learn-more": "Ketahui lebih lanjut",
  "page-roadmap-paris-pos-title": "Peralihan kepada Bukti Penaruhan",
  "page-roadmap-paris-pos-item-1": "Menggantikan perlombongan yang menggunakan tenaga tinggi dengan konsensus berasaskan pertaruhan",
  "page-roadmap-paris-pos-item-2": "Mengurangkan penggunaan tenaga Ethereum sebanyak ~99.95%",
  "page-roadmap-paris-beacon-title": "Integrasi Rantai Beacon",
  "page-roadmap-paris-beacon-item-1": "Penggabungan rantai Beacon dengan rangakaian utama Ethereum",
  "page-roadmap-paris-beacon-item-2": "Didayakan sepenuhnya perubahan ke PoS mekanisme konsensus",
  "page-roadmap-paris-difficulty-title": "Penyingkiran Bom Kesukaran",
  "page-roadmap-paris-difficulty-item-1": "Menghapus kesukaran bom yang mana meningkatkan kesukaran perlombongan",
  "page-roadmap-paris-difficulty-item-2": "Memastikan peralihan yang lancar kepada mekanisme konsensus baharu",
  "page-roadmap-shapella-withdrawals-title": "Pertaruhan keluaran",
  "page-roadmap-shapella-withdrawals-item-1": "Membolehkan pengesah mengeluarkan ETH yang dipertaruhkan serta ganjaran mereka",
  "page-roadmap-shapella-withdrawals-item-2": "Pengenalan bagian dan kemampuan pengeluaran penuh",
  "page-roadmap-shapella-eip4895-title": "EIP-4895: Pengeluaran push rantaian Beacon",
  "page-roadmap-shapella-eip4895-item-1": "Menambahkan sebuah sistem operasi aras baharu untuk pengeluaran",
  "page-roadmap-shapella-eip4895-item-2": "Meyakinkan keselamatan dan efisiensi proses dari permintaan pengeluaran",
  "page-roadmap-shapella-eip3651-title": "EIP-3651: Warm COINBASE",
  "page-roadmap-shapella-eip3651-item-1": "Mengurangkan pembayaran Gas untuk mengakses alamat COINBASE",
  "page-roadmap-shapella-eip3651-item-2": "Meningkatkan efisiensi operasi kontrak pintar tertentu",
  "page-roadmap-dencun-danksharding-title": "Proto-danksharding (EIP-4844)",
  "page-roadmap-dencun-danksharding-item-1": "Memperkenalkan transaksi blob untuk mengurangkan kos transaksi rollup secara ketara",
  "page-roadmap-dencun-danksharding-item-2": "Menambahkan sebuah jenis transaksi baru yang menyimpan tempoh data dan murah",
  "page-roadmap-dencun-eip1153-title": "EIP-1153: Opcode storan sementara",
  "page-roadmap-dencun-eip1153-item-1": "Menambah opcode TSTORE dan TLOAD untuk storan sementara semasa pelaksanaan transaksi",
  "page-roadmap-dencun-eip1153-item-2": "Membolehkan corak kontrak pintar yang lebih cekap dan mengurangkan kos gas",
  "page-roadmap-dencun-eip4788-title": "EIP-4788: Akar blok Beacon dalam EVM",
  "page-roadmap-dencun-eip4788-item-1": "Mendedahkan maklumat lapisan konsensus kepada kontrak pintar",
  "page-roadmap-dencun-eip4788-item-2": "Membolehkan aplikasi baharu yang meminimumkan kepercayaan dan jambatan rentas rantaian",
  "page-roadmap-pectra-eoa-title": "Meningkatkan dompet EOA dengan fungsi kontrak pintar",
  "page-roadmap-pectra-eoa-item-1": "Pengguna boleh menetapkan alamat mereka untuk diwakili oleh kod kontrak pintar sedia ada dan menikmati manfaat seperti kumpulan transaksi, penajaan yuran transaksi, atau mekanisme pemulihan yang lebih baik",
  "page-roadmap-pectra-balance-title": "Meningkatkan baki efektif maksimum",
  "page-roadmap-pectra-balance-item-1": "Pertaruhan sekarang dapat memilih arbit dari jumlah ETH untuk Pertaruhan dan menerima ganjaran pada 1 ETH di atas minimal",
  "page-roadmap-pectra-blob-title": "Peningkatan keseluruhan blob",
  "page-roadmap-pectra-blob-item-1": "Blob menghitung akan meningkatkan dari 3 ke 6 sasaran, dengan maksimum 9, menghasilkan pembayaran termurah di penggulungan Ethereum",
  "page-roadmap-fusaka-peerdas-title": "PeerDAS (Persampelan Ketersediaan Data Secara Rakan-ke-Rakan)",
  "page-roadmap-fusaka-peerdas-item-1": "Mendayakan lebih efisien ketersediaan data untuk penggulungan",
  "page-roadmap-fusaka-peerdas-item-2": "Menjadikan pengendalian nod lebih mudah diakses sambil mengekalkan desentralisasi",
  "page-roadmap-fusaka-additional-title": "Ciri Tambahan Berpotensi",
  "page-roadmap-fusaka-additional-item-1": "Untuk mendukung keselamatan telefon bimbit untuk meningkatkan UX",
  "page-roadmap-fusaka-additional-item-2": "Penambahbaikan pasaran yuran blob",
  "page-roadmap-fusaka-additional-item-3": "Peningkatan kelanjutan kepada pengesah efisiensi dan jaringan prestasi",
  "page-roadmap-glamsterdam-discussed-title": "Dibincangkan untuk Glamsterdam",
  "page-roadmap-glamsterdam-discussed-item-1": "Pohon Verkle"
}
