{
  "page-local-environment-brownie-desc": "Rangka kerja pembangunan dan ujian berasaskan Python untuk kontrak pintar yang bertumpukan Mesin Maya Ethereum.",
  "page-local-environment-brownie-logo-alt": "Logo Brownie",
  "page-local-environment-kurtosis-desc": "Alat berasaskan bekas untuk mudah mengkonfigurasi dan memutarkan testnet Ethereum berbilang-klien untuk pembangunan dApp tempatan pesat, prototaip, dan ujian.",
  "page-local-environment-kurtosis-logo-alt": "Logo Kurtosis",
  "page-local-environment-epirus-desc": "Platform untuk membangunkan, menggerakkan dan memantau aplikasi blok rantai pada Mesin Maya Java.",
  "page-local-environment-epirus-logo-alt": "Logo Epirus",
  "page-local-environment-eth-app-desc": "Buat aplikasi berkuasa Ethereum dengan satu arahan. Datang dengan tawaran yang luas daripada rangka kerja UI dan templat DeFi untuk dipilih.",
  "page-local-environment-eth-app-logo-alt": "Logo Create Eth App",
  "page-local-environment-foundry-desc": "Kit pantas, mudah alih dan modular untuk pembangunan aplikasi Ethereum yang telah ditulis dalam Rust.",
  "page-local-environment-foundry-logo-alt": "Logo Foundry",
  "page-local-environment-framework-feature-1": "Ciri-ciri untuk memutarkan tika blok rantai tempatan.",
  "page-local-environment-framework-feature-2": "Utiliti untuk mengumpul dan menguji kontrak pintar anda.",
  "page-local-environment-framework-feature-3": "Tambahan pembangunan pelanggan untuk membina aplikasi menghadap pengguna anda dalam projek/repositori yang sama.",
  "page-local-environment-framework-feature-4": "Konfigurasi untuk menyambung ke rangkaian Ethereum dan menggunakan kontrak, sama ada pada tika tempatan yang berlangsung, atau salah satu daripada rangkaian awam Ethereum.",
  "page-local-environment-framework-feature-5": "Pengedaran aplikasi ternyahpusat - integrasi dengan pilihan storan seperti IPFS.",
  "page-local-environment-framework-features": "Rangka kerja ini datang dengan banyak fungsi lain dari yang biasa, seperti:",
  "page-local-environment-frameworks-desc": "Kami mengesyorkan memilih rangka kerja, terutamanya jika anda baru sahaja bermula. Membina sebuah dapp penuh memerlukan kepingan teknologi yang berbeza. Rangka kerja termasuk banyak ciri yang diperlukan atau menyediakan sistem plugin mudah untuk memilih alat yang anda mahu.",
  "page-local-environment-frameworks-title": "Rangka kerja dan timbunan pra-dibuat",
  "page-local-environment-hardhat-desc": "Hardhat ialah persekitaran pembangunan Ethereum untuk profesional.",
  "page-local-environment-hardhat-logo-alt": "Logo Hardhat",
  "page-local-environment-openZeppelin-desc": "Jimat waktu pembangunan dengan mengumpul, menaik taraf, menggerakkan, dan berinteraksi dengan kontrak pintar dengan CLI kami.",
  "page-local-environment-openZeppelin-logo-alt": "Logo OpenZeppelin",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: semua yang anda perlukan untuk mula membina aplikasi terdesentralisasi dikuasakan oleh kontrak pintar.",
  "page-local-environment-scaffold-eth-logo-alt": "Logo scaffold-eth",
  "page-local-environment-setup-meta-desc": "Panduan mengenai cara untuk memilih timbunan perisian anda untuk pembangunan Ethereum.",
  "page-local-environment-setup-meta-title": "Persediaan pembangunan tempatan Ethereum",
  "page-local-environment-setup-subtitle": "Jika anda bersedia untuk mula membina, sudah tiba masanya untuk memilih timbunan anda.",
  "page-local-environment-setup-subtitle-2": "Berikut ialah alat dan rangka kerja yang boleh anda gunakan untuk membantu anda membina aplikasi Ethereum anda.",
  "page-local-environment-setup-title": "Sediakan persekitaran pembangunan tempatan anda",
  "page-local-environment-solidity-template-desc": "Templat GitHub untuk persediaan pra-dibina untuk kontrak pintar Solidity anda. Termasuk rangkaian tempatan Hardhat, Waffle untuk ujian, Ethers untuk pelaksanaan dompet, dan banyak lagi.",
  "page-local-environment-solidity-template-logo-alt": "Logo Solidity template",
  "page-local-environment-waffle-desc": "Lib ujian paling maju untuk kontrak pintar. Gunakan bersendirian atau dengan Scaffold-eth atau Hardhat.",
  "page-local-environment-waffle-logo-alt": "Logo Waffle"
}
