{
  "page-get-eth-article-keeping-crypto-safe": "Kunci untuk menjaga kripto anda agar selamat",
  "page-get-eth-article-protecting-yourself": "Melindungi diri dan dana anda",
  "page-get-eth-article-store-digital-assets": "Bagaimana untuk menyimpan aset digital dalam Ethereum",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Bursa tukaran berpusat",
  "page-get-eth-cex-desc": "Bursa adalah perniagaan yang membolehkan anda membeli kripto menggunakan mata wang tradisional. Mereka adalah penjaga amanah jumlah ETH yang anda beli sehinggalah anda menghantarnya dalam dompet kawalan anda sendiri.",
  "page-get-eth-checkout-dapps-btn": "Layari pelbagai dapp",
  "page-get-eth-community-safety": "Siaran komuniti berkaitan sekuriti",
  "page-get-eth-description": "Ethereum tidak dikawal oleh mana-mana organisasi tunggal - ia satu platform teragih.",
  "page-get-eth-dex": "Bursa tukaran desentralisasi (DEX)",
  "page-get-eth-dex-desc": "Jika anda mahukan lebih kawalan, beli ETH menggunakan <a href=\"/glossary/#smart-contract\">kontrak pintar</a>. Dengan DEX anda boleh berdagang aset digital tanpa memberikan kawalan ke atas dana anda kepada syarikat berpusat.",
  "page-get-eth-peers": "Terima ETH daripada rakan sebaya anda",
  "page-get-eth-peers-desc": "Setelah anda mempunyai akaun Ethereum, anda hanya perlu berkongsi alamat anda untuk mula menghantar dan menerima ETH (dan token lain) rakan setara.",
  "page-get-eth-staking": "Ganjaran pertaruhan",
  "page-get-eth-staking-desc": "Jika anda sudah mempunyai beberapa ETH, anda boleh memperoleh lebih banyak dengan menjalankan nod pengesah. Anda dibayar untuk melakukan kerja pengesahan ini dalam ETH.",
  "page-get-eth-earn": "Peroleh ETH",
  "page-get-eth-earn-desc": "Anda boleh memperoleh ETH dengan bekerja untuk DAO atau syarikat yang membayar dalam kripto, memenangi hadiah, mencari pepijat perisian dan banyak lagi.",
  "page-get-eth-daos-link-desc": "Ketahui tentang DAO",
  "page-get-eth-cex-link-desc": "Lihat senarai pertukaran",
  "page-get-eth-staking-link-desc": "Ketahui lebih lanjut tentang pertaruhan",
  "page-get-eth-dexs": "Bursa tukaran desentralisasi (DEX)",
  "page-get-eth-dexs-desc": "Bursa tukaran desentralisasi adalah pasaran terbuka untuk ETH dan token lain. Ia menghubungkan pembeli dan penjual secara langsung.",
  "page-get-eth-dexs-desc-2": "Daripada menggunakan pihak ketiga yang dipercayai untuk melindungi dana dalam sesuatu transaksi, ia menggunakan kod. ETH milik penjual hanya akan dipindahkan apabila bayaran dijamin. Jenis kod ini dikenali sebagai kontrak pintar.",
  "page-get-eth-dexs-desc-3": "Ini bermakna terdapat kurang sekatan geografi berbanding dengan alternatif terpusat. Jika seseorang menjual apa yang anda mahukan dan menerima kaedah pembayaran yang boleh anda berikan, anda boleh bertransaksi.",
  "page-get-eth-dexs-desc-4": "Nota: banyak dex menggunakan ether terlindung (WETH) untuk berfungsi. <a href=\"/wrapped-eth\">Ketahui lebih lanjut tentang ether terlindung</a>.",
  "page-get-eth-do-not-copy": "Contoh: Jangan salin",
  "page-get-eth-exchanges-disclaimer": "Kami mengumpulkan maklumat ini secara manual. Jika anda dapati sebarang kesilapan, maklumkannya kepada kami di",
  "page-get-eth-exchanges-empty-state-text": "Masukkan negara tempat tinggal anda untuk melihat senarai pertukaran yang mungkin boleh anda gunakan",
  "page-get-eth-exchanges-except": "Kecuali",
  "page-get-eth-exchanges-header": "Negara manakah yang anda tinggal?",
  "page-get-eth-exchanges-header-exchanges": "Pertukaran",
  "page-get-eth-exchanges-header-wallets": "Dompet-dompet",
  "page-get-eth-exchanges-intro": "Pertukaran mempunyai sekatan di mana mereka boleh menjual kripto. Ini ialah senarai indikatif perkhidmatan yang difikirkan beroperasi di setiap negara. Penyertaan di sini bukan pengesahan - anda harus melakukan penyelidikan anda sendiri!",
  "page-get-eth-exchanges-no-exchanges": "Maaf, kami tidak mengetahui sebarang pertukaran yang membolehkan anda membeli ETH dari negara ini. Jika anda tahu, sila beritahu kami di",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Maaf, kami tidak mengetahui sebarang pertukaran yang membolehkan anda membeli ETH dari negara ini. Jika anda tahu, sila beritahu kami di",
  "page-get-eth-exchanges-no-wallets": "Maaf, kami tidak mengetahui sebarang dompet yang membolehkan anda membeli ETH dari negara ini. Jika anda tahu, sila beritahu kami di",
  "page-get-eth-exchanges-search": "Taip tempat tinggal anda...",
  "page-get-eth-exchanges-success-exchange": "Ini boleh mengambil masa beberapa hari untuk mendaftar dengan bursa disebabkan oleh semakan undang-undang mereka.",
  "page-get-eth-exchanges-success-wallet-link": "dompet",
  "page-get-eth-exchanges-success-wallet-paragraph": "Anda boleh membeli ETH terus daripada dompet ini di tempat tinggal anda. Ketahui lebih lanjut tentang",
  "page-get-eth-exchanges-usa": "Amerika Syarikat (AS)",
  "page-get-eth-get-wallet-btn": "Dapatkan dompet",
  "page-get-eth-hero-image-alt": "Dapatkan imej wira ETH",
  "page-get-eth-keep-it-safe": "Menjaga keselamatan ETH anda",
  "page-get-eth-meta-description": "Cara membeli ETH berdasarkan tempat tinggal anda dan nasihat tentang cara menjaganya.",
  "page-get-eth-meta-title": "Cara mendapatkan ETH",
  "page-get-eth-need-wallet": "Anda memerlukan dompet untuk menggunakan DEX.",
  "page-get-eth-new-to-eth": "Baharu menggunakan ETH? Berikut adalah gambaran keseluruhan untuk anda bermula.",
  "page-get-eth-other-cryptos": "Beli dengan kripto yang lain",
  "page-get-eth-protect-eth-desc": "Salah satu ciri utama Ethereum ialah anda mengawal aset anda sendiri dengan menguruskan akaun anda sendiri. Ini bermakna anda tidak perlu mempercayai mana-mana pihak ketiga dengan aset anda dan anda dilindungi daripada mana-mana penjaga yang bertindak secara tidak jujur, muflis atau digodam. Walau bagaimanapun, ini juga bermakna anda bertanggungjawab ke atas keselamatan anda sendiri.",
  "page-get-eth-protect-eth-in-wallet": "Simpan ETH anda dalam dompet anda sendiri",
  "page-get-eth-search-by-country": "Carian mengikut negara",
  "page-get-eth-security": "Ini bermakna anda perlu mengambil serius keselamatan dana anda. Dengan ETH, anda tidak mempercayai bank atau syarikat untuk menjaga aset anda, anda bertanggungjawab ke atas diri anda sendiri.",
  "page-get-eth-smart-contract-link": "Lebih lanjut tentang kontrak pintar",
  "page-get-eth-swapping": "Tukar token anda dengan ETH orang lain. Dan sebaliknya.",
  "page-get-eth-try-dex": "Cuba DEX",
  "page-get-eth-use-your-eth": "Gunakan ETH anda",
  "page-get-eth-use-your-eth-dapps": "Sekarang anda mempunyai ETH, terokai beberapa aplikasi Ethereum (dapp). Terdapat dapps untuk kewangan, media sosial, permainan dan banyak lagi kategori lain.",
  "page-get-eth-wallet-instructions": "Ikut arahan dompet",
  "page-get-eth-wallet-instructions-lost": "Jika anda kehilangan akses kepada akaun anda, anda akan kehilangan akses kepada dana anda.  Dompet anda sepatutnya memberi anda arahan untuk melindungi daripada perkara ini.  Pastikan anda mengikutinya dengan berhati-hati – dalam kebanyakan kes, tiada sesiapa boleh membantu anda jika anda kehilangan akses kepada akaun anda.",
  "page-get-eth-wallets": "Dompet-dompet",
  "page-get-eth-wallets-link": "Lebih lanjut tentang dompet",
  "page-get-eth-wallets-purchasing": "Sesetengah dompet membolehkan anda membeli kripto melalui kad debit/kredit, pindahan bank atau Apple Pay. Sekatan geografi dikenakan.",
  "page-get-eth-warning": "DEX ini bukan untuk pemula kerana anda memerlukan beberapa ETH untuk menggunakannya. Ini hanyalah contoh, bukan produk yang disahkan. Buat kajian sendiri!",
  "page-get-eth-what-are-DEX's": "Apakah DEX?",
  "page-get-eth-whats-eth-link": "Apakah ETH?",
  "page-get-eth-where-to-buy-desc": "Anda boleh memperoleh ETH, menerimanya daripada rakan sebaya anda atau membelinya daripada bursa dan apl.",
  "page-get-eth-where-to-buy-desc-2": "Lihat perkhidmatan yang anda boleh gunakan berdasarkan tempat tinggal anda.",
  "page-get-eth-where-to-buy-title": "Di mana untuk mendapatkan ETH",
  "page-get-eth-your-address": "Alamat ETH anda",
  "page-get-eth-your-address-desc": "Apabila anda memuat turun dompet, ia akan mencipta alamat ETH awam untuk anda. Ia akan kelihatan seperti ini:",
  "page-get-eth-your-address-desc-3": "Anggap ia seperti e-mel anda, tetapi sebaliknya dengan menghantar mel, ia boleh menerima ETH. Jika anda ingin memindahkan ETH daripada pertukaran kepada dompet anda, gunakan alamat anda sebagai destinasi. Pastikan anda semak sekali lagi sebelum menghantar!",
  "page-get-eth-your-address-wallet-link": "Lihat dompet",
  "listing-policy-raise-issue-link": "Isukan maklumbalas",
  "page-find-wallet-last-updated": "Dikemas kini pada"
}
