{
  "page-wallets-accounts-addresses": "Dompet, akaun dan alamat",
  "page-wallets-accounts-addresses-desc": "Perkara yang bagus jika anda memahami perbezaan antara beberapa terma kunci.",
  "page-wallets-accounts-ethereum-addresses": "Peti masuk anda mempunyai alamat emel, begitu juga dengan akaun Ethereum yang mempunyai alamat Ethereum. Anda boleh menggunakannya untuk menghantar dana ke akaun.",
  "page-wallets-alt": "Ilustrasi robot dengan peti besi sebagai tubuh badan, melambangkan dompet Ethereum",
  "page-wallets-ethereum-account": "Akaun Ethereum ialah entiti yang mengirim transaksi dan mempunyai baki.",
  "page-wallets-blog": "Blog Coinbase",
  "page-wallets-bookmarking": "Tanda buku dompet anda",
  "page-wallets-bookmarking-desc": "Jika anda menggunakan dompet web, sila tanda buku pada laman tersebut untuk melindungi diri daripada penipuan pancingan data.",
  "page-wallets-cd": "Dompet perkakas fizikal membenarkan anda menyimpan kripto anda secara luar talian – pilihan yang sangat selamat",
  "page-wallets-converted": "Kripto ditukarkan?",
  "page-wallets-converted-desc": "Jika anda ingin memegang nilai yang besar, kami mengesyorkan dompet perkakasan kerana pilihan ini paling terjamin. Ataupun dompet yang disertai dengan amaran penipuan dan had pengeluaran.",
  "page-wallets-curious": "Ingin tahu tentang kripto?",
  "page-wallets-curious-desc": "Jika anda sedang baharu dengan kripto dan ingin merasai pengalamannya, kami mengesyorkan sesuatu yang dapat memberikan anda peluang menerokai aplikasi Ethereum atau membeli ETH pertama anda terus daripada dompet.",
  "page-wallets-desc-2": "Anda memerlukan dompet untuk menghantar dana dan mengurus ETH anda.",
  "page-wallets-desc-2-link": "Lebih mengenai ETH",
  "page-wallets-desc-3": "Dompet anda hanyalah alat untuk mengurus akaun Ethereum anda. Ini bermakna anda boleh menukar penyedia dompet pada bila-bila masa. Pelbagai dompet membenarkan anda mengurus beberapa akaun Ethereum dalam satu aplikasi.",
  "page-wallets-desc-4": "Ini kerana dompet tidak memegang dana anda, melainkan diri anda sendiri. Dompet hanyalah alat untuk mengurus apa yang anda benar-benar miliki.",
  "page-wallets-description": "Dompet Ethereum adalah aplikasi yang membolehkan anda berinteraksi dengan akaun Ethereum anda. Bayangkannya seperti aplikasi perbankan Internet – tanpa bank. Dompet anda membenarkan anda membaca baki, menghantar transaksi dan menyambung kepada aplikasi.",
  "page-wallets-desktop": "Aplikasi komputer meja jika anda ingin mengurus dana anda melalui macOS, Windows atau Linux",
  "page-wallets-ethereum-wallet": "Dompet ialah produk yang membolehkan anda untuk mengurus akaun Ethereum anda. Ia membolehkan anda untuk melihat baki akaun, menghantar transaksi anda dan banyak lagi.",
  "page-wallets-explore": "Terokai Ethereum",
  "page-wallets-features-desc": "Kami boleh membantu anda memilih dompet berdasarkan ciri-ciri keperluan anda.",
  "page-wallets-features-title": "Lebih suka memilih berdasarkan ciri-ciri?",
  "page-wallets-find-wallet-btn": "Cari dompet",
  "page-wallets-find-wallet-link": "Cari dompet",
  "page-wallets-get-some": "Dapatkan ETH",
  "page-wallets-get-some-alt": "Ilustrasi tangan membina logo ETH menggunakan brik lego",
  "page-wallets-get-some-btn": "Dapatkan ETH",
  "page-wallets-get-some-desc": "ETH adalah kripto asli Ethereum. Anda memerlukan sedikit ETH dalam dompet anda untuk menggunakan aplikasi Ethereum.",
  "page-wallets-get-wallet": "Dapatkan dompet",
  "page-wallets-get-wallet-desc": "Terdapat pelbagai dompet yang berbeza untuk dipilih. Kami ingin membantu memilih dompet yang terbaik untuk anda.",
  "page-wallets-get-wallet-desc-2": "Harap maklum: keputusan ini bukan selama-lamanya – akaun Ethereum anda tidak terikat dengan penyedia dompet anda.",
  "page-wallets-how-to-store": "Bagaimana untuk menyimpan aset digital dalam Ethereum",
  "page-wallets-keys-to-safety": "Kunci untuk menjaga kripto anda dengan selamat",
  "page-wallets-manage-funds": "Aplikasi untuk mengurus dana anda",
  "page-wallets-manage-funds-desc": "Dompet anda menunjukkan baki, sejarah transaksi dan memberikan cara untuk menghantar/menerima dana anda. Sesetengah dompet menawarkan lebih banyak.",
  "page-wallets-meta-description": "Apa yang perlu anda tahu untuk menggunakan dompet Ethereum.",
  "page-wallets-meta-title": "Dompet Ethereum",
  "page-wallets-mobile": "Aplikasi mudah alih menjadikan dana anda boleh diakses di mana-mana sahaja",
  "page-wallets-more-on-dapps-btn": "Lebih mengenai Dapp",
  "page-wallets-most-wallets": "Kebanyakan produk dompet akan membenarkan anda untuk menjana akaun Ethereum. Jadi anda tidak perlu mempunyai akaun sebelum memuat turun dompet.",
  "page-wallets-protecting-yourself": "Melindungi diri sendiri dan dana anda",
  "page-wallets-seed-phrase": "Tulis frasa benih anda",
  "page-wallets-seed-phrase-desc": "Dompet akan selalu memberikan anda frasa benih yang perlu anda tulis di tempat yang selamat. Ini sahaja caranya untuk anda memulihkan dompet anda.",
  "page-wallets-seed-phrase-example": "Begini contohnya:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Jangan simpannya di dalam komputer. Tulis dan simpan dengan selamat.",
  "page-wallets-slogan": "Kunci masa depan digital anda",
  "page-wallets-stay-safe": "Cara untuk kekal selamat",
  "page-wallets-stay-safe-desc": "Dompet memerlukan sedikit perbezaan dalam pemikiran apabila ia tiba kepada keselamatan. Kebebasan kewangan dan kebolehan mengakses serta menggunakan dana di mana sahaja datang bersama sedikit rasa tanggungjawab – tidak ada perkhidmatan sokongan pengguna dalam kripto.",
  "page-wallets-subtitle": "Dompet memberikan akses kepada dana anda dan aplikasi Ethereum. Hanya anda sahaja yang sepatutnya mempunyai akses kepada dompet anda.",
  "page-wallets-take-responsibility": "Bertanggungjawab ke atas dana anda sendiri",
  "page-wallets-take-responsibility-desc": "Bursa tukaran berpusat akan memautkan dompet anda dengan nama pengguna dan kata laluan yang boleh anda pulihkan secara tradisional. Sila ingat bahawa anda mempercayai bursa yang memegang dana anda. Jika syarikat tersebut diserang atau tutup, dana anda berada dalam risiko.",
  "page-wallets-tips": "Lebih banyak petua untuk kekal selamat",
  "page-wallets-tips-community": "Daripada komuniti",
  "page-wallets-title": "Dompet Ethereum",
  "page-wallets-triple-check": "Semak semuanya sebanyak tiga kali",
  "page-wallets-triple-check-desc": "Sentiasa ingat bahawa transaksi tidak boleh dibalikkan dan dompet juga tidak mudah untuk dipulihkan, jadi sentiasa berhati-hati dan berwaspada.",
  "page-wallets-try-dapps": "Cuba beberapa dapp",
  "page-wallets-try-dapps-alt": "Ilustrasi ahli komuniti Ethereum bekerjasama",
  "page-wallets-try-dapps-desc": "Dapp adalah aplikasi yang dibina dalam Ethereum. Ia lebih murah, adil dan mesra terhadap data anda berbanding aplikasi tradisional.",
  "page-wallets-types": "Jenis dompet",
  "page-wallets-web-browser": "Dompet web membolehkan anda berinteraksi dengan akaun anda melalui pelayar web",
  "page-wallets-whats-a-wallet": "Apakah itu dompet Ethereum?",
  "page-wallets-your-ethereum-account": "Akaun Ethereum anda",
  "page-wallets-your-ethereum-account-desc": "Dompet anda adalah tingkap ke dalam akaun Ethereum anda – baki, sejarah transaksi anda dan banyak lagi. Tetapi anda boleh bertukar penyedia dompet pada bila-bila masa.",
  "page-wallets-your-login": "Log masuk anda untuk aplikasi Ethereum",
  "page-wallets-your-login-desc": "Dompet anda membenarkan anda menyambung kepada mana-mana aplikasi terdesentralisasi menggunakan akaun Ethereum anda. Bagaikan log masuk yang boleh anda guna merentasi pelbagai dapp."
}
