{
    "page-apps-category-defi": "DeFi",
    "page-apps-category-social": "Social",
    "page-apps-category-privacy": "Privacidad",
    "page-apps-category-collectibles": "Coleccionables",
    "page-apps-category-gaming": "Juegos",
    "page-apps-category-dao": "DAO",
    "page-apps-category-productivity": "Productividad",
    "page-apps-category-bridge": "Puenteo",
    "page-apps-app-sub-category-lending-and-borrowing": "Prestar y pedir prestado",
    "page-apps-app-sub-category-stablecoin-issuance": "Emisión de monedas estables",
    "page-apps-app-sub-category-rwa": "RWA",
    "page-apps-app-sub-category-yield": "Rendimiento",
    "page-apps-app-sub-category-dex": "DEX",
    "page-apps-app-sub-category-prediction": "Predicción",
    "page-apps-app-sub-category-insurance": "Seguros",
    "page-apps-app-sub-category-launchpad": "Lanzador",
    "page-apps-app-sub-category-crowdfunding": "Micromecenazgo",
    "page-apps-app-sub-category-salary-distribution": "Distribución salarial",
    "page-apps-app-sub-category-payments": "Pagos",
    "page-apps-app-sub-category-onramp-/-offramp": "Entrada / salida",
    "page-apps-app-sub-category-infrastructure": "Infraestructura",
    "page-apps-app-sub-category-social-network": "Red social",
    "page-apps-app-sub-category-messaging": "Mensajería",
    "page-apps-app-sub-category-video": "Vídeo",
    "page-apps-app-sub-category-music": "Música",
    "page-apps-app-sub-category-publishing": "Publicación",
    "page-apps-app-sub-category-identity": "Identidad",
    "page-apps-app-sub-category-stealth-address": "Dirección sigilosa",
    "page-apps-app-sub-category-shielded": "Protegida",
    "page-apps-app-sub-category-pools": "Agrupaciones",
    "page-apps-app-sub-category-compliance": "Cumplimiento",
    "page-apps-app-sub-category-market": "Mercado",
    "page-apps-app-sub-category-art": "Arte",
    "page-apps-app-sub-category-ip": "IP",
    "page-apps-app-sub-category-gaming": "Juegos",
    "page-apps-app-sub-category-membership": "Membresía",
    "page-apps-app-sub-category-attendance": "Asistencia",
    "page-apps-app-sub-category-collect": "Recopilación",
    "page-apps-app-sub-category-mmorpg": "MMORPG",
    "page-apps-app-sub-category-retro-gaming": "juegos retro",
    "page-apps-app-sub-category-casual": "Informal",
    "page-apps-app-sub-category-ai-gaming": "Juegos de IA",
    "page-apps-app-sub-category-card-&-deck-building": "Creación de cartas y barajas",
    "page-apps-app-sub-category-governance": "Gobernanza",
    "page-apps-app-sub-category-organization": "Organización",
    "page-apps-app-sub-category-offchain-voting": "Votación fuera de cadena",
    "page-apps-app-sub-category-onchain-voting": "Votación en cadena",
    "page-apps-app-sub-category-analytics": "Analíticas",
    "page-apps-app-sub-category-tokenomics": "Tokeconomía",
    "page-apps-app-sub-category-dao-creation": "Creación de DAO",
    "page-apps-app-sub-category-governor": "Gobernador/a",
    "page-apps-app-sub-category-role-management": "Gestión de roles",
    "page-apps-app-sub-category-permissions": "Permisos",
    "page-apps-app-sub-category-framework": "Marco laboral",
    "page-apps-app-sub-category-treasury-management": "Gestión de tesorería",
    "page-apps-app-sub-category-moloch": "Moloch",
    "page-apps-app-sub-category-delegation": "Delegación",
    "page-apps-app-sub-category-agentic": "Agentic",
    "page-apps-app-sub-category-multi-sig": "De firma múltiple",
    "page-apps-app-sub-category-smart-account": "Cuenta inteligente",
    "page-apps-app-sub-category-recognition": "Reconocimiento",
    "page-apps-app-sub-category-compensation": "Compensación",
    "page-apps-app-sub-category-signalling": "Señalización",
    "page-apps-app-sub-category-philanthropy": "Filantropía",
    "page-apps-app-sub-category-ai": "IA",
    "page-apps-app-sub-category-dns": "DNS",
    "page-apps-app-sub-category-communication": "Comunicación",
    "page-apps-app-sub-category-storage": "Almacenamiento",
    "page-apps-app-sub-category-depin": "DePIN",
    "page-apps-app-sub-category-ticketing": "Venta de entradas",
    "page-apps-app-sub-category-memberships": "Membresías",
    "page-apps-app-sub-category-privacy": "Privacidad",
    "page-apps-app-sub-category-proof-of-personhood": "Prueba de humanidad",
    "page-apps-app-sub-category-ai-agents": "Agentes de IA",
    "page-apps-app-sub-category-chain-abstraction": "Abstracción de cadena",
    "page-apps-app-sub-category-liquidity-network": "Red de liquidez",
    "page-apps-app-sub-category-generalized-message-passing": "Transmisión de mensajes generalizada",
    "page-apps-app-sub-category-validator-or-oracle": "Validador u oráculo",
    "page-apps-app-sub-category-swap": "intercambio",
    "page-apps-app-aave": "Aave",
    "page-apps-app-description-aave": "Aave es un protocolo de liquidez descentralizado y no custodiado en el que los usuarios pueden participar como proveedores o prestatarios. Los proveedores aportan liquidez al mercado a la vez que obtienen intereses, y los prestatarios pueden acceder a la liquidez aportando garantías que superan el importe prestado.",
    "page-apps-app-sky/maker---usds": "Sky/Maker - USDS",
    "page-apps-app-description-sky/maker---usds": "Sky.money es una puerta de entrada no custodiada al descentralizado Sky Protocol, que gira en torno a la moneda estable USDS.",
    "page-apps-app-ethena---usde": "Ethena - USDE",
    "page-apps-app-description-ethena---usde": "Ethena es un protocolo de dólar sintético construido sobre Ethereum que proporciona un solución criptográfica nativa para el dinero, USDe, junto con un dólar accesible a escala global, sUSDe.",
    "page-apps-app-uniswap": "Uniswap",
    "page-apps-app-description-uniswap": "Uniswap es un protocolo automatizado de liquidez basado en una fórmula de producto constante, implementando mediante un sistema de contratos inteligentes no actualizables en la cadena de bloques de Ethereum. Elimina la necesidad de intermediarios de confianza, priorizando la descentralización, la resistencia a la censura y la seguridad.",
    "page-apps-app-pendle": "Pendle",
    "page-apps-app-description-pendle": "Pendle es un protocolo DeFi centrado en el yield trading, que permite a los usuarios tanto fijar como apalancar su rendimiento.",
    "page-apps-app-spark": "Spark",
    "page-apps-app-description-spark": "Spark Fi es un protocolo DeFi no custodial que permite a los usuarios prestar y pedir prestados activos digitales a través de SparkLend, mientras generan ingresos pasivos mediante la moneda estable USDS y su tasa asociada Sky Saving Rate.",
    "page-apps-app-morpho": "Morpho",
    "page-apps-app-description-morpho": "Morpho es una plataforma abierta, eficiente y resiliente que permite a cualquiera generar rendimiento y pedir prestados activos. Al mismo tiempo, desarrolladores o empresas pueden crear mercados, gestionar bóvedas, construir todo tipo de aplicaciones sobre su infraestructura flexible y sin permisos.",
    "page-apps-app-compound": "Compound",
    "page-apps-app-description-compound": "Compound es un protocolo compatible con EVM que le permite usar criptoactivos como operación colateral para pedir prestado el activo base. Las cuentas pueden ganar intereses si aportan ese activo base al protocolo.",
    "page-apps-app-curve": "Curve",
    "page-apps-app-description-curve": "Curve.fi es un intercambio descentralizado y no custonial que revolucionó las operaciones de monedas estables. Comenzó ofreciendo tipos de cambio superiores para intercambios entre monedas estabales (como DAI o USDC) mediante reservas de liquidez, donde los usuarios generan rendimiento al depositar sus activos.",
    "page-apps-app-balancer": "Balancer",
    "page-apps-app-description-balancer": "Balancer es un protocolo descentralizado de AMM (o administrador de mercado automatizado) desarrollado sobre Ethereum, centrado especialmente en la liquidez fungible que genera rendimiento. El éxito de Balancer está estrechamente ligado al éxito de los protocolos y productos que se construyen sobre su plataforma.",
    "page-apps-app-usual-": "Usual",
    "page-apps-app-description-usual-": "Usual es un protocolo descentralizado que adopta la forma de un sistema bancario descentralizado. Emite una moneda estable respaldada por moneda fiduciaria, colateralizada con Real-World Assets (RWA), que combina la seguridad de los activos reales con la composabilidad y la liquidez de DeFi.",
    "page-apps-app-fluid": "Fluid",
    "page-apps-app-description-fluid": "Fluid es un protocolo DeFi que combina una capa de liquidez, límites automatizados, protocolos de préstamos y vaults, un sistema de oráculos robusto y un protocolo DEX.",
    "page-apps-app-frax": "Frax",
    "page-apps-app-description-frax": "Frax emite actualmente 3 monedas estables: FRAX, FPI y frxETH, además de muchos otros tókenes que no son monedas estabales. También cuenta con varios grupos de contratos o «subprotocolos» que integran estos tókenes para aportar utilidad y estabilidad, incluyendo Fraxtal, una cadena modular de L2.",
    "page-apps-app-aerodrome": "Aerodrome",
    "page-apps-app-description-aerodrome": "Aerodrome es una plataforma de intercambios descentralizada en la que puede realizar intercambios con comisiones bajas, depositar tókenes para ganar recompensas y participar activamente en la economía en cadena.",
    "page-apps-app-moonwell": "Moonwell",
    "page-apps-app-description-moonwell": "Ponga sus activos digitales a trabajar. Preste o pida prestado para hacer frente a cualquier imprevisto que le depare la vida. Devuelva el dinero según lo programe usted mismo, sin pagos mensuales ni comisiones adicionales.",
    "page-apps-app-franklin-templeton---benji": "Franklin Templeton - BENJI",
    "page-apps-app-description-franklin-templeton---benji": "Benji es el sistema propietario de registro contable con integración de cadena de bloques de Fralkin Templeton, que permite la tokenización y gestión de fondos de inversión sobre infraestructura de cadena de bloques pública.",
    "page-apps-app-synthetix": "Synthetix",
    "page-apps-app-description-synthetix": "Synthetix proporciona liquidez para derivados sin permiso, como futuros perpetuos, opciones, mercados de apuestas parimutuas y más a través de cadenas compatibles con EVM.",
    "page-apps-app-zerolend": "ZeroLend",
    "page-apps-app-description-zerolend": "ZeroLend ofrece una experiencia de préstamos en DeFi fácil de usar y sin fricciones para acercar DeFi al gran público. Construido en L2.",
    "page-apps-app-syncswap": "SyncSwap",
    "page-apps-app-description-syncswap": "Impulsado por la tecnología de zero-knowledge, SyncSwap acerca a más personas un DeFi fácil de usar y de bajo coste, con toda la seguridad de Ethereum.",
    "page-apps-app-ekubo": "Ekubo",
    "page-apps-app-description-ekubo": "Ekubo es un administrador de mercado automatizado, con varias funciones únicas, entre las que se incluyen una liquidez concentrada y una arquitectura extensible y eficiencia en cuanto al consumo de gas.",
    "page-apps-app-maple": "Maple",
    "page-apps-app-description-maple": "Maple ofrece estrategias de rendimiento de todo tipo y financiación en USDC, USDT, BTC y más —para instituciones y participantes en cadena de todo el mundo—.",
    "page-apps-app-centrifuge": "Centrifuge",
    "page-apps-app-description-centrifuge": "Centrifuge es la plataforma para activos del mundo real tokenizados, que proporciona la infraestructura y el ecosistema para tokenizar, gestionar e invertir en activos del mundo real.",
    "page-apps-app-goldfinch": "Goldfinch",
    "page-apps-app-description-goldfinch": "Goldfinch es un protocolo de crédito descentralizado que permite obtener préstamos de criptomonedas sin necesidad de aportar garantías de criptomonedas. Conecta a los inversores con empresas del mundo real.",
    "page-apps-app-superstate": "Superstate",
    "page-apps-app-description-superstate": "Superstate conecta los activos financieros con los mercados de capitales de criptomonedas a través de cotizaciones públicas en cadena y valores tokenizados.",
    "page-apps-app-tether---usdt": "Tether - USDT",
    "page-apps-app-description-tether---usdt": "Tether (USDT) es una moneda estable, una criptomoneda ligada a y respaldada por monedas fiduciarias como el dólar estadounidense.",
    "page-apps-app-circle---usdc": "Circle - USDC",
    "page-apps-app-description-circle---usdc": "USDC es un dólar digital respaldado al 100 % por efectivo de alta liquidez y activos equivalentes al efectivo, y es canjeable 1:1 por dólares estadounidenses.",
    "page-apps-app-ondo": "Ondo",
    "page-apps-app-description-ondo": "Ondo diseña plataformas, activos e infraestructura de nivel institucional para llevar los mercados financieros a la cadena de bloques.",
    "page-apps-app-paypal---pyusd": "PayPal - PYUSD",
    "page-apps-app-description-paypal---pyusd": "PayPal USD (PYUSD) es una moneda estable respaldada por activos seguros y altamente líquidos. Cómprela, véndala, manténgala y transfiérala a la aplicación o al sitio web de PayPal.",
    "page-apps-app-etherisc": "Etherisc",
    "page-apps-app-description-etherisc": "Etherisc ofrece un conjunto completo de soluciones para crear, gestionar e inspeccionar productos de seguros descentralizados.",
    "page-apps-app-polymarket": "Polymarket",
    "page-apps-app-description-polymarket": "Polymarket es el mercado de predicciones más grande del mundo, que le permite mantenerse informado y ganar dinero con sus conocimientos apostando por eventos futuros sobre diversos temas.",
    "page-apps-app-1inch": "1Inch",
    "page-apps-app-description-1inch": "1inch es un agregador que compara precios entre intercambios descentralizados para encontrar los precios más bajos en criptomonedas para los usuarios.",
    "page-apps-app-liquity": "Liquity",
    "page-apps-app-description-liquity": "Liquity V2 es un protocolo de préstamos descentralizado que permite a los usuarios obtener préstamos a tipos fijos y acuñar la moneda estable BOLD",
    "page-apps-app-cowswap": "Cowswap",
    "page-apps-app-description-cowswap": "CoW Swap encuentra los precios más bajos de entre todos las plataformas de intercambios descentralizados y agregadores de plataformas DEX, y le permite ahorrar más con el comercio entre pares y la protección contra MEV.",
    "page-apps-app-pooltogether": "PoolTogether",
    "page-apps-app-description-pooltogether": "PoolTogether es un juego de ahorro con premios, en el que los usuarios agrupan el rendimiento de sus tókenes para tener la oportunidad de ganar premios. El protocolo es una capa de ludificación que permite a los usuarios tener la oportunidad de ganar a lo grande mientras mantienen su token favorito.",
    "page-apps-app-yearn": "Yearn",
    "page-apps-app-description-yearn": "Yearn Finance es un agregador de datos de rendimiento que busca automáticamente estrategias generadoras de beneficios para los usuarios de criptomonedas mediante contratos inteligentes.",
    "page-apps-app-true-markets": "True Markets",
    "page-apps-app-description-true-markets": "TrueMarkets es una plataforma de mercados de predicción descentralizada que permite a los usuarios pronosticar los resultados de eventos del mundo real mediante la negociación de opciones binarias, lo que facilita el análisis del sentimiento en tiempo real y el descubrimiento de información.",
    "page-apps-app-flaunch": "Flaunch",
    "page-apps-app-description-flaunch": "Flaunch es un protocolo y motor que no requiere de permisos para todos los tipos de tokenización: memes, agentes de IA, productos, arte, activos del mundo real y más. El protocolo permite a los desarrolladores crear sus propios gestores de tókenes, lo que proporciona una flexibilidad total en la monetización de los activos publicados.",
    "page-apps-app-octant": "Octant",
    "page-apps-app-description-octant": "Octant tiene como objetivo convertirse en el primer ecosistema de financiación de bienes públicos globales autosuficiente que busca un equilibrio entre el bien común y el empoderamiento financiero individual.",
    "page-apps-app-superfluid": "SuperFluid",
    "page-apps-app-description-superfluid": "Gane a cada segundo. Superfluid es el protocolo de transmisión de dinero con el que funcionan aplicaciones para ganar, invertir y operar en tiempo real en la cadena de bloques.",
    "page-apps-app-splits.org": "Splits.org",
    "page-apps-app-description-splits.org": "Splits.org es una plataforma descentralizada que permite dividir pagos y repartir ingresos de forma fácil y automática a través de multiples cadenas de bloques.",
    "page-apps-app-juiceboxeth": "JuiceboxETH",
    "page-apps-app-description-juiceboxeth": "Juicebox es un protocolo programable de tesorería y financiación comunitaria en Ethereum que permite a los usuarios publicar proyectos con ciclos de financiación configurables, asignar fondos de forma transparente y emitir tókenes o NFT como recompensa —lo suelen utilizar organizaciones autónomas descentralizadas, iniciativas creativas y bienes públicos experimentales—.",
    "page-apps-app-zkp2p": "zkp2p",
    "page-apps-app-description-zkp2p": "ZKP2P es un protocolo entre pares para introducir y sacar de monedas fiduciarias a cadenas de bloques que minimiza la confianza y utiliza pruebas de conocimiento cero para verificar los pagos fuera de la cadena (por ejemplo, Venmo, Revolut) sin exponer datos confidenciales —lo que permite una conversión segura de monedas fiduciarias a criptomonedas—.",
    "page-apps-app-teller": "Teller",
    "page-apps-app-description-teller": "Teller es un protocolo de préstamos descentralizado y entre pares en Ethereum y Polygon que ofrece préstamos a plazo fijo con devoluciones basadas en el tiempo sin liquidaciones de márgenes: los prestatarios pagan un interés fijo y devuelven la garantía completa al vencimiento.",
    "page-apps-app-eigencloud": "EigenCloud",
    "page-apps-app-description-eigencloud": "EigenLayer (EigenCloud) es un protocolo de reparticipación en Ethereum que permite a los propietarios de ETH y LST (Liquid Staking Token) reutilizar sus activos participados para garantizar la seguridad de protocolos adicionales (denominados AVS) y obtener un rendimiento extra.",
    "page-apps-app-zora": "Zora",
    "page-apps-app-description-zora": "Zora es una red social en cadena de bloques que presenta nuevas oportunidades para crear, conectar y ganar dinero con su vida en internet.",
    "page-apps-app-rodeo": "Rodeo",
    "page-apps-app-description-rodeo": "Rodeo es una red social creativa en la que artistas, artífices ycreadores se confabulan para compartir y poner en común su obra. Combina las características familiares de las plataformas sociales con formas únicas de apoyar y ganar de la creatividad.",
    "page-apps-app-towns": "Towns",
    "page-apps-app-description-towns": "Towns Porotocol es un protocolo de código abierto para construir aplicaciones de mensajería descentralizadas en tiempo real. Consta de una cadena L2 compatible con EVM, nodos de retransmisión fuera de cadena descentralizados y contratos inteligentes que se despliegan en Base.",
    "page-apps-app-farcaster": "Farcaster",
    "page-apps-app-description-farcaster": "Farcaster es una red social suficientemente descentralizada construida sobre Ethereum. Es una red social pública similar a X y Reddit. Los usuarios pueden crear perfiles, publicar emisiones (casts) y seguir a otros. Son propietarios de sus cuentas y relaciones con otros usuarios, y tienen la libertad de moverse entre diferentes aplicaciones.",
    "page-apps-app-orb": "Orb",
    "page-apps-app-description-orb": "Orb.club es una aplicación móvil social para consumidores basada en Lens Protocol, conocida por sus publicaciones de pegatinas virales, publicaciones coleccionables, propinas nativas y funciones que dan prioridad a los creadores.",
    "page-apps-app-shibuya-films": "Shibuya Films",
    "page-apps-app-description-shibuya-films": "Shibuya es una plataforma de financiación colectiva para cineastas valientes e independientes, que ofrece a los creadores las herramienas para recaudar fondos, construir una comunidad y dar vida a historias originales, un episodio por vez.",
    "page-apps-app-hey.xyz": "Hey.xyz",
    "page-apps-app-description-hey.xyz": "Hey es una aplicación de red social descentralizada y sin permisos, basada en Lens Protocol.",
    "page-apps-app-audius": "Audius",
    "page-apps-app-description-audius": "Audius es una innovadora plataforma de distribución musical que utiliza la tecnología de cadena de bloques para brindar a artistas y oyentes más control y libertad. Con Audius, los artistas pueden subir fácilmente su música y mantener un control total sobre su contenido, mientras que los oyentes pueden disfrutar de una amplia y variada biblioteca de canciones de músicos y productores con talento de todo el mundo. ",
    "page-apps-app-paragraph": "Paragraph",
    "page-apps-app-description-paragraph": "Paragraph es una plataforma de publicación Web3 que permite a los escritores crear boletines informativos cerrados con tókenes y acuñar contenido como tókenes no fungibles en Ethereum y Base.",
    "page-apps-app-ethereum-follow-protocol": "Ethereum Follow Protocol",
    "page-apps-app-description-ethereum-follow-protocol": "EFP es un protocolo de gráfico social en cadena que permite a los usuarios de Ethereum «seguir» o «etiquetar» otras direcciones mediante listas potenciadas por NFT. Complementa a ENS y Sign-in with Ethereum (SIWE), formando parte del nuevo ecosistema de identidad en Ethereum. ",
    "page-apps-app-jokerace": "JokeRace",
    "page-apps-app-description-jokerace": "JokeRace es un protocolo de gobernanza descentralizado que permite a las comunidades crear, votar y recompensar propuestas. Los participantes emiten sus votos con convicción y pueden obtener recompensas por su participación, alineando los incentivos en torno a la toma de decisiones impulsadas por la comunidad.",
    "page-apps-app-interface": "Interfaz",
    "page-apps-app-description-interface": "Interface es una red social centrada en las transacciones de Ethereum. Comparta sus ideas, descubra nuevos mercados, siga a sus amigos y copie sus movimientos con notificaciones en tiempo real.",
    "page-apps-app-poidh": "poidh",
    "page-apps-app-description-poidh": "Poidh es una aplicación totalmente integrada en la cadena de bloques que permite a cualquier persona crear, financiar y reclamar recompensas por acciones del mundo real. Hace que sea sencillo y divertido incentivar cualquier cosa, desde retos virales hasta iniciativas creadas por la comunidad, usando criptomonedas.",
    "page-apps-app-fluidkey": "Fluidkey",
    "page-apps-app-description-fluidkey": "Fluidkey permite a los usuarios gestionar, recibir y enviar activos en cadena de forma fluida, al tiempo que protege su privacidad.",
    "page-apps-app-rarimo": "Rarimo",
    "page-apps-app-description-rarimo": "Abre el camino a una nueva generación de aplicaciones sociales, donde los usuarios mantienen su privacidad sin perder sus acciones históricas, redes e identidades",
    "page-apps-app-railgun": "Railgun",
    "page-apps-app-description-railgun": "RAILGUN es un sistema de privacidad integrado directamente en la cadena. Utiliza criptografía de conocimiento cero para permitir el uso privado de contratos inteligentes y DeFi, todo ello sin abandonar la seguridad de la cadena preferida por el usuario. ",
    "page-apps-app-privacy-pools": "Privacy Pools",
    "page-apps-app-description-privacy-pools": "Privacy Pools de 0xbow es una forma de realizar transacciones anónimas en Ethereum cumpliendo con las regulaciones. 0xbow bloquea a agentes ilegales para garantizar la integridad del grupo.",
    "page-apps-app-tornado-cash": "Tornado Cash",
    "page-apps-app-description-tornado-cash": "Protocolo de privacidad seguro y descentralizado",
    "page-apps-app-zk-pass": "ZK Pass",
    "page-apps-app-description-zk-pass": "Verifique sus datos privados del mundo real sin revelar su información personal.",
    "page-apps-app-0xbow": "0xbow",
    "page-apps-app-description-0xbow": "0xbow es un protocolo de privacidad para Ethereum que permite realizar transacciones privadas conformes con las regulaciones y basadas en pruebas de conocimiento cero a través de Privacy Pools personalizables.",
    "page-apps-app-opensea": "OpenSea",
    "page-apps-app-description-opensea": "Opensea es un mercado en línea de tókenes no fungibles (NFT) que permite a los usuarios comprar, vender y crear NFT. Funciona como una plataforma descentralizada donde se pueden intercambiar diversos activos digitales, como arte, música, objetos de videojuegos y más, a través de múltiples cadenas de bloques.",
    "page-apps-app-blur": "Blur",
    "page-apps-app-description-blur": "Blur es un mercado profesional de NFT que ofrece operaciones con NFT sin comisiones y funciones para negociantes de nivel intermedio y avanzado.",
    "page-apps-app-highlight": "Highlight",
    "page-apps-app-description-highlight": "Highlight es una plataforma para crear y coleccionar arte y cultura digital.",
    "page-apps-app-manifold": "Manifold",
    "page-apps-app-description-manifold": "Manifold Studio es una serie de herramientas que le permiten crear su propia plataforma creativa web3. Studio permite la creación y distribución de activos digitales conocidos como tókenes no fungibles (NFT).",
    "page-apps-app-rarible": "Rarible",
    "page-apps-app-description-rarible": "Rarible es una plataforma multicadena donde puede comprar, vender y crear tókenes no fungibles (NFT).",
    "page-apps-app-pudgy-penguins": "Pudgy Penguins",
    "page-apps-app-description-pudgy-penguins": "Pudgy Penguins es una propiedad intelectual global centrada en la difusión del pingüino, la cultura de memes y las buenas vibras.",
    "page-apps-app-bored-ape-yacht-club": "Bored Ape Yacht Club",
    "page-apps-app-description-bored-ape-yacht-club": "The Bored Ape Yacht Club es una colección de 10.000 NFT de Bored Ape únicos, coleccionables únicos digitales que se encuentran en la cadena de bloques de Ethereum.",
    "page-apps-app-art-blocks": "Art Blocks",
    "page-apps-app-description-art-blocks": "Art Blocks es una plataforma digital donde artistas generativos publican obras de arte únicas utilizando código creativo. Con raíces históricas en el arte conceptual, el arte generativo implica la creación de un algoritmo utilizando código informático, con aleatoriedad introducida en el algoritmo del artista para producir obras únicas.",
    "page-apps-app-cool-cats": "Cool Cats",
    "page-apps-app-description-cool-cats": "Cool Cats es una colección de 9.999 tókenes no fungibles de avatares generados de forma aleatoria, cada único con un Blue Cat único con diversos atributos, como ropa peinados y accesorios.",
    "page-apps-app-doodles": "Doodles",
    "page-apps-app-description-doodles": "Doodles es una empresa de entretenimiento de última generación centrada en la narración inmersiva a través de la creación y distribución de experiencias en directo y digitales, contenidos originales y productos del día a día.",
    "page-apps-app-basepaint": "Basepaint",
    "page-apps-app-description-basepaint": "BasePaint.xyz es una aplicación colaborativa de arte pixelado en cadena en la que los artistas crean lienzos diarios compartidos que luego se acuñan como NFT.",
    "page-apps-app-foundation": "Foundation",
    "page-apps-app-description-foundation": "Foundation.app es un mercado de NFT que permite a los artistas tokenizar sus creaciones como NFT y proporciona una plataforma para que los coleccionistas compren, vendan e intercambien estas obras de arte digitales.",
    "page-apps-app-sandbox": "Sandbox",
    "page-apps-app-description-sandbox": "Sandbox es una plataforma creativa impulsada por la comunidad que permite a artistas, narradores y creadores de juegos crear, publicar, poseer y monetizar una gran variedad de contenidos únicos en una plataforma descentralizada en la cadena de bloques.",
    "page-apps-app-superrare": "SuperRare",
    "page-apps-app-description-superrare": "SuperRare es una plataforma para acuñar, coleccionar y comerciar obras de arte digitales únicas respaldadas por tókenes no fungibles (NFT) en la cadena de bloques de Ethereum. Cada obra de arte en SuperRare es una edición única, lo que significa que cada obra es única y no tiene copias.",
    "page-apps-app-decentraland": "Decentraland",
    "page-apps-app-description-decentraland": "Decentraland fue el primer mundo virtual social totalmente descentralizado del mundo, dando a los usuarios la posibilidad de poseer, crear y controlar sus activos y experiencias digitales. Lanzado en 2020, Decentraland presenta un paisaje abierto y transitable lleno de contenido generado por los usuarios que evoluciona y cambia en tiempo real.",
    "page-apps-app-magic-eden": "Magic Eden",
    "page-apps-app-description-magic-eden": "Magic Eden es un mercado de tókenes no fungibles que permite a los usuarios comprar, vender, acuñar y gestionar NFT. Es una plataforma popular tanto para creadores que publican nuevos proyectos NFT como para comerciar en el mercado secundario. ",
    "page-apps-app-azuki": "Azuki",
    "page-apps-app-description-azuki": "Azuki es una marca nacida en la intersección entre el arte, la tecnología y la cultura de internet. Lo que comenzó como un proyecto web3 se ha convertido en una comunidad global de artistas y creadores que dan forma juntos a personajes, historias y experiencias originales. Desde coleccionables digitales hasta moda y eventos en el mundo real, Azuki está construyendo un universo para los nativos digitales atraídos por lo que está por venir.",
    "page-apps-app-poap": "POAP",
    "page-apps-app-description-poap": "Los POAP son los marcapáginas de su vida. Acuñe los recuerdos más importantes de su vida como coleccionables digitales (NFT) eternos en la cadena de bloques.",
    "page-apps-app-courtyard": "Courtyard",
    "page-apps-app-description-courtyard": "Courtyard es una plataforma para acuñar y comerciar tókenes no fungibles respaldados por objetos coleccionables del mundo real, como cromos, estando los activos almacenados en cajas fuertes acorazadas aseguradas y siendo canjeables en cadena.",
    "page-apps-app-eve-frontier": "EVE Frontier",
    "page-apps-app-description-eve-frontier": "EVE Frontier es un sandbox moldeado por la actividad de los jugadores. Desde facciones creadas por la comunidad hasta bases, economías privadas y una red de stargates, usted es quien da forma a un mundo vivo y en constante evolución.",
    "page-apps-app-remix": "Remix",
    "page-apps-app-description-remix": "Remix es una plataforma que combina IA y juegos móviles, diseñada para ofrecer juegos en cadena potenciados por la IA.",
    "page-apps-app-illuvium": "Illuvium",
    "page-apps-app-description-illuvium": "Illuvium es un juego de roles coleccionable (RPG) y de combatientes propios en uno solo. Ofrece una experiencia de mundo abierto en el mundo principal, donde puede minar, recolectar, capturar y luchar contra «Illuvials». Una vez que forma su equipo, puede entrar al combate propio para enfrentarse a sus rivales en combate.",
    "page-apps-app-parallel": "Parallel",
    "page-apps-app-description-parallel": "Parallel es un juego de estrategia por turnos gratuito en el que los jugadores construyen mazos de 40 cartas de cinco facciones o cartas universales para enfrentarse entre sí.",
    "page-apps-app-snapshot": "Snapshot",
    "page-apps-app-description-snapshot": "Snapshot es una plataforma de votación que permite a DAO, protocolos DeFi o comunidades NFT votar de forma sencilla y sin comisiones de gas. La herramienta permite una alta personalización del proceso de votación para adaptarse a las distintas necesidades de los usuarios y organizaciones.",
    "page-apps-app-tally": "Tally",
    "page-apps-app-description-tally": "Tally es una plataforma centrada en la gobernanza en cadena para organizaciones autónomas descentralizadas y protocolos de cadena de bloques proporcionando herramientas e infraestructura para fundar, gestionar y participar en DAO.",
    "page-apps-app-hats-protocol": "Hats Protocol",
    "page-apps-app-description-hats-protocol": "Hats convierte organizaciones en un objeto digital, listo para programarse. Todas las propiedades de su organización y sus roles y permisos individuales ahora pueden automatizarse, al igual que cualquier otro sistema de software.",
    "page-apps-app-aragon": "Aragon",
    "page-apps-app-description-aragon": "Aragon desarrolla tecnología DAO integral que permite a las organizaciones gestionar de forma fácil y segura sus protocolos y activos en cadena.",
    "page-apps-app-daohaus": "DAOhaus",
    "page-apps-app-description-daohaus": "DAOhaus permite a las comunidades crear una organización autónoma descentralizada y gestionar, acrecentar y distribuir una tesorería compartida.",
    "page-apps-app-event-horizon": "Event Horizon",
    "page-apps-app-description-event-horizon": "Event Horizon es un bien público que ayuda a las DAO a mejorar la participación de sus votantes, la participación de sus tókenes y, en general, a mejorar el proceso de gobernanza de las DAO con la ayuda de la gobernanza de agentes y bóvedas de delegación incentivadas. ",
    "page-apps-app-splits": "Splits",
    "page-apps-app-description-splits": "Splits es una plataforma que ofrece infraestructura financiera para equipos en cadena, especializada en la gestión de pagos en cadena mediante contratos inteligentes auditados y de código abierto.",
    "page-apps-app-safe": "Safe",
    "page-apps-app-description-safe": "Aprópiese de internet. Cuentas inteligentes de Ethereum para proteger sus activos digitales y construir el futuro de la propiedad.",
    "page-apps-app-coordinape": "Coordinape",
    "page-apps-app-description-coordinape": "Coordinape proporciona herramientas para descubrir, reconocer y colaborar en redes de confianza en cadena.",
    "page-apps-app-endaoment": "Endaoment",
    "page-apps-app-description-endaoment": "Endaoment es una organización benéfica pública que ofrece fondos asesorados por donantes y facilita las donaciones a organizaciones sin ánimo de lucro.",
    "page-apps-app-researchhub": "ResearchHub",
    "page-apps-app-description-researchhub": "ResearchHub está diseñado para acelerar el ritmo de la investigación científica animando a los académicos a interactuar de una manera totalmente abierta y colaborativa. ",
    "page-apps-app-prime-intellect": "Prime Intellect",
    "page-apps-app-description-prime-intellect": "Prime Intellect democratiza el desarrollo de IA a gran escala al facilitar la búsqueda de recursos informáticos globales y el entrenamiento de modelos de última generación mediante el entrenamiento distribuido entre clústeres.",
    "page-apps-app-agora": "Agora",
    "page-apps-app-description-agora": "Agora es una plataforma avanzada de gobernanza en cadena que proporciona a protocolos y comunidades (como Uniswap, Optimism, ENS) sistemas de votación escalables, seguros y fáciles de usar, lo que elimina la necesidad de código personalizado.",
    "page-apps-app-sablier": "Sablier",
    "page-apps-app-description-sablier": "Sablier es un protocolo que facilita la distribución automatizada de tókenes a lo largo del tiempo. Esta funcionalidad de «transmisión» elimina la necesidad de realizar transacciones manuales, lo que ahorra tiempo y recursos.",
    "page-apps-app-ens": "ENS",
    "page-apps-app-description-ens": "Ethereum Name Service o ENS es el protocolo de nombres descentralizado construido sobre la cadena de bloques de Ethereum. Sigue estándares de código abierto y se basa en un conjunto de contratos inteligentes descentralizados que traducen direcciones de cadena de bloqus en nombres fáciles de leer para las personas.",
    "page-apps-app-huddle01": "Huddle01",
    "page-apps-app-description-huddle01": "Huddle01 es una plataforma descentralizada de comunicación en tiempo real que ofrece una alternativa a los sistemas de videollamadas centralizados. Su objetivo es reducir la latencia, mejorar el rendimiento y disminuir los costes de infraestructura, haciendo la comunicación más eficiente y escalable.",
    "page-apps-app-livepeer": "Livepeer",
    "page-apps-app-description-livepeer": "Livepeer es una red descentralizada para la computación ilimitada de vídeo, que permite el procesamiento de IA y tareas de transcodificación para impulsar el futuro de los vídeos.",
    "page-apps-app-zk-/-open-passport": "ZK / Open Passport",
    "page-apps-app-description-zk-/-open-passport": "ZKPassport SDK permite la verificación de identidad preservando la privacidad mediante pasaportes y tarjetas de identificación. Permite a los desarrolladores solicitar y verificar atributos de identidad específicos sin revelar información personal innecesaria.",
    "page-apps-app-quarkid": "QuarkID",
    "page-apps-app-description-quarkid": "QuarkID es el entorno de trabajo de confianza digital desarrollado por el Gobierno de la Ciudad de Buenos Aires que crea un nuevo sistema de identidad digital.",
    "page-apps-app-rotki": "Rotki",
    "page-apps-app-description-rotki": "Rotki es una herramienta de código abierto autoalojada para la gestión de inversiones, la contabilidad y el análisis de datos que protege su privacidad.",
    "page-apps-app-fileverse---ddocs": "Fileverse - ddocs",
    "page-apps-app-description-fileverse---ddocs": "Fileverse es la alternativa descentralizada a Notion y Google Workspace. Úselo para escribir notas, colaborar en documentos y hojas de cálculo, esbozar ideas, organizar sus archivos, gestionar una base de conocimientos, crear un sitio web personal y más —ya sea de forma individual o en grupo—.",
    "page-apps-app-fileverse---dsheets": "Fileverse - dsheets",
    "page-apps-app-description-fileverse---dsheets": "dSheets es una herramienta de hoja de cálculo de código abierto centrada en la privacidad y las interacciones en cadena que permite a los usuarios importar datos en cadena, ejecutar contratos inteligentes y acceder a funciones Web3. Está equipada con un cifrado de extremo a extremo y puede evitar el almacenamiento de datos sensibles.",
    "page-apps-app-eas": "EAS",
    "page-apps-app-description-eas": "Ethereum Attestation Service (EAS) es una infraestructura de utilidad pública que permite hacer certificaciones tanto en cadena como fuera de cadena sobre cualquier cosa.",
    "page-apps-app-unlock": "Unlock",
    "page-apps-app-description-unlock": "Unlock Protocol es un protocolo que permite a los creadores monetizar su contenido con solo unas pocas líneas de código, de forma totalmente descentralizada. Parte de las membresías y NFT de suscripción, con funciones como limitaciones de tiempo, actualización de precios y pagos recurrentes. Miles de desarrolladores y miembros de la comunidad confían en él para crear productos de membresías de nueva generación.",
    "page-apps-app-human-passport": "Human Passport",
    "page-apps-app-description-human-passport": "Human Passport es una aplicación de verificación de identidad y un protocolo de resistencia a Sybil. Los desarrolladores pueden utilizar los distintos productos y servicios de Human Passport para crear una solución única de verificación humana en su aplicación o proyecto, permitiendo una participación más justa y fiable dentro de su comunidad.",
    "page-apps-app-sequence": "Sequence",
    "page-apps-app-description-sequence": "Sequence es una plataforma para desarrolladores que ofrece carteras de contratos inteligentes, SDK e infraestructura para crear aplicaciones y juegos Web3 sobre Ethereum y cadenas compatibles con EVM.",
    "page-apps-app-eternal-ai": "Eternal AI",
    "page-apps-app-description-eternal-ai": "Eternal AI es una plataforma basada en la cadena de bloques para crear, implementar y monetizar agentes de IA criptográficamente seguros como contratos inteligentes.",
    "page-apps-app-virtuals": "Virtuals",
    "page-apps-app-description-virtuals": "Virtuals Protocol es una sociedad de agentes de IA productivos, cada uno de ellos diseñado para generar servicios o productos y participar de forma autónoma en el comercio en cadena. Estos agentes están tokenizados, lo que permite la generación de capital, la participación sin permisos e incentivos alineados entre creadores, inversores y agentes.",
    "page-apps-app-particle-network": "Particle Network",
    "page-apps-app-description-particle-network": "Pague con cualquier activo. Transfiera entre cadenas sin complicaciones. Olvídese de los puentes para siempre.",
    "page-apps-app-layerswap": "Layerswap",
    "page-apps-app-description-layerswap": "Layerswap es la solución fiable para transferir criptoactivos entre redes en cuestión de minutos. La aplicación permite transferencias entre cadena sin fricciones entre más de 35 cadenas de bloques, así como envíos directos entre cadenas y más de 15 plataformas de intercambio.",
    "page-apps-app-hop": "Hop",
    "page-apps-app-description-hop": "Hop es un puente general de tókenes escalable entre rollups. Permite a los usuarios enviar tókenes de rollup o cadena lateral a otro casi de forma instantánea, sin tener que esperar al periodo de disputa de las redes.",
    "page-apps-app-stargate": "Stargate",
    "page-apps-app-description-stargate": "Stargate es un protocolo de transporte de liquidez entre cadenas, composable, que permite transferencias de activos fluidas entre distintas cadenas de bloques.",
    "page-apps-app-across": "Across",
    "page-apps-app-description-across": "Across es un bridge entre cadenas L2 y rollups, asegurado por el oráculo optimista de UMA. Está optimizado para la eficiencia de capital gracias a un único liquidity pool, un ecosistema competitivo de relayers y un modelo de comisiones sin slippage.",
    "page-apps-app-meson": "Meson",
    "page-apps-app-description-meson": "Meson es la forma más rápida y segura de ejecutar intercambios entre cadenas universales de bajo coste y sin cambios en el precio de ejecución en todas las principales cadenas de bloques y rollups de capa 2.",
    "page-apps-app-debridge": "deBrigde",
    "page-apps-app-description-debridge": "DeBridge es el internet de liquidez de DeFi, permitiendo el movimiento en tiempo real de activos e información en todo el panorama DeFi. Sin los embotellamientos ni los riesgos de las agrupaciones de liquidez, deBridge puede facilitar todo tipo de interacciones entre cadenas con una gran liquidez, distribuciones ajustadas y tipos garantizados.",
    "page-apps-app-orbiter-finance": "Orbiter Finance",
    "page-apps-app-description-orbiter-finance": "Orbiter Finance permite transacciones entre rollups de activos nativos de Ethereum o Bitcoin de forma fluida y sin requerir de confianza.",
    "page-apps-app-celer-cbridge": "Celer cBridge",
    "page-apps-app-description-celer-cbridge": "Celer es un protocolo de interoperabilidad entre cadenas de bloques que permite a los usuarios acceder con un solo clic a tókenes, DeFi, juegos de cadenas de bloques, NFT, gobernanza, entre otras opciones en múltiples cadenas.",
    "page-apps-app-synapse": "Synapse",
    "page-apps-app-description-synapse": "Synapse Bridge está construido sobre una infraestructura entre cadenas que permite a los usuarios transferir activos de forma fluida entre todas las cadenas de bloques.",
    "page-apps-app-gas.zip": "Gas.zip",
    "page-apps-app-description-gas.zip": "El puente de reabastecimiento de gas más rápido y completo para más de 350 cadenas. Explore y transfiera entre todas sus cadenas alternativas y L2 favoritas al instante.",
    "page-apps-app-staking-launchpad": "Lanzador de participaciones",
    "page-apps-app-description-staking-launchpad": "Conviértase en validador y ayude a asegurar el futuro de Ethereum.",
    "page-apps-app-bungee": "Bungee",
    "page-apps-app-description-bungee": "Bungee permite hacer intercambios entre cadenas de bloques de forma fluida. Con más de 20.000 millones de dólares en volumen y la confianza de grandes carteras y DApps, Buengree hace que mover activos entre redes sea eficiente, seguro y accesible para todo el mundo."
}