{
  "51%-attack-term": "Ataque del 51 %",
  "51%-attack-definition": "Un tipo de ataque en el que un grupo obtiene el control de la mayoría de <a href=\"/glossary/#node\">nodos</a>. Esto les permitiría defraudar a la cadena de bloques revirtiendo las <a href=\"/glossary/#transaction\">transacciones</a> y duplicando el gasto de <a href=\"ether\">ether</a> y otros tokens.",
  "abi-term": "Interfaz Binaria de Aplicación (ABI)",
  "abi-definition": "Un archivo JSON define las funciones y variables incluidas en un contrato inteligente. La ABI permite que el bytecode sea mapeado en formatos legibles para los humanos.",
  "account-term": "Cuenta",
  "account-definition": "Una cuenta de Ethereum es una identidad digital en la cadena de bloques de Ethereum que permite a los usuarios enviar, recibir Ether u otros activos digitales, e interactuar con contratos inteligentes.",
  "address-term": "Dirección",
  "address-definition": "Una dirección de Ethereum es un identificador único utilizado para recibir tokens; funciona de forma similar a un número de cuenta bancaria para criptomonedas. Se utiliza para identificar su cuenta de Ethereum.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "Son formas de evitar que personas se hagan pasar por varios usuarios de Internet al mismo tiempo, asegurando que cada usuario sea una persona real e individual. Esto ayuda a mantener las interacciones en línea justas y honestas.",
  "apr-term": "APR",
  "apr-definition": "APR, o Tasa de Porcentaje Anual (Anual Percentage Rate), refleja el costo anual de pedir dinero prestado, incluyendo intereses y comisiones, expresado como un porcentaje.",
  "attestation-term": "Certificación",
  "attestation-definition": "Una afirmación hecha por una entidad de que algo es cierto. En el contexto de Ethereum, los validadores de consenso deben hacer una afirmación sobre lo que creen que es el estado de la cadena. En los momentos designados, cada validador es responsable de publicar diferentes certificados que declaren formalmente la visión de este validador de la cadena, incluido el último punto de verificación o control finalizado y el jefe actual de la cadena. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Más información sobre las atestaciones</a>.",
  "block-term": "Bloque",
  "block-definition": "Un bloque es donde se almacenan las transacciones o las acciones digitales. Una vez que un bloque está lleno, se vincula al anterior, creando una cadena de bloques, o blockchain. <a href=\"/developers/docs/blocks/\">Más sobre los bloques</a>.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "Una cadena de bloques es una base de datos de transacciones, duplicada y compartida en todos los ordenadores de la red, lo que garantiza que los datos no se puedan alterar retroactivamente.",
  "bridge-term": "Puenteo",
  "bridge-definition": "Un puente de cadena de bloques se utiliza para transferir activos de una red de cadena de bloques a otra.",
  "consensus-term": "Consensos",
  "consensus-definition": "Cuando más de 2/3 de los ordenadores de una red están de acuerdo en que tienen el mismo conjunto de registros, asegurándose de que todos estén en la misma página. No se trata de las reglas que siguen, sino de asegurarse de que todos tengan la misma información.",
  "consensus-client-term": "Cliente de consenso",
  "consensus-client-definition": "Los clientes de consenso (como Prysm, Teku, Nimbus, Lighthouse, Lodestar) ejecutan el algoritmo de consenso de <a href=\"/glossary/#pos\">prueba de participación</a> de Ethereum, lo que permite a la red llegar a un acuerdo sobre la cabeza de la cadena de Baliza. Los clientes de consenso no participan en la validación/transmisión de transacciones o en la ejecución de transiciones de estado. Esto lo hacen <a href=\"/glossary/#execution-client\">clientes de ejecución</a>. Los clientes de consenso no atestan ni proponen nuevos bloques. Esto lo hace el <a href=\"/glossary/#validator\">cliente validador</a>, que es un complemento opcional al cliente de consenso.",
  "consensus-layer-term": "Capa de consenso",
  "consensus-layer-definition": "La capa de consenso de Ethereum es la red de <a href=\"/glossary/#consensus-client\">clientes de consenso</a>.",
  "cryptoeconomics-term": "Criptoeconomía",
  "cryptoeconomics-definition": "El estudio de los principios matemáticos y económicos para diseñar plataformas digitales seguras y confiables. El objetivo es garantizar que todos los participantes sigan las reglas y sean recompensados por contribuir a la seguridad y el funcionamiento de la red.",
  "cryptography-term": "Criptografía",
  "cryptography-definition": "Es la práctica de hacer que la comunicación sea privada y segura para que solo aquellos a los que está destinada la información puedan leerla.",
  "dao-term": "Organización autónoma descentralizada (o DAO)",
  "dao-definition": "Una DAO es una organización digital dirigida por reglas codificadas en una cadena de bloques, donde las decisiones se toman a partir de los votos de los miembros, no con una autoridad central. <a href=\"/dao/\">Más información sobre las organizaciones autónomas descentralizadas (DAO)</a>.",
  "dapp-term": "DApp",
  "dapp-definition": "Una dApp es una aplicación descentralizada que se ejecuta en una red de cadena de bloques, ofreciendo servicios sin una autoridad de control central. <a href=\"/dapps/\">Más sobre aplicaciones descentralizadas</a>.",
  "data-availability-term": "Disponibilidad de datos",
  "data-availability-definition": "Cualquier nodo puede verificar de forma independiente las transacciones en una cadena de bloques para mantener la transparencia y la confianza en el sistema.",
  "defi-term": "DeFi",
  "defi-definition": "Una amplia categoría de aplicaciones de Ethereum con el objetivo de proporcionar servicios financieros respaldados por la cadena de bloques, sin ningún intermediario. <a href=\"/defi/\">Más sobre finanzas descentralizadas (DeFi)</a>",
  "dex-term": "Exchange descentralizado (o DEX)",
  "dex-definition": "Un tipo de aplicación de Ethereum que permite intercambiar tokens con pares de la red. Los DEX no están sujetos a restricciones geográficas como los exchanges centralizados: cualquiera puede participar.",
  "difficulty-bomb-term": "Bomba de dificultad",
  "difficulty-bomb-definition": "Aumento exponencial planificado en la configuración de <a href=\"/glossary/#difficulty\">dificultad</a> de la <a href=\"/glossary/#pow\">prueba de trabajo</a> que fue diseñada para motivar la transición a la <a href=\"/glossary/#pos\">prueba de participación</a>, reduciendo las posibilidades de una <a href=\"/glossary/#hard-fork\">bifurcación</a>. La bomba de dificultad quedó obsoleta con <a href=\"/roadmap/merge\">la Fusión</a>.",
  "ecdsa-term": "Algoritmo de Firma Digital de Curva Elíptica (ECDSA)",
  "ecdsa-definition": "Un algoritmo criptográfico utilizado por Ethereum para garantizar que los fondos solo puedan ser gastados por sus propietarios. Es el método preferido para crear claves públicas y privadas. Relevante para la generación de <a href=\"/glossary/#address\">direcciones</a> de cuentas y la verificación de <a href=\"/glossary/#transaction\">transacciones</a>.",
  "ens-term": "Servicio de nombres de Ethereum (o ENS)",
  "ens-definition": "El servicio de nombres de Ethereum (Ethereum Name Service) es como una guía telefónica de Internet para direcciones de Ethereum. En lugar de usar direcciones de billetera largas, ENS le permite usar nombres simples como \"john.eth\" para enviar y recibir dinero y activos digitales.",
  "epoch-term": "Epoch",
  "epoch-definition": "Un período de 32 <a href=\"/glossary/#slot\">ranuras</a>, cada ranura de 12 segundos, por un total de 6,4 minutos. Los <a href=\"/glossary/#committee\">comités de validación</a> se mezclan en cada época por razones de seguridad. Cada época tiene la oportunidad de que la cadena sea <a href=\"/glossary/#finality\">finalizada</a>. A cada validador se le asignan nuevas responsabilidades al comienzo de cada época. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Más información sobre la prueba de participación</a>",
  "eoa-term": "Cuenta de propiedad externa (EOA)",
  "eoa-definition": "Las cuentas de propiedad externa (EOA) son el tipo más común de cuenta de Ethereum. Son controladas por una persona a través de claves privadas/frase de recuperación. <a href=\"/wallets/\">Más sobre las billeteras de Ethereum</a>.",
  "erc-term": "Ethereum solicita comentarios (o ERC)",
  "erc-definition": "ERC (<strong>Solicitud de comentarios de Ethereum</strong>, de Ethereum Request for Comments) es un tipo de documentación técnica utilizada en la comunidad de Ethereum para proponer nuevos estándares de uso para la red Ethereum.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "Un tipo de estándar de token de Ethereum similar a NFT (como artículos coleccionables únicos) que también permite crear artículos intercambiables (como moneda) dentro de un solo contrato inteligente.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "Es el conjunto estándar de reglas con las que se crean la mayoría de los tokens de la red Ethereum.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "Un conjunto estándar de reglas utilizadas para crear NFT (tokens no fungibles).",
  "ether-term": "Ether",
  "ether-definition": "La criptomoneda nativa de Ethereum, comúnmente conocida como \"ETH\". Se utiliza para cubrir las tarifas de transacción cuando se utiliza el ecosistema y las aplicaciones de Ethereum. <a href=\"/eth/\">Más sobre el ether</a>.",
  "events-term": "Eventos",
  "events-definition": "Permite el uso de instalaciones de registro de la <a href=\"/glossary/#evm\">EVM</a>. Las <a href=\"/glossary/#dapp\">Dapps</a> pueden escuchar eventos y usarlos para activar devoluciones de llamada de JavaScript en la interfaz de usuario. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Más sobre eventos y registros</a>",
  "execution-client-term": "Cliente de ejecución",
  "execution-client-definition": "Los clientes de ejecución (anteriormente conocidos como \"clientes Eth1\"), como Besu, Erigon, Go-Ethereum (Geth), Nethermind, tienen la tarea de procesar y transmitir transacciones y administrar el estado de Ethereum. Realizan los cálculos de cada transacción utilizando la <a href=\"/glossary/#evm\">Máquina Virtual de Ethereum</a> para garantizar que se sigan las reglas del protocolo.",
  "execution-layer-term": "Capa de ejecución",
  "execution-layer-definition": "La capa de ejecución de Ethereum es la red de <a href=\"/glossary/#execution-client\">clientes de ejecución</a>.",
  "finality-term": "Finalidad",
  "finality-definition": "La finalidad es la garantía de que un conjunto de transacciones no se pueda cambiar sin perder una gran cantidad de ETH.",
  "fork-term": "Bifurcación",
  "fork-definition": "Un cambio en el protocolo que provoca la creación de una cadena alternativa.",
  "fraud-proof-term": "Prueba de fraude",
  "fraud-proof-definition": "Un modelo de seguridad para ciertas soluciones de <a href=\"/glossary/#layer-2\">capa 2</a> donde, para aumentar la velocidad, las transacciones se <a href=\"/glossary/#rollups\">enrollan</a> (rolled up) en lotes y se envían a Ethereum en una sola transacción. Otros participantes de la red pueden volver a ejecutar las transacciones para comprobar que se ejecutaron honestamente. Si descubren una discrepancia entre los datos publicados y su propia versión, pueden publicar una prueba criptográfica que demuestre dónde se produjo algún fraude. Algunos <a href=\"/glossary/#rollups\">rollups</a> usan <a href=\"/glossary/#validity-proof\">pruebas de validez</a>.",
  "gas-term": "Gas",
  "gas-definition": "El gas es la tarifa pagada por transacciones y contratos inteligentes en una cadena de bloques, como Ethereum. <a href=\"/gas/\">Más sobre gas y tarifas</a>.",
  "genesis-block-term": "Bloque inicial",
  "genesis-block-definition": "El primer bloque de una <a href=\"/glossary/#blockchain\">cadena de bloques</a>, utilizado para inicializar una red concreta y su criptomoneda.",
  "gwei-term": "Gwei",
  "gwei-definition": "Abreviatura de gigawei, una denominación de <a href=\"/glossary/#ether\">ether</a> comúnmente utilizada para fijar el precio del <a href=\"/glossary/#gas\">gas</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ether.",
  "hash-term": "Hash",
  "hash-definition": "Una huella digital de longitud fija de entrada de tamaño variable, producida por una función hash. (Ver <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "holographic-consensus-term": "Consenso holográfico",
  "holographic-consensus-definition": "Se refiere a cómo se toma una decisión de grupo grande dejando que un grupo más pequeño de personas representativas vote. Luego todos los demás están de acuerdo en aceptarlo, siempre y cuando confíen en que el pequeño grupo hizo un buen trabajo.",
  "index-term": "Índice",
  "index-definition": "Una estructura de red destinada a optimizar la consulta de información de toda la <a href=\"/glossary/#blockchain\">cadena de bloques</a> proporcionando una ruta eficiente a su fuente de almacenamiento.",
  "key-term": "Clave",
  "key-definition": "En el contexto de Ethereum, las claves son códigos digitales: una clave pública para recibir transacciones y una clave privada para acceder y enviar fondos.",
  "layer-2-term": "Capa 2",
  "layer-2-definition": "Las capas 2 son otras redes construidas sobre la red principal de Ethereum para hacer que las transacciones sean más rápidas y baratas. <a href=\"/layer-2/\">Más sobre la capa 2</a>.",
  "liquidity-tokens-term": "Tokens de liquidez",
  "liquidity-tokens-definition": "Los tokens de liquidez (LT) son tokens digitales emitidos a los participantes que depositan activos en un fondo de liquidez, que es una colección de fondos bloqueados en un contrato inteligente y utilizados para facilitar la operatoria en un exchange descentralizado (DEX).",
  "mainnet-term": "Red principal",
  "mainnet-definition": "Abreviatura de «red principal», esta es la principal <a href=\"/glossary/#blockchain\">cadena de bloques</a> pública de Ethereum.",
  "mev-term": "MEV",
  "mev-definition": "Un mecanismo que prioriza ciertas acciones en una cadena de bloques por una tarifa, influyendo en los resultados y el orden de las transacciones.",
  "multisig-term": "Multifirma",
  "multisig-definition": "Multisig (firma múltiple) se refiere a una billetera o cuenta digital que requiere múltiples firmas o aprobaciones para ejecutar transacciones, lo que mejora la seguridad.",
  "nft-term": "Token no fungible (o NFT del inglés «Non Fungible Token»)",
  "nft-definition": "Un token no fungible (NFT) es un artículo digital único que puede poseer, como arte u objetos de colección, verificado por la tecnología de la cadena de bloques. <a href=\"/nft/\">Más sobre los tokens no fungibles (NFT)</a>.",
  "node-term": "Nodo",
  "node-definition": "Un cliente de software que participa en la red. <a href=\"/developers/docs/nodes-and-clients/\">Más sobre nodos y clientes</a>.",
  "ommer-term": "Bloque Ommer (tío)",
  "ommer-definition": "Cuando un <a href=\"/glossary/#miner\">minero</a> de prueba de trabajo encuentra un <a href=\"/glossary/#block\">bloque</a> válido, otro minero puede haber publicado un bloque en competencia que se agrega primero a la punta de la cadena de bloques. Este bloque válido, pero estancado, puede ser incluido por bloques más nuevos como <em>ommers</em> y recibir una recompensa de bloque parcial. El término \"ommer\" es el término de género neutral preferido para el hermano de un bloque padre (principal), pero a veces también se lo conoce como \"tío\" (uncle). Esto era común para Ethereum cuando era una red de <a href=\"/glossary/#pow\">prueba de trabajo</a>. Ahora que Ethereum utiliza <a href=\"/glossary/#pos\">prueba de participación</a>, solo se selecciona un proponente de bloques por ranura.",
  "on-chain-term": "En cadena",
  "on-chain-definition": "Se refiere a las acciones o transacciones que ocurren en la cadena de bloques y están disponibles públicamente.",
  "optimistic-rollup-term": "Acumulaciones optimistas (Optimistic rollups)",
  "optimistic-rollup-definition": "Un Rollup Optimista es una solución de Capa 2 que acelera las transacciones en Ethereum, asumiendo que son válidas por defecto, a menos que se las cuestione o ponga en duda. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Más información acerca de los Rollups Optimistas</a>.",
  "peer-to-peer-network-term": "Red entre pares (o peer-to-peer)",
  "peer-to-peer-network-definition": "Una red de ordenadores (pares) que colectivamente son capaces de realizar funcionalidades sin la necesidad de servicios centralizados basados en servidores.",
  "permissionless-term": "No hay permisos",
  "permissionless-definition": "No se necesita permiso o aprobación para usar un sistema como Ethereum y nadie puede evitar que lo use. Está abierto las 24 horas del día, los 7 días de la semana, para que todos participen.",
  "private-key-term": "Clave privada",
  "private-key-definition": "Una clave privada es un código secreto que demuestra que usted es el propietario de su dinero digital y le permite gastarlo, como un PIN para su cuenta. <strong>NO LA COMPARTA</strong>.",
  "poap-term": "POAP",
  "poap-definition": "El Protocolo de Prueba de Asistencia se utiliza para crear un coleccionable digital (NFT) que demuestre que usted asistió a un evento o actividad específicos.",
  "pos-term": "Prueba de participación (PoS)",
  "pos-definition": "Método mediante el cual un protocolo de cadena de bloques de criptomonedas pretende lograr un <a href=\"/glossary/#consensus\">consenso</a>. La prueba de participación (PoS) pide a los usuarios que demuestren la propiedad de una cierta cantidad de criptomonedas (su \"participación\" en la red) para poder participar en la validación de las transacciones. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Más información sobre Prueba de Participación (PoS)</a>.",
  "pow-term": "Prueba de trabajo (PoW, por sus siglas en inglés)",
  "pow-definition": "Un mecanismo de seguridad para la cadena de bloques que requiere que los nodos gasten energía en forma de cálculo para encontrar un valor determinado.",
  "public-goods-term": "Bienes públicos",
  "public-goods-definition": "Los bienes públicos son cosas que todo el mundo puede utilizar gratuitamente, como los parques o el aire limpio, y su uso no impide que otros los utilicen también. Los gobiernos suelen proporcionarlos porque las empresas no suelen hacerlo, ya que no pueden cobrar fácilmente a la gente por utilizarlos.",
  "public-key-term": "Clave pública",
  "public-key-definition": "Una clave pública es un conjunto de caracteres que permite a otros enviarle monedas digitales de forma segura, como si fuera una dirección de correo electrónico para dinero.",
  "quadratic-voting-term": "Votación cuadrática",
  "quadratic-voting-definition": "Es un método de votación en el que los votantes expresan qué intensidad sienten respecto a determinados temas. Permite a los votantes mostrar no solo sus preferencias, sino también la intensidad de las mismas.",
  "recovery-phrase-term": "Frase semilla/frase de recuperación",
  "recovery-phrase-definition": "Una lista de palabras que recibe cuando crea una billetera digital. Actúa como una contraseña que puede ayudarle a recuperar su billetera en caso de perder el acceso a ella, asegurándose de que no pierda su dinero digital o sus tokens.",
  "rollups-term": "Rollups",
  "rollups-definition": "Un tipo de solución de escalabilidad de <a href=\"/glossary/#layer-2\">capa 2</a> que agrupa múltiples transacciones y las envía a <a href=\"/glossary/#mainnet\">la cadena principal de Ethereum</a> en una única transacción. Esto permite reducir los costos de <a href=\"/glossary/#gas\">gas</a> y aumentar los rendimientos de <a href=\"/glossary/#transaction\">transacción</a>. Existen rollups Optimistas y de Zero-knowledge (Conocimiento cero), los cuales utilizan diferentes métodos de seguridad para ofrecer estas ganancias de escalabilidad. <a href=\"/developers/docs/scaling/#rollups\">Más información sobre los rollups</a>.",
  "rpc-term": "Llamada de procedimiento remoto (RPC)",
  "rpc-definition": "Las RPC permiten a una computadora solicitar datos o acciones a otra a través de una red, es como pedir información con un control remoto.",
  "sequencer-term": "Secuenciador",
  "sequencer-definition": "Un secuenciador es un programa responsable de ordenar transacciones en una red de cadena de bloques.",
  "smart-contract-term": "Contrato inteligente",
  "smart-contract-definition": "Un contrato inteligente es un programa que ejecuta automáticamente acuerdos en una cadena de bloques, como un contrato digital de autoaplicación. <a href=\"/smart-contracts/\">Introducción a los contratos inteligentes</a>.",
  "stablecoin-term": "Moneda estable",
  "stablecoin-definition": "Una moneda estable, o stablecoin, es un tipo de criptomoneda diseñada para tener un valor estable, a menudo vinculado a una moneda o commodity (como el dólar estadounidense), para minimizar la volatilidad de los precios. <a href=\"/stablecoins/\">Más sobre monedas estables</a>.",
  "staking-term": "Participar (apostar)",
  "staking-definition": "Depositar una cantidad de <a href=\"/glossary/#ether\">ether</a> (su participación) para convertirse en un validador y asegurar la <a href=\"/glossary/#network\">red</a>. Un validador comprueba <a href=\"/glossary/#transaction\">transacciones</a> y propone <a href=\"/glossary/#block\">bloques</a> bajo un modelo de consenso de <a href=\"/glossary/#pos\">prueba de participación</a>. La participación, o staking, le da un incentivo económico para actuar en el mejor interés de la red. Obtendrá recompensas por llevar a cabo sus deberes de <a href=\"/glossary/#validator\">validador</a>, pero perderá diferentes cantidades de ETH si no lo hace. <a href=\"/staking/\">Más sobre el staking en Ethereum</a>.",
  "staking-pool-term": "Reserva de participación",
  "staking-pool-definition": "El ETH combinado de más de un participante de Ethereum, utilizado para alcanzar los 32 ETH necesarios para activar un conjunto de claves de validación. Un operador de nodo utiliza estas claves para participar en el consenso, y las <a href=\"/glossary/#block-reward\">recompensas de bloque</a> se dividen entre los stakers contribuyentes. Los grupos de staking o la delegación de participación no son nativos del protocolo Ethereum, pero la comunidad ha creado muchas soluciones. <a href=\"/staking/pools/\">Más sobre la participación agrupada</a>.",
  "sybil-attack-term": "Sybil attack",
  "sybil-attack-definition": "Los ataques Sybil, o Sybil attacks, se refieren a seres humanos individuales que intentan engañar a un sistema para que piense que son múltiples personas con el fin de aumentar su influencia.",
  "terminal-total-difficulty-term": "Dificultad total terminal (o TTD)",
  "terminal-total-difficulty-definition": "La dificultad total es la suma de la dificultad de minado de Ethash para todos los bloques hasta algún punto específico de la cadena de bloques. La dificultad total terminal es un valor específico para la dificultad total que se utilizó como desencadenante para que los clientes de ejecución desactiven sus funciones de minado y gossiping de bloques, lo que permite a la red hacer la transición a la prueba de participación. Ya no es relevante porque Ethereum se trasladó a <a href=\"/glossary/#pos\">prueba de participación</a>.",
  "transaction-fee-term": "Comisión de la transacción",
  "transaction-fee-definition": "Una tarifa que debe pagar cada vez que use la red Ethereum. Ejemplos incluyen el envío de fondos desde su <a href=\"/glossary/#wallet\">billetera</a> o una interacción con una <a href=\"/glossary/#dapp\">dapp</a>, como intercambiar tokens o comprar un coleccionable. Puede pensar en esto como un cargo por servicio. Esta tarifa cambiará en función de lo ocupada que esté la red. Esto se debe a que es probable que los <a href=\"/glossary/#validator\">validadores</a>, las personas responsables de procesar su transacción, prioricen las transacciones con tarifas más altas, por lo que la congestión obliga a subir el precio.<br/><br/>A nivel técnico, su tarifa de transacción se relaciona con la cantidad de <a href=\"/glossary/#gas\">gas</a> que requiere su transacción.<br/><br/>La reducción de las tarifas de transacción es un tema de gran interés en este momento. Ver <a href=\"/glossary/#layer-2\">Capa 2</a>.",
  "trust-assumptions-term": "Presunciones de confianza",
  "trust-assumptions-definition": "Las suposiciones de confianza son creencias básicas sobre la seguridad y la fiabilidad de un sistema, que guían lo que confiamos para que el sistema funcione.",
  "validator-term": "Validador",
  "validator-definition": "Un <a href=\"/glossary/#node\">nodo</a> en un sistema de <a href=\"/glossary/#pos\">prueba de participación</a> responsable de almacenar datos, procesar transacciones y agregar nuevos bloques a la cadena de bloques. Para activar software de validación, debe ser capaz de <a href=\"/glossary/#staking\">participar</a> 32 ETH. <a href=\"/staking/\">Más sobre la participación en Ethereum</a>.",
  "validity-proof-term": "Prueba de validez",
  "validity-proof-definition": "Un modelo de seguridad para ciertas soluciones de <a href=\"/glossary/#layer-2\">capa 2</a> en el que, para aumentar la velocidad, las transacciones se agrupan en lotes y se envían a Ethereum en una sola transacción. El cálculo de la transacción se realiza fuera de la cadena y luego se suministra a la cadena principal con una prueba de su validez. Este método aumenta la cantidad de transacciones posibles, al tiempo que se mantiene la seguridad. Algunos <a href=\"/glossary/#rollups\">rollups</a> usan <a href=\"/glossary/#fraud-proof\">a prueba de fraude</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Más sobre los rollups de conocimiento cero</a>.",
  "wallet-term": "Cartera",
  "wallet-definition": "Una billetera es una herramienta digital para almacenar, enviar y recibir moneda digital, como un monedero virtual para su dinero en línea. <a href=\"/wallets/\">Más sobre las billeteras de Ethereum</a>.",
  "web2-term": "Web 2.0",
  "web2-definition": "Es el Internet actual, centrado en el contenido generado por el usuario y las redes sociales que están controladas por pocas empresas. Web3 es una creencia cripto de que son los usuarios quienes deben controlar sus datos y transacciones.",
  "web3-term": "Web 3.0",
  "web3-definition": "Web3 es la nueva Internet con cadena de bloques, donde los usuarios controlan sus datos y transacciones, no las empresas. No es necesario compartir ninguna información personal. <a href=\"/web3/\">Más sobre Web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "La denominación más pequeña de ether. 10<sup>18</sup> wei = 1 ether.",
  "zk-proof-term": "Prueba de conocimiento cero",
  "zk-proof-definition": "Una prueba de conocimiento cero es un método criptográfico que permite a los individuos probar que un enunciando o declaración es real sin tener que transmitir información adicional. <a href=\"/developers/docs/scaling/zk-rollups/\">Más sobre los rollups de conocimiento cero</a>."
}
