{
  "51%-attack-term": "Ataque del 51 %",
  "51%-attack-definition": "Un tipo de ataque en el que un grupo toma control de la mayoría de los <a href=\"/glossary/#node\">nodos</a>. Esto les permitiría defraudar la cadena de bloques revirtiendo <a href=\"/glossary/#transaction\">transacciones</a> y gastando doblemente <a href=\"eth\">ether</a> y otros tokens.<br /><br />En la prueba de participación de Ethereum, esto se lograría acumulando más de la mitad del ether total en staking. Esto permitiría a un atacante decidir qué nuevos bloques se añaden a la cadena de bloques. Sin embargo, para revertir la cadena o gastar doblemente, un atacante necesitaría al menos el 66% del ether total en staking.",
  "account-term": "Cuenta",
  "account-definition": "Una cuenta de Ethereum es una identidad digital en la cadena de bloques de Ethereum que permite a los usuarios enviar y recibir Ether, así como interactuar con contratos inteligentes.<br /><br /><strong>Técnico:</strong><br />Es un objeto que contiene una dirección, un saldo, nonce, y almacenamiento y código opcional. Una cuenta puede ser de tipo contrato o una cuenta de propiedad externa (EOA).",
  "address-term": "Dirección",
  "address-definition": "Una dirección de Ethereum es un identificador único usado para recibir tokens o monedas digitales. Es equivalente a un número de cuenta de banco tradicional, solo que para criptomonedas. De igual manera, dicha dirección es utilizada para identificar tu cuenta de Ethereum.<br /><br />Se identifica como los 160 bits más a la derecha de un hash Keccak de una clave pública ECDSA.",
  "anti-sybil-term": "Anti-Sybil",
  "anti-sybil-definition": "Son formas de evitar que personas se hagan pasar por varios usuarios de Internet al mismo tiempo, asegurando que cada usuario sea una persona real e individual. Esto ayuda a mantener las interacciones en línea justas y honestas.",
  "abi-term": "Interfaz Binaria de Aplicación (ABI)",
  "abi-definition": "Un archivo JSON define las funciones y variables incluidas en un contrato inteligente. La ABI permite que el bytecode sea mapeado en formatos legibles para los humanos.",
  "api-term": "Interfaz de Programación de Aplicaciones (API)",
  "api-definition": "Una Interfaz de Programación de Aplicaciones (API) es un conjunto de definiciones para cómo usar una parte de un software. Una API se sitúa entre una aplicación y un servidor web, facilitando la transferencia entre ambos.",
  "apr-term": "APR",
  "apr-definition": "APR, o Tasa de Porcentaje Anual (Anual Percentage Rate), refleja el costo anual de pedir dinero prestado, incluyendo intereses y comisiones, expresado como un porcentaje.",
  "asic-term": "ASIC",
  "asic-definition": "Circuito integrado específico de la aplicación. Esto usualmente se refiere a un circuito integrado, construido de manera personalizada para el minado de criptomonedas.",
  "assert-term": "assert",
  "assert-definition": "En <a href=\"/glossary/#solidity\">Solidity</a>, `assert(false)` se compila en `0xfe`, un código de operación no válido, que utiliza todo el <a href=\"/glossary/#gas\">gas</a> restante y revierte todos los cambios. Cuando una sentencia `assert()` falla, está sucediendo algo muy incorrecto e inesperado, y tendrá que arreglar su código. Debería usar `assert()` para evitar condiciones que nunca deberían ocurrir. <a href=\"/developers/docs/smart-contracts/security/\">Más sobre la seguridad de los contratos inteligentes</a>.",
  "attestation-term": "Certificación",
  "attestation-definition": "Una afirmación hecha por una entidad de que algo es cierto. En el contexto de Ethereum, los validadores de consenso deben hacer una afirmación sobre lo que creen que es el estado de la cadena. En los momentos designados, cada validador es responsable de publicar diferentes certificados que declaren formalmente la visión de este validador de la cadena, incluido el último punto de verificación o control finalizado y el jefe actual de la cadena. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Más información sobre las atestaciones</a>.",
  "base-fee-term": "Tarifa base",
  "base-fee-definition": "Cada <a href=\"/glossary/#block\">bloque</a> tiene un precio de reserva conocido como la \"tarifa base\". Es la tarifa mínima de <a href=\"/glossary/#gas\">gas</a> que un usuario debe pagar para incluir una transacción en el siguiente bloque. <a href=\"/developers/docs/gas/\">Más sobre gas y tarifas</a>.",
  "beacon-chain-term": "Cadena de Baliza",
  "beacon-chain-definition": "La cadena de Baliza fue la cadena de bloques que introdujo <a href=\"/glossary/#pos\">prueba de participación</a> y <a href=\"/glossary/#validator\">validadores</a> en Ethereum. Se corrió junto con la red principal de Ethereum de prueba de trabajo desde diciembre de 2020 hasta que las dos cadenas se fusionaron en septiembre de 2022 para formar el Ethereum de hoy en día. <a href=\"/roadmap/beacon-chain/\">Más sobre la cadena de Baliza</a>.",
  "big-endian-term": "Big-endian",
  "big-endian-definition": "Una representación numérica posicional donde el dígito más significativo es el primero en la memoria. Lo contrario de little-endian, donde el dígito menos significativo es el primero.",
  "block-term": "Bloque",
  "block-definition": "Un bloque es donde se almacenan transacciones o acciones digitales. Una vez que un bloque se llena, se enlaza al anterior, creando una cadena de bloques o una \"blockchain\". <a href=\"/developers/docs/blocks/\">Más sobre los bloques</a>.<br /><br />Un bloque es una unidad de información empaquetada que incluye una lista ordenada de transacciones e información relacionada con el consenso. Los bloques son propuestos por validadores de prueba de participación (proof-of-stake), momento en el cual se comparten a través de toda la red peer-to-peer, donde pueden ser verificados de manera independiente por todos los demás nodos. Las reglas de consenso gobiernan qué contenidos de un bloque se consideran válidos, y cualquier bloque inválido es descartado por la red. El orden de estos bloques y las transacciones en ellos crean una cadena de eventos determinista cuyo final representa el estado actual de la red.",
  "block-explorer-term": "Explorador de bloque",
  "block-explorer-definition": "Una interfaz que permite a un usuario buscar información de, y sobre, una cadena de bloques. Esto incluye la recuperación de transacciones individuales, la actividad asociada con direcciones específicas e información sobre la red.",
  "block-header-term": "Encabezado de bloque",
  "block-header-definition": "El encabezado del bloque es una colección de metadatos sobre un bloque y un resumen de las transacciones incluidas en la carga útil de ejecución.",
  "block-propagation-term": "Propagación de bloques",
  "block-propagation-definition": "El proceso de transmitir un bloque confirmado a todos los otros nodos de la red.",
  "block-proposer-term": "Proponente de bloque",
  "block-proposer-definition": "El validador específico elegido para crear un bloque en una <a href=\"/glossary/#slot\">ranura</a> en particular.",
  "block-reward-term": "Recompensa de bloque",
  "block-reward-definition": "La cantidad de ether recompensada al proponente de un nuevo bloque válido.",
  "block-status-term": "Estado del bloque",
  "block-status-definition": "Los estados en los que puede existir un bloque. Los posibles estados incluyen:<br/><br/><ul><li>propuesto: el bloque fue propuesto por un validador</li><li>programado: los validadores están enviando datos actualmente</li><li>perdido/omitido: el proponente no propuso un bloque dentro del plazo elegible</li><li>huérfano: el bloque fue reorganizado por el <a href=\"/glossary/#fork-choice-algorithm\">algoritmo de elección de bifurcación</a></li></ul>",
  "block-time-term": "Tiempo del bloque",
  "block-time-definition": "El intervalo de tiempo que tardan los bloques en añadirse a la cadena de bloques.",
  "block-validation-term": "Validación de bloque",
  "block-validation-definition": "El proceso de verificar que un nuevo bloque contiene transacciones y firmas válidas, se basa en la cadena histórica más sólida (la que ha acumulado la mayor cantidad de atestaciones en su historial) y sigue todas las otras reglas de consenso. Los bloques válidos son agregados al final de la cadena y se propagan a otros en la red. Los bloques inválidos se descartan.",
  "blockchain-term": "Blockchain",
  "blockchain-definition": "Una cadena de bloques es una base de datos de transacciones, duplicada y compartida en todas las computadoras de la red, asegurando que los datos no puedan ser alterados de manera retroactiva.<br /><br />Una secuencia de<a href=\"/glossary/#block\">bloques</a>, cada uno enlazado a su predecesor hasta el <a href=\"/glossary/#genesis-block\">bloque inicial</a> mediante la referencia al hash del bloque previo. La integridad de la cadena de bloques es criptoeconómicamente asegurada utilizando un mecanismo basado en prueba de participación. <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">¿Qué es una cadena de bloques?</a>",
  "bootnode-term": "Nodo de arranque",
  "bootnode-definition": "Los nodos que pueden ser utilizados para iniciar el proceso de descubrimiento al ejecutar un nodo.\nLos nodos de inicio \"introducen\" nuevo nodos a los otros existentes de manera que rápidamente puedan encontrar pares, en lugar de tener que buscar un par inicial por sí mismos. Los puntos finales o terminales de estos nodos usualmente son provistos en el código fuente del cliente de Ethereum, pero los usuarios pueden proporcionar su propia lista de nodos de inicio.",
  "bridge-term": "Puenteo",
  "bridge-definition": "Un puente de cadena de bloques es utilizadao para transferir activos de una red de cadena de bloques a otra. Por ejemplo, usted puede utilizar un puente para transferir ETH de la red principal de Ethereum a soluciones de escalado de capa 2 más baratas.",
  "bytecode-term": "Bytecode",
  "bytecode-definition": "Código expresado en una forma compacta y numérica para que pueda ser ejecutado de manera eficiente por la <a href=\"/glossary/#evm\">EVM</a>.",
  "byzantium-fork-term": "Bifurcación Byzantium",
  "byzantium-fork-definition": "La primera de dos <a href=\"/glossary/#hard-fork\">bifurcaciones duras</a> para la etapa de desarrollo de <a href=\"/glossary/#metropolis\">Metropolis</a>. Incluía EIP-649 Metropolis <a href=\"/glossary/#difficulty-bomb\">Difficulty Bomb</a> Delay y Block Reward Reduction, donde la <a href=\"/glossary/#ice-age\">Edad de hielo</a> se retrasó 1 año y la recompensa de bloque se redujo de 5 a 3 ether.",
  "casper-ffg-term": "Casper FFG",
  "casper-ffg-definition": "Casper-FFG es un protocolo de consenso de prueba de participación utilizado junto con el algoritmo de elección de bifurcación <a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a> para permitir que <a href=\"/glossary/#consensus-client\">clientes de consenso</a> se pongan de acuerdo sobre la cabeza de la cadena de Baliza.",
  "checkpoint-term": "Punto de verificación (o control)",
  "checkpoint-definition": "La <a href=\"/glossary/#beacon-chain\">Cadena de Baliza</a> tiene un tempo dividido en ranuras (12 segundos) y épocas (32 ranuras). La primera ranura de cada época es un punto de verificación, o control. Cuando una <a href=\"/glossary/#supermajority\">supermayoría</a> de validadores atesta el vínculo entre dos puntos de control, pueden ser <a href=\"/glossary/#justification\">justificados</a> y luego, cuando se justifica otro punto de control en la parte superior, pueden ser <a href=\"/glossary/#finality\">finalizados</a>.",
  "compiling-term": "Compilando",
  "compiling-definition": "Convertir código escrito en un lenguaje de programación de alto nivel (por ejemplo, <a href=\"/glossary/#solidity\">Solidity</a>) en un lenguaje de nivel inferior (por ejemplo, <a href=\"/glossary/#bytecode\">bytecode</a> de EVM). <a href=\"/developers/docs/smart-contracts/compiling/\">Más información sobre la compilación de contratos inteligentes</a>",
  "committee-term": "Comité",
  "committee-definition": "Un grupo de al menos 128 <a href=\"/glossary/#validator\">validadores</a> asignados para validar bloques en cada ranura. Uno de los validadores en el comité es el agregador, responsable de agregar las firmas de todos los demás validadores en el comité que acuerdan una atestación. No debe confundirse con <a href=\"/glossary/#sync-committee\">comité de sincronización</a>.",
  "computational-infeasibility-term": "Infactibilidad computacional",
  "computational-infeasibility-definition": "Un proceso es computacionalmente inviable si le lleva un tiempo poco factible (por ejemplo, miles de millones de años) hacerlo a cualquier persona que posiblemente tenga un interés en llevarlo a cabo.",
  "consensus-term": "Consensos",
  "consensus-definition": "Cuando más de 2/3 de los ordenadores de una red están de acuerdo en que tienen el mismo conjunto de registros, asegurándose de que todos estén en la misma página. No se trata de las reglas que siguen, sino de asegurarse de que todos tengan la misma información.",
  "consensus-client-term": "Cliente de consenso",
  "consensus-client-definition": "Los clientes de consenso (como Prysm, Teku, Nimbus, Lighthouse, Lodestar) ejecutan el algoritmo de consenso de <a href=\"/glossary/#pos\">prueba de participación</a> de Ethereum, lo que permite a la red llegar a un acuerdo sobre la cabeza de la cadena de Baliza. Los clientes de consenso no participan en la validación/transmisión de transacciones o en la ejecución de transiciones de estado. Esto lo hacen <a href=\"/glossary/#execution-client\">clientes de ejecución</a>. Los clientes de consenso no atestan ni proponen nuevos bloques. Esto lo hace el <a href=\"/glossary/#validator\">cliente validador</a>, que es un complemento opcional al cliente de consenso.",
  "consensus-layer-term": "Capa de consenso",
  "consensus-layer-definition": "La capa de consenso de Ethereum es la red de <a href=\"/glossary/#consensus-client\">clientes de consenso</a>.",
  "consensus-rules-term": "Reglas de consenso",
  "consensus-rules-definition": "Las reglas de validación de bloques que siguen los nodos completos para mantenerse en consenso con otros nodos. No debe confundirse con <a href=\"/glossary/#consensus\">consenso</a>.",
  "cfi-term": "Considerado para la inclusión (o CFI)",
  "cfi-definition": "Una <a href=\"/glossary/#eip\">EIP</a> núcleo que aún no está activa en la red principal y cuyas ideas tienen aprobación general de los desarrolladores de clientes. Suponiendo que cumpla con todos los requisitos para la inclusión en la red principal, podría incluirse potencialmente en una actualización de red (no necesariamente en la siguiente).",
  "constantinople-fork-term": "Bifurcación Constantinople",
  "constantinople-fork-definition": "La segunda parte de la etapa <a href=\"/glossary/#metropolis\">Metropolis</a>, originalmente prevista para mediados de 2018. Se espera que incluya un cambio a un algoritmo de consenso híbrido <a href=\"/glossary/#pow\">prueba de trabajo</a>/<a href=\"/glossary/#pow\">prueba de participación</a>, entre otros cambios.",
  "contract-account-term": "Cuenta de contrato",
  "contract-account-definition": "Una cuenta que contiene código que se ejecuta cada vez que recibe una <a href=\"/glossary/#transaction\">transacción</a> de otra <a href=\"/glossary/#account\">cuenta</a> (cuenta <a href=\"/glossary/#eoa\">EOA</a> o de <a href=\"/glossary/#contract-account\">contrato</a>).",
  "contract-creation-transaction-term": "Transacción de creación de contrato",
  "contract-creation-transaction-definition": "Una <a href=\"/glossary/#transaction\">transacción</a> especial que incluye el código de inicio de un contrato. El destinatario se establece en \"nulo\" y el contrato se implementa en una dirección generada a partir de la dirección del usuario y \"nonce\", que se utiliza para registrar un <a href=\"/glossary/#contract-account\">contrato</a> y registrarlo en la cadena de bloques de Ethereum.",
  "cryptoeconomics-term": "Criptoeconomía",
  "cryptoeconomics-definition": "El estudio de los principios matemáticos y económicos para diseñar plataformas digitales seguras y confiables. El objetivo es garantizar que todos los participantes sigan las reglas y sean recompensados por contribuir a la seguridad y el funcionamiento de la red.",
  "cryptography-term": "Criptografía",
  "cryptography-definition": "Es la práctica de asegurar la comunicación y los datos mediante el uso de códigos, para que solo aquellos a quienes se destina la información puedan leerla y procesarla.<br />Implica técnicas de cifrado (conversión de información legible en un formato ilegible) y descifrado (convertirla de nuevo a un formato legible), garantizando la confidencialidad.",
  "doge-d-term": "Đ",
  "doge-d-definition": "La letra Đ (con barra) se utiliza en inglés antiguo, inglés medio, islandés y ferroés para representar una letra mayúscula \"Eth\". Se utiliza en palabras como ĐEV o Đapp (aplicación centralizada), donde la Đ es la letra nórdica \"eth\". La eth mayúscula (Đ) también se utiliza para simbolizar la criptomoneda Dogecoin. Esto se ve comúnmente en literatura de Ethereum más antigua, pero se utiliza con menos frecuencia hoy en día.",
  "dag-term": "DAG",
  "dag-definition": "DAG es el acrónico en inglés de Gráfico Acíclico Dirigido. Es una estructura de datos compuesta por nodos y enlaces entre ellos. Antes de La Fusión, Ethereum usaba un DAG en su algoritmo de <a href=\"/glossary/#pow\">prueba de trabajo</a>, <a href=\"/glossary/#ethash\">Ethash</a>, pero ya no se utiliza en <a href=\"/glossary/#pos\">prueba de participación</a>.",
  "dapp-term": "DApp",
  "dapp-definition": "Una dApp es una aplicación descentralizada que se ejecuta en una red de cadena de bloques, ofreciendo servicios sin una autoridad de control central. <a href=\"/dapps/\">Más sobre aplicaciones descentralizadas</a>.<br />Como mínimo, una dapp tiene un contrato inteligente conectado a una interfaz web. Además, muchas dapps incluyen almacenamiento descentralizado y/o un protocolo y una plataforma de mensajes.",
  "data-availability-term": "Disponibilidad de datos",
  "data-availability-definition": "Cualquier nodo puede verificar de forma independiente las transacciones en una cadena de bloques para mantener la transparencia y la confianza en el sistema.",
  "decentralization-term": "Descentralización",
  "decentralization-definition": "El concepto de mover el control y la ejecución de procesos fuera de una entidad central.",
  "dao-term": "Organización autónoma descentralizada (o DAO)",
  "dao-definition": "Una DAO es una organización digital dirigida por medio de reglas codificadas en una cadena de bloques, donde las decisiones se toman a partir de los votos de los miembros, no con una autoridad central.<a href=\"/dao/\">Más información sobre las organizaciones autónomas descentralizadas (DAO)</a>.<br />El poder de voto de cada miembro a menudo está vinculado al número de tokens que tiene. Las DAO tienen como objetivo democratizar la toma de decisiones y las operaciones, centrándose en la transparencia y la gobernanza comunitaria.",
  "dex-term": "Exchange descentralizado (o DEX)",
  "dex-definition": "Un tipo de aplicación de Ethereum que permite intercambiar tokens con pares de la red. Los DEX no están sujetos a restricciones geográficas como los exchanges centralizados: cualquiera puede participar.",
  "deposit-contract-term": "Contrato de depósito",
  "deposit-contract-definition": "La puerta de entrada al staking de Ethereum. El contrato de depósito es un contrato inteligente en Ethereum que acepta depósitos de ETH y gestiona los saldos de los validadores. Un validador no puede ser activado sin depositar ETH en este contrato. El contrato requiere ETH y datos de entrada. Estos datos de entrada incluyen la clave pública del validador y la clave pública de retiro, firmados por la clave privada del validador. Estos datos son necesarios para que un validador sea indentificado y aprobado por la red de <a href=\"/glossary/#pos\">prueba de participación</a>.",
  "defi-term": "DeFi",
  "defi-definition": "Una amplia categoría de aplicaciones de Ethereum con el objetivo de proporcionar servicios financieros respaldados por la cadena de bloques, sin ningún intermediario. <a href=\"/defi/\">Más sobre finanzas descentralizadas (DeFi)</a>",
  "difficulty-term": "Dificultad",
  "difficulty-definition": "Una configuración a nivel de red en las redes de <a href=\"/glossary/#pow\">prueba de trabajo</a> que controla cuánta computación promedio se requiere para encontrar un nonce válido. La dificultad está representada en el número de ceros iniciales que se requieren en el hash del bloque resultante para que sea considerado válido. Este concepto está obsoleto en Ethereum desde la transición a prueba de participación.",
  "difficulty-bomb-term": "Bomba de dificultad",
  "difficulty-bomb-definition": "Aumento exponencial planificado en la configuración de <a href=\"/glossary/#difficulty\">dificultad</a> de la <a href=\"/glossary/#pow\">prueba de trabajo</a> que fue diseñada para motivar la transición a la <a href=\"/glossary/#pos\">prueba de participación</a>, reduciendo las posibilidades de una <a href=\"/glossary/#hard-fork\">bifurcación</a>. La bomba de dificultad quedó obsoleta con <a href=\"/roadmap/merge\">la Fusión</a>.",
  "digital-signatures-term": "Firma digital",
  "digital-signatures-definition": "Una cadena corta de datos que un usuario genera para un documento utilizando una <a href=\"/glossary/#private-key\">clave privada</a> de manera que cualquier persona con la <a href=\"/glossary/#public-key\">clave pública</a> correspondiente, la firma y el documento puedan verificar que (1) el documento fue \"firmado\" por el propietario de esa clave privada en particular y que (2) el documento no haya sido modificado después de ser firmado.",
  "discovery-term": "Descubrimiento",
  "discovery-definition": "El proceso por el cual un nodo Ethereum encuentra otros nodos a los que conectarse.",
  "distributed-hash-table-term": "Tabla de Hash Distribuida (DHT)",
  "distributed-hash-table-definition": "Una estructura de datos que contiene pares (clave, valor) utilizada por los nodos de Ethereum para identificar pares a los que conectarse y determinar qué protocolos utilizar para comunicarse.",
  "double-spend-term": "Doble gasto",
  "double-spend-definition": "Una bifurcación deliberada de la cadena de bloques en la que un usuario con una cantidad suficientemente grande de potencia de minado/participación envía una transacción moviendo moneda fuera de la cadena (por ejemplo, saliendo a dinero fiat o realizando una compra fuera de la cadena) y luego reorganizando la cadena de bloques para eliminar esa transacción. Un doble gasto exitoso deja al atacante con sus activos dentro y fuera de la cadena.",
  "ecdsa-term": "Algoritmo de Firma Digital de Curva Elíptica (ECDSA)",
  "ecdsa-definition": "Un algoritmo criptográfico utilizado por Ethereum para garantizar que los fondos solo puedan ser gastados por sus propietarios. Es el método preferido para crear claves públicas y privadas. Relevante para la generación de <a href=\"/glossary/#address\">direcciones</a> de cuentas y la verificación de <a href=\"/glossary/#transaction\">transacciones</a>.",
  "encryption-term": "Encriptación",
  "encryption-definition": "El cifrado es la conversión de datos electrónicos en una forma ilegible por cualquier persona, excepto el propietario de la clave de descifrado correcta.",
  "entropy-term": "Entropía",
  "entropy-definition": "En el contexto de la criptografía, falta de previsibilidad o nivel de aleatoriedad. Al generar información secreta, como <a href=\"/glossary/#private-key\">claves privadas</a>, los algoritmos generalmente dependen de una fuente de alta entropía para garantizar que la salida/resultado sea impredecible.",
  "epoch-term": "Epoch",
  "epoch-definition": "Un período de 32 <a href=\"/glossary/#slot\">ranuras</a>, cada ranura de 12 segundos, por un total de 6,4 minutos. Los <a href=\"/glossary/#committee\">comités de validación</a> se mezclan en cada época por razones de seguridad. Cada época tiene la oportunidad de que la cadena sea <a href=\"/glossary/#finality\">finalizada</a>. A cada validador se le asignan nuevas responsabilidades al comienzo de cada época. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Más información sobre la prueba de participación</a>",
  "equivocation-term": "Equivocación",
  "equivocation-definition": "Un validador que envía dos mensajes que se contradicen entre sí. Un ejemplo simple es que un remitente de transacciones envíe dos transacciones con el mismo nonce. Otro ejemplo es que un proponente de bloques proponga dos bloques con la misma altura de bloque (o para el mismo slot o ranura).",
  "eth1-term": "Eth1",
  "eth1-definition": "\"Eth1\" es un término que se refería a la cadena principal de Ethereum, la cadena de bloques de prueba de trabajo existente. Desde entonces, este término ha quedado obsoleto en favor de la \"capa de ejecución\". <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Más información sobre este cambio de nombre</a>.",
  "eth2-term": "Eth2",
  "eth2-definition": "\"Eth2\" es un término que se refería a un conjunto de actualizaciones del protocolo de Ethereum, incluida la transición de Ethereum a la prueba de participación. Desde entonces, este término ha quedado obsoleto en favor de la \"capa de consenso\". <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Más información sobre este cambio de nombre</a>.",
  "eip-term": "Propuesta de mejora de Ethereum(EIP)",
  "eip-definition": "Un documento de diseño que proporciona información a la comunidad de Ethereum, que describe una nueva característica propuesta o sus procesos o entorno (ver <a href=\"/glossary/#erc\">ERC</a>). <a href=\"/eips/\">Introducción a las EIP</a>",
  "ens-term": "Servicio de nombres de Ethereum (o ENS)",
  "ens-definition": "El servicio de nombres de Ethereum (Ethereum Name Service) es como una guía telefónica de Internet para direcciones de Ethereum. En lugar de usar direcciones de billetera largas, ENS le permite usar nombres simples como \"john.eth\" para enviar y recibir dinero y activos digitales.<br /><br /><strong>Técnico:</strong><br />El registro ENS es un único <a href=\"/glossary/#smart-contract\">contrato</a> central que proporciona un mapeo desde los nombres de dominio hasta los propietarios y los solucionadores, como se describe en EIP-137. <a href=\"https://ens.domains\">Lea más en ens.domains</a>.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "ERC-1155 es un tipo más nuevo de estándar de token de Ethereum similar a NFT (como artículos coleccionables únicos) que también le permite crear artículos intercambiables (como moneda) dentro de un solo contrato inteligente.<br />Esto hace que sea más fácil y eficiente administrar varios tipos de activos digitales, especialmente para aplicaciones como videojuegos o colecciones digitales.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "ERC-20 es el estándar que la mayoría de los tokens de la red Ethereum utilizan para su creación.<br />Ejemplos populares son las monedas estables como DAI y USDC o los tokens de intercambio como UNI de Uniswap. Similar a cualquier forma de dinero alternativo que tengamos en los sistemas tradicionales... es decir, puntos de recompensa, sistemas de crédito o incluso acciones, etc.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "Los NFT (tokens no fungibles) se crean utilizando un conjunto estándar de reglas conocidas como ERC-721.<br />Los tokens NFT pueden representar la propiedad de cualquier cosa única, como el arte digital o los coleccionables, y cada token tiene sus propias características y valor especiales. Cada NFT es único y se distingue fácilmente de cualquier otro NFT.",
  "execution-client-term": "Cliente de ejecución",
  "execution-client-definition": "Los clientes de ejecución (anteriormente conocidos como \"clientes Eth1\"), como Besu, Erigon, Go-Ethereum (Geth), Nethermind, tienen la tarea de procesar y transmitir transacciones y administrar el estado de Ethereum. Realizan los cálculos de cada transacción utilizando la <a href=\"/glossary/#evm\">Máquina Virtual de Ethereum</a> para garantizar que se sigan las reglas del protocolo.",
  "execution-layer-term": "Capa de ejecución",
  "execution-layer-definition": "La capa de ejecución de Ethereum es la red de <a href=\"/glossary/#execution-client\">clientes de ejecución</a>.",
  "eoa-term": "Cuenta de propiedad externa (EOA)",
  "eoa-definition": "Las cuentas de propiedad externa (EOA) son el tipo más común de cuenta de Ethereum. Son controladas por una persona a través de claves privadas/frase de recuperación. <a href=\"/wallets/\">Más sobre las billeteras de Ethereum</a>.",
  "erc-term": "Ethereum solicita comentarios (o ERC)",
  "erc-definition": "ERC (<strong>Solicitud de comentarios de Ethereum</strong>, por Ethereum Request for Comments) es un tipo de documentación técnica utilizada en la comunidad de Ethereum para proponer nuevos estándares de uso para la red Ethereum.<br /><br />Estas propuestas pueden cubrir una amplia gama de temas, incluidos nuevos estándares de tokens (como ERC-20 utilizado para tokens y ERC-721 para NFT).",
  "ethash-term": "Ethash",
  "ethash-definition": "Un algoritmo de <a href=\"/glossary/#pow\">prueba de trabajo</a> que se utilizaba en Ethereum antes de la transición a <a href=\"/glossary/#pos\">prueba de participación</a>. <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">Leer más</a>",
  "ether-term": "Ether",
  "ether-definition": "La criptomoneda nativa de Ethereum, comúnmente conocida como \"ETH\". Se utiliza para cubrir las tarifas de transacción cuando se utiliza el ecosistema y las aplicaciones de Ethereum. <a href=\"/eth/\">Más sobre el ether</a>.",
  "events-term": "Eventos",
  "events-definition": "Permite el uso de instalaciones de registro de la <a href=\"/glossary/#evm\">EVM</a>. Las <a href=\"/glossary/#dapp\">Dapps</a> pueden escuchar eventos y usarlos para activar devoluciones de llamada de JavaScript en la interfaz de usuario. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Más sobre eventos y registros</a>",
  "evm-term": "Máquina virtual de Ethereum (EVM)",
  "evm-definition": "Una máquina virtual basada en pilas que ejecuta <a href=\"/glossary/#bytecode\">bytecode</a>, o código intermedio. En Ethereum, el modelo de ejecución especifica cómo se altera el estado del sistema dada una serie de instrucciones de código intermedio y una pequeña tupla de datos ambientales. Esto se especifica a través de un modelo formal de una máquina de estado virtual. <a href=\"/developers/docs/evm/\">Más sobre la máquina virtual de Ethereum</a>.",
  "evm-assembly-language-term": "Lenguaje ensamblador EVM",
  "evm-assembly-language-definition": "Una forma legible de <a href=\"/glossary/#bytecode\">bytecode de EVM.",
  "fallback-function-term": "Función fallback",
  "fallback-function-definition": "Una función por defecto llamada en ausencia de datos o de un nombre de función declarado.",
  "faucet-term": "Faucet",
  "faucet-definition": "Un servicio realizado a través de un <a href=\"/glossary/#smart-contract\">contrato inteligente</a> que dispensa fondos en forma de ethers gratuitos de prueba que puede utilizarse en una red de prueba.",
  "finality-term": "Finalidad",
  "finality-definition": "La finalidad es la garantía de que un conjunto de transacciones no se pueda cambiar sin perder una gran cantidad de ETH.",
  "finney-term": "Finney",
  "finney-definition": "Una denominación de <a href=\"/glossary/#ether\">ether</a>. 1 finney = 10<sup>15</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>3</sup> finney = 1 ether.",
  "fork-term": "Bifurcación",
  "fork-definition": "Un cambio en el protocolo que provoca la creación de una cadena alternativa.",
  "fork-choice-algorithm-term": "Algoritmo de elección de bifurcación",
  "fork-choice-algorithm-definition": "El algoritmo utilizado para identificar la cabeza de la cadena de bloques. En Ethereum, la cabeza de la cadena se identifica como la bifurcación con el mayor \"peso\" de atestaciones. El peso es el producto del número de atestaciones y el saldo efectivo de los validadores de atestaciones. Esto significa que la verdadera cabeza de la cadena es el que obtuvo votos de la mayor cantidad de ether participado. En la capa de consenso, el algoritmo de elección de bifurcación se llama <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a>.",
  "fraud-proof-term": "Prueba de fraude",
  "fraud-proof-definition": "Un modelo de seguridad para ciertas soluciones de <a href=\"/glossary/#layer-2\">capa 2</a> donde, para aumentar la velocidad, las transacciones se <a href=\"/glossary/#rollups\">enrollan</a> (rolled up) en lotes y se envían a Ethereum en una sola transacción. Otros participantes de la red pueden volver a ejecutar las transacciones para comprobar que se ejecutaron honestamente. Si descubren una discrepancia entre los datos publicados y su propia versión, pueden publicar una prueba criptográfica que demuestre dónde se produjo algún fraude. Algunos <a href=\"/glossary/#rollups\">rollups</a> usan <a href=\"/glossary/#validity-proof\">pruebas de validez</a>.",
  "frontier-term": "Frontier",
  "frontier-definition": "Etapa inicial de desarrollo de prueba de Ethereum, que duró desde julio de 2015 hasta marzo de 2016.",
  "gas-term": "Gas",
  "gas-definition": "El gas es la tarifa pagada por transacciones y contratos inteligentes en una cadena de bloques, como Ethereum. <a href=\"/gas/\">Más sobre gas y tarifas</a>.",
  "gas-limit-term": "Límite de gas",
  "gas-limit-definition": "La cantidad máxima de <a href=\"/glossary/#gas\">gas</a> que puede consumir una <a href=\"/glossary/#transaction\">transacción</a> o un <a href=\"/glossary/#block\">bloque</a>.",
  "gas-price-term": "Precio del gas",
  "gas-price-definition": "Precio en ether de una unidad de gas especificada en una transacción.",
  "genesis-block-term": "Bloque inicial",
  "genesis-block-definition": "El primer bloque de una <a href=\"/glossary/#blockchain\">cadena de bloques</a>, utilizado para inicializar una red concreta y su criptomoneda.",
  "geth-term": "Geth",
  "geth-definition": "Go Ethereum. Una de las implementaciones más destacadas del protocolo Ethereum, escrita en Go. <a href=\"https://geth.ethereum.org\">Lea más en geth.ethereum.org</a>.",
  "gwei-term": "Gwei",
  "gwei-definition": "Abreviatura de gigawei, una denominación de <a href=\"/glossary/#ether\">ether</a> comúnmente utilizada para fijar el precio del <a href=\"/glossary/#gas\">gas</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ether.",
  "hard-fork-term": "Bifurcación dura",
  "hard-fork-definition": "Una divergencia permanente en la <a href=\"/glossary/#blockchain\">cadena de bloques</a>; también conocida como un cambio de bifurcación dura. Uno de los casos suele ocurrir cuando los nodos no actualizados no pueden validar los bloques creados por los nodos actualizados que siguen las nuevas <a href=\"/glossary/#consensus-rules\">reglas de consenso</a>. No debe confundirse con una bifurcación, un soft fork, un fork de software o un fork de Git.",
  "hash-term": "Hash",
  "hash-definition": "Una huella digital de longitud fija de entrada de tamaño variable, producida por una función hash. (Ver <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "hash-rate-term": "Hash rate",
  "hash-rate-definition": "La cantidad de cálculos hash realizados por segundo por computadoras que ejecutan software de minería.",
  "homestead-term": "Homestead",
  "holographic-consensus-term": "Consenso holográfico",
  "holographic-consensus-definition": "Se refiere a cómo se toma una decisión de grupo grande dejando que un grupo más pequeño de personas representativas vote. Así, todos los demás están de acuerdo en aceptarlo, siempre y cuando confíen en que el pequeño grupo hizo un buen trabajo.<br />Se utiliza en algunas comunidades en línea para tomar decisiones rápidamente sin necesidad de que todos voten sobre todo, a la vez que se garantiza que las decisiones sean justas y representen lo que la mayoría de la gente quiere.",
  "homestead-definition": "La segunda etapa de desarrollo de Ethereum, lanzada en marzo de 2016 en el bloque 1.150.000.",
  "index-term": "Índice",
  "index-definition": "Una estructura de red destinada a optimizar la consulta de información de toda la <a href=\"/glossary/#blockchain\">cadena de bloques</a> proporcionando una ruta eficiente a su fuente de almacenamiento.",
  "ide-term": "Entorno de desarrollo integrado (IDE)",
  "ide-definition": "Una interfaz de usuario que generalmente combina un editor de código, un compilador, un tiempo de ejecución y un depurador. <a href=\"/developers/docs/ides/\">Más sobre entornos de desarrollo integrados</a>.",
  "immutable-deployed-code-problem-term": "Problema de código implementado inmutable",
  "immutable-deployed-code-problem-definition": "Una vez que se implementa el código de un <a href=\"/glossary/#smart-contract\">contrato</a> (o biblioteca), se vuelve inmutable. Las prácticas estándar de desarrollo de software se basan en poder corregir posibles errores y agregar nuevas características, por lo que esto representa un desafío para el desarrollo de contratos inteligentes. <a href=\"/developers/docs/smart-contracts/deploying/\">Más información sobre la implementación de contratos inteligentes</a>.",
  "internal-transaction-term": "Transacción interna",
  "internal-transaction-definition": "<a href=\"/glossary/#transaction\">Transacción</a> enviada desde una <a href=\"/glossary/#contract-account\">cuenta de contrato</a> a otra cuenta de contrato o a una <a href=\"/glossary/#eoa\">EOA</a> (ver <a href=\"/glossary/#message\">mensaje</a>).",
  "issuance-term": "Emisión",
  "issuance-definition": "La acuñación de nuevo ether para recompensar la propuesta, la certificación y la denuncia de irregularidades.",
  "kdf-term": "Función de derivación de clave (o KDF)",
  "kdf-definition": "También conocido como \"algoritmo de estiramiento de contraseña\", es utilizado por los formatos <a href=\"/glossary/#keystore\">keystore</a> para proteger contra ataques de fuerza bruta, diccionario y tabla de arcoiris en el cifrado de frases de contraseña mediante el hashing repetido de la frase de contraseña.",
  "keystore-term": "Almacén de claves",
  "keystore-definition": "El par de clave privada/dirección de cada cuenta existe como un solo archivo de claves en un cliente de Ethereum. Estos son archivos de texto JSON que contienen la clave privada cifrada de la cuenta, que solo se puede descifrar con la contraseña introducida durante la creación de la cuenta.",
  "keccak-256-term": "Keccak-256",
  "keccak-256-definition": "Función criptográfica <a href=\"/glossary/#hash\">hash</a> utilizada en Ethereum. Keccak-256 fue estandarizado como <a href=\"/glossary/#sha\">SHA</a>-3.",
  "key-term": "Clave",
  "key-definition": "En el contexto de Ethereum, las claves son códigos digitales: una clave pública para recibir transacciones y una clave privada para acceder y enviar fondos.<br />Claves públicas: se pueden compartir abiertamente.<br />Claves privadas: el propietario las mantiene en secreto.",
  "layer-1-term": "Capa 1",
  "layer-1-definition": "La capa 1 se refiere a la cadena de bloques principal en una red de cadena de bloques de varios niveles. Por ejemplo, Ethereum y Bitcoin son cadenas de bloques de capa uno. Muchas cadenas de bloques de capa 2 descargan transacciones de uso intensivo de recursos a su cadena de bloques separada, mientras continúan utilizando la cadena de bloques de capa 1 de Ethereum o Bitcoin con fines de seguridad.",
  "layer-2-term": "Capa 2",
  "layer-2-definition": "Las capas 2 son otras redes construidas sobre la red principal de Ethereum para hacer que las transacciones sean más rápidas y baratas. <a href=\"/layer-2/\">Más sobre la capa 2</a>.",
  "library-term": "Ibreria",
  "library-definition": "Un tipo especial de <a href=\"/glossary/#smart-contract\">contrato</a> que no tiene funciones de pago ni función de fallback ni almacenamiento de datos. Por lo tanto, no puede recibir ni mantener ether, ni almacenar datos. Una biblioteca sirve como código implementado previamente que otros contratos pueden llamar para el cálculo de solo lectura. <a href=\"/developers/docs/smart-contracts/libraries/\">Más sobre las bibliotecas de contratos inteligentes</a>.",
  "light-client-term": "Cliente ligero",
  "light-client-definition": "Un cliente de Ethereum que no almacena una copia local de la <a href=\"/glossary/#blockchain\">cadena de bloques</a>, ni valida bloques y <a href=\"/glossary/#transaction\">transacciones</a>. Ofrece las funciones de una <a href=\"/glossary/#wallet\">billetera</a> y puede crear y transmitir transacciones.",
  "liquidity-term": "Liquidez",
  "liquidity-definition": "La liquidez es la rapidez y facilidad con la que se puede convertir un activo en efectivo u otro activo. Los exchanges descentralizados como Uniswap tienen múltiples grupos de liquidez donde los titulares de activos pueden depositar sus activos, donde los operadores pueden comprar y vender de una manera descentralizada a cambio de recompensas.",
  "liquidity-tokens-term": "Tokens de liquidez",
  "liquidity-tokens-definition": "Los tokens de liquidez (LST) son tokens digitales emitidos a los participantes que depositan activos en un fondo de liquidez, que es una colección de fondos bloqueados en un contrato inteligente y utilizados para facilitar las operaciones en un exchange descentralizado (DEX).<br />Estos tokens representan la participación del participante en el grupo y se pueden canjear más tarde por el depósito inicial más una parte de las tarifas de trading generadas por la actividad del grupo. Esencialmente, los tokens de liquidez sirven como prueba de propiedad o participación en un fondo de liquidez, lo que permite a los titulares obtener recompensas al tiempo que proporcionan la liquidez necesaria para que otros operen diferentes pares de criptomonedas de manera eficiente.",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "El <a href=\"/glossary/#fork-choice-algorithm\">algoritmo de elección de bifurcación</a> utilizado por los clientes de consenso de Ethereum para identificar la cabeza de la cadena. LMD-GHOST es el acrónimo de \"Latest Message Driven Greediest Heaviest Observed Subtree\", lo que significa que la cabeza de la cadena es el bloque con la mayor acumulación de <a href=\"/glossary/#attestation\">atestaciones</a> en su historia.",
  "mainnet-term": "Red principal",
  "mainnet-definition": "Abreviatura de «red principal», esta es la principal <a href=\"/glossary/#blockchain\">cadena de bloques</a> pública de Ethereum.",
  "max-fee-per-gas-term": "Tarifa máxima por gas",
  "max-fee-per-gas-definition": "La tarifa máxima es la cantidad máxima absoluta que un usuario está dispuesto a pagar por unidad de gas (<a href=\"/glossary/#gwei\">gwei</a>) para que una transacción se incluya en un bloque.",
  "merkle-patricia-tree-term": "Merkle Patricia Tree (MPT)",
  "merkle-patricia-tree-definition": "Es una estructura de datos usada en Ethereum, orientada a la eficiencia para almacenar pares de claves.",
  "merkle-root-term": "Raíz de Merkle",
  "merkle-root-definition": "Una raíz de Merkle es el hash superior único de un árbol de Merkle. Verifica todas las transacciones dentro de un bloque.",
  "message-term": "Mensaje",
  "message-definition": "Una <a href=\"/glossary/#internal-transaction\">transacción interna</a> que nunca se serializa y solo se envía dentro de la <a href=\"/glossary/#evm\">EVM</evm>.",
  "message-call-term": "Llamada de mensaje",
  "message-call-definition": "El acto de pasar un <a href=\"/glossary/#message\">mensaje</a> de una cuenta a otra. Si la cuenta de destino está asociada con código de <a href=\"/glossary/#evm\">EVM</a>, la VM se iniciará con el estado de ese objeto y se actuará sobre el mensaje.",
  "mev-term": "Valor máximo extraíble (MEV)",
  "mev-definition": "El valor máximo que se puede extraer de la producción de bloques que exceda la recompensa de bloque estándar y las tarifas de gas al incluir, excluir y cambiar el orden de las transacciones en un bloque. <a href=\"/developers/docs/mev/\">Más información sobre el valor máximo extraíble (MEV)</a>.",
  "mining-term": "Minería",
  "mining-definition": "El proceso de hashear repetidamente un encabezado de bloque mientras se incrementa un <a href=\"/glossary/#nonce\">nonce</a> hasta que el resultado contenga un número arbitrario de ceros binarios iniciales. Este es el proceso por el cual se añaden nuevos <a href=\"/glossary/#block\">bloques</a> a una cadena de bloques de prueba de trabajo. Así fue como se aseguró Ethereum antes de que pasara a la prueba de participación.",
  "miner-term": "Minero",
  "miner-definition": "Un <a href=\"/glossary/#node\">nodo</a> de red que encuentra <a href=\"/glossary/#pow\">prueba de trabajo</a> válida para nuevos bloques mediante hash de paso repetido (ver <a href=\"/glossary/#ethash\">Ethash</a>). Los mineros ya no forman parte de Ethereum: fueron reemplazados por validadores cuando Ethereum pasó a prueba de participación.",
  "mint-term": "Acuñar",
  "mint-definition": "El minteado es el proceso de crear nuevos tokens y ponerlos en circulación para que puedan ser utilizados. Es un mecanismo descentralizado para crear un nuevo token sin la participación de la autoridad central.",
  "multisig-term": "Multifirma",
  "multisig-definition": "Multisig (firma múltiple) se refiere a una billetera o cuenta digital que requiere múltiples firmas o aprobaciones para ejecutar transacciones, lo que mejora la seguridad.<br />Esto añade seguridad adicional en comparación con las cuentas tradicionales de una sola firma en las que solo se necesita la aprobación de una persona.",
  "network-term": "Red",
  "network-definition": "En referencia a la red Ethereum, una red peer-to-peer que propaga transacciones y bloques a cada nodo de Ethereum (participante de la red). <a href=\"/developers/docs/networks/\">Más sobre redes</a>.",
  "network-hashrate-term": "Hashrate de red",
  "network-hashrate-definition": "El hashrate colectivo producido por toda una red de minado. El minado en Ethereum se desactivó cuando Ethereum pasó a la prueba de participación.",
  "nft-term": "Token no fungible (o NFT del inglés «Non Fungible Token»)",
  "nft-definition": "Un token no fungible (NFT) es un artículo digital único que puede poseer, como arte u objetos de colección, verificado por la tecnología de la cadena de bloques. <a href=\"/nft/\">Más sobre los tokens no fungibles (NFT)</a>.",
  "node-term": "Nodo",
  "node-definition": "Un cliente de software que participa en la red. <a href=\"/developers/docs/nodes-and-clients/\">Más sobre nodos y clientes</a>.",
  "nonce-term": "Nonce",
  "nonce-definition": "En criptografía, un valor que solo se puede usar una vez. Un nonce de cuenta es un contador de transacciones en cada cuenta que se utiliza para evitar ataques de repetición.",
  "off-chain-term": "Fuera de la cadena",
  "off-chain-definition": "Fuera de la cadena significa cualquier transacción o dato que exista fuera de la cadena de bloques. Debido a que la comisión de cada transacción en cadena puede ser costosa e ineficiente, herramientas de terceros, como los oráculos que manejan datos de precios, o las soluciones de capa 2 que tienen un mayor rendimiento de transacciones, manejan gran parte del trabajo de procesamiento fuera de la cadena y envían información a la cadena a intervalos menos frecuentes.",
  "ommer-term": "Bloque Ommer (tío)",
  "ommer-definition": "Cuando un <a href=\"/glossary/#miner\">minero</a> de prueba de trabajo encuentra un <a href=\"/glossary/#block\">bloque</a> válido, otro minero puede haber publicado un bloque en competencia que se agrega primero a la punta de la cadena de bloques. Este bloque válido, pero estancado, puede ser incluido por bloques más nuevos como <em>ommers</em> y recibir una recompensa de bloque parcial. El término \"ommer\" es el término de género neutral preferido para el hermano de un bloque padre (principal), pero a veces también se lo conoce como \"tío\" (uncle). Esto era común para Ethereum cuando era una red de <a href=\"/glossary/#pow\">prueba de trabajo</a>. Ahora que Ethereum utiliza <a href=\"/glossary/#pos\">prueba de participación</a>, solo se selecciona un proponente de bloques por ranura.",
  "on-chain-term": "En cadena",
  "on-chain-definition": "Se refiere a acciones o transacciones que ocurren en la cadena de bloques y que están disponibles públicamente.<br /><br />Piénselo como escribir algo en un gran cuaderno compartido que todo el mundo puede ver y comprobar, asegurándose de que lo que se escribe (como enviar dinero digital o hacer un contrato) es permanente y no se puede cambiar ni borrar.",
  "optimistic-rollup-term": "Acumulaciones optimistas (Optimistic rollups)",
  "optimistic-rollup-definition": "Un Rollup Optimista es una solución de Capa 2 que acelera las transacciones en Ethereum, asumiendo que son válidas por defecto, a menos que se las cuestione o ponga en duda. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Más información acerca de los Rollups Optimistas</a>.",
  "oracle-term": "Oráculo",
  "oracle-definition": "Un oráculo es un puente entre la <a href=\"/glossary/#blockchain\">cadena de bloques</a> y el mundo real. Actúan como <a href=\"/glossary/#api\">API</a> en cadena a las que se les puede solicitar información y utilizar en <a href=\"/glossary/#smart-contract\">contratos inteligentes</a>. <a href=\"/developers/docs/oracles/\">Más información sobre los oráculos</a>.",
  "peer-term": "Par",
  "peer-definition": "Ordenadores conectados que ejecutan software cliente de Ethereum que tienen copias idénticas de la <a href=\"/glossary/#blockchain\">cadena de bloques</a>.",
  "peer-to-peer-network-term": "Red entre pares (o peer-to-peer)",
  "peer-to-peer-network-definition": "Una red de computadoras (<a href=\"/glossary/#peer\">pares</a>) que pueden realizar funcionalidades colectivamente sin la necesidad de servicios centralizados basados en servidores.<br />Esta configuración se utiliza a menudo para compartir archivos (por ejemplo, Bit torrent), información o monedas digitales, lo que permite intercambios más directos y potencialmente más eficientes entre los usuarios.",
  "permissionless-term": "No hay permisos",
  "permissionless-definition": "Sin permisos o significa que cualquiera puede unirse y utilizar un sistema como Ethereum. Está abierto a participación de todo el mundo y no requiere ninguna aprobación.",
  "plasma-term": "Plasma",
  "plasma-definition": "Una solución fuera de la cadena que utiliza <a href=\"/glossary/#fraud-proof\">pruebas de fraude</a>, como los <a href=\"/glossary/#optimistic-rollup\">rollups optimistas</a>. Plasma se limita a transacciones sencillas como transferencias básicas de tokens e intercambios. <a href=\"/developers/docs/scaling/plasma\">Más información sobre Plasma</a>.",
  "private-key-term": "Clave privada",
  "private-key-definition": "Una clave privada es un código secreto que demuestra que usted es el propietario de su dinero digital y le permite gastarlo, como un PIN para su cuenta. <strong>NO LA COMPARTA</strong>.",
  "public-goods-term": "Bienes públicos",
  "public-goods-definition": "Los bienes públicos son cosas que todo el mundo puede utilizar gratuitamente, como los parques o el aire limpio, y su uso no impide que otros los utilicen también. Los gobiernos suelen proporcionarlos porque las empresas no suelen hacerlo, ya que no pueden cobrar fácilmente a la gente por utilizarlos.",
  "private-chain-term": "Cadena privada",
  "private-chain-definition": "Una cadena de bloques totalmente privada es aquella con acceso autorizado, que no está disponible públicamente para su uso.",
  "poap-term": "POAP",
  "poap-definition": "El Protocolo de Prueba de Asistencia se utiliza para crear un coleccionable digital (NFT) que demuestre que usted asistió a un evento o actividad específicos.",
  "pos-term": "Prueba de participación (PoS)",
  "pos-definition": "Método mediante el cual un protocolo de cadena de bloques de criptomonedas pretende lograr un <a href=\"/glossary/#consensus\">consenso</a>. La prueba de participación (PoS) pide a los usuarios que demuestren la propiedad de una cierta cantidad de criptomonedas (su \"participación\" en la red) para poder participar en la validación de las transacciones. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Más información sobre Prueba de Participación (PoS)</a>.",
  "pow-term": "Prueba de trabajo (PoW, por sus siglas en inglés)",
  "pow-definition": "Un mecanismo de seguridad para la cadena de bloques que requiere que los nodos gasten energía en forma de cálculo para encontrar un valor determinado.",
  "proto-danksharding-term": "ProtoDanksharding",
  "proto-danksharding-definition": "Un nuevo tipo de transacción que acepta \"blobs\" de datos para Ethereum. Estos datos de \"blob\" se almacenan temporalmente en la cadena de Baliza durante 4096 épocas (~18,2 días) y opcionalmente pueden podarse, o eliminarse, después para ayudar a reducir los requisitos de hardware de los operadores de nodos.",
  "public-key-term": "Clave pública",
  "public-key-definition": "Una clave pública es un conjunto de caracteres que permite a otros enviarle monedas digitales de forma segura, como si fuera una dirección de correo electrónico para dinero.",
  "quadratic-voting-term": "Votación cuadrática",
  "quadratic-voting-definition": "Es un método de votación en el que los votantes expresan qué intensidad sienten respecto a determinados temas. Permite a los votantes mostrar no solo sus preferencias, sino también la intensidad de las mismas.",
  "receipt-term": "Recibo",
  "receipt-definition": "Datos que devuelve un cliente de Ethereum para representar el resultado de una <a href=\"/glossary/#transaction\">transacción</a> particular, que incluyen un <a href=\"/glossary/#hash\">hash</a> de la transacción, su número de <a href=\"/glossary/#block\">bloque</a>, la cantidad de <a href=\"/glossary/#gas\">gas</a> utilizado y, en caso de implementación de un <a href=\"/glossary/#smart-contract\">contrato inteligente</a>, la <a href=\"/glossary/#address\">dirección</a> del contrato.",
  "recovery-phrase-term": "Frase semilla/frase de recuperación",
  "recovery-phrase-definition": "Una lista de palabras que recibe cuando crea una billetera digital. Actúa como una contraseña que puede ayudarle a recuperar su billetera en caso de perder el acceso a ella, asegurándose de que no pierda su dinero digital o sus tokens.",
  "re-entrancy-attack-term": "Ataque de reentrada",
  "re-entrancy-attack-definition": "Un ataque que consiste en que un contrato atacante llama a una función de un contrato víctima, de tal forma que durante la ejecución la víctima vuelve a llamar el contrato atacante, de forma recursiva. Esto puede resultar, por ejemplo, en el robo de fondos al saltarse partes del contrato víctima que actualizan saldos o cuentan importes de retiro.< href=\"/developers/docs/smart-contracts/security/#re-entrancy\">Más información acerca de la reentrancia</a>.",
  "reward-term": "Recompensa",
  "reward-definition": "Una cantidad de ether <a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">otorgada a los validadores</a> que realizan determinadas funciones, incluyendo proponer un bloque o participar en un comité de sincronización, en cada ranura.",
  "rlp-term": "Prefijo de longitud recursiva (o PRL)",
  "rlp-definition": "Un <a href=\"/developers/docs/data-structures-and-encoding\">estándar de codificación</a> diseñado por los desarrolladores de Ethereum para codificar y serializar objetos (estructura de datos) de complejidad y longitud arbitrarias.",
  "rollups-term": "Rollups",
  "rollups-definition": "Un tipo de solución de escalabilidad de <a href=\"/glossary/#layer-2\">capa 2</a> que agrupa múltiples transacciones y las envía a <a href=\"/glossary/#mainnet\">la cadena principal de Ethereum</a> en una única transacción. Esto permite reducir los costos de <a href=\"/glossary/#gas\">gas</a> y aumentar los rendimientos de <a href=\"/glossary/#transaction\">transacción</a>. Existen rollups Optimistas y de Zero-knowledge (Conocimiento cero), los cuales utilizan diferentes métodos de seguridad para ofrecer estas ganancias de escalabilidad. <a href=\"/developers/docs/scaling/#rollups\">Más información sobre los rollups</a>.",
  "rpc-term": "Llamada de procedimiento remoto (RPC)",
  "rpc-definition": "Las RPC permiten a una computadora solicitar datos o acciones a otra a través de una red, es como pedir información con un control remoto.",
  "sha-term": "Algoritmo seguro de hash (o SHA)",
  "sha-definition": "Una familia de funciones de hash criptográficas publicadas por el NIST (siglas del Instituto Norteamericano de Estándares y Tecnología).",
  "serialization-term": "Serialización",
  "serialization-definition": "El proceso de convertir una estructura de datos en una secuencia de bytes.",
  "sequencer-term": "Secuenciador",
  "sequencer-definition": "Un secuenciador es un programa responsable de ordenar las transacciones en una red de cadenas de bloques, particularmente dentro de las soluciones de escalado de Capa 2.",
  "shard-term": "Fragmento/cadena de fragmento",
  "shard-definition": "Las cadenas de fragmento son secciones discretas del total de la cadena de bloques de las cuales pueden hacerse responsables subconjuntos de validadores. En un principio, se pretendía que fuera la manera en que Ethereum escalara a millones de transacciones por segundo, pero ahora ha sido sustituido por el rápido desarrollo del escalado mediante el uso de <a href=\"/glossary/#rollups\">rollups</a>.",
  "sidechain-term": "Cadena lateral",
  "sidechain-definition": "Una solución de escalado, a menudo más rápida, que utiliza una cadena separada con diferentes <a href=\"/glossary/#consensus-rules\">reglas de consenso</a>. Se necesita un puente para conectar estas cadenas laterales a la <a href=\"/glossary/#mainnet\">Red principal (Mainnet)</a>. Los <a href=\"/glossary/#rollups\">rollups</a> también utilizan cadenas laterales, pero operan en colaboración con la <a href=\"/glossary/#mainnet\">Red principal (Mainnet)</a>. <a href=\"/developers/docs/scaling/sidechains/\">Más información sobre las cadenas laterales</a>.",
  "signing-term": "Firma",
  "signing-definition": "Demostración criptográfica de que el titular de una clave privada específica ha aprobado una transacción.",
  "singleton-term": "Singleton",
  "singleton-definition": "Un término de programación informática que describe un objeto del que solamente puede existir una instancia única.",
  "slasher-term": "Recortador (slasher)",
  "slasher-definition": "Un recortador, o slasher, es una entidad que analiza atestaciones en busca de conductas punibles. Los recortes, o slashings, se difunden a la red, y el siguiente proponente de bloque añade la prueba al bloque. El proponente de bloque recibe entonces una recompensa por recortar al validador malicioso.",
  "slot-term": "Ranura",
  "slot-definition": "Un período de tiempo (12 segundos) en el que un <a href=\"/glossary/#validator\">validador</a> puede proponer nuevos bloques en el sistema de <a href=\"/glossary/#pos\">pruebas de participación</a>. Una ranura puede estar vacía. 32 ranuras forman una <a href=\"/glossary/#epoch\">época</a>. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Más información sobre pruebas de participación</a>.",
  "smart-contract-term": "Contrato inteligente",
  "smart-contract-definition": "Un contrato inteligente es un programa que ejecuta automáticamente acuerdos en una cadena de bloques, como un contrato digital de autoaplicación. <a href=\"/smart-contracts/\">Introducción a los contratos inteligentes</a>.",
  "snark-term": "SNARK",
  "snark-definition": "Abreviatua de \"argumento sucinto no interactivo del conocimiento\", un SNARK es un tipo de <a href=\"/glossary/#zk-proof\">prueba de conocimiento cero</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Más sobre los rollups de conocimiento cero</a>.",
  "soft-fork-term": "Bifurcación suave",
  "soft-fork-definition": "Una divergencia en una <a href=\"/glossary/#blockchain\">cadena de bloques</a> que se produce cuando cambian las <a href=\"/glossary/#consensus-rules\">reglas de consenso</a>. A diferencia de una <a href=\"/glossary/#hard-fork\">bifurcación dura</a> (o hard fork), una soft fork es compatible con versiones anteriores; los nodos actualizados pueden validar los bloques creados por nodos no actualizados, siempre y cuando sigan las nuevas reglas de consenso.",
  "solidity-term": "Solidity",
  "solidity-definition": "Un lenguaje de programación procedimental (imperativo) con una sintaxis similar a JavaScript, C++ o Java. El lenguaje más popular y utilizado para <a href=\"/glossary/#smart-contract\">contratos inteligentes</a> de Ethereum. Creado por Gavin Wood. <a href=\"/developers/docs/smart-contracts/languages/#solidity\">Más sobre Solidity</a>.",
  "solidity-inline-assembly-term": "Ensamblador en línea Solidity",
  "solidity-inline-assembly-definition": "Lenguaje de ensamblado de la <a href=\"/glossary/#evm\">EVM</a> en un programa de <a href=\"/glossary/#solidity\">Solidity</a>. El soporte de Solidity para el ensamblado en línea hace que sea más fácil escribir ciertas operaciones.",
  "stablecoin-term": "Moneda estable",
  "stablecoin-definition": "Una moneda estable, o stablecoin, es un tipo de criptomoneda diseñada para tener un valor estable, a menudo vinculado a una moneda o commodity (como el dólar estadounidense), para minimizar la volatilidad de los precios. <a href=\"/stablecoins/\">Más sobre monedas estables</a>.",
  "staking-term": "Participar (apostar)",
  "staking-definition": "Depositar una cantidad de <a href=\"/glossary/#ether\">ether</a> (su participación) para convertirse en un validador y asegurar la <a href=\"/glossary/#network\">red</a>. Un validador comprueba <a href=\"/glossary/#transaction\">transacciones</a> y propone <a href=\"/glossary/#block\">bloques</a> bajo un modelo de consenso de <a href=\"/glossary/#pos\">prueba de participación</a>. La participación, o staking, le da un incentivo económico para actuar en el mejor interés de la red. Obtendrá recompensas por llevar a cabo sus deberes de <a href=\"/glossary/#validator\">validador</a>, pero perderá diferentes cantidades de ETH si no lo hace. <a href=\"/staking/\">Más sobre el staking en Ethereum</a>.",
  "staking-pool-term": "Reserva de participación",
  "staking-pool-definition": "El ETH combinado de más de un participante de Ethereum, utilizado para alcanzar los 32 ETH necesarios para activar un conjunto de claves de validación. Un operador de nodo utiliza estas claves para participar en el consenso, y las <a href=\"/glossary/#block-reward\">recompensas de bloque</a> se dividen entre los stakers contribuyentes. Los grupos de staking o la delegación de participación no son nativos del protocolo Ethereum, pero la comunidad ha creado muchas soluciones. <a href=\"/staking/pools/\">Más sobre la participación agrupada</a>.",
  "stark-term": "STARK",
  "stark-definition": "Abreviatura de \"argumento transparente escalable del conocimiento\" (scalable transparent argument of knowledge); un STARK es un tipo de <a href=\"/glossary/#zk-proof\">prueba de conocimiento cero</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Más sobre los rollups de conocimiento cero</a>.",
  "state-term": "Estado",
  "state-definition": "Una instantánea de todos los saldos y datos en un momento determinado en la cadena de bloques, que normalmente se refiere a la condición en un bloque en particular.",
  "state-channels-term": "Canales de estado",
  "state-channels-definition": "Una solución de <a href=\"/glossary/#layer-2\">capa 2</a> donde se establece un canal entre los participantes donde pueden realizar transacciones de forma libre y económica. Solo se envía una <a href=\"/glossary/#transaction\">transacción</a> para configurar el canal y cerrar el canal a la <a href=\"/glossary/#mainnet\">Red principal</a>. Esto permite un rendimiento de transacción muy alto, pero depende de conocer el número de participantes por adelantado y de bloquear los fondos. <a href=\"/developers/docs/scaling/state-channels/#state-channels\">Más sobre los canales de estado</a>.",
  "supermajority-term": "Supermayoría",
  "supermajority-definition": "La supermayoría es el término dado para una cantidad superior a 2/3 (66%) del total de ether en participación que asegura Ethereum. Se requiere un voto de supermayoría para que los bloques se <a href=\"/glossary/#finality\">finalicen</a> en la cadena de Baliza.",
  "sybil-attack-term": "Sybil attack",
  "sybil-attack-definition": "Los ataques Sybil, o Sybil attacks, se refieren a seres humanos individuales que intentan engañar a un sistema para que piense que son múltiples personas con el fin de aumentar su influencia.",
  "syncing-term": "Sincronización",
  "syncing-definition": "El proceso de descargar toda la última versión de una cadena de bloques en un nodo.",
  "sync-committee-term": "Comité de sincronización",
  "sync-committee-definition": "Un comité de sincronización es un grupo seleccionado aleatoriamente de <a href=\"/glossary/#validator\">validadores</a> que actualizan cada ~27 horas. Su propósito es añadir sus firmas a encabezados de bloques válidos. Los comités de sincronización permiten a los <a href=\"/glossary/#light-client\">clientes ligeros</a> llevar registro de la cabeza de la cadena de bloques, sin la necesidad de acceder al conjunto completo de validadores.",
  "szabo-term": "Szabo",
  "szabo-definition": "Una denominación de <a href=\"/glossary/#ether\">ether</a>. 1 szabo = 10<sup>12</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>6</sup> szabo = 1 ether.",
  "terminal-total-difficulty-term": "Dificultad total terminal (o TTD)",
  "terminal-total-difficulty-definition": "La dificultad total es la suma de la dificultad de minado de Ethash para todos los bloques hasta algún punto específico de la cadena de bloques. La dificultad total terminal es un valor específico para la dificultad total que se utilizó como desencadenante para que los clientes de ejecución desactiven sus funciones de minado y gossiping de bloques, lo que permite a la red hacer la transición a la prueba de participación. Ya no es relevante porque Ethereum se trasladó a <a href=\"/glossary/#pos\">prueba de participación</a>.",
  "testnet-term": "Red de prueba",
  "testnet-definition": "Abreviatura de \"red de prueba\"; red utilizada para simular el comportamiento de la red principal de Ethereum.",
  "token-term": "Token",
  "token-definition": "Un bien virtual negociable definido en contratos inteligentes en la cadena de bloques Ethereum.",
  "transaction-term": "Transacción",
  "transaction-definition": "Datos registrados a la cadena de bloques de Ethereum firmados por una <a href=\"/glossary/#account\">cuenta de origen</a>, dirigidos a una <a href=\"/glossary/#address\">dirección</a> específica. La transacción contiene metadatos como el <a href=\"/glossary/#gas-limit\">límite de gas</a> para esa transacción. <a href=\"/developers/docs/transactions/\">Más sobre las transacciones</a>.",
  "transaction-fee-term": "Comisión de la transacción",
  "transaction-fee-definition": "Una tarifa que debe pagar cada vez que use la red Ethereum. Ejemplos incluyen el envío de fondos desde su <a href=\"/glossary/#wallet\">billetera</a> o una interacción con una <a href=\"/glossary/#dapp\">dapp</a>, como intercambiar tokens o comprar un coleccionable. Puede pensar en esto como un cargo por servicio. Esta tarifa cambiará en función de lo ocupada que esté la red. Esto se debe a que es probable que los <a href=\"/glossary/#validator\">validadores</a>, las personas responsables de procesar su transacción, prioricen las transacciones con tarifas más altas, por lo que la congestión obliga a subir el precio.<br/><br/>A nivel técnico, su tarifa de transacción se relaciona con la cantidad de <a href=\"/glossary/#gas\">gas</a> que requiere su transacción.<br/><br/>La reducción de las tarifas de transacción es un tema de gran interés en este momento. Ver <a href=\"/glossary/#layer-2\">Capa 2</a>.",
  "trust-assumptions-term": "Presunciones de confianza",
  "trust-assumptions-definition": "Las suposiciones de confianza son creencias básicas sobre la seguridad y la fiabilidad de un sistema, que guían lo que confiamos para que el sistema funcione.",
  "trustlessness-term": "No necesidad de confianza",
  "trustlessness-definition": "La capacidad de una red para mediar en las transacciones sin que ninguna de las partes involucradas tenga que confiar en un tercero.",
  "turing-complete-term": "Turing completo",
  "turing-complete-definition": "Un concepto que lleva el nombre del matemático y científico informático inglés Alan Turing. Un sistema de reglas de manipulación de datos (como el conjunto de instrucciones de un ordenador, un lenguaje de programación o un autómata celular) se dice que es «Turing completo» o «computacionalmente universal» si se puede utilizar para simular cualquier máquina de Turing.",
  "validator-term": "Validador",
  "validator-definition": "Un <a href=\"/glossary/#node\">nodo</a> en un sistema de <a href=\"/glossary/#pos\">prueba de participación</a> responsable de almacenar datos, procesar transacciones y agregar nuevos bloques a la cadena de bloques. Para activar software de validación, debe ser capaz de <a href=\"/glossary/#staking\">participar</a> 32 ETH. <a href=\"/staking/\">Más sobre la participación en Ethereum</a>.",
  "validator-lifecycle-term": "Ciclo de vida del validador",
  "validator-lifecycle-definition": "La secuencia de estados en los que puede existir un validador. Estos incluyen: <br/><br/><ul><li>depositado: al menos 32 ETH han sido depositados en el <a href=\"/glossary/#deposit-contract\">contrato de depósito</a> por el validador</li><li>pendiente: el validador está en la cola de activación esperando votos para ingresar a la red de los validadores existentes</li><li>activo: actualmente atestando y proponiendo bloques</li><li>slashing: el validador se ha comportado mal y está siendo slasheado</li><li>salida: se marcó al validador por salir de la red, ya sea voluntariamente o porque lo expulsaron. </li></ul>",
  "validity-proof-term": "Prueba de validez",
  "validity-proof-definition": "Un modelo de seguridad para ciertas soluciones de <a href=\"/glossary/#layer-2\">capa 2</a> en el que, para aumentar la velocidad, las transacciones se agrupan en lotes y se envían a Ethereum en una sola transacción. El cálculo de la transacción se realiza fuera de la cadena y luego se suministra a la cadena principal con una prueba de su validez. Este método aumenta la cantidad de transacciones posibles, al tiempo que se mantiene la seguridad. Algunos <a href=\"/glossary/#rollups\">rollups</a> usan <a href=\"/glossary/#fraud-proof\">a prueba de fraude</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Más sobre los rollups de conocimiento cero</a>.",
  "validium-term": "Validium",
  "validium-definition": "Una solución fuera de la cadena que utiliza <a href=\"/glossary/#validity-proof\">pruebas de validez</a> para mejorar el rendimiento de las transacciones. A diferencia de los <a href=\"/glossary/#zk-rollup\">rollups de conocimiento cero</a>, los datos de validium no se almacenan en la red principal de la capa 1. <a href=\"/developers/docs/scaling/validium/\">Más sobre validium</a>.",
  "vyper-term": "Vyper",
  "vyper-definition": "Un avanzado lenguaje de programación con sintaxis tipo Python. Intenta acercarse más a un lenguaje funcional puro. Creado por Vitalik Buterin. <a href=\"/developers/docs/smart-contracts/languages/#vyper\">Más sobre Vyper</a>.",
  "wallet-term": "Cartera",
  "wallet-definition": "Una billetera es una herramienta digital para almacenar, enviar y recibir moneda digital, como un monedero virtual para su dinero en línea. <a href=\"/wallets/\">Más sobre las billeteras de Ethereum</a>.",
  "web2-term": "Web 2.0",
  "web2-definition": "Es el Internet actual, centrado en el contenido generado por el usuario y las redes sociales que están controladas por pocas empresas. Web3 es una creencia cripto de que son los usuarios quienes deben controlar sus datos y transacciones.",
  "web3-term": "Web 3.0",
  "web3-definition": "Web3 es la nueva Internet con cadena de bloques, donde los usuarios controlan sus datos y transacciones, no las empresas. No es necesario compartir ninguna información personal. <a href=\"/web3/\">Más sobre Web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "La denominación más pequeña de ether. 10<sup>18</sup> wei = 1 ether.",
  "zero-address-term": "Dirección cero",
  "zero-address-definition": "Una dirección de Ethereum, compuesta enteramente de ceros, que se utiliza con frecuencia como dirección para eliminar los tokens de la circulación de propiedad. Se hace una distinción entre los tokens eliminados formalmente del índice de un contrato inteligente a través del método burn() y los enviados a esta dirección.",
  "zk-proof-term": "Prueba de conocimiento cero",
  "zk-proof-definition": "Una prueba de conocimiento cero es un método criptográfico que permite a los individuos probar que un enunciando o declaración es real sin tener que transmitir información adicional. <a href=\"/developers/docs/scaling/zk-rollups/\">Más sobre los rollups de conocimiento cero</a>.",
  "zk-rollup-term": "Acumulaciones (rollup) de conocimiento cero",
  "zk-rollup-definition": "Un <a href=\"/glossary/#rollups\">rollup</a> de transacciones que utilizan <a href=\"/glossary/#validity-proof\">pruebas de validez</a> para ofrecer un mayor rendimiento de transacciones de <a href=\"/glossary/#layer-2\">capa 2</a> mientras se utiliza la seguridad proporcionada por la red principal (capa 1). Aunque no pueden manejar tipos de transacciones complejos, como los <a href=\"/glossary/#optimistic-rollup\">rollups optimistas</a>, no tienen problemas de latencia porque las transacciones son demostrablemente válidas cuando se envían. <a href=\"/developers/docs/scaling/zk-rollups/\">Más sobre los rollups de conocimiento cero</a>."
}
