{
  "page-stablecoins-accordion-borrow-crypto-collateral": "Garantía criptográfica",
  "page-stablecoins-accordion-borrow-crypto-collateral-copy": "Con Ethereum puedes pedir prestado directamente a otros usuarios sin necesidad de realizar operaciones con tu ETH. Esto te puede dar apalancamiento: algunos hacen esto para intentar acumular más ET.",
  "page-stablecoins-accordion-borrow-crypto-collateral-copy-p2": "Pero, como el precio de los ETH es volátil, tendrás que aportar una sobregarantía. Esto significa que, si quieres pedir prestadas 100 monedas estables, probablemente necesitarás al menos 150 $ en ETH. Esto protege el sistema y a los prestamistas.",
  "page-stablecoins-accordion-borrow-crypto-collateral-link": "Más sobre las monedas estables respaldadas por criptomonedas",
  "page-stablecoins-accordion-borrow-pill": "Avanzado",
  "page-stablecoins-accordion-borrow-places-intro": "Estas dapps te permiten pedir prestadas monedas estables usando criptomonedas como garantía. Algunos aceptan otros tokens, así como ETH.",
  "page-stablecoins-accordion-borrow-places-title": "Lugares para pedir prestadas monedas estables",
  "page-stablecoins-accordion-borrow-requirement-1": "Una cartera de Ethereum",
  "page-stablecoins-accordion-borrow-requirement-1-description": "Necesitarás una cartera para usar una dapp",
  "page-stablecoins-accordion-borrow-requirement-2": "Ether (ETH)",
  "page-stablecoins-accordion-borrow-requirement-2-description": "Necesitarás ETH para las comisiones de garantía o transacción",
  "page-stablecoins-accordion-borrow-requirements-description": "Para pedir prestadas monedas estables, tendrás que usar la dapp correcta. También necesitarás una cartera y algo de ETH.",
  "page-stablecoins-accordion-borrow-risks-copy": "Si utilizas ETH como garantía y su valor cae, tu garantía no cubrirá las monedas estables que generaste. Esto provocará la liquidación de tu ETH y puedes enfrentarte a una penalización. Así que, si pides prestadas monedas estables, tendrás que vigilar el precio de ETH.",
  "page-stablecoins-accordion-borrow-risks-link": "Último precio de ETH",
  "page-stablecoins-accordion-borrow-risks-title": "Riesgos",
  "page-stablecoins-accordion-borrow-text-preview": "Puedes pedir prestadas algunas monedas estables utilizando criptomonedas como garantía, que tendrás que devolver.",
  "page-stablecoins-accordion-borrow-title": "Pedir prestado",
  "page-stablecoins-accordion-buy-exchanges-title": "Intercambios populares",
  "page-stablecoins-accordion-buy-requirement-1": "Intercambios de criptomonedas y carteras",
  "page-stablecoins-accordion-buy-requirement-1-description": "Revisa los servicios que puedes utilizar donde vives",
  "page-stablecoins-accordion-buy-requirements-description": "Una cuenta con un intercambio o una cartera con la que puedes comprar criptomonedas directamente. Puede que ya hayas utilizado una para obtener ETH. Comprueba qué servicios puedes utilizar donde vives.",
  "page-stablecoins-accordion-buy-text-preview": "Muchos intercambios y carteras te permiten comprar monedas estables directamente. Se aplicarán restricciones geográficas.",
  "page-stablecoins-accordion-buy-title": "Comprar",
  "page-stablecoins-accordion-buy-warning": "Los intercambios centralizados solo pueden enumerar monedas estables respaldadas por dinero fiduciario (FIAT), como la moneda estable digital vinculada al dólar estadounidense (USDC), Tether y otras. Es posible que no puedas comprar directamente, pero deberías ser capaz de intercambiarlas desde ETH u otras criptomonedas que puedas comprar en la plataforma.",
  "page-stablecoins-accordion-earn-project-1-description": "La mayor parte del trabajo técnico es para el movimiento de software de código abierto.",
  "page-stablecoins-accordion-earn-project-2-description": "Tecnología, contenido y otros trabajos para la comunidad MakerDao (el equipo que te trajo Dai).",
  "page-stablecoins-accordion-earn-project-3-description": "Cuando realmente conozcas tus cosas, encuentra errores para ganar Dai.",
  "page-stablecoins-accordion-earn-project-bounties": "Recompensas de gitcoin",
  "page-stablecoins-accordion-earn-project-bug-bounties": "Recompensas por errores de Eth2",
  "page-stablecoins-accordion-earn-project-community": "Comunidad MakerDao",
  "page-stablecoins-accordion-earn-projects-copy": "Estas son plataformas que te pagarán en monedas estables por tu trabajo.",
  "page-stablecoins-accordion-earn-projects-title": "Dónde ganar monedas estables",
  "page-stablecoins-accordion-earn-requirement-1": "Una cartera de Ethereum",
  "page-stablecoins-accordion-earn-requirement-1-description": "Necesitarás una cartera para recibir las monedas estables que ganes",
  "page-stablecoins-accordion-earn-requirements-description": "Las monedas estables son un gran método de pago por el trabajo y los servicios debido a que el valor es estable. Sin embargo, necesitarás una cartera para el pago.",
  "page-stablecoins-accordion-earn-text-preview": "Puedes ganar monedas estables trabajando en proyectos dentro del ecosistema de Ethereum.",
  "page-stablecoins-accordion-earn-title": "Ganar",
  "page-stablecoins-accordion-less": "Menos",
  "page-stablecoins-accordion-more": "Más",
  "page-stablecoins-accordion-requirements": "Lo que necesitarás",
  "page-stablecoins-accordion-swap-dapp-intro": "Si ya tienes ETH y una cartera, puedes usar dapps para intercambiar monedas estables.",
  "page-stablecoins-accordion-swap-dapp-link": "Más sobre los intercambios descentralizados",
  "page-stablecoins-accordion-swap-dapp-title": "Dapps para intercambiar tokens",
  "page-stablecoins-accordion-swap-editors-tip": "Sugerencia de los editores",
  "page-stablecoins-accordion-swap-editors-tip-button": "Encontrar carteras",
  "page-stablecoins-accordion-swap-editors-tip-copy": "Consigue una cartera que te permitirá comprar ETH e intercambiarlos por tokens directamente, incluidas monedas estables.",
  "page-stablecoins-accordion-swap-pill": "Recomendado",
  "page-stablecoins-accordion-swap-requirement-1": "Una cartera de Ethereum",
  "page-stablecoins-accordion-swap-requirement-1-description": "Necesitarás una cartera para autorizar el intercambio y almacenar tus monedas",
  "page-stablecoins-accordion-swap-requirement-2": "Ether (ETH)",
  "page-stablecoins-accordion-swap-requirement-2-description": "Pagar por el intercambio",
  "page-stablecoins-accordion-swap-text-preview": "Puedes recoger la mayoría de monedas estables de intercambios descentralizados. Así que puedes intercambiar cualquier token que puedas tener por una moneda estable que desees.",
  "page-stablecoins-accordion-swap-title": "Intercambiar",
  "page-stablecoins-algorithmic": "Algorítmico",
  "page-stablecoins-algorithmic-con-1": "Necesitas confiar (o ser capaz de leer) el algoritmo.",
  "page-stablecoins-algorithmic-con-2": "Tu saldo de monedas cambiará en función de la oferta total.",
  "page-stablecoins-algorithmic-description": "Estas monedas estables no están respaldadas por ningún otro activo. En su lugar, un algoritmo venderá tokens si el precio cae por debajo del valor deseado y proporcionará tokens si el valor excede de la cantidad deseada. Debido a que el número de estos tokens en circulación cambia regularmente, el número de tokens que posees cambiará, pero siempre reflejará tu cuota.",
  "page-stablecoins-algorithmic-pro-1": "No se necesita garantía.",
  "page-stablecoins-algorithmic-pro-2": "Controlado por un algoritmo público.",
  "page-stablecoins-bank-apy": "0,05 %",
  "page-stablecoins-bank-apy-source": "El tipo medio pagado por los bancos en cuentas de ahorro básicas y aseguradas federalmente en Estados Unidos.",
  "page-stablecoins-bank-apy-source-link": "Fuente",
  "page-stablecoins-bitcoin-pizza": "La infame pizza de Bitcoin",
  "page-stablecoins-bitcoin-pizza-body": "En 2010, alguien compró 2 pizzas con 10.000 bitcoins. En ese momento equivalían a unos 41 dólares. En el mercado de hoy en día, valen millones de dólares. Hay varias transacciones similares lamentables en la historia de Ethereum. Las monedas estables resuelven este problema, así que puedes disfrutar de la pizza y conservar tus ETH.",
  "page-stablecoins-coin-price-change": "Cambio del precio de la moneda (últimos 30 días)",
  "page-stablecoins-crypto-backed": "Respaldado por criptomonedas",
  "page-stablecoins-crypto-backed-con-1": "Menos estable que las monedas estables respaldadas por dinero fiduciario.",
  "page-stablecoins-crypto-backed-con-2": "Es necesario vigilar el valor de la garantía criptográfica.",
  "page-stablecoins-crypto-backed-description": "Estas monedas estables están respaldadas por otros activos criptográficos, como el ETH. Sus precios dependen del valor del activo subyacente (o valor garantizado), que puede ser volátil. Debido a que el valor de ETH puede fluctuar, estas monedas estables están sobregarantizadas para asegurar que el precio se mantenga lo más estable posible. Esto significa en pocas palabras que una criptomoneda valorada en 1 $ respaldada por una moneda estable tiene una criptomoneda subyacente con un valor de al menos 2 $. Así, si el precio de ETH cae, habrá que usar más ETH para respaldar la moneda estable; de lo contrario, las monedas estables perderán su valor.",
  "page-stablecoins-crypto-backed-pro-1": "Transparente y totalmente descentralizado.",
  "page-stablecoins-crypto-backed-pro-2": "Rápido para convertirse en otros activos criptográficos.",
  "page-stablecoins-crypto-backed-pro-3": "No hay amortiguadores externos: todos los activos están controlados por cuentas de Ethereum.",
  "page-stablecoins-dai-banner-body": "Dai es probablemente la moneda estable descentralizada más famosa. Su valor es aproximadamente de 1 dólar y es ampliamente aceptada en las dapps.",
  "page-stablecoins-dai-banner-learn-button": "Más información sobre Dai",
  "page-stablecoins-dai-banner-swap-button": "Intercambiar ETH por Dai",
  "page-stablecoins-dai-banner-title": "Dai",
  "page-stablecoins-dai-logo": "El logo de Dai",
  "page-stablecoins-editors-choice": "Opciones del editor",
  "page-stablecoins-editors-choice-intro": "Estos son probablemente los ejemplos más conocidos de monedas estables en este momento y las monedas que hemos encontrado útiles al usar dapps.",
  "page-stablecoins-explore-dapps": "Explorar dapps",
  "page-stablecoins-fiat-backed": "Respaldado por dinero fiduciario",
  "page-stablecoins-fiat-backed-con-1": "Centralizado: alguien debe emitir los tokens.",
  "page-stablecoins-fiat-backed-con-2": "Requiere auditoría para asegurar que la empresa tenga suficientes reservas.",
  "page-stablecoins-fiat-backed-description": "Es básicamente la promesa de pago de una deuda por dinero fiduciario tradicional (dólares, en general). Usas tu dinero fiduciario para comprar una moneda estable que después puedes canjear en efectivo por tu moneda original.",
  "page-stablecoins-fiat-backed-pro-1": "Seguro contra la volatilidad de las criptomonedas.",
  "page-stablecoins-fiat-backed-pro-2": "Los cambios en el precio son mínimos.",
  "page-stablecoins-find-stablecoin": "Encontrar una moneda estable",
  "page-stablecoins-find-stablecoin-how-to-get-them": "Cómo obtener monedas estables",
  "page-stablecoins-find-stablecoin-intro": "Hay cientos de monedas estables disponibles. Aquí tienes algunas que te ayudarán a empezar. Si eres nuevo en Ethereum, te recomendamos que investigues primero.",
  "page-stablecoins-find-stablecoin-types-link": "Diferentes tipos de monedas estables",
  "page-stablecoins-get-stablecoins": "Cómo obtener monedas estables",
  "page-stablecoins-hero-alt": "Las tres monedas estables más grandes por capitalización de mercado son: Dai, USDC y Tether.",
  "page-stablecoins-hero-button": "Obtener monedas estables",
  "page-stablecoins-hero-header": "Dinero digital para uso diario",
  "page-stablecoins-hero-subtitle": "Las monedas estables son tokens de Ethereum diseñadas para mantener un valor fijo, incluso cuando el valor de ETH cambia.",
  "page-stablecoins-interest-earning-dapps": "Dapps de ganancia de intereses",
  "page-stablecoins-meta-description": "Una introducción a las monedas estables de Ethereum: qué son, cómo obtenerlas y por qué son tan importantes.",
  "page-stablecoins-precious-metals": "Metales preciosos",
  "page-stablecoins-precious-metals-con-1": "Centralizado: alguien debe emitir los tokens.",
  "page-stablecoins-precious-metals-con-2": "Tienes que confiar en el emisor de tokens y en las reservas de metales preciosos.",
  "page-stablecoins-precious-metals-description": "Al igual que las monedas respaldadas por el dinero fiduciario (fiat), en su lugar estas monedas estables utilizan recursos como el oro para mantener su valor.",
  "page-stablecoins-precious-metals-pro-1": "Seguro contra la volatilidad de las criptomonedas.",
  "page-stablecoins-prices": "Precios de las monedas estables",
  "page-stablecoins-prices-definition": "Las monedas estables son criptomonedas sin volatilidad. Comparten muchas de las capacidades de ETH, pero su valor es estable, más como una moneda tradicional. Por tanto, tienes acceso a dinero estable que puedes utilizar en Ethereum. ",
  "page-stablecoins-prices-definition-how": "Cómo las monedas estables obtienen su estabilidad",
  "page-stablecoins-research-warning": "Ethereum es una nueva tecnología y la mayoría de las aplicaciones son nuevas. Asegúrate de que eres consciente del riesgo y de que solo depositas lo que te puedes permitir perder.",
  "page-stablecoins-research-warning-title": "Investiga siempre por tu cuenta",
  "page-stablecoins-save-stablecoins": "Ahorra con monedas estables",
  "page-stablecoins-save-stablecoins-body": "Las monedas estables a menudo tienen una tasa de interés promedio superior debido a que hay mucha demanda de endeudamiento. Hay dapps que te permiten obtener interés de tus monedas estables en tiempo real si las depositas en un fondo de préstamo. Como ocurre en el ámbito bancario, estás suministrando tokens para los prestatarios, pero puedes retirar los tokens y los intereses en cualquier momento.",
  "page-stablecoins-saving": "Haz un buen uso de tus ahorros en monedas estables y gana algo de interés. Como todo en criptografía, los rendimientos porcentuales anuales previstos (APY) pueden cambiar a diario en función de la oferta y la demanda a tiempo real.",
  "page-stablecoins-stablecoins-dapp-callout-description": "Revisa las dapps de Ethereum. Las monedas estables a menudo son más útiles para las transacciones cotidianas.",
  "page-stablecoins-stablecoins-dapp-callout-image-alt": "Ilustración de un perro.",
  "page-stablecoins-stablecoins-dapp-callout-title": "Utiliza tus monedas estables",
  "page-stablecoins-stablecoins-dapp-description-1": "Mercados para muchas monedas estables, incluidas Dai, USDC, TUSD, USDT y más. ",
  "page-stablecoins-stablecoins-dapp-description-2": "Presta monedas estables y gana intereses y usa $COMP, el token propio de Compound.",
  "page-stablecoins-stablecoins-dapp-description-3": "Una plataforma comercial donde puedes ganar intereses con tus Dai y USDC.",
  "page-stablecoins-stablecoins-dapp-description-4": "Una app diseñada para ahorrar Dai.",
  "page-stablecoins-stablecoins-feature-1": "Las monedas estables son globales y pueden enviarse a través de Internet. Son fáciles de enviar o recibir una vez que se dispone de una cuenta Ethereum.",
  "page-stablecoins-stablecoins-feature-2": "La demanda de monedas estables es alta, por lo que puedes ganar intereses por prestar las tuyas. Asegúrate de que eres consciente de los riesgos antes de prestarlas.",
  "page-stablecoins-stablecoins-feature-3": "Las monedas estables son intercambiables por ETH y otros tokens de Ethereum. Muchas aplicaciones dependen de las monedas estables.",
  "page-stablecoins-stablecoins-feature-4": "Las monedas estables están protegidas por criptografía. Nadie puede falsificar transacciones en tu nombre.",
  "page-stablecoins-stablecoins-meta-description": "Una introducción a las monedas estables de Ethereum: qué son, cómo obtenerlas y por qué son tan importantes.",
  "page-stablecoins-stablecoins-table-header-column-1": "Moneda",
  "page-stablecoins-stablecoins-table-header-column-2": "Capitalización de mercado",
  "page-stablecoins-stablecoins-table-header-column-3": "Tipo de garantía",
  "page-stablecoins-stablecoins-table-type-crypto-backed": "Criptomoneda",
  "page-stablecoins-stablecoins-table-type-fiat-backed": "Dinero fiduciario",
  "page-stablecoins-stablecoins-table-type-precious-metals-backed": "Metales preciosos",
  "page-stablecoins-table-error": "No se pudieron cargar las monedas estables. Intenta actualizar la página.",
  "page-stablecoins-table-loading": "Cargando datos de la moneda estable...",
  "page-stablecoins-title": "Monedas estables",
  "page-stablecoins-top-coins": "Mejores monedas estables por capitalización de mercado",
  "page-stablecoins-top-coins-intro": "La capitalización del mercado es",
  "page-stablecoins-top-coins-intro-code": "el número total de tokens que existen multiplicado por el valor de cada token. La lista es dinámica y los proyectos enumerados aquí no están necesariamente respaldados por el equipo de ethereum.org.",
  "page-stablecoins-types-of-stablecoin": "Cómo funcionan: tipos de monedas estables",
  "page-stablecoins-usdc-banner-body": "El USDc es probablemente la moneda estable más famosa respaldada por dinero fiduciario. Su valor es aproximadamente de un dólar y está respaldada por Circle y Coinbase.",
  "page-stablecoins-usdc-banner-learn-button": "Aprende acerca de USD Coin",
  "page-stablecoins-usdc-banner-swap-button": "Intercambiar ETH por USDC",
  "page-stablecoins-usdc-banner-title": "USDC",
  "page-stablecoins-usdc-logo": "El logo de USDC",
  "page-stablecoins-why-stablecoins": "¿Por qué monedas estables?",
  "page-stablecoins-how-they-work-button": "Cómo funcionan",
  "page-stablecoins-why-stablecoins-body": "ETH, al igual que Bitcoin, tiene un precio volátil porque es una tecnología nueva, así que es posible que no quieras gastarla regularmente. Las monedas estables reflejan el valor de las monedas tradicionales para darte acceso a dinero estable que puedes usar en Ethereum."
}
