{
  "page-10-year-anniversary-meta-title": "El 10.췈 aniversario",
  "page-10-year-anniversary-meta-description": "Celebramos los 10 a침os de resistencia a la censura, 100 % de disponibilidad, descentralizaci칩n, construcci칩n de comunidad, crecimiento de desarrolladores, colaboraci칩n global, valores cypherpunk, hackatones, resistencia a la censura, finanzas sin permisos, neutralidad cre칤ble, el jard칤n infinito, diversidad de clientes y mucho m치s.",
  "page-10-year-censorship-resistance": "resistencia a la censura",
  "page-10-year-uptime": "100 % de disponibilidad",
  "page-10-year-decentralization": "descentralizaci칩n",
  "page-10-year-community-building": "creaci칩n de comunidad",
  "page-10-year-developer-growth": "crecimiento del n칰mero de desarrolladores",
  "page-10-year-global-collaboration": "colaboraci칩n mundial",
  "page-10-year-cypherpunk-values": "valores cypherpunk",
  "page-10-year-hackathons": "hackatones",
  "page-10-year-permissionless-finance": "finanzas sin pedir permiso",
  "page-10-year-credible-neutrality": "neutralidad fidedigna",
  "page-10-year-infinite-garden": "el jard칤n infinito",
  "page-10-year-client-diversity": "diversidad de clientes",
  "page-10-year-celebrating": "Celebramos los 10 a침os de",
  "page-10-year-hero-title": "Una decada de transformar el mundo, ladrillo a ladrillo",
  "page-10-year-hero-description": "El 30 de julio de 2015 naci칩 la cadena de bloques de Ethereum. Ese momento en el que se min칩 el bloque inicial inaugur칩 un mundo de posibilidades para intenet y aport칩 cambios transformativos a las finanzas, la propiedad y la programabilidad.",
  "page-10-year-hero-tagline": "Diez a침os cumplidos y toda una eternidad por delante.",
  "page-10-year-join-party-title": "칔nase a la celebraci칩n",
  "page-10-year-join-party-description": "Celebre el 10.췈 aniversario de Ethereum con la comunidad global. Busque un evento local o realice su propia celebraci칩n.",
  "page-10-year-events-description-1": "칔nase a personas de todo el mundo para participar en charlas, ampliar contactos y celebrar con Ethereum su d칠cimo aniversario.",
  "page-10-year-events-description-2": "쯅o puede participar presencialmente? Vea nuestra retransmisi칩n en directo y mant칠ngase actualizado sobre los eventos en todo el mundo, as칤 todos celebraremos este hito en comunidad.",
  "page-10-year-host-event-title": "Comparta su evento",
  "page-10-year-host-event-description": " Est치 organizando un evento? Escriba a continuaci칩n los detalles del evento para que aparezca en el mapa.",
  "page-10-year-host-event-cta": "Compartir evento",
  "page-10-year-innovation-title": "10 a침os de",
  "page-10-year-innovation-subtitle": "Innovaci칩n",
  "page-10-year-innovation-description-1": "Enthereum transform칩 la cadena de bloques al introducir los contratos inteligentes",
  "page-10-year-innovation-description-2": "Con Ethereum, las cadenas de bloques cambiaron de libro mayor digital a plataforma programable, donde el c칩digo se ejecuta autom치ticamente siempre que se cumplan las condiciones.",
  "page-10-year-innovation-description-3": "La innovaci칩n de Ethereum permiti칩 industrias completamente nuevas como DeFi, NFT y DAO. Expandi칩 la cadena de bloques m치s all치 de la moneda digital y la convirti칩 en una plataforma que reinvent칩 c칩mo creamos e intercambiamos valor.",
  "page-10-year-adoption-title": "10 a침os de",
  "page-10-year-adoption-subtitle": "Adopci칩n",
  "page-10-year-adoption-description-1": "De un documento t칠cnico a m치s de 24 millones de transacciones diarias en el ecosistema de Ethereum",
  "page-10-year-adoption-description-2": "Ethereum se ha convertido en una plataforma de computaci칩n global que mantiene miles de aplicaciones utilizadas por millones diarios. Abarca industrias y fronteras mientras contin칰a expandiendo sus casos de uso.",
  "page-10-year-stories-title": "10 a침os de",
  "page-10-year-stories-subtitle": "Historias",
  "page-10-year-stories-description-1": "Una visi칩n general de c칩mo Ethereum se usa en el d칤a a d칤a",
  "page-10-year-stories-description-2": "Desde millones de carteras a cualquier rinc칩n del mundo, la gente usa Ethereum de formas inspiradoras. Estas historias reales muestran la creatividad, libertad y conexi칩n que permite Ethereum.",
  "page-10-year-stories-cta": "Comparta su historia",
  "page-10-year-ideas-title": "쯊iene una idea de c칩mo puede celebrarlo la comunidad?",
  "page-10-year-ideas-description": "Artefactos en cadena, un juego mundial tipo Trivial sobre Ethereum, 춰el cielo es el l칤mite! Cu칠ntenos su idea aqu칤 abajo.",
  "page-10-year-ideas-cta": "Env칤e su idea",
  "page-10-year-event-link": "Ir al evento",
  "page-10-year-countdown-expired": "춰Ethereum cumple 10 a침os! 游",
  "page-10-year-countdown-day": "d칤a",
  "page-10-year-countdown-days": "d칤as",
  "page-10-year-countdown-hour": "hora",
  "page-10-year-countdown-hours": "horas",
  "page-10-year-countdown-minute": "minuto",
  "page-10-year-countdown-minutes": "minutos",
  "page-10-year-countdown-second": "segundo",
  "page-10-year-countdown-seconds": "segundos",
  "page-10-year-banner-header": "10 a침os de Ethereum",
  "page-10-year-banner-launch-text": "El 30 de julio de 2015 a las 3:44 p.m. UTC naci칩 el primer bloque de la cadena de bloques de Ethereum.",
  "page-10-year-banner-tagline": "춰Diez a침os han pasado desde entonces, y todo lo que nos queda por recorrer! 游",
  "page-10-year-banner-cta": "칔nase a la celebraci칩n",
  "page-10-year-stories-read-more": "M치s informaci칩n",
  "page-10-year-stories-show-original": "Mostrar original",
  "page-10-year-stories-show-english": "Mostrar en ingl칠s",
  "page-10-year-stories-original-language": "Idioma original",
  "page-10-year-stories-english-translation": "Traducci칩n al ingl칠s",
  "page-10-year-stories-show-more": "Mostrar m치s",
  "page-10-year-globe-go-to-event": "Ir al evento",
  "page-10-year-innovation-card-1-title": "Lanzamiento de Ethereum",
  "page-10-year-innovation-card-1-date": "30 de julio de 2015",
  "page-10-year-innovation-card-1-description-1": "El bloque inicial de Ethereum se puso en marcha, lanzando la red 춺Frontier췉. Esta sencilla publicaci칩n les dio a los desarrolladores su primera oportunidad de crear aplicaciones descentralizadas y experimentar con contratos inteligentes.",
  "page-10-year-innovation-card-1-description-2": "La misi칩n de Ethereum: un internet abierto donde los usuarios controlen sus datos, las aplicaciones se ejecutan sin vigilancia y el valor fluya libremente entre las personas.",
  "page-10-year-innovation-card-2-title": "DAI: la criptomoneda estable pionera",
  "page-10-year-innovation-card-2-date": "Diciembre de 2015",
  "page-10-year-innovation-card-2-description-1": "Se lanz칩 la primera moneda estable descentralizada. DAI mantiene un v칤nculo flexible con el d칩lar estadounidense mediante garant칤as de criptomonedas bloqueadas en contratos inteligentes.",
  "page-10-year-innovation-card-2-description-2": "A diferencia de las monedas estables centralizadas controladas por empresas, DAI es gestionada por una organizaci칩n aut칩noma descentralizada, lo que hace que no requiera confianza y sea dirigida de forma comunitaria.",
  "page-10-year-innovation-card-3-title": "CryptoKitties y la frontera de los NFT",
  "page-10-year-innovation-card-3-date": "Noviembre de 2017",
  "page-10-year-innovation-card-3-description-1": "CryptoKitties dio vida a la propiedad digital. Este adelantado juego NFT mostr칩 c칩mo la cadena de bloques pod칤a permitir nuevas formas de expresi칩n, de coleccionismo y cultura en internet.",
  "page-10-year-innovation-card-3-description-2": "Prob칩 que Ethereum pod칤a escalar m치s all치 de las finanzas hacia juegos, arte e identidad digital, abriendo posibilidades creativas completamente nuevas.",
  "page-10-year-innovation-card-4-title": "Verano DeFi",
  "page-10-year-innovation-card-4-date": "Junio de 2020",
  "page-10-year-innovation-card-4-description-1": "El crecimiento explosivo de las DeFi redefini칩 lo que el mundo piensa de las finanzas. Los protocolos para prestar, comerciar y generar rendimientos obtuvieron un impulso masivo, mostrando el poder de la infraestructura financiera abierta y componible.",
  "page-10-year-innovation-card-4-description-2": "Este periodo trajo miles de millones en valores a la cadena de bloques y estableci칩 Ethereum como el hogar de las finanzas descentralizadas.",
  "page-10-year-innovation-card-5-title": "Actualizaci칩n acerca de La fusi칩n",
  "page-10-year-innovation-card-5-date": "15 de septiembre de 2022",
  "page-10-year-innovation-card-5-description-1": "La mayor transformaci칩n de Ethereum hasta ahora. La red cambi칩 sin problemas de la prueba de trabajo de gran consumo energ칠tico a la prueba de participaci칩n. Con miles de millones de valor en Ethereum, el cambio fue descrito como cambiar el motor de una aeronave en pleno vuelo.",
  "page-10-year-innovation-card-5-description-2": "La Fusi칩n redujo el consumo energ칠tico de Ethereum en un 99,95%, fortaleciendo la seguridad de la red, y estableci칩 las bases para futuras actualizaciones de escalabilidad.",
  "page-10-year-innovation-card-6-title": "ETFs de ETH al contado",
  "page-10-year-innovation-card-6-date": "23 de mayo de 2024",
  "page-10-year-innovation-card-6-description-1": "Wall Street abraza Ethereum. Se lanzan las ETF de ETH al contado, trayendo capital institucional y legitimidad regulatoria a la plataforma de contratos inteligentes l칤der en el mundo.",
  "page-10-year-innovation-card-6-description-2": "La aprobaci칩n se침al칩 una mayor aceptaci칩n de los activos del mundo real tokenizados, con las principales instituciones financieras ahora teniendo en cuenta a Ethereum para todo, desde bienes inmuebles a bonos soberanos, en cadena.",
  "page-10-year-adoption-card-1-title": "D칠cada de descentralizaci칩n",
  "page-10-year-adoption-card-1-description": "Lo que empez칩 como un ecosistema especializado ahora abarca <b>m치s de 80 pa칤ses</b> con <b>870.000 validadores</b>, <b>13.600 nodos f칤sicos</b> y <b>millones de usuarios</b> de todos los continentes.",
  "page-10-year-adoption-card-1-link-text": "Consultar estad칤sticas de Ethereum",
  "page-10-year-adoption-card-2-title": "10 a침os, 16 actualizaciones, 0 interrupciones",
  "page-10-year-adoption-card-2-description": "Ethereum ha mantenido un funcionamiento ininterrumpido mientras ha evolucionado continuadamente. La cadena de bloques nunca ha dejado de funcionar.",
  "page-10-year-adoption-card-2-link-text": "Ver la hoja de ruta",
  "page-10-year-adoption-card-3-title": "123 mil millones de d칩lares en capitalizaci칩n de mercado de monedas estables",
  "page-10-year-adoption-card-3-description": "A fecha del segundo trimestre de 2025, la capa 1 de Ethereum salvaguarda m치s de 123.000 millones de d칩lares en criptomonedas estables, <a href=\"https://defillama.com/stablecoins/chains\">captando m치s del 50% del mercado global de criptomonedas estables</a>.",
  "page-10-year-adoption-card-3-link-text": "M치s sobre monedas estables",
  "page-10-year-adoption-card-4-title": "75.000 millones de d칩lares salvaguardados en DeFi de Ethereum",
  "page-10-year-adoption-card-4-description": "A fecha del segundo trimestre de 2025, <a href=\"https://defillama.com/chains\">Ethereum salvaguarda m치s de 75.000 millones de d칩lares en DeFi en todo su ecosistema</a>.",
  "page-10-year-adoption-card-4-link-text": "M치s sobre DeFi",
  "page-10-year-adoption-card-5-title": "0,01 TWh por a침o",
  "page-10-year-adoption-card-5-description": "Despu칠s de la Fusi칩n, el consumo energ칠tico de Ethereum se redujo espectacularmente a solo <a href=\"https://digiconomist.net/ethereum-energy-consumption\">0,01 TWh por a침o</a>, desde su pico de 93,95 TWh.",
  "page-10-year-adoption-card-5-link-text": "M치s acerca del consumo energ칠tico de Ethereum",
  "page-10-year-adoption-card-6-title": "M치s de 250 TPS",
  "page-10-year-adoption-card-6-description": "El rendimiento de Ethereum ha aumentado enormemente desde su lanzamiento, con el ecosistema de Ethereum procesando ahora m치s de <a href=\"https://l2beat.com/scaling/activity\">250 transacciones por segundo</a>.",
  "page-10-year-adoption-card-6-link-text": "M치s informaci칩n sobre la capa 2",
  "page-10-year-torch-title": "Ethereum Torch",
  "page-10-year-torch-description": "Un NFT 칰nico que celebra el d칠cimo aniversario de Ethereum. Torch (la antorcha) pasa entre los miembros de la comunidad, representando el esp칤ritu de colaboraci칩n y descentralizaci칩n que define a Ethereum.",
  "page-10-year-torch-current-holder": "Titular de Torch actual",
  "page-10-year-torch-no-holder": "No hay titulares de Torch actuales",
  "page-10-year-torch-history-title": "Historial de titulares de Torch",
  "page-10-year-torch-no-history": "No hay historial de transferencias disponible",
  "page-10-year-torch-from": "De",
  "page-10-year-torch-to": "A",
  "page-10-year-torch-view-tx": "Ver transacci칩n",
  "page-10-year-livestream-title": "Unirse a la transmisi칩n en directo",
  "page-10-year-livestream-video-title": "Transmisi칩n en directo del 10.췈 aniversario de Ethereum",
  "page-10-year-torch-nft-intro": "Para conmemorar este hito hist칩rico, estamos introduciendo el <strong>Ethereum Torch NFT</strong>, un NFT que encarna el esp칤ritu de descentralizaci칩n y comunidad que ha definido la primera d칠cada de Ethereum.",
  "page-10-year-torch-nft-description": "Como una llama ceremonial que viaja de comunidad en comunidad, la antorcha Ethereum Torch viajar치 a trav칠s del ecosistema global de Ethereum. Este NFT especial se transmitir치 de cartera en cartera entre miembros de la comunidad, desarrolladores y constructores cuidadosamente seleccionados que han dado forma a la historia de Ethereum en los 칰ltimos 10 a침os.",
  "page-10-year-torch-one-of-kind-title": "칔nico en su categor칤a:",
  "page-10-year-torch-one-of-kind-description": "Solo existe un Torch NFT de Ethereum, lo que convierte a cada titular en un guardi치n temporal del legado de Ethereum",
  "page-10-year-torch-time-limited-title": "Custodia por tiempo limitado:",
  "page-10-year-torch-time-limited-description": "Cada titular guarda la antorcha durante 24 horas antes de pasarla al siguiente guardi치n. El 30 de julio se quemar치 este NFT para celebrar el aniversario.",
  "page-10-year-mint-card-title": "Acu침e el momento",
  "page-10-year-mint-card-description": "Celebre una d칠cada de descentralizaci칩n con un NFT gratuito y por tiempo limitado del 10.췈 aniversario. Acu침e el suyo antes de que se acabe el tiempo.",
  "page-10-year-mint-card-ended-title": "El per칤odo de reclamaci칩n ha terminado",
  "page-10-year-mint-card-ended-description": "Gracias a todos por unirse a la celebraci칩n",
  "page-10-year-video-aria-label": "V칤deo del d칠cimo aniversario",
  "page-10-year-nft-link-label": "Ver el NFT de 10 a침os de Ethereum en OpenSea"
}
