{
  "page-wallets-accounts-addresses": "Carteras, cuentas, claves y direcciones",
  "page-wallets-accounts-addresses-desc": "Conviene comprender las diferencias entre algunos términos clave.",
  "page-wallets-accounts-ethereum-addresses": "<b> Una cuenta Ethereum tiene una dirección</b>, al igual que una bandeja de entrada tiene una dirección de correo electrónico. Esto se usa para identificar sus activos digitales.",
  "page-wallets-alt": "Imagen de un robot con una caja fuerte como cuerpo, que representa una cartera de Ethereum",
  "page-wallets-ethereum-account": "<b>Una cuenta de Ethereum es un par de claves</b>. <a href=\"/glossary/#public-key\">Una clave</a> se utiliza para crear la dirección que puede compartir libremente, y la <a href=\"/glossary/#private-key\">otra clave</a>debe mantenerla en secreto, porque se utiliza para firmar cosas. Juntas, estas claves le permiten mantener activos y realizar transacciones.",
  "page-wallets-blog": "Blog de Coinbase",
  "page-wallets-bookmarking": "Guarde su cartera",
  "page-wallets-bookmarking-desc": "Si utiliza una cartera web, marque el sitio para protegerse contra estafas de phishing.",
  "page-wallets-cd": "Las <b>carteras físicas de hardware</b> son dispositivos que le permiten mantener su criptomoneda fuera de línea - son muy seguras",
  "page-wallets-desc-2": "La mayoría de las personas administra sus activos digitales y comprueba su identidad a través de carteras.",
  "page-wallets-desc-2-link": "Más sobre ETH",
  "page-wallets-desc-3": "Su cartera es una herramienta que le permite interactuar con su cuenta de Ethereum, es decir, que puede cambiar de proveedor de cartera en cualquier momento. Muchas carteras también le permiten administrar múltiples cuentas Ethereum desde una misma aplicación.",
  "page-wallets-desc-4": "Las proveedores de carteras no custodian sus fondos. Ellos sólo le proporcionan una herramienta para ver sus activos en Ethereum y así poder administrarlos fácilmente.",
  "page-wallets-description": "Las carteras de Ethereum son aplicaciones que le dan control sobre su cuenta. Al igual que su cartera física contiene todo lo necesario para comprobar su identidad y manejar sus activos. Su cartera le permite iniciar sesión en aplicaciones, consultar su saldo, enviar transacciones y comprobar su identidad.",
  "page-wallets-desktop": "<b>Aplicaciones de escritorio</b> si prefiere gestionar sus fondos a través de macOS, Windows o Linux",
  "page-wallets-ethereum-wallet": "<b>Una cartera es una herramienta que le permite interactuar con su cuenta</b>, utilizando sus claves. Le permite ver el saldo de su cuenta y enviar transacciones, entre otras cosas.",
  "page-wallets-explore": "Explorar Ethereum",
  "page-wallets-features-desc": "Podemos ayudarle a elegir su cartera en función de las características que le interesen.",
  "page-wallets-features-title": "Comparar carteras según sus características",
  "page-wallets-find-wallet-btn": "Encontrar una cartera",
  "page-wallets-find-wallet-link": "Encontrar una cartera",
  "page-wallets-get-some": "Obtener ETH",
  "page-wallets-get-some-alt": "Una ilustración de una mano creando el logo de ETH hecho de bloques de Lego",
  "page-wallets-get-some-btn": "Obtener ETH",
  "page-wallets-get-some-desc": "ETH es la criptomoneda nativa de Ethereum. Necesitará ETH en su cartera para usar las aplicaciones de Ethereum.",
  "page-wallets-keys-to-safety": "Las claves para mantener seguras sus criptomonedas.",
  "page-wallets-manage-funds": "Una aplicación para gestionar sus fondos",
  "page-wallets-manage-funds-desc": "Su cartera muestra sus saldos y el historial de transacciones y le da la posibilidad de enviar o recibir fondos. Algunas carteras pueden ofrecerle más funciones.",
  "page-wallets-meta-description": "Qué necesita saber para utilizar carteras de Ethereum",
  "page-wallets-meta-title": "Carteras de Ethereum",
  "page-wallets-mobile": "<b>Aplicaciones para móvil</b> que le permiten acceder a sus fondos desde cualquier lugar",
  "page-wallets-more-on-dapps-btn": "Más sobre DApps",
  "page-wallets-most-wallets": "La mayoría de los productos de cartera le permitirán generar una cuenta de Ethereum. Así que no necesita una antes de descargar una cartera.",
  "page-wallets-protecting-yourself": "Protéjase a usted y a sus fondos",
  "page-wallets-seed-phrase": "Escriba tu <a href=\"/glossary/#recovery-phrase\">frase de recuperación</a>",
  "page-wallets-seed-phrase-desc": "Las carteras a menudo le proporcionarán una frase de recuperación que deberá escribir en algún lugar seguro. Esta es la única manera de poder recuperar su cartera.",
  "page-wallets-seed-phrase-example": "Aquí hay un ejemplo:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "No la guarde en un ordenador. Escríbala y manténgala a salvo.",
  "page-wallets-slogan": "Mantenga sus claves bien protegidas para garantizar su futuro digital",
  "page-wallets-stay-safe": "Cómo mantenerse seguro",
  "page-wallets-stay-safe-desc": "La libertad financiera y la capacidad de acceder y utilizar fondos en cualquier lugar conlleva responsabilidad: no hay soporte al cliente en criptomonedas. <b>Usted es responsable de mantener tus claves seguras y protegidas</b>.",
  "page-wallets-subtitle": "Las carteras le ayudan a acceder a sus activos digitales y a sus aplicaciones.",
  "page-wallets-take-responsibility": "Asuma la responsabilidad de sus propios fondos",
  "page-wallets-take-responsibility-desc": "Las plataformas de intercambios centralizados conectan su cartera a un nombre de usuario y a una contraseña que puede recuperar de la manera convencional. Pero recuerde que está confiando la custodia de sus fondos a la plataforma de intercambio. Si la plataforma de intercambio tiene problemas financieros, sus fondos estarían en riesgo.",
  "page-wallets-tips": "Más consejos sobre cómo mantenerse seguro",
  "page-wallets-tips-community": "De la comunidad",
  "page-wallets-title": "Carteras de Ethereum",
  "page-wallets-triple-check": "Revíselo todo tres veces",
  "page-wallets-triple-check-desc": "Recuerde que las transacciones no pueden revertirse y las carteras no se pueden recuperar fácilmente, así que tome precauciones y tenga cuidado.",
  "page-wallets-try-dapps": "Pruebe algunas DApps",
  "page-wallets-try-dapps-alt": "Ilustración de miembros de la comunidad Ethereum trabajando juntos",
  "page-wallets-try-dapps-desc": "Las DApps son aplicaciones creadas en Ethereum. Son más baratas y más justas y tratan mejor sus datos que las aplicaciones tradicionales.",
  "page-wallets-types": "Tipos de carteras",
  "page-wallets-types-desc": "Hay algunas formas de conectarse e interactuar con su cuenta:",
  "page-wallets-web-browser": "<b>Las carteras de navegador</b> son aplicaciones web que le permiten interactuar directamente con su cuenta en el navegador",
  "page-wallets-web-browser-extension": "<b>Las carteras de extensión del navegador</b> son extensiones que descarga y le permiten interactuar con su cuenta y aplicaciones a través del navegador",
  "page-wallets-whats-a-wallet": "¿Qué es una cartera de Ethereum?",
  "page-wallets-your-ethereum-account": "Su cuenta de Ethereum",
  "page-wallets-your-ethereum-account-desc": "Su cartera es la ventana a su cuenta de Ethereum: a su saldo, historial de transacciones y más. Pero puede intercambiar proveedores de cartera en cualquier momento.",
  "page-wallets-your-login": "Su inicio de sesión para aplicaciones de Ethereum",
  "page-wallets-your-login-desc": "Su cartera le permite conectarse a aplicaciones usando su cuenta de Ethereum. Es como un permiso de acceso que puede utilizar para usar varias aplicaciones.",
  "additional-reading-how-to-create-an-ethereum-account": "Cómo crear una cuenta de Ethereum",
  "additional-reading-how-to-use-a-wallet": "Cómo utilizar una cartera"
}
