{
  "comp-withdrawal-comparison-current-title": "Participantes actuales",
  "comp-withdrawal-comparison-current-li-1": "Los usuarios que hayan proporcionado una dirección de retirada al configurar inicialmente su depósito de participación no tienen que realizar ninguna operación más.",
  "comp-withdrawal-comparison-current-li-2": "La mayoría de los participantes no proporcionaron una dirección de retirada en el depósito inicial y tendrán que actualizar sus credenciales de retirada. El <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Staking Launchpad</a> (lanzador de participaciones) tiene instrucciones sobre cómo hacer esto.",
  "comp-withdrawal-comparison-current-p": "Puede introducir aquí su número de índice de validador para ver si aún necesita actualizar sus credenciales <Text as=\"span\" fontWeight=\"normal\">(esto se puede encontrar en los registros de su cliente):</Text>",
  "comp-withdrawal-comparison-new-title": "Nuevos participantes (que aún no hayan hecho un depósito)",
  "comp-withdrawal-comparison-new-li-1": "Por defecto, los nuevos participantes que deseen habilitar automáticamente los pagos de recompensa y la funcionalidad de retirada de dinero deben proporcionar una dirección de retirada de Ethereum que controlan al generar sus claves de validador usando la herramienta Staking Deposit CLI.",
  "comp-withdrawal-comparison-new-li-2": "Esto no es necesario en el momento de hacer el depósito, pero evitará el tener que actualizar estas claves en una fecha posterior para desbloquear sus fondos.",
  "comp-withdrawal-comparison-new-p": "El lanzador de participaciones Staking Launchpad le ayudará a familiarizarse con el funcionamiento.",
  "comp-withdrawal-comparison-new-link": "Visite Staking Launchpad",
  "comp-withdrawal-credentials-placeholder": "Índice del validador",
  "comp-withdrawal-credentials-error": "¡Vaya! Vuelva a comprobar el número de índice del validador e inténtelo de nuevo.",
  "comp-withdrawal-credentials-upgraded-1": "El índice de validador {{validatorIndex}} está listo para empezar a recibir recompensas!",
  "comp-withdrawal-credentials-upgraded-2": "Credenciales de retirada vinculadas a la dirección de ejecución:",
  "comp-withdrawal-credentials-not-upgraded-1": "Este validador necesita una actualización.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Este validador de la red de pruebas Holesky necesita ser actualizado.",
  "comp-withdrawal-credentials-not-upgraded-2": "Las últimas instrucciones sobre cómo actualizar se pueden encontrar en <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Staking Launchpad</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Comprobar en la red principal",
  "comp-withdrawal-credentials-verify-holesky": "Verificar en Holesky",
  "page-staking-withdrawals-when": "¡Enviado!",
  "page-staking-image-alt": "Imagen de la mascota Rhino para la plataforma de lanzamiento de apuestas.",
  "page-staking-benefits-1-title": "Gane recompensas",
  "page-staking-benefits-1-description": "Las recompensas se dan por las acciones que ayudan a la red a alcanzar un <a href=\"/glossary/#consensus\">consenso</a>. Obtendrá recompensas por ejecutar un software que agrupe correctamente las transacciones en nuevos bloques y compruebe el trabajo de otros validadores, porque eso es lo que mantiene la cadena funcionando de forma segura.",
  "page-staking-benefits-2-title": "Mayor seguridad",
  "page-staking-benefits-2-description": "La red se fortalece contra ataques a medida que se aumenta la participación en ETH, dado que se requiere más ETH para controlar la mayoría de la red. Para volverse una amenaza, necesita tener la mayoría de validadores, lo que significa que necesitaría controlar la mayoría de ETH en el sistema. ¡Y eso es muy difícil!",
  "page-staking-benefits-3-title": "Más sostenible",
  "page-staking-benefits-3-description": "Los participantes no necesitan hacer cálculos de prueba de trabajo que consuman demasiada energía para participar en la seguridad de la red, lo que implica que los nodos de participación pueden funcionar con hardware relativamente modesto usando muy poca energía.",
  "page-staking-benefits-3-link": "Más información sobre el consumo energético de Ethereum",
  "page-staking-description": "La participación es el acto de depositar 32 ETH para activar el software de <a href=\"/glossary/#validator\">validador</a>. Como validador, será responsable de almacenar datos, procesar transacciones y añadir nuevos <a href=\"/glossary/#block\">bloques</a> a la cadena de bloques. Esto mantendrá Ethereum seguro para todos y le hará ganar nuevos ETH en el proceso.",
  "page-staking-hero-title": "Cómo participar con su ETH",
  "page-staking-hero-header": "Gane recompensas mientras hace Ethereum más seguro",
  "page-staking-hero-subtitle": "Cualquier usuario con cualquier cantidad de ETH puede ayudar a asegurar la red y ganar recompensas en el proceso.",
  "page-staking-dropdown-home": "Inicio de participaciones",
  "page-staking-dropdown-solo": "Participación individual",
  "page-staking-more-on-solo": "Más información sobre la participación individual",
  "page-staking-learn-more-solo": "Amplíe conocimientos sobre la participación individual",
  "page-staking-dropdown-saas": "Participación como servicio",
  "page-staking-saas-with-abbrev": "Participación como servicio (SaaS)",
  "page-staking-more-on-saas": "Más información sobre participaciones como servicio",
  "page-staking-learn-more-saas": "Amplíe conocimientos sobre la participación como servicio",
  "page-staking-dropdown-pools": "Participación agrupada",
  "page-staking-dropdown-withdrawals": "Sobre las retiradas",
  "page-staking-dropdown-dvt": "Tecnología de validador distribuida",
  "page-staking-more-on-pools": "Más sobre la participación agrupada",
  "page-staking-learn-more-pools": "Amplíe conocimientos sobre la participación agrupada",
  "page-staking-section-what-title": "¿Qué es la participación?",
  "page-staking-section-why-title": "¿Por qué participar con su ETH?",
  "page-staking-section-why-p1": "Todo depende de con cuánto esté dispuesto a apostar. Necesitará 32 ETH para activar su propio validador, sin embargo se puede participar con menos.",
  "page-staking-section-why-p2": "Consulte las opciones de abajo y elija la que sea mejor para usted y para la red.",
  "page-staking-guide-title-coincashew-ethereum": "Guía 2.0 de CoinCashew para Ethereum",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Operadores del nodo Rocket Pool",
  "page-staking-guide-description-linux": "Linux (interfaz de línea de comandos o CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (ILC)",
  "page-staking-hierarchy-solo-h2": "Participación individual desde casa",
  "page-staking-hierarchy-solo-pill-1": "De mayor impacto",
  "page-staking-hierarchy-solo-pill-2": "Control completo",
  "page-staking-hierarchy-solo-pill-3": "Recompensas completas",
  "page-staking-hierarchy-solo-pill-4": "Sin confianza",
  "page-staking-hierarchy-solo-p1": "La participación individual en Ethereum es el <span class=\"gold\">patrón de oro</span> para apostar. Proporciona recompensas de participación plena, mejora la descentralización de la red y nunca requiere que confíes sus fondos a nadie más.",
  "page-staking-hierarchy-solo-p2": "Quienes estén planteándose participar individualmente deberían tener al menos 32 ETH y un ordenador exclusivamente dedicado, conectado a internet ~24/7. Algunos conocimientos técnicos son útiles, aunque ahora existen herramientas fáciles de usar para simplificar este proceso.",
  "page-staking-hierarchy-saas-pill-1": "Tus 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "Sus claves de validador",
  "page-staking-hierarchy-saas-pill-3": "Operación de nodo de confianza",
  "page-staking-hierarchy-saas-p1": "Si no quiere o no se sientes cómodo tratando con hardware, pero quiere apostar sus 32 ETH, las opciones de participación como servicio le permiten delegar la parte difícil mientras gana recompensas de bloques.",
  "page-staking-hierarchy-saas-p2": "Estas opciones generalmente le guiarán a través de la creación de un conjunto de credenciales de validador, subiendo sus claves de firma y depositando sus 32 ETH. Esto permite que el servicio lo valide en su nombre.",
  "page-staking-hierarchy-saas-p3": "Este método de participación requiere un cierto nivel de confianza en el proveedor. Para limitar el riesgo de la contraparte, las claves para retirar su ETH normalmente se mantienen en su posesión.",
  "page-staking-hierarchy-pools-pill-1": "Participe con cualquier cantidad",
  "page-staking-hierarchy-pools-pill-2": "Gane recompensas",
  "page-staking-hierarchy-pools-pill-3": "Simplifíquelo",
  "page-staking-hierarchy-pools-pill-4": "Popular",
  "page-staking-hierarchy-pools-p1": "Ahora existen varias soluciones de participación para ayudar a los usuarios que no tienen o no se sienten cómodos apostando sus 32 ETH.",
  "page-staking-hierarchy-pools-p2": "Muchas de estas opciones incluyen lo que se conoce como «participación líquida», que implica un token de liquidez <a href=\"/glossary/#erc-20\">ERC-20</a> que representa su ETH en participación.",
  "page-staking-hierarchy-pools-p3": "La participación líquida permite salir fácilmente y en cualquier momento, y hace que la participación sea tan simple como un intercambio de tókenes. Esta opción también permite a los usuarios mantener la custodia de sus activos en su propia <a href=\"/glossary/#wallet\">cartera</a> de Ethereum",
  "page-staking-hierarchy-pools-p4": "Las apuestas agrupadas no son originarias de la red Ethereum y los terceros están construyendo estas soluciones y asumen sus propios riesgos.",
  "page-staking-hierarchy-cex-h2": "Plataformas de Intercambio centralizada",
  "page-staking-hierarchy-cex-pill-1": "De menor impacto",
  "page-staking-hierarchy-cex-pill-2": "Suposiciones de mayor confianza",
  "page-staking-hierarchy-cex-p1": "Muchos intercambios centralizados brindan servicios de participación si aún no se siente cómodo con ETH en su propia cartera. Pueden ser una alternativa para permitirle obtener algo de rendimiento de su cartera de ETH con un mínimo de supervisión o esfuerzo.",
  "page-staking-hierarchy-cex-p2": "El ventaja aquí es que los proveedores centralizados consolidan grandes agrupaciones de ETH para ejecutar un gran número de validadores. Esto puede ser peligroso para la red y sus usuarios, ya que crean un gran blanco central y un punto de fallo, haciendo la red más vulnerable a ataques o errores.",
  "page-staking-hierarchy-cex-p3": "Si no se siente cómodo manteniendo sus propias <a href=\"/glossary/#key\">claves</a>, no pasa nada. Le ofrecemos estas opciones. Mientras tanto, considere echar un vistazo a nuestra <a href=\"/wallets/\">página de carteras</a>, donde puede empezar a aprender a asumir la verdadera propiedad de sus fondos. Cuando esté listo, vuelva y suba de nivel su juego de participación probando uno de los servicios de participación agrupados de autocustodia que se ofrecen.",
  "page-staking-hierarchy-subtext": "Como puede haber notado, hay muchas maneras de participar en la «participación» de Ethereum. Estas rutas apuntan a una amplia variedad de usuarios y en última instancia son únicos y varían en términos de riesgos, recompensas y supuestos de confianza. Algunos son más descentralizados, probados en producción y/o arriesgados que otros. Proporcionamos información sobre proyectos populares en el espacio, aunque le aconsejamos que <em>investigue por su cuenta</em> antes de enviar ETH a cualquier lugar.",
  "page-staking-comparison-solo-saas": "Con los proveedores SaaS aún está obligado a depositar 32 ETH, pero no tiene que ejecutar hardware. Usted normalmente mantiene el acceso a las claves de su validador, pero también necesita compartir sus claves de firma para que el operador pueda actuar en su nombre. Así se introduce una capa de confianza que no está presente al ejecutar su propio hardware, y a diferencia del bloqueo de la participación en casa, los SaaS no ayudan tanto con la distribución geográfica de los nodos. Si no se encuentra cómodo con el funcionamiento del hardware necesario, pero sigue buscando la manera de tener 32 ETH, usar un proveedor SaaS puede ser una buena opción.",
  "page-staking-comparison-solo-pools": "La participación en solitario es significativamente más expuesta que la participación agrupada, pero ofrece acceso total a recompensas ETH, y control completo de la configuración y seguridad de tu validador. La participación agrupada tiene una barrera significativamente más baja que franquear. Los usuarios pueden apostar pequeñas cantidades de ETH, no requiere generar claves de validador y no tiene requisitos de hardware más allá de una conexión estándar a Internet. Los tókenes de liquidez permiten la salida de la apuesta antes que el nivel de protocolo lo permita. Si le interesan estas características, la participación agrupada puede ser una buena opción.",
  "page-staking-comparison-saas-solo": "Incluye similitudes como el tener sus propias llaves de validación sin necesidad de tener que invertir fondos, pero con SaaS debe confiar en un tercero, quien puede actuar potencialmente de manera maliciosa, convertirse en un objetivo de ataque o regularse ellos mismos. Si estas suposiciones de confianza o riesgos de centralización le importan, el patrón de oro del autogobierno de la participación es solo una apuesta.",
  "page-staking-comparison-saas-pools": "Tiene puntos en común, como el generalmente confiar en que alguien más ejecute el cliente validador, pero a diferencia de SaaS, la participación agrupada le permite participar con menores cantidades de ETH. Si quiere participar con menos de 32 ETH, considere esta opción.",
  "page-staking-comparison-pools-solo": "La participación agrupada tiene una barrera considerablemente mas baja de entrada en comparación con la participación individual, sin embargo, tiene un riesgo adicional debido a que se delegan todas las operaciones de nodo a un tercero, y además con una comisión. La participación individual le da plena autonomía y control sobre las decisiones relativas a la configuración de la participación. Aquellos que optan por la participación individual nunca tienen que entregar sus llaves, y se llevan completa la recompensa sin intermediarios que tomen su parte.",
  "page-staking-comparison-pools-saas": "Tiene en común el que los participantes no ejecuten el software de validación por sí mismos, pero a diferencia de las opciones compartidas, SaaS requiere un depósito completo de 32 ETH para ser activado como validador. Los participantes acumulan recompensas, que suelen incluir una tarifa fija u otra participación por usar el servicio. Si prefiere tener sus propias llaves de validación y busca apostar al menos 32 ETH, usar un proveedor de SaaS puede ser una buena opción.",
  "page-staking-considerations-solo-1-title": "Código abierto",
  "page-staking-considerations-solo-1-description": "El código esencial es 100 % de código abierto y está a disposición pública para bifurcarlo y usarlo",
  "page-staking-considerations-solo-1-warning": "Código cerrado",
  "page-staking-considerations-solo-2-title": "Auditado",
  "page-staking-considerations-solo-2-description": "El código esencial se ha evaluado mediante una auditoría formal que se encuentra disponible públicamente con sus resultados",
  "page-staking-considerations-solo-2-warning": "Ninguno",
  "page-staking-considerations-solo-3-title": "Recompensa de error",
  "page-staking-considerations-solo-3-description": "Se ha realizado públicamente un programa de búsqueda de errores en todo el código esencial, recompensando a los usuarios por reportarlos de forma segura y/o corregir vulnerabilidades",
  "page-staking-considerations-solo-3-valid": "Actualmente activo",
  "page-staking-considerations-solo-3-caution": "Completado",
  "page-staking-considerations-solo-4-title": "Puesto a pruebas",
  "page-staking-considerations-solo-4-description": "El servicio ha estado a disposición y ha sido de uso público durante el período de tiempo indicado",
  "page-staking-considerations-solo-4-valid": "En directo > 1 año",
  "page-staking-considerations-solo-4-caution": "En directo > 6 meses",
  "page-staking-considerations-solo-4-warning": "Publicado recientemente",
  "page-staking-considerations-solo-5-title": "Sin confianza",
  "page-staking-considerations-solo-5-description": "Las llaves de validación no les son confiadas a ningún otro ser humano en todo el tiempo del ciclo de trabajo del validador. Todos los contratos inteligentes implicados son transparentes, sin confiar en permisos exclusivos para su ejecución.",
  "page-staking-considerations-solo-5-warning": "De confianza",
  "page-staking-considerations-solo-6-title": "Sin permiso",
  "page-staking-considerations-solo-6-description": "Los usuarios no requieren ningún permiso especial para operar un nodo validador usando el servicio",
  "page-staking-considerations-solo-6-valid": "Sin permisos",
  "page-staking-considerations-solo-6-warning": "Se necesita permiso",
  "page-staking-considerations-solo-7-title": "Múltiples clientes",
  "page-staking-considerations-solo-7-description": "El software permite a los usuarios elegir y cambiar entre al menos dos o más clientes de ejecución y dos o más clientes en la capa de consenso.",
  "page-staking-considerations-solo-7-valid": "Cambio fácil de clientes",
  "page-staking-considerations-solo-7-warning": "Limitado a cliente mayoritario.",
  "page-staking-considerations-solo-8-title": "Autocustodia",
  "page-staking-considerations-solo-8-description": "El usuario mantiene la custodia de todas las credenciales del validador, incluyendo claves de firma y retirada",
  "page-staking-considerations-solo-8-warning": "Custodia mediante terceros",
  "page-staking-considerations-solo-9-title": "Económico",
  "page-staking-considerations-solo-9-description": "Los usuarios pueden operar un validador participando con menos de 32 ETH, utilizando fondos agrupados de otros",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "El servicio ha estado a disposición y ha sido de uso público durante el período de tiempo indicado",
  "page-staking-considerations-saas-6-description": "Los usuarios no requieren ningún permiso especial, registro de cuenta o KYC para participar en el servicio",
  "page-staking-considerations-saas-6-valid": "Cualquiera puede unirse",
  "page-staking-considerations-saas-6-warning": "Se requiere permiso",
  "page-staking-considerations-saas-7-title": "Diversidad de ejecución",
  "page-staking-considerations-saas-7-description": "El servicio no debe ejecutar más del 50 % de sus validadores agregados con un cliente de ejecución mayoritaria.",
  "page-staking-considerations-saas-7-valid": "Menos del 50 %",
  "page-staking-considerations-saas-7-caution": "Actualmente desconocido",
  "page-staking-considerations-saas-7-warning": "Más del 50%",
  "page-staking-considerations-saas-8-title": "Diversidad de consenso",
  "page-staking-considerations-saas-8-description": "El servicio no debe ejecutar más del 50 % de sus validadores agregados con un cliente de consenso mayoritario.",
  "page-staking-considerations-saas-8-valid": "Menos del 50 %",
  "page-staking-considerations-saas-8-caution": "Actualmente desconocido",
  "page-staking-considerations-saas-8-warning": "Más del 50%",
  "page-staking-considerations-pools-5-description": "El servicio evita confiar en algún humano para guardar las claves o distribuir las recompensas",
  "page-staking-considerations-pools-6-title": "Nodos sin permiso",
  "page-staking-considerations-pools-6-description": "El servicio permite que cualquiera se una como operador de nodo de la agrupación, sin permiso",
  "page-staking-considerations-pools-7-description": "El servicio no debe ejecutar más del 50 % de sus validadores agregados con un cliente de ejecución mayoritaria.",
  "page-staking-considerations-pools-8-title": "Token de liquidez",
  "page-staking-considerations-pools-8-description": "Ofrece un token con liquidez negociable representando su ETH obtenido por participación, guardado en su propia cartera",
  "page-staking-considerations-pools-8-valid": "Tókenes de liquidez",
  "page-staking-considerations-pools-8-warning": "Sin token de liquidez",
  "page-staking-considerations-pools-9-description": "El servicio no debe ejecutar más del 50 % de sus validadores agregados con un cliente de consenso mayoritario.",
  "page-staking-how-solo-works-item-1": "Obtenga elementos de hardware: necesita <a href=\"/run-a-node/\">ejecutar un nodo</a> para participar",
  "page-staking-how-solo-works-item-2": "Sincroniza un cliente de capa de ejecución",
  "page-staking-how-solo-works-item-3": "Sincronice un cliente de capa de consenso",
  "page-staking-how-solo-works-item-4": "Genera sus claves y cárguelas en su cliente validador",
  "page-staking-how-solo-works-item-5": "Controle y mantenga su nodo",
  "page-staking-launchpad-widget-testnet-label": "Red de prueba Holesky",
  "page-staking-launchpad-widget-testnet-start": "Comience a participar en la red de prueba Holesky",
  "page-staking-launchpad-widget-mainnet-label": "Red principal",
  "page-staking-launchpad-widget-mainnet-start": "Comience a participar en la red principal",
  "page-staking-launchpad-widget-span": "Elegir red",
  "page-staking-launchpad-widget-p1": "Se espera que los validadores solitarios <strong>prueben su configuración</strong> y sus habilidades operativas en la red de pruebas Holesky antes de arriesgar fondos. Recuerde que es importante elegir un <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">cliente minoritario</a>, ya que mejora la seguridad de la red y hay menor riesgo.",
  "page-staking-launchpad-widget-p2": "Si se siente familiarizado, puede configurar todo lo necesario desde la línea de comandos usando solamente el «Lanzador de participaciones».",
  "page-staking-launchpad-widget-p3": "Para facilitar las cosas, puede consultar algunas de las herramientas y guías a continuación que pueden ayudarle junto al «Lanzador de participaciones» para configurar sus clientes con facilidad.",
  "page-staking-launchpad-widget-link": "Herramientas de software y guía",
  "page-staking-products-get-started": "Empezar",
  "page-staking-dropdown-staking-options": "Opciones de participación",
  "page-staking-dropdown-staking-options-alt": "Menú desplegable de opciones de participación",
  "page-staking-stats-box-metric-1": "Total de ETH apostados",
  "page-staking-stats-box-metric-2": "Validadores totales",
  "page-staking-stats-box-metric-3": "APR actual",
  "page-staking-stats-box-metric-1-tooltip": "Cantidad de ETH en juego en la cadena del faro, sin incluir saldos superiores a 32 ETH",
  "page-staking-stats-box-metric-2-tooltip": "Número de cuentas de validador activadas actualmente en la cadena de baliza",
  "page-staking-stats-box-metric-3-tooltip": "Devolución anual media de fondos por validador en el último período de 24 horas",
  "page-staking-section-comparison-subtitle": "No existe una solución única para la participación y cada una es única. Aquí compararemos algunos de los riesgos, recompensas y requisitos de las diferentes maneras en que puede realizar la participación.",
  "page-staking-section-comparison-rewards-title": "Recompensas",
  "page-staking-section-comparison-solo-rewards-li1": "Recompensas máximas: reciba recompensas completas directamente del protocolo",
  "page-staking-section-comparison-solo-rewards-li2": "Obtendrá recompensas por agrupar en lote transacciones en un nuevo bloque o al comprobar el trabajo de otros validadores para mantener la cadena funcionando de forma segura",
  "page-staking-section-comparison-solo-rewards-li3": "Recibirá también comisiones de transacción sin quemar para los bloques que proponga",
  "page-staking-section-comparison-saas-rewards-li1": "Generalmente suele implicar recompensas completas del protocolo, menos la cuota mensual por operaciones de nodo",
  "page-staking-section-comparison-saas-rewards-li2": "Suele haber paneles disponibles para rastrear fácilmente su cliente validador",
  "page-staking-section-comparison-pools-rewards-li1": "Los participantes agrupados acumulan recompensas de manera diferente, en función del método asociado seleccionado",
  "page-staking-section-comparison-pools-rewards-li2": "Muchos servicios de participación agrupada ofrecen uno o más <a href=\"/glossary/#liquidity-tokens\">tókenes de liquidez</a> que representan su ETH participante, más su parte de las recompensas del validador.",
  "page-staking-section-comparison-pools-rewards-li3": "Los tókenes de liquidez se pueden mantener en su propia cartera, usar en <a href=\"/glossary/#defi\">DeFi</a> y venderse si decide salir.",
  "page-staking-section-comparison-risks-title": "Riesgos",
  "page-staking-section-comparison-solo-risks-li1": "Sus ETH están en juego",
  "page-staking-section-comparison-solo-risks-li2": "Hay penalizaciones, que cuestan ETH, por desconectarse",
  "page-staking-section-comparison-solo-risks-li3": "Un comportamiento malicioso puede ocasionar el recorte de grandes cantidades de ETH y la expulsión forzada de la red",
  "page-staking-section-comparison-saas-risks-li1": "Los mismos riesgos que haciendo participaciones individuales, además del riesgo de la contraparte proveedora del servicio",
  "page-staking-section-comparison-saas-risks-li2": "El uso de tus llaves de firma se confía a alguien que pueda comportarse de manera maliciosa",
  "page-staking-section-comparison-pools-risks-li1": "Los riesgos varían según el método usado",
  "page-staking-section-comparison-pools-risks-li2": "En general, los riesgos consisten en una combinación de contraparte, <a href=\"/glossary/#smart-contract\">contrato inteligente</a> y riesgo de ejecución",
  "page-staking-section-comparison-requirements-title": "Requisitos",
  "page-staking-section-comparison-solo-requirements-li1": "Debe depositar 32 ETH",
  "page-staking-section-comparison-solo-requirements-li2": "Mantenga el hardware que ejecute tanto un <a href=\"/glossary/#execution-client\">cliente de ejecución</a> como un <a href=\"/glossary/#consensus-client\">cliente de consenso</a> mientras esté conectado a Internet.",
  "page-staking-section-comparison-solo-requirements-li3": "La <a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">plataforma de lanzamiento de participación</a> le guiará a través del proceso y los requisitos de hardware.",
  "page-staking-section-comparison-saas-requirements-li1": "Deposite 32 ETH y genere sus llaves con asistencia",
  "page-staking-section-comparison-saas-requirements-li2": "Almacene sus claves de forma segura",
  "page-staking-section-comparison-saas-requirements-li3": "Del resto ya no tiene que preocuparse, aunque los servicios específicos variarán",
  "page-staking-section-comparison-pools-requirements-li1": "Requisitos de ETH mínimos, algunos proyectos requieren tan solo 0,01 ETH",
  "page-staking-section-comparison-pools-requirements-li2": "Deposítelos directamente desde su cartera a diferentes plataformas de agrupación de participaciones o simplemente intercámbielos por uno de los tókenes de liquidez",
  "page-staking-faq-1-question": "¿Qué es un validador?",
  "page-staking-faq-1-answer": "Un <em>validador</em> es una entidad virtual que vive en la cadena de baliza y que participa en el consenso del protocolo Ethereum. Los validadores están representados por un saldo, una clave pública y otras propiedades. Un <em>cliente validador</em> es el software que actúa en nombre del validador al mantener y utilizar su clave privada. Un solo cliente validador puede mantener muchos pares de claves, controlando muchos validadores.",
  "page-staking-faq-2-question": "¿Por qué necesito tener fondos para bloquear participaciones?",
  "page-staking-faq-2-answer": "Un validador tiene la habilidad de proponer y certificar bloques para la red. Para evitar un comportamiento deshonesto, los usuarios deben tener sus fondos mediante participación Esto permite al protocolo penalizar a participantes maliciosos. La participación es una forma de reafirmar su honestidad, dado que sus acciones tendrán consecuencias financieras.",
  "page-staking-faq-3-question": "¿Puedo comprar «Eth2»?",
  "page-staking-faq-3-answer-p1": "No hay un token «Eth2» nativo del protocolo, ya que el token nativo (ETH) no cambiará cuando Ethereum pase al mecanismo de prueba de participación.",
  "page-staking-faq-3-answer-p2": "Nota: hay tókenes/etiquetas derivados que pueden representar ETH apostados (p. ej., rETH de Rocket Pool, stETH de Lido, ETH2 de Coinbase). Amplíe conocimientos sobre <a href=\"/staking/pools/\">grupos de participación</a>",
  "page-staking-faq-4-question": "¿Está en línea la participación?",
  "page-staking-faq-4-answer-p1": "Sí, la prueba de participación ha estado en vivo desde el 1 de diciembre de 2020",
  "page-staking-faq-4-answer-p2": "Esto significa que su participación está en línea para que los usuarios depositen su ETH, ejecuten un cliente validador y empiecen a ganar recompensas.",
  "page-staking-faq-4-answer-p3": "La actualización Shanghai/ Capella se completó el 12 de abril de 2023, permitiendo retiradas de apuestas y cerrando así el ciclo sobre la liquidez de participaciones.",
  "page-staking-faq-5-question": "¿Cuándo puedo retirar mi ETH en staking?",
  "page-staking-faq-5-answer-p1": "¡En cualquier momento! Los participantes pueden retirar sus recompensas y/o depósitos iniciales de su balance de validador si lo desean.",
  "page-staking-faq-5-answer-p2": "Los participantes seguirán ganando recompensas en forma de comisiones y MEV al proponer bloques, que se ponen a disposición inmediatamente a través de la dirección del destinatario de la comisión establecida.",
  "page-staking-faq-5-answer-link": "Más sobre los retiros de Staking",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "La lógica detras del diseño de Serenity",
  "page-staking-further-reading-4-link": "Novedades sobre Eth2",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "Finalizada en el n.° 33, la capa de consenso de Ethereum (Ene 2022)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Publicaciones de certificación",
  "page-staking-further-reading-8-link": "Materiales educativos aportados por la Comunidad Beaconcha.in ",
  "page-staking-further-reading-9-link": "Preguntas frecuentes sobre la plataforma de lanzamiento de Ethereum",
  "page-staking-further-reading-10-link": "Base de conocimiento de EthStaker",
  "page-staking-toc-how-to-stake-your-eth": "Cómo participar con sus ETH",
  "page-staking-toc-comparison-of-options": "Comparación de opciones de participación",
  "page-staking-toc-faq": "Preguntas frecuentes",
  "page-staking-toc-further": "Para profundizar sobre el tema",
  "page-staking-dom-info-title": "Participación en Ethereum",
  "page-staking-join-community": "Únase a la comunidad de participantes",
  "page-staking-join-community-desc": "EthStaker is una comunidad donde todos pueden debatir y conocer mejor las participaciones en Ethereum. Únase a decenas de miles de miembros de todas las partes del globo para obtener consejos, ayuda, y para hablar sobre todo lo relacionado con las participaciones.",
  "page-staking-meta-description": "Una descripción general de las apuestas de Ethereum: los riesgos, las recompensas, los requisitos y dónde hacerlo.",
  "page-staking-meta-title": "Apuestas en Ethereum",
  "page-staking-withdrawals-important-notices": "Avisos importantes",
  "page-staking-withdrawals-important-notices-desc": "Las retiradas de fondos aún no están disponibles. Para más información, consulte <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Preguntas frecuentes sobre La Fusión ETh2 y sus efectos posteriores</a>.",
  "page-upgrades-merge-btn": "Más sobre la fusión",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Suscríbase al blog de EF</a> para recibir notificaciones por correo electrónico de los últimos anuncios de protocolo.",
  "page-staking-comparison-with-other-options": "Comparación con otras opciones",
  "page-staking-any-amount": "Cualquier monto",
  "page-staking-testnet": "red de pruebas"
}
