{
  "page-get-eth-article-keeping-crypto-safe": "Las claves para tener sus criptomonedas seguras",
  "page-get-eth-article-protecting-yourself": "Protegerte a ti y a tus fondos",
  "page-get-eth-article-store-digital-assets": "Cómo almacenar recursos digitales en Ethereum",
  "page-get-eth-article-protecting-yourself-desc": "MiCripto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Plataformas de Intercambio centralizada",
  "page-get-eth-cex-desc": "Los intercambios son negocios que le permiten comprar criptomonedas utilizando monedas tradicionales. Tienen la custodia de cualquier ETH que compre hasta que lo envíe a una cartera que controle.",
  "page-get-eth-checkout-dapps-btn": "Revisar DApps",
  "page-get-eth-community-safety": "Mensajes de la comunidad sobre seguridad",
  "page-get-eth-description": "Ethereum no lo controla ninguna organización; es descentralizado.",
  "page-get-eth-dex": "Plataformas de intercambio descentralizada (DEXs)",
  "page-get-eth-dex-desc": "Si quiere más control, compre ETH usando <a href=\"/glossary/#smart-contract\">contratos inteligentes</a>. Con un DEX puede intercambiar activos digitales sin dar nunca el control de sus fondos a una empresa centralizada.",
  "page-get-eth-peers": "Reciba ETH de sus pares",
  "page-get-eth-peers-desc": "Una vez que tenga una cuenta de Ethereum, lo único que debe hacer es compartir su dirección para comenzar a enviar y recibir ETH (y otros tókenes) entre pares.",
  "page-get-eth-staking": "Recompensas de participaciones",
  "page-get-eth-staking-desc": "Si ya tiene algunos ETH, puede ganar más al ejecutar un nodo de validación. Recibirá un pago por realizar este trabajo de verificación en ETH.",
  "page-get-eth-earn": "Gane ETH",
  "page-get-eth-earn-desc": "Puede obtener ETH trabajando en DAO o en empresas que paguen en cripto, ganando recompensas y buscando errores de software, entre otros oficios.",
  "page-get-eth-daos-link-desc": "Más información sobre DAO",
  "page-get-eth-cex-link-desc": "Ver un listado de intercambios",
  "page-get-eth-staking-link-desc": "Más información sobre las participaciones",
  "page-get-eth-dexs": "Plataformas de intercambio descentralizada (DEX)",
  "page-get-eth-dexs-desc": "Los intercambios descentralizados son mercados abiertos para ETH y otros tókenes. Conectan directamente a compradores y vendedores.",
  "page-get-eth-dexs-desc-2": "En lugar de utilizar un tercero de confianza para salvaguardar fondos en la transacción, usan código. El ETH del vendedor únicamente se transferirá cuando el pago esté garantizado. Este tipo de código se conoce como «contrato inteligente».",
  "page-get-eth-dexs-desc-3": "Esto significa que existen menos restricciones geográficas en comparación con las alternativas centralizadas. Si alguien está vendiendo lo que usted desea y acepta un método de pago que pueda proporcionar, entonces está listo para llevar a cabo un buen negocio.",
  "page-get-eth-dexs-desc-4": "Nota: muchos dexes usan «wrapped ether» (WETH, o ether envuelto) para funcionar. <a href=\"/wrapped-eth\">Más información sobre el ether envuelto</a>.",
  "page-get-eth-do-not-copy": "Ejemplo: No copiar",
  "page-get-eth-exchanges-disclaimer": "Recopilamos esta información manualmente. Si detecta algo erróneo, háganoslo saber a través de",
  "page-get-eth-exchanges-empty-state-text": "Introduzca su país de residencia para ver un listado de intercambios que puede utilizar",
  "page-get-eth-exchanges-except": "Excepto",
  "page-get-eth-exchanges-header": "¿En qué país vive?",
  "page-get-eth-exchanges-header-exchanges": "Intercambios",
  "page-get-eth-exchanges-header-wallets": "Carteras",
  "page-get-eth-exchanges-intro": "Los intercambios tienen restricciones sobre donde pueden vender cripto. Esta es una lista indicativa de los servicios pensados para operar en cada país. Que un intercambio esté incluido aquí no quiere decir que esté respaldado ¡debe hacer su propia investigación!",
  "page-get-eth-exchanges-no-exchanges": "Lo sentimos, no sabemos de ningún intercambio que le permita comprar ETH desde este país. Si usted sí, díganoslo a través de",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Lo sentimos, no sabemos de ningún intercambio que le permita comprar ETH desde este país. Si usted sí, díganoslo a través de",
  "page-get-eth-exchanges-no-wallets": "Lo sentimos, no sabemos de ninguna cartera que le permita comprar ETH desde este país. Si usted sí, díganoslo a través de",
  "page-get-eth-exchanges-search": "Escribe dónde vives...",
  "page-get-eth-exchanges-success-exchange": "Puede tardar varios días en registrarse en un intercambio debido a sus controles legales.",
  "page-get-eth-exchanges-success-wallet-link": "carteras",
  "page-get-eth-exchanges-success-wallet-paragraph": "Donde vive, puede comprar ETH directamente de estas carteras. Obtenga más información sobre",
  "page-get-eth-exchanges-usa": "Estados Unidos de América (EE. UU.)",
  "page-get-eth-get-wallet-btn": "Obtener una cartera",
  "page-get-eth-hero-image-alt": "Obtener imagen de héroe ETH",
  "page-get-eth-keep-it-safe": "Mantener seguros sus ETH",
  "page-get-eth-meta-description": "Cómo comprar ETH según el lugar donde vive y consejos sobre cómo cuidarlos.",
  "page-get-eth-meta-title": "Cómo obtener ETH",
  "page-get-eth-need-wallet": "Necesitará una cartera para usar un intercambio descentralizado (DEX).",
  "page-get-eth-new-to-eth": "¿Nuevo en ETH? Aquí hay una descripción general para comenzar.",
  "page-get-eth-other-cryptos": "Comprar con otra criptomoneda",
  "page-get-eth-protect-eth-desc": "Una de las principales características de Ethereum es que puede tener control sobre sus propios activos al administrar su propia cuenta. Esto significa que no tiene que confiar sus activos a una tercera parte y que está protegido ante cualquier acto deshonesto, de bancarrota o de hackeo de la entidad que custodia sus activos. Sin embargo, esto también significa que usted es responsable de su propia seguridad.",
  "page-get-eth-protect-eth-in-wallet": "Mantenga sus ETH en su propia cartera",
  "page-get-eth-search-by-country": "Buscar por país",
  "page-get-eth-security": "Esto significa que debe tomarse la seguridad de tus fondos seriamente. Con ETH, no confía sus activos a un banco o una empresa para que los proteja, asume usted mismo la responsabilidad.",
  "page-get-eth-smart-contract-link": "Más sobre contratos inteligentes",
  "page-get-eth-swapping": "Intercambie sus tókenes por ETH de otras personas, y viceversa.",
  "page-get-eth-try-dex": "Pruebe un DEX",
  "page-get-eth-use-your-eth": "Use sus ETH",
  "page-get-eth-use-your-eth-dapps": "Ahora que posee ETH, revise algunas aplicaciones descentralizadas de Ethereum (dapps). Existen DApps para finanzas, redes sociales, juegos y muchas más categorías.",
  "page-get-eth-wallet-instructions": "Siga las instrucciones de la cartera",
  "page-get-eth-wallet-instructions-lost": "Si pierde acceso a su cuenta, perderá sus fondos. Su cartera debe proporcionarle instrucciones para protegerle ante tal caso. Asegúrese de seguirlas cuidadosamente, ya que en muchos casos, nadie podrá ayudarle si pierde el acceso a su cuenta.",
  "page-get-eth-wallets": "Carteras",
  "page-get-eth-wallets-link": "Más sobre carteras",
  "page-get-eth-wallets-purchasing": "Algunas carteras le permiten comprar criptomonedas con una tarjeta de débito o crédito, transferencia bancaria o incluso Apple Pay. Se aplican restricciones geográficas.",
  "page-get-eth-warning": "Estos DEX no son para principiantes, porque necesitará algunos ETH para utilizarlos. Estos son solo ejemplos, no productos promocionados. ¡Realice su propia investigación!",
  "page-get-eth-what-are-DEX's": "¿Qué son los Intercambios Descentralizados (DEX)?",
  "page-get-eth-whats-eth-link": "¿Qué es ETH?",
  "page-get-eth-where-to-buy-desc": "Puede obtener ETH, recibirlo de sus pares o comprarlo desde intercambios y aplicaciones.",
  "page-get-eth-where-to-buy-desc-2": "Compruebe qué servicios puede usar en función del lugar donde vive.",
  "page-get-eth-where-to-buy-title": "Dónde obtener ETH",
  "page-get-eth-your-address": "Su dirección de ETH",
  "page-get-eth-your-address-desc": "Cuando descargue una cartera, creará una dirección pública de ETH para usted. Tendrá el siguiente aspecto:",
  "page-get-eth-your-address-desc-3": "Piense en esto como si fuera su dirección de correo electrónico, pero en lugar de correo recibe ETH. Si quiere transferir ETH de un intercambio a su cartera, utilice su dirección como destino. Asegúrese de revisarlo siempre cuidadosamente antes de enviar.",
  "page-get-eth-your-address-wallet-link": "Revisar las carteras",
  "listing-policy-raise-issue-link": "Crear una incidencia",
  "page-find-wallet-last-updated": "Última actualización"
}
