{
  "page-apps-all-apps": "Todas las aplicaciones",
  "page-apps-dapp-description-cent": "Una red social donde puede ganar dinero publicando NFT.",
  "page-apps-dapp-description-decentraland": "Coleccione, comercie con tierras virtuales en un mundo virtual que puede explorar.",
  "page-apps-dapp-description-ens": "Nombres fáciles de usar para las direcciones de Ethereum y los sitios descentralizados.",
  "page-apps-dapp-description-gitcoin": "Gane criptomonedas trabajando en software de código abierto.",
  "page-apps-dapp-description-gods-unchained": "Juego de cartas estratégicas. Jugando ganará cartas que puede vender en la vida real.",
  "page-apps-dapp-description-augur": "Apueste por los resultados. Comercie en mercados de información.",
  "page-apps-ready-button": "Go",
  "foundation": "Foundation",
  "page-wallets-get-some": "Conseguir algunos ETH",
  "page-apps-title": "Aplicaciones",
  "page-apps-subtitle": "Descubra una lista de aplicaciones seleccionadas que ese ejecutan en Ethereum y en redes de capa 2",
  "page-apps-learn-button": "Información sobre aplicaciones",
  "page-apps-highlights-title": "Aspectos relevantes",
  "page-apps-discover-title": "Descubre",
  "page-apps-applications-title": "Aplicaciones",
  "page-apps-categories-title": "Categorías de aplicaciones",
  "page-apps-community-picks-title": "Seleccionadas por la comunidad",
  "page-apps-meta-title": "Las mejores aplicaciones de criptografía en Ethereum",
  "page-apps-meta-description": "Descubra aplicaciones criptográficas en Ethereum: explore aplicaciones descentralizadas de DeFi, NFT, videojuegos, puentes, privacidad, productividad, DAO y sociales. Encuentre aplicaciones en cadena de confianza para comerciar, ganar e interactuar.",
  "page-apps-category-defi-name": "DeFi",
  "page-apps-category-defi-description": "DeFi es una categoría de aplicaciones descentralizadas que permite a los usuarios prestar, solicitar, operar y ganar intereses sobre sus activos criptográficos.",
  "page-apps-category-defi-meta-title": "Una lista de aplicaciones DeFI: prestar, pedir prestado y obtener rendimiento",
  "page-apps-category-defi-meta-description": "Explora las mejores apps DeFi en Ethereum para financiación, préstamos, emisión de monedas estables, crédito y comercio descentralizado en cadena.",
  "page-apps-category-collectibles-name": "Coleccionables",
  "page-apps-category-collectibles-description": "Los articulos coleccionables son activos digitales únicos que no se pueden replicar.",
  "page-apps-category-collectibles-meta-title": "Una lista de las mejores aplicaciones de NTF en Ethereum",
  "page-apps-category-collectibles-meta-description": "Explora las mejores aplicaciones de NFT para comprar objetos de colección, intercambiar aspectos de personajes en videojuegos y descubrir nuevos activos digitales en los principales mercados de Etereum.",
  "page-apps-category-social-name": "Social",
  "page-apps-category-social-description": "Social es una categoría de aplicaciones descentralizadas que permiten a los usuarios comunicarse entre sí y compartir contenido.",
  "page-apps-category-social-meta-title": "Aplicaciones sociales en Ethereum: Farcaster, Zora y más",
  "page-apps-category-social-meta-description": "Explore las mejores aplicaciones sociales y de mensajería en Ethereum.",
  "page-apps-category-gaming-name": "Juegos",
  "page-apps-category-gaming-description": "Videojuegos es una categoría de aplicaciones descentralizadas que permiten a los usuarios jugar y obtener recompensas.",
  "page-apps-category-gaming-meta-title": "Una lista de juegos NFT y de criptomonedas en Ethereum",
  "page-apps-category-gaming-meta-description": "Descubre los mejores juegos blockchain que son divertidos de jugar. MMORPG, cartas, IA, RPG, y otros juegos casuales",
  "page-apps-category-bridge-name": "Puenteo",
  "page-apps-category-bridge-description": "Conector es una categoría de aplicaciones descentralizadas que permiten a los usuarios vincular sus activos entre diferentes redes.",
  "page-apps-category-bridge-meta-title": "Una lista de puentes de Ethereum a otras redes",
  "page-apps-category-bridge-meta-description": "Descubre las mejores app para mover tus activos entre las diferentes redes y capa 2s.",
  "page-apps-category-productivity-name": "Productividad",
  "page-apps-category-productivity-description": "Productividad es una categoría dentro de las aplicaciones descentralizadas que les permiten a los usuarios ser productivos.",
  "page-apps-category-productivity-meta-title": "Apps de Productivdad e Identidad descentralizadas",
  "page-apps-category-productivity-meta-description": "Explora las mejores apps en Ethereum para Identidad descentralizada, almacenamiento, DNS, computación de videos. Aumenta tu productividad en cadena con las herramientas de infraestructuras de confianza.",
  "page-apps-category-privacy-name": "Privacidad",
  "page-apps-category-privacy-description": "Privacidad es una categoría dentro de las aplicaciones descentralizadas que le permiten a los usuarios mantener su privacidad.",
  "page-apps-category-privacy-meta-title": "Apps en Ethereum para conservar tu privacidad: Tornado cash y muchas otras",
  "page-apps-category-privacy-meta-description": "Explora las apps de Ethereum enfocadas en la privacidad como Tornado Cash y otras que protegen el anonimato del usuario, permiten transacciones privadas, y mejora la confidencialidad en cadena.",
  "page-apps-category-dao-name": "DAO",
  "page-apps-category-dao-description": "DAO es una categoría de las aplicaciones descentralizadas que le permiten a los usuarios gobernar y crear organizaciones autónomas descentralizadas.",
  "page-apps-category-dao-meta-title": "Una lista de herramientas para DAO en Ethereum",
  "page-apps-category-dao-meta-description": "Descubre las mejores herramientas DAO en Ethereum para la gobernanza, gestión de tesorería, votación y coordinación de contribuyentes. Inicia, administra y haz crecer tu organización descentralizada.",
  "page-apps-see-all": "Ver todo",
  "page-apps-suggest-an-app-title": "Sugerir una aplicación",
  "page-apps-suggest-an-app-description": "Siempre estamos buscando nuevas aplicaciones para añadir a nuestra lista. Si conoces una aplicación que crees que debería estar en la lista, por favor háznoslo saber.",
  "page-apps-suggest-an-app-button": "Sugerir una aplicación",
  "page-apps-filter-by": "Filtrar por",
  "page-apps-filter-all": "Todo",
  "page-apps-showing": "Mostrando",
  "page-apps-visit-app": "Visita {appName}",
  "page-apps-see-next": "Ver siguiente",
  "page-apps-info-title": "Información",
  "page-apps-info-founded": "Fundado",
  "page-apps-info-creator": "Creador",
  "page-apps-info-last-updated": "Última actualización",
  "page-apps-gallery-title": "Galería",
  "page-apps-more-apps-like-this": "Más aplicaciones similares a esta",
  "page-apps-today": "Hoy",
  "page-apps-one-day-ago": "Hace 1 día",
  "page-apps-days-ago": "hace {days} días"
}