{
  "page-roadmap-title": "Hoja de ruta de Ethereum",
  "page-roadmap-meta-title": "Hoja de ruta de Ethereum | ethereum.org",
  "page-roadmap-meta-description": "El camino hacia una mayor escalabilidad, seguridad y sostenibilidad para Ethereum.",
  "page-roadmap-banner-notification": "El desarrollo de Ethereum está impulsado por la comunidad y puede cambiar.",
  "page-roadmap-changes-coming-title": "¿Qué cambios le esperan a Ethereum?",
  "page-roadmap-changes-coming-description": "Ethereum ya es una plataforma poderosa, pero va mejorando día a día. Un conjunto de mejoras ambicioso actualizará Etheruem para que pase de su forma actual a una plataforma totalmente escalable y máximamente resiliente.",
  "page-roadmap-cheaper-transactions-title": "Transacciones más baratas",
  "page-roadmap-cheaper-transactions-description": "Los rollups son demasiado caros y dependen de componentes centralizados, haciendo que los usuarios depositen demasiada fe en sus operadores. La hoja de ruta incluye soluciones a estos dos problemas.",
  "page-roadmap-cheaper-transactions-button": "Más sobre la reducción de las comisiones",
  "page-roadmap-extra-security-title": "Mayor seguridad",
  "page-roadmap-extra-security-description": "Ethereum ya es muy seguro, pero puede volverse todavía más fuerte y listo para hacer frente a todo tipo de ataques a largo plazo.",
  "page-roadmap-extra-security-button": "Más sobre seguridad",
  "page-roadmap-better-user-experience-title": "Mejor experiencia de usuario",
  "page-roadmap-better-user-experience-description": "Un mayor soporte para carteras de contratos inteligentes y nodos ligeros hará que utilizar Ethereum sea más sencillo y seguro.",
  "page-roadmap-better-user-experience-button": "Más sobre la experiencia de usuario",
  "page-roadmap-future-proofing-title": "De cara al futuro",
  "page-roadmap-future-proofing-description": "Los investigadores y desarrolladores de Ethereum están resolviendo hoy los programas del mañana, preparando la red para generaciones futuras.",
  "page-roadmap-future-proofing-button": "Más sobre cómo prepararse para el futuro",
  "page-roadmap-why-need-title": "¿Por qué Ethereum necesita una hoja de ruta?",
  "page-roadmap-why-need-description": "Ethereum recibe actualizaciones frecuentes que mejoran su escalabilidad, seguridad o sostenibilidad. Una de las fortalezas principales de Ethereum es adaptarse a medida que surgen nuevas ideas gracias a la investigación y el desarrollo. Esa adaptabilidad le da a Ethereum la flexibilidad para abordar nuevos desafíos y mantenerse al día de las innovaciones tecnológicas más avanzadas.",
  "page-roadmap-how-defined-title": "Cómo se define la hoja de ruta",
  "page-roadmap-how-defined-p1": "La hoja de ruta es principalmente el resultado de años de trabajo de investigadores y desarrolladores, dado que el protocolo es muy técnico. No obstante cualquier persona motivada puede participar.",
  "page-roadmap-how-defined-p2": "Las ideas normalmente surgen como debates en foros como <a href=\"https://ethresear.ch\">ethresear.ch</a>, <a href=\"https://ethereum-magicians.org\">Los magos de Ethereum</a> o el servidor de Discord Eth R&D. Pueden ser respuestas a nuevas vulnerabilidades que se descubren, sugerencias de organizaciones que están trabajando en la capa de aplicación (como DApps y plataformas de intercambio) o de problemas para usuarios finales (como los costes o la velocidad de las transacciones).",
  "page-roadmap-how-defined-p3": "Cuando estas ideas maduran, pueden ser propuestas como <a href=\"https://eips.ethereum.org\">propuestas de mejora de Ethereum</a>. Todo esto se hace en público para que cualquier persona de la comunidad pueda intervenir en cualquier momento.",
  "page-roadmap-governance-button": "Más acerca de la gobernanza de Ethereum",
  "page-roadmap-hero-alt": "Hoja de ruta de Ethereum",
  "page-roadmap-technical-upgrades-title": "¿Cuáles son las siguientes actualizaciones técnicas para Ethereum?",
  "page-roadmap-danksharding-title": "Danksharding",
  "page-roadmap-danksharding-description": "Danksharding abarata mucho los rollups de L2 a los usuarios añadiendo «blobs» de datos a los bloques de Ethereum.",
  "page-roadmap-single-slot-finality-title": "Finalidad de la ranura única",
  "page-roadmap-single-slot-finality-description": "En vez de esperar quince minutos, los bloques podrían proponerse y completarse en la misma ranura. Esto es más conveniente para aplicaciones y más difícil de atacar.",
  "page-roadmap-account-abstraction-title": "Abstracción de cuenta",
  "page-roadmap-account-abstraction-description": "La abstracción de cuenta es un conjunto de actualizaciones que dan soporte a carteras de contratos inteligentes de forma nativa en Ethereum, en vez de tener que usar código intermedio complejo.",
  "page-roadmap-statelessness-title": "Sin estado",
  "page-roadmap-statelessness-description": "Los clientes sin estado serán capaces de verificar nuevos bloques sin tener que almacenar grandes cantidades de datos. Esto proporcionará todos los beneficios de ejecutar un nodo por solo una pequeña parte de los costes actuales.",
  "page-roadmap-learn-more": "Más información",
  "page-roadmap-timeline-title": "¿Cuál es el calendario para estas actualizaciones?",
  "page-roadmap-blocks-alt": "Bloques de Ethereum",
  "page-roadmap-faq-1-title": "¿Cambiará la hoja de ruta de Ethereum con el tiempo?",
  "page-roadmap-faq-1-p1": "Sí, casi seguro que sí.",
  "page-roadmap-faq-1-p1-continued": "La hoja de ruta es el plan actual para actualizar Ethereum, que incluye tanto planes a corto como a largo plazo. Esperamos que la hoja de ruta cambie a medida que aparezca nueva información y tecnología.",
  "page-roadmap-faq-1-p2": "Piense en la hoja de ruta de Ethereum como un conjunto de intenciones para mejorar Ethereum; es la mejor hipótesis de los investigadores y los desarrolladores principales sobre el camino más óptimo hacia adelante para Ethereum.",
  "page-roadmap-faq-2-title": "¿Cuándo terminará la hoja de ruta?",
  "page-roadmap-faq-2-p1": "Algunas actualizaciones tienen una prioridad más baja y es probable que no se implementen durante los próximos 5-10 años (por ejemplo, la resistencia cuántica).",
  "page-roadmap-faq-2-p1-strong": "Es complicado especificar el momento preciso de cada actualización",
  "page-roadmap-faq-2-p1-continued": "de predecir, ya que muchos elementos de la hoja de ruta se abordan al mismo tiempo y se desarrollan a diferentes velocidades. La urgencia de una actualización también puede cambiar con el tiempo dependiendo de factores externos (como por ejemplo, un salto repentino en el rendimiento y la disponibilidad de ordenadores cuánticos puede hacer que la criptografía resistente a la computación cuántica sea más urgente).",
  "page-roadmap-faq-2-p2": "Una forma de pensar en el desarrollo de Ethereum es por analogía con la evolución biológica. Es más probable que una red que pueda adaptarse a los nuevos desafíos y mantener su buena forma tenga éxito, que una resistente al cambio. Aunque, a medida que la red se vuelve cada vez más eficiente, escalable y segura, se requerirán menos cambios en el protocolo.",
  "page-roadmap-faq-3-title": "¿Tengo que hacer algo para prepararme para estas actualizaciones?",
  "page-roadmap-faq-3-p1": "Las actualizaciones no suelen afectar a los usuarios más allá de proporcionarles mejores experiencias de usuario y un protocolo más seguro, y tal vez más <i>opciones</i> sobre cómo interactuar con Ethereum. <strong>Los usuarios normales no tienen que participar activamente en una actualización, ni tienen que hacer nada** para mantener sus activos seguros.</strong> Los operadores de <a href=\"/glossary/#node\">nodos</a> tendrán que actualizar sus clientes para prepararse para una actualización. Algunas actualizaciones podrían provocar cambios para los desarrolladores de aplicaciones. Por ejemplo, las actualizaciones de vencimiento del historial podrían obligar a los desarrolladores de aplicaciones a obtener datos históricos de nuevas fuentes.",
  "page-roadmap-faq-4-title": "¿Qué pasa con la fragmentación?",
  "page-roadmap-faq-4-p1": "La fragmentación es la división de la cadena de bloques de Ethereum de forma que subconjuntos de <a href=\"/glossary/#validator\">validadores</a> sean solo responsables de una parte de los datos totales. Se pensó que esto sería la forma de escalar Ethereum. Sin embargo, los rollups de <a href=\"/glossary/#layer-2\">capa 2</a> se han desarrollado más rápidamente de lo esperado y ya han proporcionado mucha escalabilidad, y proporcionarán mucha más después de implementar Proto-Danksharding. Esto significa que las «cadenas de fragmentos» ya no hacen falta y se han sido sacadas de la hoja de ruta.",
  "page-roadmap-release-status-prod": "En producción",
  "page-roadmap-release-status-soon": "Próximamente",
  "page-roadmap-release-status-dev": "En desarrollo",
  "page-roadmap-release-main-features": "Características principales",
  "page-roadmap-release-learn-more": "Más información",
  "page-roadmap-paris-pos-title": "Transición a prueba de participación",
  "page-roadmap-paris-pos-item-1": "Reemplazo de una minería de gran consumo energético por un consenso basado en la participación",
  "page-roadmap-paris-pos-item-2": "Reducción del consumo energético de Ethereum en un ~99,95 %",
  "page-roadmap-paris-beacon-title": "Integración de la cadena de baliza",
  "page-roadmap-paris-beacon-item-1": "Fusionó la cadena de baliza con la red principal de Ethereum",
  "page-roadmap-paris-beacon-item-2": "Permitió la transición completa a un mecanismo de consenso PoS",
  "page-roadmap-paris-difficulty-title": "Eliminación de la bomba de dificultad",
  "page-roadmap-paris-difficulty-item-1": "Eliminó la bomba de dificultad que estaba aumentando la dificultad de minado",
  "page-roadmap-paris-difficulty-item-2": "Garantizó una transición sin complicaciones al nuevo mecanismo de consenso",
  "page-roadmap-shapella-withdrawals-title": "Retiradas de participaciones",
  "page-roadmap-shapella-withdrawals-item-1": "Permitió a los validadores retirar sus ETH participados y recompensas",
  "page-roadmap-shapella-withdrawals-item-2": "Introdujo capacidades de retirada parciales y completas",
  "page-roadmap-shapella-eip4895-title": "EIP-4895: empujones de retirada de la cadena de baliza",
  "page-roadmap-shapella-eip4895-item-1": "Añadió una nueva operación dentro del sistema para retiradas",
  "page-roadmap-shapella-eip4895-item-2": "Garantizó un procesamiento seguro y eficiente para peticiones de retirada",
  "page-roadmap-shapella-eip3651-title": "EIP-3651: COINBASE en línea",
  "page-roadmap-shapella-eip3651-item-1": "Redujo los costes de gas para acceder a la dirección COINBASE",
  "page-roadmap-shapella-eip3651-item-2": "Aumentó la eficiencia de ciertas operaciones de contratos inteligentes",
  "page-roadmap-dencun-danksharding-title": "Proto-danksharding (EIP-4844)",
  "page-roadmap-dencun-danksharding-item-1": "Introdujo transacciones de blobs para reducir significativamente los costes de rollups de transacciones",
  "page-roadmap-dencun-danksharding-item-2": "Añadió un nuevo tipo de transacción que almacena datos de forma temporal y barata",
  "page-roadmap-dencun-eip1153-title": "EIP-1153: códigos de operación de almacenamiento transitorio",
  "page-roadmap-dencun-eip1153-item-1": "Añadió los códigos de operación TSTORE y TLOAD para un almacenamiento temporal durante la ejecución de transacciones",
  "page-roadmap-dencun-eip1153-item-2": "Permite patrones de contratos inteligentes más eficientes y reduce los costes de gas",
  "page-roadmap-dencun-eip4788-title": "EIP-4788: raíz de bloques de baliza en la EVM",
  "page-roadmap-dencun-eip4788-item-1": "Expone información de la capa de consenso a contratos inteligentes",
  "page-roadmap-dencun-eip4788-item-2": "Permite aplicaciones nuevas de confianza mínima requerida y puentes entre cadenas",
  "page-roadmap-pectra-eoa-title": "Mejora las carteras EOA con funciones de contratos inteligentes",
  "page-roadmap-pectra-eoa-item-1": "Los usuarios pueden configurar su dirección para que se represente con un código de un contrato inteligente existente y obtener beneficios como el procesamiento de transacciones por lotes, patrocinio de comisiones por transacciones o mejores mecanismos de recuperación",
  "page-roadmap-pectra-balance-title": "Incremento del balance efectivo máximo",
  "page-roadmap-pectra-balance-item-1": "Los participantes ahora pueden elegir una cantidad arbitraria de ETH con la que participar y recibir recompensas por cada 1 ETH sobre el mínimo",
  "page-roadmap-pectra-blob-title": "Aumento del rendimiento de blobs",
  "page-roadmap-pectra-blob-item-1": "La cantidad de blobs se aumentará del 3 al 6 deseable, con un máximo de 9, dando como resultado comisiones más bajas en rollups de Ethereum",
  "page-roadmap-fusaka-peerdas-title": "PeerDAS (muestreo de disponibilidad de datos entre pares)",
  "page-roadmap-fusaka-peerdas-item-1": "Habilita una disponibilidad de datos más eficiente para rollups",
  "page-roadmap-fusaka-peerdas-item-2": "Hace que ejecutar un nodo sea más accesible manteniendo la descentralización",
  "page-roadmap-fusaka-additional-title": "Posibles funciones adicionales",
  "page-roadmap-fusaka-additional-item-1": "Soporte para enclaves seguros en dispositivos móviles para mejorar la experiencia del usuario",
  "page-roadmap-fusaka-additional-item-2": "Mejoras del mercado de comisiones de blobs",
  "page-roadmap-fusaka-additional-item-3": "Más mejoras en la eficiencia de los validadores y de la red",
  "page-roadmap-glamsterdam-discussed-title": "Debatido para Glamsterdam",
  "page-roadmap-glamsterdam-discussed-item-1": "Árboles Verkle"
}
