{
  "page-upgrades-vision-2014": "Ver una entrada en el blog de 2014 sobre la prueba de participación",
  "page-upgrades-vision-beacon-chain": "La Cadena de Baliza",
  "page-upgrades-vision-beacon-chain-btn": "Más sobre la Cadena de Baliza",
  "page-upgrades-vision-beacon-chain-date": "La Cadena de Baliza está activa",
  "page-upgrades-vision-beacon-chain-desc": "La primera adición de Eth2 al ecosistema. La Cadena de Baliza trae apuestas a Ethereum, sienta las bases para futuras actualizaciones y, en última instancia, coordinará el nuevo sistema.",
  "page-upgrades-vision-beacon-chain-upper": "Cadena de Baliza",
  "page-upgrades-vision-desc-1": "Ethereum necesita reducir la congestión de la red y aumentar la velocidad para mejorar el servicio de una base global de usuarios.",
  "page-upgrades-vision-desc-2": "Ejecutar un nodo es cada vez más difícil a medida que crece la red. Esto solo será más difícil con esfuerzos para escalar la red.",
  "page-upgrades-vision-desc-3": "Ethereum utiliza mucha electricidad. La tecnología que mantiene segura la red necesita ser más sostenible.",
  "page-upgrades-vision-merge-date": "Estimación: 2022",
  "page-upgrades-vision-merge-desc": "La red principal de Ethereum necesitará \"acoplarse\" a la Cadena de Baliza en algún punto. Esto permitirá apostar por toda la red y marcará el final de la minería de intensa energía.",
  "page-upgrades-vision-ethereum-node": "Más sobre nodos",
  "page-upgrades-vision-explore-upgrades": "Explorar las actualizaciones",
  "page-upgrades-vision-future": "Un futuro digital a escala global",
  "page-upgrades-vision-meta-desc": "Una visión general del impacto que las mejoras de Eth2 tendrán en Ethereum, y los retos que deben superar.",
  "page-upgrades-vision-meta-title": "Visión de Ethereum 2.0 (Eth2)",
  "page-upgrades-vision-mining": "Más sobre minería",
  "page-upgrades-vision-problems": "Los problemas de hoy",
  "page-upgrades-vision-scalability": "Escalabilidad",
  "page-upgrades-vision-scalability-desc": "Ethereum tiene que ser capaz de manejar más transacciones por segundo sin aumentar el tamaño de los nodos en la red. Los nodos son participantes vitales de la red que almacenan y ejecutan la blockchain. Incrementar el tamaño del nodo no es práctico, porque solo aquellos con ordenadores potentes y caros podrían hacerlo. Para escalar, Ethereum necesita más transacciones por segundo y más nodos. Más nodos significa más seguridad.",
  "page-upgrades-vision-scalability-desc-3": "La actualización de las cadenas de fragmentos difundirá la carga de la red en 64 cadenas nuevas. Esto dará a Ethereum espacio para respirar, al reducir la congestión y mejorar las velocidades más allá del límite actual de entre 15 y 45 transacciones por segundo.",
  "page-upgrades-vision-scalability-desc-4": "Y aunque habrá más cadenas, esto requerirá en realidad menos trabajo de los validadores, los \"mantenedores de la red\". Los validadores solo tendrán que \"ejecutar\" su fragmento y no toda la cadena Ethereum. Esto hace que los nodos sean más ligeros y permite que Ethereum escale y permanezca descentralizado.",
  "page-upgrades-vision-security": "Seguridad",
  "page-upgrades-vision-security-desc": "Las mejoras de Eth2 mejoran la seguridad de Ethereum contra ataques coordinados, como un ataque del 51 %. Este es un tipo de ataque en el que, si alguien controla la mayoría de la red, puede forzar cambios fraudulentos.",
  "page-upgrades-vision-security-desc-3": "La transición a la prueba de participación significa que el protocolo de Ethereum tiene mayores desincentivos contra el ataque. Esto se debe a que en la prueba de participación, los validadores que aseguran la red deben colocar cantidades significativas de ETH en el protocolo. Si intentan atacar la red, el protocolo puede destruir automáticamente su ET.",
  "page-upgrades-vision-security-desc-5": "Esto no es posible en la prueba de trabajo, donde lo mejor que un protocolo puede hacer es obligar a las entidades que aseguran la red (los mineros) a perder recompensas mineras que de otra manera habrían ganado. Para lograr el efecto equivalente en la prueba de trabajo, el protocolo tendría que ser capaz de destruir todo el equipo de un minero si intentan engañar.",
  "page-upgrades-vision-security-desc-5-link": "Más sobre la prueba de trabajo",
  "page-upgrades-vision-security-desc-8": "El modelo de la seguridad de Ethereum también necesita cambiar debido a la introducción de",
  "page-upgrades-vision-security-desc-9": "nos permite asignar aleatoriamente validadores a diferentes fragmentos. Esto hace prácticamente imposible que los validadores conspiren y ataquen un fragmento específico. La fragmentación no es tan segura en una blockchain de prueba de trabajo, porque el protocolo no puede controlar a los mineros de esta manera.",
  "page-upgrades-vision-security-desc-10": "El staking también significa que no necesitas invertir en hardware de alto nivel para \"ejecutar\" un nodo de Ethereum. Esto debería incentivar a más personas a convertirse en validadores, de modo que aumente la descentralización de la red y disminuya la superficie de ataque.",
  "page-upgrades-vision-security-staking": "Apostar ETH",
  "page-upgrades-vision-security-validator": "Puedes convertirte en validador si apuestas tu ETH.",
  "page-upgrades-vision-shard-chains": "cadenas de fragmentos",
  "page-upgrades-vision-shard-date": "Estimación: 2021",
  "page-upgrades-vision-shard-desc-4": "Las cadenas de fragmentos extenderán la carga de la red en 64 nuevas blockchains. Los fragmentos tienen el potencial de incrementar drásticamente la velocidad de transacción, hasta a 100.000/segundo.",
  "page-upgrades-vision-shard-upgrade": "Más sobre las cadenas de fragmentos",
  "page-upgrades-vision-staking-lower": "Más acerca del staking",
  "page-upgrades-vision-subtitle": "Haz crecer Ethereum hasta que sea lo bastante poderoso como para ayudar a toda la humanidad.",
  "page-upgrades-vision-sustainability": "Sostenibilidad",
  "page-upgrades-vision-sustainability-desc-1": "No es ningún secreto que Ethereum y otras blockchain como Bitcoin requieren mucha energía debido a la minería.",
  "page-upgrades-vision-sustainability-desc-2": "Pero Ethereum avanza hacia la protección por ETH, no por el poder de la informática sino gracias al staking.",
  "page-upgrades-vision-sustainability-desc-3": "Aunque la Cadena de Baliza introducirá el staking, el Ethereum que utilizamos hoy en día se ejecutará en paralelo durante un tiempo antes de \"fusionarse\" o \"acoplarse\" con las actualizaciones de Eth2. Un sistema protegido por ETH y el otro por el poder de la informática. Esto es debido a que, al principio, las cadenas de fragmentos no eran capaces de manejar cosas como nuestras cuentas o nuestras dapps. Así pues, no podemos olvidar la minería y la red principal.",
  "page-upgrades-vision-sustainability-desc-8": "Una vez que la Cadena de Baliza y las actualizaciones de la cadena de fragmentos se estén ejecutando, el trabajo comenzará con el acoplamiento de la red principal y el nuevo sistema. Esto convertirá la red principal en un fragmento para que así este protegida por ETH y requiera menos consumo de energía.",
  "page-upgrades-vision-sustainability-subtitle": "Ethereum necesita ser más ecológico.",
  "page-upgrades-vision-title": "La visión de Eth2",
  "page-upgrades-vision-title-1": "Red congestionada",
  "page-upgrades-vision-title-2": "Espacio en disco",
  "page-upgrades-vision-title-3": "Demasiada energía",
  "page-upgrades-vision-trilemma-cardtext-1": "Las mejoras de Eth2 harán que Ethereum sea escalable, seguro y descentralizado. La fragmentación hará que Ethereum sea más escalable al aumentar las transacciones por segundo mientras disminuye el poder necesario para ejecutar un nodo y validar la cadena. La Cadena de Baliza hará que Ethereum sea seguro mediante la coordinación de validadores a través de fragmentos. Y apostar reducirá la barrera de la participación y creará una red más grande, más descentralizada.",
  "page-upgrades-vision-trilemma-cardtext-2": "Las redes blockchain seguras y descentralizadas requieren que cada nodo verifique cada transacción procesada por la cadena. Esta cantidad de trabajo limita el número de transacciones que pueden ocurrir en un momento dado. Descentralizada y segura, así es como se ve la cadena Ethereum hoy en día.",
  "page-upgrades-vision-trilemma-cardtext-3": "Las redes descentralizadas trabajan enviando información de las transacciones a través de los nodos. Toda la red necesita conocer cualquier cambio de estado. Escalar las transacciones por segundo mediante una red descentralizada plantea riesgos de seguridad debido a que, cuantas más transacciones haya, más largo será el retardo y, por tanto, más alta será la probabilidad de ataque mientras la información está en transición.",
  "page-upgrades-vision-trilemma-cardtext-4": "Incrementar el tamaño y la potencia de los nodos de Ethereum podría aumentar las transacciones por segundo de manera segura, pero el requisito de hardware restringirá quién podría hacerlo; esto amenaza la descentralización. Se espera que la fragmentación y la prueba de participación permitan que Ethereum escale al incrementar la cantidad de nodos, pero no el tamaño del nodo.",
  "page-upgrades-vision-trilemma-h2": "El desafío del escalamiento descentralizado",
  "page-upgrades-vision-trilemma-modal-tip": "Toca los círculos de la parte inferior para comprender mejor los problemas del escalamiento descentralizado",
  "page-upgrades-vision-trilemma-p": "Una manera ingenua de resolver los problemas de Ethereum sería hacerlo más centralizado. Sin embargo, la descentralización es más importante. Es la descentralización la que da a Ethereum resistencia a la censura, apertura, privacidad de información y seguridad casi inquebrantable.",
  "page-upgrades-vision-trilemma-p-1": "La visión de Ethereum es ser más escalable y seguro, pero también permanecer descentralizado. Conseguir estas tres cualidades es un problema conocido como \"trilema de escalabilidad\".",
  "page-upgrades-vision-trilemma-p-2": "El objetivo de las actualizaciones de Eth2 es resolver el \"trilema\", pero hay desafíos significativos.",
  "page-upgrades-vision-trilemma-press-button": "Pulse los botones sobre el triángulo para comprender mejor los problemas del escalamiento descentralizado.",
  "page-upgrades-vision-trilemma-text-1": "Descentralización",
  "page-upgrades-vision-trilemma-text-2": "Seguridad",
  "page-upgrades-vision-trilemma-text-3": "Escalabilidad",
  "page-upgrades-vision-trilemma-title-1": "Explorar el \"trilema de escalabilidad\"",
  "page-upgrades-vision-trilemma-title-2": "Las actualizaciones de Eth2 y el escalamiento descentralizado",
  "page-upgrades-vision-trilemma-title-3": "Seguro y descentralizado",
  "page-upgrades-vision-trilemma-title-4": "Descentralizado y escalable",
  "page-upgrades-vision-trilemma-title-5": "Escalable y seguro",
  "page-upgrades-vision-understanding": "Comprendiendo la visión de Eth2",
  "page-upgrades-vision-upgrade-needs": "La necesidad de actualizaciones de Eth2",
  "page-upgrades-vision-upgrade-needs-desc": "El protocolo de Ethereum lanzado en 2015 ha tenido un éxito increíble. Sin embargo, la comunidad de Ethereum siempre supuso que unas pocas actualizaciones clave serían necesarias para liberar el potencial completo de Ethereum.",
  "page-upgrades-vision-upgrade-needs-desc-2": "La alta demanda está incrementando las comisiones por transacción, lo que hace Ethereum sea más costoso para el usuario promedio. El espacio en disco necesario para ejecutar un cliente de Ethereum está creciendo a gran velocidad. Y el algoritmo de consenso subyacente de la prueba de trabajo que mantiene a Ethereum seguro y descentralizado tiene un gran impacto ambiental.",
  "page-upgrades-vision-upgrade-needs-desc-3": "Normalmente, Eth2 se refiere a un conjunto de actualizaciones que abordan estos problemas, entre otros. Este conjunto de actualizaciones se llamó originalmente \"Serenity\", y ha sido un área activa de investigación y desarrollo desde 2014.",
  "page-upgrades-vision-upgrade-needs-desc-6": " Esto significa que no hay ningún cambio para Eth2. Las mejoras se enviarán de forma gradual con el tiempo.",
  "page-upgrades-vision-upgrade-needs-serenity": "Ver una entrada en el blog de 2015 sobre Serenity",
  "page-upgrades-vision-upgrade-needs-desc-5": "Hoy en día que la tecnología está lista, estas actualizaciones reestructurarán Ethereum para hacerlo más escalable, seguro y sostenible y mejorar la vida de los usuarios existentes y atraer a nuevos usuarios. Todo mientras se preserva el valor central de descentralización de Ethereum."
}
