{
  "page-roadmap-vision-2014": "Lea una entrada del blog de 2014 sobre la prueba de participación.",
  "page-roadmap-vision-2021": "Lea una entrada en el blog de 2021 sobre la evolución de la hoja de ruta de Ethereum.",
  "page-roadmap-vision-2022": "Lea una entrada en el blog de 2022: «La guía del autoestopista de Ethereum».",
  "page-roadmap-vision-2021-updates": "Lea una entrada en el blog de 2021 sobre las actualizaciones del protocolo de Ethereum.",
  "page-roadmap-vision-desc-1": "Ethereum necesita reducir la congestión de la red y aumentar la velocidad para mejorar el servicio de una base global de usuarios.",
  "page-roadmap-vision-desc-2": "A medida que crece la red, la ejecución de un nodo se va volviendo cada vez más complicada. Los intentos de escalar la red solo harán que resulte cada vez más difícil.",
  "page-roadmap-vision-desc-3": "Ethereum consume demasiada electricidad. La tecnología que mantiene segura la red necesita ser más sostenible.",
  "page-roadmap-vision-ethereum-node": "Más información sobre los nodos",
  "page-roadmap-vision-future": "Un futuro digital a escala global",
  "page-roadmap-vision-meta-desc": "Una visión general del impacto que tendrán las actualizaciones en Ethereum y los desafíos que deben superar.",
  "page-roadmap-vision-meta-title": "La visión de Ethereum",
  "page-roadmap-vision-mining": "Más información sobre la minería",
  "page-roadmap-vision-problems": "Los problemas actuales",
  "page-roadmap-vision-scalability": "Escalabilidad",
  "page-roadmap-vision-scalability-desc": "Ethereum tiene que ser capaz de manejar más transacciones por segundo sin aumentar el tamaño de los nodos en la red. Los nodos son vitales participantes de la red que almacenan y ejecutan la cadena de bloques. Aumentar el tamaño de los nodos no es práctico, ya que solo aquellos con computadoras potentes y caras podrían hacerlo. Para escalar, Ethereum necesita más transacciones por segundo junto con más nodos. Y más nodos significa más seguridad.",
  "page-roadmap-vision-scalability-desc-3": "Layer 2 rollups scale Ethereum by moving transactions off-chain and only posting summary data to Ethereum. This batching increases Ethereum's throughput while drastically reducing costs for users.",
  "page-roadmap-vision-scalability-desc-4": "Las acumulaciones necesitan un almacenamiento a bajo coste en la capa 1 para abaratar las transacciones lo máximo posible para los usuarios. Esto se proporciona en forma de «masa» adjuntas a los bloques de Ethereum. Con el tiempo, se adjuntarán muchas masas a los bloques de Ethereum y proporcionarán un almacenamiento barato para numerosas acumulaciones.",
  "page-roadmap-vision-security": "Seguridad",
  "page-roadmap-vision-security-desc": "Las actualizaciones planificadas mejoran la seguridad de Ethereum contra ataques coordinados.",
  "page-roadmap-vision-security-desc-3": "En la prueba de participación, la seguridad adicional proviene de mayores disuasiones criptoeconómicas contra ataques. Esto se debe a que, en la prueba de participación, los validadores que aseguran la red deben apostar cantidades significativas de ETH en el protocolo. Si intentan atacar la red, el protocolo puede destruir automáticamente su ETH.",
  "page-roadmap-vision-security-desc-5": "Sin embargo, también es importante que se implementen pronto actualizaciones que protejan a los validadores contra los ataques de denegación de servicio, que mejoren su anonimato y que separen la construcción y la propagación de bloques. Estas mejoras protegen a los validadores individuales y a la red en su conjunto contra los ataques de suplantación de identidad y la censura.",
  "page-roadmap-vision-security-desc-5-link": "Más sobre la prueba de participación",
  "page-roadmap-vision-security-desc-10": "Participar también significa que no necesita invertir en hardware de élite para participar directamente en el consenso. Esto debería alentar a más personas a convertirse en validadores, aumentando la descentralización de la red y disminuyendo el área de superficie de ataque.",
  "page-roadmap-vision-security-staking": "Apostar ETH",
  "page-roadmap-vision-security-validator": "Puede convertirse en validador apostando su ETH.",
  "page-roadmap-vision-staking-lower": "Más información sobre las participaciones",
  "page-roadmap-vision-subtitle": "Haga crecer a Ethereum hasta que tenga el poder de ayudar a toda la humanidad.",
  "page-roadmap-vision-sustainability": "Sostenibilidad",
  "page-roadmap-vision-sustainability-desc-1": "Ethereum es ahora una cadena de bloques ecológica. El consumo de energía se redujo en ~99,95 % cuando se cambió la prueba de trabajo por la prueba de participación.",
  "page-roadmap-vision-sustainability-desc-2": "Ethereum ahora está protegido a través de la participación, no del poder de cómputo.",
  "page-roadmap-vision-sustainability-desc-3": "Esta mejora en sostenibilidad aporta también beneficios en seguridad: el ether apostado hace que sea mucho más costoso atacar la cadena que bajo la prueba de trabajo, pero menos costoso asegurarla, ya que hay que acuñar menos ETH nuevos para pagar a los validadores que a los mineros.",
  "page-roadmap-vision-sustainability-desc-8": "El paso hacia la prueba de participación hace a Ethereum más verde y más seguro. Es una plataforma de baja emisión de carbono para construir apps y organizaciones.",
  "page-roadmap-vision-sustainability-subtitle": "Ethereum es una cadena de bloques verde con una seguridad criptoeconómica fuerte.",
  "page-roadmap-vision-title": "La visión de Ethereum",
  "page-roadmap-vision-title-1": "Red congestionada",
  "page-roadmap-vision-title-2": "Espacio en el disco",
  "page-roadmap-vision-title-3": "Demasiada energía",
  "page-roadmap-vision-trilemma-cardtext-1": "Las actualizaciones de Ethereum lo convertirán en más escalable, seguro y descentralizado. El apostar ha bajado el listón de la participación y limitado las economías de escala, creando una red más grande y descentralizada.",
  "page-roadmap-vision-trilemma-cardtext-2": "Las redes de cadena de bloque seguras y descentralizadas requieren que cada nodo verifique cada transacción procesada por la cadena. Esta cantidad de trabajo limita el número de transacciones que pueden llevarse a cabo en cualquier momento dado. La cadena de Ethereum actual es descentralizada y segura.",
  "page-roadmap-vision-trilemma-cardtext-3": "Las redes descentralizadas funcionan enviando información sobre transacciones a través de nodos: la red entera necesita conocer cualquier cambio de estado. La escalabilidad de las transacciones por segundo a través de una red descentralizada representa riesgos de seguridad, porque cuantas más transacciones haya, mayor será el retraso, y más alta es la probabilidad de que se produzca un ataque mientras la información está circulando.",
  "page-roadmap-vision-trilemma-cardtext-4": "Aumentar el tamaño y el poder de los nodos de Ethereum podría aumentar las transacciones por segundo de forma segura, pero el hardware requerido restringiría quién podría hacerlo, esto pone en peligro la descentralización. Se espera que la fragmentación y la prueba de participación permitan que Ethereum escale al incrementar la cantidad de los nodos, no su tamaño.",
  "page-roadmap-vision-trilemma-h2": "El desafío de la escalabilidad descentralizada",
  "page-roadmap-vision-trilemma-modal-tip": "Toque los círculos de la parte inferior para comprender mejor los problemas de la escalabilidad descentralizada.",
  "page-roadmap-vision-trilemma-p": "Una forma un tanto ingenua de solucionar los problemas de Ethereum sería volverlo más centralizado. El problema radica en que la descentralización es demasiado importante; es lo que le da a Ethereum neutralidad, resistencia a la censura, accesibilidad, privacidad de datos y seguridad casi inquebrantable.",
  "page-roadmap-vision-trilemma-p-1": "La visión de Ethereum es ser más escalable y seguro, pero además mantenerse descentralizado. Lograr estas tres cualidades es un problema conocido como el «trilema de la escalabilidad».",
  "page-roadmap-vision-trilemma-p-2": "Las actualizaciones de Ethereum intentan resolver el trilema, aunque se topan con desafíos considerables.",
  "page-roadmap-vision-trilemma-press-button": "Pulse los botones sobre el triángulo para comprender mejor los problemas de la escalabilidad descentralizada.",
  "page-roadmap-vision-trilemma-text-1": "Descentralización",
  "page-roadmap-vision-trilemma-text-2": "Seguridad",
  "page-roadmap-vision-trilemma-text-3": "Escalabilidad",
  "page-roadmap-vision-trilemma-title-1": "Explorar el «trilema de la escalabilidad»",
  "page-roadmap-vision-trilemma-title-2": "Las actualizaciones de Ethereum están descentralizando la escalabilidad.",
  "page-roadmap-vision-trilemma-title-3": "Seguro y descentralizado",
  "page-roadmap-vision-trilemma-title-4": "Descentralizado y escalable",
  "page-roadmap-vision-trilemma-title-5": "Escalable y seguro",
  "page-roadmap-vision-understanding": "Algunas claves para entender la visión de Ethereum",
  "page-roadmap-vision-upgrade-needs": "La necesidad de hacer actualizaciones",
  "page-roadmap-vision-upgrade-needs-desc": "El protocolo de Ethereum lanzado en 2015 ha tenido un éxito increíble. Sin embargo, la comunidad de Ethereum siempre supuso que se necesitarían algunas actualizaciones clave para liberar todo el potencial de Ethereum.",
  "page-roadmap-vision-upgrade-needs-desc-2": "La alta demanda está incrementando las comisiones por transaccion, lo que hace que Ethereum sea mas costoso para el usuario medio. El espacio en el disco necesario para ejecutar un cliente de Ethereum está creciendo a gran velocidad.",
  "page-roadmap-vision-upgrade-needs-desc-3": "Ethereum tiene una serie de actualizaciones que intentan resolver estos problemas, entre otros. A esta serie de actualizaciones se les llamó originalmente «Serenity» y «Eth2» y han sido un área activa de investigación y desarrollo desde 2014.",
  "page-roadmap-vision-upgrade-needs-desc-5": "Ahora que la tecnología está lista, estas actualizaciones cambiarán la arquitectura de Ethereum para hacerla más escalable, segura y sostenible y así hacerle la vida más fácil a los usuarios existentes y atraer a otros nuevos. Y todo ello preservando el valor central de Ethereum de la descentralización.",
  "page-roadmap-vision-upgrade-needs-desc-6": "Esto significa que la escalabilidad no es tan sencillo como pulsar un botón; las actualizaciones irán llegando progresivamente con el tiempo.",
  "page-roadmap-vision-upgrade-needs-serenity": "Lea una entrada en el blog de 2015 sobre «Serenity».",
  "ethereum": "Ethereum",
  "page-roadmap-vision-danksharding": "Más información sobre la fragmentación."
}
