{
  "page-what-is-ether-meta-title": "¿Qué es el ether (ETH)? (Una guía completa) | ethereum.org",
  "page-what-is-ether-meta-description": "El ether (ETH) es la criptomoneda nativa de Ethereum. Aprenda para qué se utiliza, cómo y dónde comprarlo, cuánto hay y qué afecta a su precio.",
  "page-what-is-ether-twitter-meta-description": "El ether (ETH) es la criptomoneda nativa de Ethereum. Aprenda para qué se utiliza, cómo y dónde comprarlo, cuánto hay y mucho más.",
  "page-what-is-ether-title": "¿Qué es el ether (ETH)?",
  "page-what-is-ether-hero-description-1": "El ether (ETH) es la criptomoneda nativa que impulsa la red de Ethereum. Se utiliza para pagar las comisiones de transacción (conocidas como «gas») por usar la red y las aplicaciones construidas sobre ella, para proteger la red a través del staking y sirve como dinero digital para pagos e inversiones, sin estar controlado por ninguna entidad, organización o gobierno central. El ETH es una de las mayores criptomonedas por capitalización de mercado.",
  "page-what-is-ether-what-is-ether-description-1": "El ether, comúnmente conocido como ETH, es el combustible que impulsa la cadena de bloques de Ethereum. A diferencia del bitcoin, que sirve principalmente como dinero digital, el ether tiene múltiples usos dentro del ecosistema de Ethereum.",
  "page-what-is-ether-what-is-ether-description-2": "<strong>Como criptomoneda nativa de Ethereum, el ETH se utiliza para:</strong>",
  "page-what-is-ether-what-is-ether-description-3": "Pagar las comisiones de transacción (gas) por usar la red y sus aplicaciones",
  "page-what-is-ether-what-is-ether-description-4": "Proteger la red de Ethereum a través del staking",
  "page-what-is-ether-what-is-ether-description-5": "El ETH se introdujo en 2015 como parte del lanzamiento de Ethereum y desde entonces ha crecido hasta convertirse en uno de los <assets>activos más valiosos del mundo</assets>.",
  "page-what-is-ether-what-is-ether-description-6": "Para los consumidores",
  "page-what-is-ether-what-is-ether-description-7": "El ETH permite realizar pagos globales sin bancos, comprar tókenes no fungibles (NFT) y acceder a aplicaciones de finanzas descentralizadas (DeFi). Es resistente a la censura y tiene funcionalidad transfronteriza las 24 horas del día, los 7 días de la semana.",
  "page-what-is-ether-what-is-ether-description-8": "Para desarrolladores",
  "page-what-is-ether-what-is-ether-description-9": "El ETH se usa para pagar las comisiones de transacción al implementar contratos inteligentes en la red principal de Ethereum. También es la moneda principal utilizada en muchas aplicaciones del ecosistema de Ethereum.",
  "page-what-is-ether-what-is-ether-description-10": "Para los inversores",
  "page-what-is-ether-what-is-ether-description-11": "El ETH funciona como una reserva de valor y un activo que genera rendimiento a través del staking. Proporciona exposición al crecimiento de la web3 y a la expansión de la economía digital.",
  "page-what-is-ether-what-is-ether-description-12": "Más información sobre el staking de ETH",
  "page-what-is-ether-how-to-buy-eth": "Cómo comprar ETH",
  "page-what-is-ether-how-to-buy-eth-description-1": "Comprar ETH es sencillo y existen varias opciones según sus necesidades y ubicación. <strong>Empiece siempre con una plataforma de confianza</strong> que ofrezca una seguridad sólida.",
  "page-what-is-ether-how-to-buy-eth-description-2": "Los consumidores pueden comprar ETH a través de exchanges de criptomonedas o aplicaciones de monedero.",
  "page-what-is-ether-how-to-buy-eth-description-3": "<strong>Nota al margen</strong>",
  "page-what-is-ether-how-to-buy-eth-description-4": "Al comprar ETH, oirá hablar de \"<strong>cuenta/dirección</strong>\" y \"<strong>monedero</strong>\".",
  "page-what-is-ether-how-to-buy-eth-description-5": "Piense en su <strong>cuenta como su dirección de correo electrónico</strong>, a la que la gente le envía dinero.",
  "page-what-is-ether-how-to-buy-eth-description-6": "Piense en su <strong>monedero como su aplicación de correo electrónico</strong>, donde consulta los saldos y realiza los pagos.",
  "page-what-is-ether-how-to-buy-eth-description-7": "Puede comprar ETH con:",
  "page-what-is-ether-how-to-buy-eth-description-8": "<strong>Tarjetas de crédito/débito</strong>: al instante, pero con comisiones más altas",
  "page-what-is-ether-how-to-buy-eth-description-9": "<strong>Transferencias bancarias</strong>: más lento, pero con comisiones más bajas",
  "page-what-is-ether-how-to-buy-eth-description-10": "<strong>PayPal</strong> o servicios similares donde estén disponibles",
  "page-what-is-ether-how-to-buy-eth-description-11": "<strong>Para las empresas</strong>, los exchanges ofrecen cuentas corporativas con límites más altos, mejor soporte, funciones de cumplimiento, descuentos por volumen y seguridad mejorada.",
  "page-what-is-ether-how-to-buy-eth-description-12": "Otras formas de obtener ETH:",
  "page-what-is-ether-how-to-buy-eth-description-13": "<strong>Recibir pagos</strong> de personas que conoce",
  "page-what-is-ether-how-to-buy-eth-description-14": "<strong>Aportar liquidez</strong> en protocolos de finanzas descentralizadas",
  "page-what-is-ether-how-to-buy-eth-description-15": "<strong>Hacer staking de ETH</strong> para ganar recompensas mientras protege la red de Ethereum",
  "page-what-is-ether-how-to-buy-eth-description-16": "Más información sobre cómo y dónde comprar ETH",
  "page-what-is-ether-how-to-send-and-receive-eth": "Cómo enviar y recibir ETH",
  "page-what-is-ether-how-to-send-and-receive-eth-description-1": "Para <strong>enviar ETH</strong> se necesita un monedero y una dirección de destinatario. Introduzca su dirección, especifique el importe, revise la comisión de transacción y confirme. Las transacciones suelen llegar en menos de 30 segundos y no se pueden revertir una vez confirmadas.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-2": "Para <strong>recibir ETH</strong> es necesario que comparta su dirección de Ethereum o su código QR con el remitente. Los fondos aparecen en su monedero tras la confirmación de la red, y la mayoría de los monederos proporcionan notificaciones.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-3": "<strong>¿Necesita ayuda?</strong> Lea la guía <howToUseWallet>Cómo usar un monedero</howToUseWallet>.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-4": "Al comprar ETH, oirá hablar de \"<strong>cuenta/dirección</strong>\" y \"<strong>monedero</strong>\".",
  "page-what-is-ether-how-to-send-and-receive-eth-description-5": "Piense en su <strong>cuenta como su dirección de correo electrónico</strong>, a la que la gente le envía dinero.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-6": "Piense en su <strong>monedero como su aplicación de correo electrónico</strong>, donde consulta los saldos y realiza los pagos.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-7": "Para cantidades mayores, considere los monederos de hardware para mayor seguridad.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-8": "Aprenda sobre Ethereum y cómo funciona.",
  "page-what-is-ether-how-to-send-and-receive-eth-callout": "Comparta su dirección de Ethereum solo con contactos de confianza. Dado que Ethereum es un libro de contabilidad público, podrán ver su saldo y sus transacciones. No podrán acceder a sus fondos, pero se recomienda privacidad.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth": "¿Cuánto tarda en enviarse el ETH?",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-1": "Las transacciones de ETH suelen completarse en menos de 30 segundos. La red de Ethereum procesa bloques cada 12 segundos, aunque las transacciones pueden quedar en cola durante los períodos de congestión.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-2": "Las transacciones alcanzan la «finalidad» después de ~15 minutos, en comparación con el promedio de 60 minutos de Bitcoin.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-3": "Durante los períodos de alto tráfico de la red, puede acelerar las transacciones pagando comisiones de transacción más altas, lo que le colocará en una posición preferente en la cola. Las comisiones se reparten entre los validadores y un mecanismo de quema.",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth": "¿Cuánto cuesta enviar ETH?",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth-description-1": "Las transacciones de Ethereum requieren <strong>comisiones de transacción pagadas en ETH</strong>. La comisión se calcula en función del trabajo computacional requerido (medido en «gas») y la demanda actual de la red. El precio del gas fluctúa con el tráfico de la red, lo que hace que las transacciones sean de menor costo durante los períodos de menor actividad.",
  "page-what-is-ether-l2s": "Presentamos las L2: escalado de Ethereum",
  "page-what-is-ether-l2s-description-1": "A medida que crece la popularidad de Ethereum, mantener bajas las comisiones de transacción se convierte en un desafío. Las redes de <strong>capa 2 (L2)</strong> abordan este problema.",
  "page-what-is-ether-l2s-description-2": "Las L2 como <optimism>Optimism</optimism> y <arbitrum>Arbitrum</arbitrum> ofrecen <strong>comisiones entre 10 y 100 veces más baratas</strong> al tiempo que heredan la seguridad de Ethereum. Procesan las transacciones fuera de la cadena y publican los datos en Ethereum.",
  "page-what-is-ether-l2s-description-3": "Piense en ellas como carriles expresos que proporcionan transacciones más rápidas y baratas junto a la autopista principal de Ethereum.",
  "page-what-is-ether-l2s-description-4": "Las <strong>transferencias de L2 suelen costar menos de 0,01 $</strong>, lo que acerca Ethereum a millones de usuarios más a través de integraciones con empresas como Robinhood, PayPal y Shopify.",
  "page-what-is-ether-what-is-the-eth-supply": "¿Cuál es el suministro de ETH?",
  "page-what-is-ether-what-is-the-eth-supply-description-1": "A diferencia del tope fijo de 21 millones de Bitcoin, el ETH tiene una mecánica de suministro dinámica:",
  "page-what-is-ether-what-is-the-eth-supply-description-2": "Se emite nuevo ETH para recompensar a los validadores de la red a una tasa limitada calculada por el protocolo",
  "page-what-is-ether-what-is-the-eth-supply-description-3": "Una parte de cada comisión de transacción se \"quema\" permanentemente (se elimina de la existencia)",
  "page-what-is-ether-what-is-the-eth-supply-description-4": "Esto crea períodos alternos de inflación y deflación basados en el uso de la red",
  "page-what-is-ether-what-is-the-eth-supply-description-5": "<strong>Equilibrio esperado</strong>: el sistema equilibra la seguridad de la red con la preservación del valor a largo plazo. Un uso elevado conduce a la deflación; un uso bajo da lugar a la inflación.",
  "page-what-is-ether-what-is-the-eth-supply-description-6": "Fuentes de datos: <etherscan>Etherscan</etherscan>, <ultrasound>Ultrasound Money</ultrasound>",
  "page-what-is-ether-what-is-the-distribution-of-eth": "¿Cuál es la distribución de ETH?",
  "page-what-is-ether-what-is-the-distribution-of-eth-description-1": "La propiedad está ampliamente distribuida entre <etherscan>decenas de millones de direcciones</etherscan>, lo que impide la concentración del control y mejora la descentralización.",
  "page-what-is-ether-breakdown": "Un desglose de la distribución del ether",
  "page-what-is-ether-breakdown-description-1": "<strong>Ether en staking</strong>: decenas de millones de ETH <beaconchain>bloqueados</beaconchain> para la seguridad de la red",
  "page-what-is-ether-breakdown-description-2": "<strong>Exchanges</strong>: las plataformas centralizadas <unchained>tienen entre el 13 y el 16 %</unchained> del suministro",
  "page-what-is-ether-breakdown-description-3": "<strong>Contratos inteligentes</strong>: cantidades significativas en contratos inteligentes, incluidos los protocolos DeFi",
  "page-what-is-ether-breakdown-description-4": "<strong>Fundación Ethereum</strong>: posee <ef>menos del 0,3 %</ef> del suministro (frente al 9 % en 2014)",
  "page-what-is-ether-who-holds-most": "¿Quién tiene la mayor parte?",
  "page-what-is-ether-who-holds-most-description-1": "Las direcciones de Ethereum con los saldos de ETH más altos no suelen ser de particulares. La gran mayoría del ether visible en las direcciones de Ethereum \"principales\" representa los fondos colectivos y agrupados de muchas personas y entidades diferentes, no las posesiones de un solo individuo. ",
  "page-what-is-ether-who-holds-most-description-2": "Las cuentas de ETH con los saldos más altos suelen incluir:",
  "page-what-is-ether-who-holds-most-description-3": "El contrato de depósito de la Beacon Chain: el saldo del contrato de depósito representa todo el ETH que se ha <staked>puesto en staking</staked> para ayudar a proteger la red de Ethereum. Aunque esta es la dirección de Ethereum con el mayor saldo de ETH, no representa una cuenta de monedero de Ethereum accesible. Es un contrato inteligente que acepta depósitos de ETH como primer paso para participar en el staking, y luego gestiona los saldos de ese ether entre los validadores activos de la red.",
  "page-what-is-ether-who-holds-most-description-4": "Contratos inteligentes: muchas de las otras direcciones de Ethereum con saldos elevados representan los contratos inteligentes que impulsan las aplicaciones basadas en Ethereum, como las direcciones de contratos inteligentes para protocolos de finanzas descentralizadas (DeFi), puentes u organizaciones autónomas descentralizadas (DAO). Estos saldos de contrato representan el ether que muchos monederos han depositado para participar en su aplicación.",
  "page-what-is-ether-who-holds-most-description-5": "Cuentas ómnibus: son grandes monederos operados por exchanges, plataformas y fondos (como Coinbase, Robinhood o Binance). Cuando un usuario compra ETH en un exchange, a menudo se guarda en una de estas cuentas masivas junto con el ETH de miles de otros clientes de la plataforma.",
  "page-what-is-ether-who-holds-most-description-6": "Puede ver una lista en vivo de las direcciones de monederos de Ethereum con los saldos de ETH más altos en <etherscan>Etherscan aquí</etherscan>.",
  "page-what-is-ether-distribution": "Por qué la distribución es importante para la descentralización",
  "page-what-is-ether-distribution-description-1": "Una amplia distribución impide el control centralizado. La verdadera descentralización depende del número de nodos y validadores independientes que mantienen la red.",
  "page-what-is-ether-what-makes-eth-valuable": "¿Qué hace que el ETH sea valioso?",
  "page-what-is-ether-what-makes-eth-valuable-description-1": "El ETH obtiene su valor de múltiples fuentes:",
  "page-what-is-ether-what-makes-eth-valuable-description-2": "<strong>Utilidad de la red</strong>: todas las transacciones de Ethereum requieren ETH para las comisiones de gas, lo que crea una demanda constante que crece con la adopción de la red.",
  "page-what-is-ether-what-makes-eth-valuable-description-3": "<strong>Recompensas de staking</strong>: los stakers de ETH obtienen rendimientos mientras protegen la red, lo que atrae tanto a inversores particulares como institucionales.",
  "page-what-is-ether-what-makes-eth-valuable-description-4": "<strong>Reserva de valor</strong>: muchos ven el ETH como \"petróleo digital\", un activo escaso con una utilidad real que impulsa la economía digital.",
  "page-what-is-ether-what-makes-eth-valuable-description-5": "<strong>Dinámica de suministro</strong>: la quema de comisiones crea una presión deflacionaria durante los períodos de uso elevado. Desde 2021, <ultrasound>se han retirado permanentemente de la circulación millones de ETH</ultrasound>.",
  "page-what-is-ether-what-is-wrapping-eth": "¿Qué es wrappear ETH?",
  "page-what-is-ether-what-is-wrapping-eth-description-1": "El ether wrappeado (WETH) es un token ERC-20 que representa al ETH en una proporción de 1:1. Muchas aplicaciones descentralizadas y redes L2 están construidas para manejar tókenes ERC-20, pero el ETH nativo en sí no es un token ERC-20. «Wrappear» significa bloquear ETH en un contrato inteligente y emitir una representación ERC-20 de ese ETH bloqueado (WETH), lo que permite su uso en cualquier aplicación y L2 que solo acepte tókenes ERC-20.",
  "page-what-is-ether-what-is-wrapping-eth-description-2": "Los usos más comunes incluyen:",
  "page-what-is-ether-what-is-wrapping-eth-description-3": "Pares de trading en exchanges descentralizados como <uniswap>Uniswap</uniswap>",
  "page-what-is-ether-what-is-wrapping-eth-description-4": "Garantía en plataformas de préstamos como <aave>Aave</aave>",
  "page-what-is-ether-what-is-wrapping-eth-description-5": "Pujas en mercados de NFT como <opensea>OpenSea</opensea>",
  "page-what-is-ether-what-is-wrapping-eth-description-6": "El WETH se puede desenvolver para volver a convertirlo en ETH en cualquier momento con comisiones mínimas. El WETH se destruye y el ETH que representaba se libera del contrato inteligente. La mayoría de las aplicaciones gestionan el proceso de «wrappear» y «desenvolver» sin problemas.",
  "page-what-is-ether-what-is-wrapping-eth-description-7": "Más información sobre el ether wrappeado (WETH)",
  "page-what-is-ether-gas-table-transaction-type": "Tipo de transacción",
  "page-what-is-ether-gas-table-typical-cost-range": "Rango de costos en tiempo real",
  "page-what-is-ether-gas-table-estimated-gas-units": "Unidades de gas estimadas",
  "page-what-is-ether-gas-table-row-1-1": "Transferencias de ETH",
  "page-what-is-ether-gas-table-row-2-1": "Intercambio de tókenes",
  "page-what-is-ether-gas-table-row-3-1": "Transacciones complejas de DeFi/NFT"
}