{
  "page-layer-2-hero-title": "Capa 2",
  "page-layer-2-hero-header": "Redes de Ethereum",
  "page-layer-2-hero-description": "Utilice Ethereum por una fracción del coste.",
  "page-layer-2-hero-button-2-content": "Más información",
  "page-layer-2-period": ".",
  "page-layer-2-calloutCard-1-title": "Tarifas de 0,01 $",
  "page-layer-2-calloutCard-1-description": "Puede cambiar de divisa, enviar dinero internacionalmente, o usar aplicaciones sin preocuparse de altos costes.",
  "page-layer-2-calloutCard-2-title": "Transacciones casi instantáneas",
  "page-layer-2-calloutCard-2-description": "Tanto si se trata de realizar un pago rápido como de participar en una operación financiera descentralizada (DeFi), todas las transacciones tardan sólo unos segundos.",
  "page-layer-2-calloutCard-3-title": "Respaldado por Ethereum",
  "page-layer-2-calloutCard-3-description": "La cadena de bloques descentralizada y de eficacia probada de Ethereum funciona como capa de liquidación para otras redes más nuevas.",
  "page-layer-2-meta-title": "Introducción a la capa 2 de Ethereum: ventajas y usos",
  "page-layer-2-meta-description": "Conozca las redes de capa 2 de Ethereum",
  "page-layer-2-powered-by-ethereum-title": "Desarrollado por Ethereum",
  "page-layer-2-powered-by-ethereum-description-1": "Ethereum ya no es una única red.",
  "page-layer-2-powered-by-ethereum-description-2": "Al tener cientos de cadenas de bloques construidas sobre él, Ethereum se ha vuelto más rentable, rápido y accesible para el uso diario.",
  "page-layer-2-powered-by-ethereum-description-3": "¡Prepárese para el futuro uniéndose a una de las muchas redes impulsadas por Ethereum!",
  "page-layer-2-man-and-dog-alt": "Hombre y perro jugando",
  "page-layer-2-blockchain-transaction-cost": "Coste medio de la transacción en la cadena de bloques Ethereum",
  "page-layer-2-networks-transaction-cost": "Coste medio de transacción en redes respaldadas por Ethereum",
  "page-layer-2-network-of-networks-title": "La red de redes",
  "page-layer-2-network-of-networks-description": "La fuerza y la seguridad de Ethereum proporcionan una plataforma sobre la que pueden construirse otras redes. Con una sola cuenta, todo es compatible y se conecta a la perfección.",
  "page-layer-2-ethereum-logo-alt": "Ethereum",
  "page-layer-2-ready-to-start-title": "¿Listo para empezar?",
  "page-layer-2-ready-to-start-description": "Eche un vistazo a las diferentes redes que están a su disposición.",
  "page-layer-2-ready-to-start-button": "Explorar redes",
  "page-layer-2-go": "Go",
  "page-layer-2-walking-alt": "Caminando",
  "page-layer-2-why-do-we-need-multiple-networks-1": "¿Por qué necesita múltiples redes en Ethereum?",
  "page-layer-2-why-do-we-need-multiple-networks-2": "¿Por qué existen todas estas redes en lugar de una sola red Ethereum?",
  "page-layer-2-faq-title": "Preguntas más frecuentes",
  "page-layer-2-faq-ExpandableCard-1-title": "¿Cómo puedo saber que una red es parte de Ethereum?",
  "page-layer-2-faq-ExpandableCard-1-description-1": "Hay muchas maneras diferentes de categorizar las redes con respecto a Ethereum. Muchas redes afirman que están escalando Ethereum para ganar popularidad. Sin embargo, un dato clave es que la red almacene sus datos en la red principal de Ethereum. Esto mejora enormemente la seguridad del usuario y la visión sin permisos de Ethereum. Este tipo de proyectos suelen denominarse de acumulación o «rollups». Si los datos se almacenan en otro lugar, entonces el proyecto no es una extensión directa de Ethereum y es más bien independiente. Consulte algunas de las más populares",
  "page-layer-2-faq-ExpandableCard-1-description-2": "Es posible que algunos sectores específicos no requieran una relación tan estrecha y directa, como los juegos o las aplicaciones no financieras, en los que encajan mejor otras tecnologías.",
  "page-layer-2-faq-ExpandableCard-2-title": "¿Son todas estas redes seguras?",
  "page-layer-2-faq-ExpandableCard-2-description-1": "Aunque generalmente se diseñan con sólidas características de seguridad, su seguridad depende de la tecnología subyacente, la seguridad de los contratos inteligentes y",
  "page-layer-2-faq-ExpandableCard-2-link": "de la madurez de la red",
  "page-layer-2-faq-ExpandableCard-2-description-2": "Los usuarios deben actuar con la diligencia debida, empezando por las transacciones pequeñas y manteniéndose actualizados de las novedades y lanzamientos, para garantizar un uso seguro.",
  "page-layer-2-faq-ExpandableCard-3-title": "¿Por qué no puede Ethereum escalar su propia cadena en lugar de depender de estas redes?",
  "page-layer-2-faq-ExpandableCard-3-description": "Ethereum no puede escalar fácilmente su propia cadena principal, porque necesita mantenerse seguro y descentralizado. Hacer la cadena principal más rápida podría hacerla menos segura y más centralizada. Las redes de Ethereum ayudan procesando las transacciones fuera de la cadena principal y utilizando esta para la seguridad, lo que permite a Ethereum gestionar más transacciones sin perder seguridad ni descentralización.",
  "page-layer-2-faq-ExpandableCard-4-title": "¿Por qué no hay redes «oficiales» de Ethereum?",
  "page-layer-2-faq-ExpandableCard-4-description": "De la misma manera que no existe un cliente «oficial» de Ethereum, tampoco hay una capa 2 «oficial» de Ethereum. Ethereum no tiene permisos, técnicamente cualquiera puede crear una capa 2. Múltiples equipos implementarán su versión de una capa 2 y el ecosistema en su conjunto se beneficiará de una diversidad de enfoques de diseño optimizados para diferentes casos de uso. Al igual que tenemos múltiples clientes de Ethereum desarrollados por varios equipos para tener diversidad en la red, así también se desarrollará la capa 2 en el futuro.",
  "page-layer-2-callout-1-title": "Explore diferentes redes",
  "page-layer-2-callout-1-description": "Aprenda en qué se diferencian las redes y hasta dónde han llegado en su desarrollo.",
  "page-layer-2-callout-2-title": "¿Le interesa conocer más detalles?",
  "page-layer-2-callout-2-description": "¿Siente curiosidad por la tecnología y las razones de este enfoque de escalabilidad? Obtenga más información sobre el concepto y los distintos enfoques tecnológicos.",
  "page-layer-2-arbitrum-description": "Arbitrum One es un rollup optimista de propósito general desarrollado por Offchain Labs y administrado por Arbitrum DAO.",
  "page-layer-2-base-description": "Base es un rollup optimista desarrollado con OP Stack. Ofrece una forma sencilla y de bajo coste para cualquier persona, en cualquier lugar, de desarrollo en cadena.",
  "page-layer-2-optimism-description": "OP Mainnet es un Optimistic Rollup equivalente a EVM. Su objetivo es ser rápida, sencilla y segura.",
  "page-layer-2-blast-description": "Blast es un rollup optimista compatible con EVM que admite el rendimiento nativo.",
  "page-layer-2-zksync2-description": "ZKsync Era es un ZK Rollup de uso general con compatibilidad total con EVM.",
  "page-layer-2-linea-description": "Linea es un ZK Rollup impulsado por Consensys zkEVM, diseñado para escalar la red Ethereum.",
  "page-layer-2-scroll-description": "Scroll es ZK Rollup, que amplía las capacidades de Ethereum mediante la tecnología ZK y la compatibilidad con EVM.",
  "page-layer-2-starknet-description": "Starknet es un ZK Rollup de propósito general basado en STARKs y en el Cairo VM.",
  "page-layer-2-mode-description": "Mode es una rollup optimista de OP Stack que se basa en la economía AIFi (finanzas por medio de inteligencia artificial).",
  "page-layer-2-taiko-description": "Taiko es un rollup ZK-EVM equivalente a Ethereum descentralizado, que permite una comunicación fluida entre cadenas.",
  "page-layer-2-unichain-description": "Unichain es una solución de capa 2 de Ethereum nativa de DeFi, creada para ser el hogar de la liquidez entre cadenas.",
  "page-layer-2-ink-description": "Ink es una blockchain de capa 2 basada en OP Stack de Ethereum, diseñada para ser la casa de DeFi para la Superchain; una base poderosa para desplegar protocolos DeFi innovadores."
}
