{
  "page-gas-meta-title": "Tarifas de gas en Ethereum: ¿cómo funcionan?",
  "page-gas-meta-description": "Descubra más cosas sobre el gas en Ethereum: cómo funciona y cómo pagar menos en tarifas de gas",
  "page-gas-hero-title": "Tarifas de gas",
  "page-gas-hero-header": "Tarifas de red",
  "page-gas-hero-button-1-content": "¿Qué es el gas?",
  "page-gas-hero-subtitle-1": "A las tarifas de red en Ethereum se les denomina gas.",
  "page-gas-hero-subtitle-2": "El gas es el combustible que potencia a Ethereum.",
  "page-gas-summary-title": "Resumen",
  "page-gas-summary-item-1": "Cada transacción en Ethereum requiere una pequeña forma de pago para su procesamiento",
  "page-gas-summary-item-2": "A estas tarifas se les denomina tarifa de gas",
  "page-gas-summary-item-3": "Las tarifas de gas no están fijadas, cambian en función de la congestión de la red",
  "page-gas-what-are-gas-fees-header": "¿Qué son las tarifas de gas?",
  "page-gas-what-are-gas-fees-text-1": "Piensa en Ethereum como una larga red de computadoras donde las personas pueden hacer tareas como enviar mensajes o correr programas. Al igual que en la vida real, estas tareas requieren energías para ser realizadas.",
  "page-gas-what-are-gas-fees-text-2": "En Ethereum, cada acción computacional tiene un precio de «gas» establecido.<b>Sus tarifas de gas son el coste total de las acciones en su transacción</b>. Cuando envía una transacción o ejecuta un <a href=\"/glossary/#smart-contract\">contrato inteligente</a>, paga tarifas de gas para procesarlo.",
  "page-gas-how-do-i-pay-less-gas-header": "¿Cómo puedo pagar menos gas?",
  "page-gas-how-do-i-pay-less-gas-text": "Mientras que en ocasiones pagar una tarifa alta de gas en Ethereum es inevitable, hay estrategias que puede usar para reducir el coste:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "Programe sus transacciones",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "Al igual que en los desplazamientos fuera de las horas punta se encuentra menos tráfico y es más cómodo, Ethereum suele ser más barato de usar cuando Norteamérica está dormida.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "Espere a que el gas baje",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "Los precios de gas suben y bajan cada doce segundos en función del estado de congestión de Ethereum. Cuando los precios de gas son altos, esperar algunos minutos antes de hacer una transacción puede representar una caída significativa en lo que paga.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "Utilizar la capa 2",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "Las cadenas de capa 2 están construidas sobre Ethereum, ofreciendo tarifas bajas y la gestión de más transacciones. Estas son una buena opción para ahorrar en tarifas para transacciones que no requieren realizarse en la red principal de Ethereum.",
  "page-gas-try-layer-2": "Pruebe la capa 2",
  "page-gas-what-causes-high-gas-fees-header": "¿Qué hace que las tarifas de gas sean altas?",
  "page-gas-what-causes-high-gas-fees-text-1": "Siempre que la cantidad de cálculo (gas) en Ethereum excede un cierto umbral, las tarifas del gas comienzan a aumentar. Cuanto más supere el gas este umbral, más rápido aumentarán las tarifas del gas.",
  "page-gas-what-causes-high-gas-fees-text-2": "Las tarifas podrían aumentar por cosas como <a href=\"/glossary/#dapp\">aplicaciones descentralizadas (DApps)</a> populares o NFT, o un aumento periódico de las operaciones en<a href=\"/glossary/#dex\">DEX</a>, o un número abrumador de actividad de usuarios en momentos de mayor demanda.",
  "page-gas-what-causes-high-gas-fees-text-3": "Los desarrolladores en Ethereum deben encargarse de optimizar sus contratos inteligentes antes de desplegarlos. Si muchas personas están usando un contrato inteligente pésimamente escrito, este consumirá más gas y sin notarlo podría causar una congestión en la red.",
  "page-gas-want-to-dive-deeper": "¿Quiere profundizar más sobre este tema?",
  "page-gas-check-out-the-developer-docs": "Revise la documentación para desarrolladores.",
  "page-gas-attack-of-the-cryptokitties-header": "Ataque de Cryptokitties",
  "page-gas-attack-of-the-cryptokitties-text": "En noviembre de 2017, se lanzó el popular proyecto de CryptoKitties. Su rápido aumento de popularidad causó una congestión significativa en la red y unas tarifas de gas extremadamente altas. Los desafíos que planteó CryptoKitties aceleraron la urgencia de encontrar soluciones para la escalabilidad de Ethereum.",
  "page-gas-why-do-we-need-gas-header": "¿Por qué necesitamos gas?",
  "page-gas-why-do-we-need-gas-text": "El gas es un elemento vital para velar por la seguridad de Ethereum y procesar transacciones. El gas ayuda de varias maneras:",
  "page-gas-benefits-1-description": "El gas mantiene a Ethereum <a href=\"/glossary/#anti-sybil\">resistente a los ataques de tipo Sybil</a> al evitar que personas malintencionadas saturen la red con actividades fraudulentas.",
  "page-gas-benefits-2-description": "Como la computación cuesta gas, se desmotiva financieramente sobrecargar a Ethereum con transacciones costosas, ya sean accidentales o maliciosas.",
  "page-gas-benefits-3-description": "En cualquier momento, puede aplicarse un límite estricto en la cantidad de computación para prevenir la sobrecarga de Ethereum, lo que permite garantizar que la red siempre esté accesible.",
  "page-gas-how-is-gas-calculated-header": "¿Cómo se calcula el gas?",
  "page-gas-advanced": "Recursos avanzados",
  "page-gas-how-is-gas-calculated-text-1": "La tarifa total de gas que pague se compondrá de cuatro partes:",
  "page-gas-how-is-gas-calculated-item-1": "<b>Tarifa base:</b> la tarifa establecida por la red que debe pagar una transacción.",
  "page-gas-how-is-gas-calculated-item-2": "<b>Tarifa de prioridad:</b> una propina opcional para incentivar a los operadores del nodo a que incluyan su transacción.",
  "page-gas-how-is-gas-calculated-item-3": "<b>Unidades de gas usadas<i>*</i>:</b> si recuerda bien, hemos mencionado anteriormente que el gas representa la computación. Pues acciones más complejas como interactuar con un contrato inteligente usan más gas que las simples, como enviar una transacción.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> Véase la Figura 1 para comprender cuánto gas utilizan los distintos tipos de transacciones.</i>",
  "page-gas-how-is-gas-calculated-text-2": "La fórmula para calcular una tarifa de gas corresponde a las unidades de gas usadas * (tarifa base + tarifa de prioridad). Muchas billeteras calcularán el uso de gas y lo mostrarán de una manera más sencilla.",
  "page-gas-table-figure": "<i>Figura 1: Gas usado por tipo de transacción</i>",
  "page-gas-table-header-1": "Tipo de transacción",
  "page-gas-table-header-2": "Unidades de gas usado",
  "page-gas-table-item-1-transaction-type": "Enviar ETH",
  "page-gas-table-item-2-transaction-type": "Enviar tókenes ERC-20",
  "page-gas-table-item-3-transaction-type": "Transferencia de NFT",
  "page-gas-table-item-4-transaction-type": "Intercambiar en Uniswap",
  "page-gas-faq-header": "Preguntas más frecuentes",
  "page-gas-faq-question-1-q": "¿Quién recibe el pago por la tarifa de gas en mi transacción?",
  "page-gas-faq-question-1-a-1": "El protocolo destruye (quema) la mayoría de la tarifa de gas —la tarifa base—. La tarifa de prioridad, si viene incluida en su transacción, se proporcionará al validador que propuso su transacción.",
  "page-gas-faq-question-1-a-2": "Puedes leer una descripción detallada del proceso en <a href=\"/developers/docs/gas/\">la documentación del desarrollador de gas.</a>",
  "page-gas-faq-question-2-q": "¿Necesito pagar el gas en ETH?",
  "page-gas-faq-question-2-a-1": "Sí, todas las tarifas de gas en Ethereum deben pagarse en la moneda nativa ETH.",
  "page-gas-faq-question-2-a-2": "Más sobre ETH",
  "page-gas-faq-question-3-q": "¿Qué es gwei?",
  "page-gas-faq-question-3-a-1": "En muchas billeteras o rastreadores de gas, verá los precios de gas expresados en «gwei».",
  "page-gas-faq-question-3-a-2": "Gwei es una denominación más pequeña de ETH, al igual que los céntimos lo son del euro o los centavos del dolar, con la salvedad de que 1 ETH equivale a 1.000 millones de gwei. El gwei es útil cuando hablamos sobre cantidades muy pequeñas de ETH.",
  "page-gas-use-layer-2": "Utilizar la capa 2"
}
