{
  "page-staking-just-staking": "Apostar (staking)",
  "page-staking-image-alt": "Imagen de la mascota Rhino para la plataforma de lanzamiento de apuestas.",
  "page-staking-51-desc-1": "El apostar (staking) hace que unirse a la red como validador sea más accesible, por lo que es probable que haya más validadores en la red de los que existen en la actualidad. Esto hará que este tipo de ataque sea aún más difícil, ya que aumentará el coste de un ataque.",
  "page-staking-accessibility": "Más accesible",
  "page-staking-accessibility-desc": "Con requisitos de hardware más sencillos y la oportunidad de agrupar si no posee 32 ETH, más personas podrán unirse a la red. Esto hará que Ethereum sea más descentralizado y seguro al disminuir el área de superficie de ataque.",
  "page-staking-at-stake": "Sus ETH están en juego",
  "page-staking-at-stake-desc": "Dado que tiene que apostar sus ETH para confirmar transacciones y crear nuevos bloques, puede perderlo todo si decide intentar engañar al sistema.",
  "page-staking-benefits": "Beneficios de apostar en Ethereum",
  "page-staking-check-address": "Compruebe la dirección de depósito",
  "page-staking-consensus": "Más información sobre mecanismos de consenso",
  "page-staking-deposit-address": "Compruebe la dirección de depósito",
  "page-staking-deposit-address-desc": "Si ya ha seguido las instrucciones de configuración en la plataforma de lanzamiento, sabrá que necesita enviar una transacción al contrato de depósito de participación. Le recomendamos que compruebe la dirección con mucho cuidado. Puede encontrar la dirección oficial en ethereum.org y en otros sitios de confianza.",
  "page-staking-desc-1": "Se otorgan recompensas por acciones que ayudan a la red a lograr consenso. Obtendrá recompensas por agrupar transacciones en un nuevo bloque o verificar el trabajo de otros validadores, porque eso es lo que mantiene la cadena funcionando de manera segura.",
  "page-staking-desc-2": "Aunque puede ganar recompensas por hacer un trabajo que beneficia a la red, también puede perder ETH por acciones maliciosas, desconectarse y no validar.",
  "page-staking-desc-3": "Necesitará 32 ETH para convertirse en un validador completo o algo de ETH para unirse a un grupo de participación. También deberá ejecutar un cliente de ejecución (conocido anteriormente como «cliente Eth1»). La plataforma de lanzamiento le guiará a través del proceso y los requisitos de hardware. Asimismo, puede usar una API de backend.",
  "page-staking-description": "Se denomina «staking» al acto de depositar 32 ETH para activar el software de validación. Como validador, será responsable de almacenar datos, procesar transacciones y agregar nuevos bloques a la cadena de bloques. Esto contribuirá a que Ethereum sea seguro para todos y le otorgará nuevos ETH en el proceso, proceso que se conoce como prueba de participación y que la cadena de baliza está introduciendo.",
  "page-staking-docked": "Más información sobre la fusión",
  "page-staking-dyor": "Haga su propia investigación",
  "page-staking-dyor-desc": "Ninguno de los servicios de apuesta enumerados están respaldados oficialmente. Asegúrese de investigar un poco para averiguar qué servicio podría ser el mejor para usted.",
  "page-staking-header-1": "Apueste sus ETH para convertirse en un validador de Ethereum",
  "page-staking-how-much": "¿Cuánto está dispuesto a apostar?",
  "page-staking-how-to-stake": "Cómo apostar",
  "page-staking-how-to-stake-desc": "Todo depende de cuánto dinero esté dispuesto a apostar. Necesitará 32 ETH para convertirse en un validador completo, pero es posible apostar menos ETH.",
  "page-staking-join": "Únase",
  "page-staking-join-community": "Únase a la comunidad de participantes",
  "page-staking-join-community-desc": "r/ethstaker es una comunidad en la que se debate la participación en Ethereum. Únase para obtener consejos, apoyo y para hablar de todo lo que está en juego.",
  "page-staking-less-than": "Menos que",
  "page-staking-link-1": "Ver API de backend",
  "page-staking-meta-description": "Una descripción general de las apuestas de Ethereum: los riesgos, las recompensas, los requisitos y dónde hacerlo.",
  "page-staking-meta-title": "Apuestas en Ethereum",
  "page-staking-more-sharding": "Más sobre fragmentación",
  "page-staking-pool": "Apuestas en un grupo",
  "page-staking-pool-desc": "Si tiene menos de 32 ETH, podrá añadir pequeñas apuestas a grupos de apuestas. Algunas empresas pueden hacerlo todo en su nombre, así que no tendrá que preocuparse de tener que estar todo el tiempo en línea. He aquí, los nombres de algunas empresas de las que se puede informar.",
  "page-staking-rocket-pool": "Puede apostar en Rocket Pool cambiando ETH por el token líquido de Rocket Pool rETH con tan solo 0.01 ETH. ¿Quiere ejecutar un nodo? También puede ejecutar un nodo de apuestas en Rocket Pool a partir de 16 ETH. El resto de ETH se asigna desde el protocolo Rocket Pool, utilizando los usuarios de ETH depositados en el grupo.",
  "page-staking-pos-explained": "Prueba de participación explicada",
  "page-staking-pos-explained-desc": "Para convertirse en un validador en el sistema de prueba de participación tiene que apostar. Este es un mecanismo de consenso que va a sustituir al sistema de prueba de trabajo que está actualmente en vigor. Los mecanismos de consenso son los que mantienen las cadenas de bloques como Ethereum seguras y descentralizadas.",
  "page-staking-pos-explained-desc-1": "La prueba de participación ayuda a proteger la red de varias maneras:",
  "page-staking-services": "Ver todos los servicios de apuesta",
  "page-staking-sharding": "Desbloquea la fragmentación",
  "page-staking-sharding-desc": "La fragmentación solo es posible con el sistema de prueba de participación. La fragmentación en un sistema de prueba de trabajo disiparía la cantidad de potencia computacional requerida para corromper la red, haciendo más fácil que mineros maliciosos controlen los fragmentos. Este no es el caso con participantes asignados aleatoriamente en la prueba de participación.",
  "page-staking-solo": "Apueste en solitario y ejecute un validador",
  "page-staking-solo-desc": "Para comenzar el proceso de apuesta, deberá usar la plataforma de lanzamiento de apuesta. Esto le guiará a través de toda la configuración. Parte del proceso de apuesta consiste en ejecutar un cliente de consenso, que es una copia local de la cadena de bloques. Esto puede tardar un tiempo en descargarse en su computadora.",
  "page-staking-start": "Empezar a apostar",
  "page-staking-subtitle": "Las apuestas son un bien público para el ecosistema Ethereum, que pueden ayudar a asegurar la red y a ganar recompensas en el proceso.",
  "page-staking-sustainability": "Más sostenible",
  "page-staking-sustainability-desc": "Los validadores no necesitan computadoras con alto consumo de energía para participar en el sistema de prueba de participación, tan solo un ordenador portátil o teléfono móvil. Esto hará que Ethereum dañe menos el medio ambiente.",
  "page-staking-the-beacon-chain": "Más información sobre la cadena de baliza",
  "page-staking-title-1": "Recompensas",
  "page-staking-title-2": "Riesgos",
  "page-staking-title-3": "Requisitos",
  "page-staking-title-4": "Cómo apostar sus ETH",
  "page-staking-upgrades-li": "La cadena de baliza gestiona la prueba de participación.",
  "page-staking-upgrades-li-2": "Se espera que en el futuro, Ethereum tendrá una cadena de baliza de prueba de participación y una red principal de prueba de trabajo. La red principal es el Ethereum que hemos estado usando durante años.",
  "page-staking-upgrades-li-3": "Durante este tiempo, los participantes podrán añadir nuevos bloques a la cadena de baliza, pero no procesar transacciones en la red principal.",
  "page-staking-upgrades-li-4": "Ethereum pasará totalmente al sistema de prueba de participación una vez que la red principal de Ethereum se fusione con la cadena de baliza.",
  "page-staking-upgrades-li-5": "A continuación, se realizará una actualización en pequeña escala para permitir la retirada de los fondos apostados.",
  "page-staking-upgrades-title": "Prueba de participación y actualizaciones de consenso",
  "page-staking-validators": "Más validadores, mayor seguridad",
  "page-staking-validators-desc": "En una cadena de bloques como Ethereum, es posible censurar y reordenar transacciones como le parezca, si usted controla la mayoría de la red. No obstante, para controlar la mayoría de la red se necesita a la mayoria de los validadores, es decir que necesitaría controlar la mayoría del ETH que circula en el sistema (¡y eso es mucho!). Esta cantidad de ETH crece cada vez que un nuevo validador entra en el sistema, reforzando la seguridad de la red. La prueba de trabajo —el modelo de seguridad que será reemplazado por el modelo de prueba de participación— requiere que los validadores (mineros) posean hardware especializado y mucho espacio físico. Esto hace que acceder al sistema como minero sea difícil, lo cual quiere decir que la seguridad contra ataques de mayoría no aumenta tanto. La prueba de participación no tiene estos requisitos, lo cual conllevaría el crecimiento de la red (y una creciente resistencia a la mayoría de los ataques) a tamaños que no son posibles con la prueba de trabajo.",
  "page-staking-withdrawals": "Las retiradas no se activarán de inmediato",
  "page-staking-withdrawals-desc": "No podrá retirar los fondos en apuestas hasta la implantación de nuevas actualizaciones. Las retiradas se habilitarán por medio de una actualización en pequeña escala, tras el acoplamiento de la red principal con la cadena de baliza."
}
