{
  "page-events-meta-title": "Eventos cripto de {year}",
  "page-events-meta-description": "Descubre las principales conferencias de criptomonedas y cadena de bloques que dan forma a {year}. Explora los principales eventos de Ethereum, encuentros Web3 y reuniones globales.",
  "page-events-hero-title": "Eventos cripto de {year}",
  "page-events-hero-subtitle": "Ethereum cobra vida a través de las personas. Desde pequeños encuentros Web3 y reuniones de la comunidad hasta grandes conferencias, hackatones y centros comunitarios permanentes que afianzan los ecosistemas locales de todo el mundo.",
  "page-events-whats-on-page": "¿Qué hay en esta página?",
  "page-events-nav-community-hubs": "Centros comunitarios",
  "page-events-nav-meetups": "Encuentros",
  "page-events-nav-conferences": "Conferencias",
  "page-events-nav-for-organizers": "Para organizadores",
  "page-events-section-major-conferences": "Principales conferencias de cadena de bloques",
  "page-events-section-hubs": "Centros comunitarios de Ethereum",
  "page-events-section-hubs-subtitle": "Puedes unirte a sesiones regulares de trabajo colaborativo y eventos comunitarios en estos espacios permanentes, perfectos para trabajar con inspiración, aprender, conectar y construir.",
  "page-events-hub-description-london": "Una planta dedicada a los constructores, investigadores, creadores, estudiantes y exploradores de Ethereum en el Encode Club.",
  "page-events-hub-description-berlin": "La oficina de la Ethereum Foundation abre sus puertas todos los miércoles para que constructores, investigadores, creadores, estudiantes y exploradores puedan trabajar juntos, conectarse y colaborar.",
  "page-events-hub-description-dubai": "Un espacio inspirador en el Hadron Founders Club para fundadores, constructores, investigadores y exploradores donde trabajar juntos, conectar, colaborar y aprender.",
  "page-events-hub-description-lagos": "Un espacio comunitario dinámico en Web3Bridge, en Lagos, para que constructores, fundadores, investigadores y creativos trabajen juntos, colaboren y crezcan juntos.",
  "page-events-hub-description-sf": "Frontier Tower es una aldea vertical de 16 plantas en el corazón de San Francisco donde la gente impulsa la tecnología profunda y las tecnologías de vanguardia en un ambiente relajado e inspirador. La planta 12 está dedicada a Ethereum y a la tecnología descentralizada.",
  "page-events-hub-cta-default": "Únete para sesiones diarias de trabajo colaborativo y eventos regulares.",
  "page-events-hub-cta-berlin": "Únete a los miércoles de trabajo colaborativo y a los eventos regulares.",
  "page-events-hub-coworking-cta": "Inscríbete para el trabajo colaborativo",
  "page-events-hub-meetup-cta": "Ver encuentros",
  "page-events-hub-apply-cta": "Solicita ser anfitrión de un centro",
  "page-events-hub-cowork-signup": "Inscripción para trabajo colaborativo",
  "page-events-hub-meetups": "Encuentros",
  "page-events-section-find-events": "Encuentra eventos cerca de ti",
  "page-events-section-find-events-subtitle": "Busca las próximas conferencias, hackatones y reuniones de la comunidad de todo el mundo en el ecosistema de Ethereum.",
  "page-events-search-placeholder": "Buscar por nombre o ubicación",
  "page-events-search-sr-text": "los resultados se actualizan a medida que escribes",
  "page-events-search-submit-sr-text": "los resultados se actualizan al enviar",
  "page-events-search-results-title": "Resultados de la búsqueda",
  "page-events-search-no-results": "No se han encontrado eventos que coincidan con tu búsqueda",
  "page-events-search-hero-title": "Eventos de Ethereum",
  "page-events-search-metadata-description": "Encuentra y explora los próximos encuentros en todo el mundo y conecta con gente que construye en Ethereum en tu ciudad.",
  "page-events-search-hero-title-q": "Eventos de Ethereum: \"{q}\"",
  "page-events-search-hero-subtitle": "Ethereum es local y global a la vez. Desde encuentros y sesiones de trabajo colaborativo hasta grandes conferencias y hackatones, explora los eventos de Ethereum que tienen lugar en {location} y en la región circundante. Conoce a constructores, aprende algo nuevo y forma parte del ecosistema local.",
  "page-events-section-local-meetups": "Encuentros de la comunidad local de Ethereum",
  "page-events-section-local-meetups-subtitle": "Eventos organizados por grupos de entusiastas de Ethereum: una oportunidad para que las personas interesadas en Ethereum se reúnan, hablen sobre Ethereum y conozcan los últimos avances.",
  "page-events-section-upcoming-conferences": "Próximas conferencias de Ethereum",
  "page-events-section-upcoming-conferences-subtitle": "Explora las conferencias más inspiradoras de la comunidad Ethereum, donde constructores, investigadores y soñadores se reúnen para aprender, conectar y dar forma al futuro.",
  "page-events-see-all": "Ver todo",
  "page-events-section-organizers": "Para organizadores de eventos",
  "page-events-section-organizers-subtitle": "Tanto si estás planeando tu primer evento como si ya has organizado un encuentro, un taller, un hackatón o una reunión de la comunidad, existen muchos recursos y equipos útiles que pueden ofrecerte orientación, apoyo y recursos adicionales para que tu evento sea un éxito y tenga el mayor impacto posible.",
  "page-events-section-organizers-planning": "¿Estás planeando un evento?",
  "page-events-section-organizers-planning-description": "Aquí tienes una guía completa para eventos escrita con el apoyo de la comunidad, para la comunidad.",
  "page-events-section-organizers-planning-cta": "Leer la guía",
  "page-events-section-support": "¿Buscas apoyo?",
  "page-events-section-support-subtitle": "A continuación, encontrarás equipos que pueden brindarte apoyo, orientación y ayuda tanto si estás planeando tu primer evento como si estás continuando, desarrollando o mejorando un evento en curso, una serie de reuniones comunitarias u otras iniciativas.",
  "page-events-support-ethereum-everywhere": "Ethereum Everywhere",
  "page-events-support-ethereum-everywhere-description": "El equipo de Ethereum Everywhere es un equipo de amplificación del ecosistema dentro de la Ethereum Foundation, que empodera y apoya a las comunidades y eventos locales de diversas maneras, y les ayuda a tener éxito y ser sostenibles a largo plazo.",
  "page-events-support-ethereum-everywhere-guidance": "Orientación",
  "page-events-support-ethereum-everywhere-guidance-description": "Asesoramiento cercano sobre la planificación y organización de eventos y comunidades de éxito que den la bienvenida a nuevos constructores y usuarios, les ayuden a incorporarse, y mantengan a las comunidades existentes conectadas y participativas.",
  "page-events-support-ethereum-everywhere-resources": "Recursos",
  "page-events-support-ethereum-everywhere-resources-description": "Provisión de plantillas, mejores prácticas, actualizaciones y tablones de oportunidades para ayudar a los organizadores a crear experiencias coherentes y atractivas.",
  "page-events-support-ethereum-everywhere-connections": "Conexiones y amplificación",
  "page-events-support-ethereum-everywhere-connections-description": "Apoyo para encontrar socios, colaboradores y ponentes regionales, además de visibilidad a través de la comunidad y los canales de redes sociales.",
  "page-events-support-geode-labs": "Geode Labs",
  "page-events-support-geode-labs-description": "Geode Labs es una organización global de desarrollo del ecosistema Ethereum y un estudio de productos nacido de la Ethereum Foundation.",
  "page-events-support-geode-labs-grants": "Programa de subvenciones de Geode Labs",
  "page-events-support-geode-labs-grants-description": "Subvenciones para el ecosistema que fortalecen la descentralización de Ethereum con un enfoque a nivel de base.",
  "page-events-support-geode-labs-local": "Local Ethereum",
  "page-events-support-geode-labs-local-description": "Un boletín que colabora con líderes de la comunidad local para contar las geo-historias de Ethereum.",
  "page-events-support-geode-labs-ethstars": "ETHStars",
  "page-events-support-geode-labs-ethstars-description": "Un centro comunitario de Ethereum donde los constructores aprenden, se conectan y ganan.",
  "page-events-get-in-touch": "Contáctenos",
  "page-events-filter-all": "Todo",
  "page-events-filter-conferences": "Conferencias",
  "page-events-filter-hackathons": "Hackatones",
  "page-events-filter-meetups": "Encuentros",
  "page-events-view-all-conferences": "Ver todas las conferencias",
  "page-events-view-all-meetups": "Ver todos los encuentros",
  "page-events-no-upcoming": "No hay próximos eventos en este momento",
  "page-events-tag-online": "En línea",
  "page-events-tag-conference": "Conferencia",
  "page-events-tag-hackathon": "Hackathon",
  "page-events-tag-meetup": "Encuentro",
  "page-events-tag-popup": "Popup",
  "page-events-tag-regional": "Regional",
  "page-events-tag-group": "Grupo",
  "page-events-tag-other": "Otro",
  "page-events-tag-cowork": "Trabajo colaborativo",
  "page-events-continent-africa": "África",
  "page-events-continent-asia": "Asia",
  "page-events-continent-europe": "Europa",
  "page-events-continent-middle-east": "Oriente Medio",
  "page-events-continent-north-america": "Norteamérica",
  "page-events-continent-oceania": "Oceanía",
  "page-events-continent-south-america": "Sudamérica",
  "page-events-conferences-hero-title": "Conferencias cripto de {year}",
  "page-events-conferences-hero-subtitle": "Descubre las principales conferencias de criptomonedas y cadena de bloques que dan forma a {year}. Explora los principales eventos de Ethereum, los encuentros Web3 y las reuniones globales que impulsan la próxima ola de innovación descentralizada.",
  "page-events-conferences-major-events": "Eventos principales",
  "page-events-meetups-hero-title": "Encuentros de Ethereum de {year}",
  "page-events-meetups-hero-subtitle": "Los encuentros de Ethereum son donde se forma la verdadera comunidad. Desde reuniones informales de constructores y días de trabajo colaborativo hasta talleres y encuentros del ecosistema local. Explora los próximos encuentros en todo el mundo y conecta con gente que construye en Ethereum en tu ciudad.",
  "page-events-meetups-events-subtitle": "Busca los próximos hackatones, reuniones de la comunidad y conferencias en el ecosistema de Ethereum.",
  "page-events-cta-title": "¿Estás organizando un evento?",
  "page-events-cta-body": "Esta es una lista no exhaustiva mantenida por nuestra comunidad. ¿Conoces algún próximo evento de Ethereum para añadir a esta lista?",
  "page-events-cta-button": "Enviar un evento"
}
