{
  "page-eth-buy-some": "¿Quieres comprar Ethereum?",
  "page-eth-buy-some-desc": "Es habitual confundir Ethereum y ETH. Ethereum es la cadena de bloques y ETH (Ether) es el activo principal de Ethereum. ETH es lo que probablemente estés buscando comprar.",
  "page-eth-cat-img-alt": "Gráfico de glifo ETH con un caleidoscopio de gatos",
  "page-eth-collectible-tokens": "Tokens coleccionables",
  "page-eth-collectible-tokens-desc": "Tokens que representan un artículo de juego coleccionable, una obra de arte digital u otros activos únicos. Comúnmente conocidos como tokens no fungibles (NFT).",
  "page-eth-cryptography": "Protegido por criptografía",
  "page-eth-cryptography-desc": "El dinero de Internet puede ser nuevo, pero está garantizado por criptografía probada. Esto protege tu cartera, tu ETH y tus transacciones. ",
  "page-eth-currency-for-apps": "Es la moneda de las aplicaciones Ethereum.",
  "page-eth-currency-for-future": "Moneda para nuestro futuro digital",
  "page-eth-description": "ETH es una criptomoneda. Es escaso el dinero digital que puedes usar en Internet, similar a Bitcoin. Si eres nuevo en el mundo de las criptomonedas, así es como ETH se diferencia del dinero tradicional.",
  "page-eth-earn-interest-link": "Ganar intereses",
  "page-eth-ethhub-caption": "Actualizado a menudo",
  "page-eth-ethhub-overview": "EthHub tiene una excelente descripción general si lo deseas",
  "page-eth-flexible-amounts": "Disponible en cantidades flexibles",
  "page-eth-flexible-amounts-desc": "ETH es divisible hasta 18 posiciones decimales, por lo que no tienes que comprar 1 ETH completo. Puedes comprar fracciones a la vez, tan solo 0,000000000000000001 ETH si lo deseas.",
  "page-eth-fuels": "ETH alimenta y asegura Ethereum",
  "page-eth-fuels-desc": "ETH es el elemento vital de Ethereum. Cuando envías ETH o usas una aplicación Ethereum, pagarás una pequeña tarifa en ETH por usar la red Ethereum. Esta tarifa es un incentivo para que un minero procese y verifique lo que estás tratando de hacer.",
  "page-eth-fuels-desc-2": "Los mineros son como los poseedores de registros de Ethereum: comprueban y demuestran que nadie esté haciendo trampa. Los mineros que hacen este trabajo también son recompensados con pequeñas cantidades de ETH recién emitidas.",
  "page-eth-fuels-desc-3": "El trabajo que hacen los mineros mantiene a Ethereum seguro y libre de control centralizado. En otras palabras,",
  "page-eth-fuels-more-staking": "Más acerca del staking",
  "page-eth-fuels-staking": "ETH se volverá aún más importante con las apuestas. Cuando apuestes tu ETH, podrás ayudar a asegurar Ethereum y ganar recompensas. En este sistema, la amenaza de perder tu ETH desincentiva los ataques.",
  "page-eth-get-eth-btn": "Conseguir ETH",
  "page-eth-gov-tokens": "Tokens de gobernanza",
  "page-eth-gov-tokens-desc": "Tokens que representan el poder de voto en organizaciones descentralizadas.",
  "page-eth-has-value": "¿Por qué ETH tiene valor?",
  "page-eth-has-value-desc": "ETH es valioso de diferentes maneras para diferentes personas.",
  "page-eth-has-value-desc-2": "Para los usuarios de Ethereum, ETH es valioso porque permite pagar tarifas de transacción.",
  "page-eth-has-value-desc-3": "Otros lo ven como una reserva digital de valor, porque la creación de nuevos ETH se ralentiza con el tiempo.",
  "page-eth-has-value-desc-4": "Más recientemente, ETH se ha vuelto valioso para los usuarios de aplicaciones financieras en Ethereum. El motivo es que puedes usar ETH como garantía para préstamos criptográficos o como sistema de pago.",
  "page-eth-has-value-desc-5": "Por supuesto, muchos también lo ven como una inversión, similar al bitcoin o a otras criptomonedas.",
  "page-eth-how-to-buy": "Cómo comprar Ether",
  "page-eth-how-to-buy-caption": "Actualizado a menudo",
  "page-eth-is-money": "ETH es dinero digital global.",
  "page-eth-last-updated": "Enero de 2019",
  "page-eth-mining-link": "Más sobre minería",
  "page-eth-monetary-policy": "Política monetaria de Ethereum",
  "page-eth-more-on-ethereum-link": "Más sobre Ethereum",
  "page-eth-no-centralized": "Sin control centralizado ",
  "page-eth-no-centralized-desc": "ETH es descentralizado y global. No hay empresa o banco que pueda decidir imprimir más ETH o cambiar los términos de uso.",
  "page-eth-non-fungible-tokens-link": "Tokens no fungibles",
  "page-eth-not-only-crypto": "ETH no es la única criptografía en Ethereum",
  "page-eth-not-only-crypto-desc": "Cualquiera puede crear nuevos tipos de activos e intercambiarlos en Ethereum. Estos se conocen como \"tokens\". La gente ha \"tokenizado\" las monedas tradicionales, sus bienes raíces, su arte e incluso ¡a sí mismos!",
  "page-eth-not-only-crypto-desc-2": "Ethereum alberga miles de tokens, algunos más útiles y valiosos que otros. Los desarrolladores están constantemente creando nuevos tokens que desbloquean nuevas posibilidades y abren nuevos mercados.",
  "page-eth-not-only-crypto-desc-3": "Si deseas obtener más información sobre los tokens, nuestros amigos de EthHub han escrito un par de excelentes reseñas:",
  "page-eth-open": "Abierto a cualquiera",
  "page-eth-open-desc": "Solo necesitas una conexión a Internet y una cartera para aceptar ETH. No necesitas acceso a una cuenta bancaria para aceptar pagos. ",
  "page-eth-p2p-payments": "Pagos de Persona-a-persona (P2P)",
  "page-eth-p2p-payments-desc": "Puedes enviar tu ETH sin ningún servicio intermediario como un banco. Es como entregar dinero en efectivo en persona, pero puede hacerlo de forma segura con cualquier persona, en cualquier lugar y en cualquier momento.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Tipos populares de tokens",
  "page-eth-powers-ethereum": "ETH impulsa Ethereum",
  "page-eth-shit-coins": "Monedas inservibles",
  "page-eth-shit-coins-desc": "Dado que crear nuevos tokens es fácil, cualquiera puede hacerlo, incluso personas con malas o equivocadas intenciones. Investiga siempre los tokens antes de usarlos.",
  "page-eth-stablecoins": "Monedas estables (\"stablecoins\")",
  "page-eth-stablecoins-desc": "Tokens que reflejan el valor de monedas tradicionales, como los dólares. Esto resuelve el problema de la volatilidad de algunas criptomonedas.",
  "page-eth-stablecoins-link": "Obtener monedas estables",
  "page-eth-stream-link": "Flujo ETH",
  "page-eth-tokens-link": "Tokens de Ethereum",
  "page-eth-trade-link-2": "Intercambiar tokens",
  "page-eth-underpins": "ETH sostiene el sistema financiero de Ethereum",
  "page-eth-underpins-desc": "No satisfecha con los pagos, la comunidad Ethereum está construyendo un sistema financiero completo que es de igual a igual y accesible a todos.",
  "page-eth-underpins-desc-2": "Puedes utilizar ETH como garantía para generar tokens de criptomonedas completamente diferentes en Ethereum. Además, puedes pedir, prestar y ganar intereses sobre ETH y otros tokens respaldados por ETH.",
  "page-eth-uses": "Los usos de ETH crecen cada día",
  "page-eth-uses-desc": "Debido a que Ethereum es programable, los desarrolladores pueden dar forma a ETH de innumerables maneras.",
  "page-eth-uses-desc-2": "Allá por 2015, todo lo que podías hacer era enviar ETH de una cuenta de Ethereum a otra. Aquí tienes solo algunas de las cosas que se pueden hacer hoy.",
  "page-eth-uses-desc-3": "pagar a alguien o recibir fondos en tiempo real.",
  "page-eth-uses-desc-4": "puedes intercambiar ETH con otros tokens, incluidos bitcoins.",
  "page-eth-uses-desc-5": "en ETH y otros tokens basados en Ethereum.",
  "page-eth-uses-desc-6": "acceder al mundo de las criptomonedas con un valor estable, menos volátil.",
  "page-eth-value": "Por qué ether es valioso",
  "page-eth-video-alt": "Vídeo de glifos ETH",
  "page-eth-whats-eth": "¿Qué es el ether (ETH)?",
  "page-eth-whats-eth-hero-alt": "Imagen de un grupo de personas maravilladas ante un glifo ether (ETH)",
  "page-eth-whats-eth-meta-desc": "Lo que necesitas conocer para comprender ETH y su lugar en Ethereum.",
  "page-eth-whats-eth-meta-title": "¿Qué es el ether (ETH)?",
  "page-eth-whats-ethereum": "¿Qué es Ethereum?",
  "page-eth-whats-ethereum-desc": "Si deseas obtener más información sobre Ethereum, la tecnología tras ETH, consulta nuestra introducción.",
  "page-eth-whats-unique": "¿Qué tiene de único ETH?",
  "page-eth-whats-unique-desc": "Hay algunas criptomonedas y muchos otros tokens en Ethereum, pero hay algunas cosas que solo ETH puede hacer.",
  "page-eth-where-to-buy": "Dónde obtener ETH",
  "page-eth-where-to-buy-desc": "Puedes obtener ETH de un intercambio o una cartera, pero las políticas son diferentes en cada país. Comprueba los servicios que te permitirán comprar ETH.",
  "page-eth-yours": "Es realmente tuyo",
  "page-eth-yours-desc": "ETH te permite ser tu propio banco. Puedes controlar tus propios fondos con tu cartera como prueba de titularidad; no se requieren terceros."
}
