{
  "page-get-eth-cex": "Intercambios centralizados",
  "page-get-eth-cex-desc": "Los intercambios son negocios que te permiten comprar criptomonedas utilizando monedas tradicionales. Los intercambios tienen la custodia de cualquier ETH que compres hasta que lo envíes a una cartera que controlas.",
  "page-get-eth-checkout-dapps-btn": "Revisar dapps",
  "page-get-eth-community-safety": "Mensajes de la comunidad sobre seguridad",
  "page-get-eth-description": "Ethereum y ETH no están controlados por ningún gobierno o empresa: están descentralizados. Esto significa que ETH está abierto para que todos lo usen.",
  "page-get-eth-dex": "Intercambios descentralizados (DEX)",
  "page-get-eth-dex-desc": "Si deseas más control, compra ETH entre pares. Con un DEX puedes comerciar sin ceder el control de tus fondos a una empresa centralizada.",
  "page-get-eth-dexs": "Intercambios descentralizados (DEX)",
  "page-get-eth-dexs-desc": "Los intercambios descentralizados son mercados abiertos para ETH y otros tokens. Conectan directamente a compradores y vendedores.",
  "page-get-eth-dexs-desc-2": "En lugar de utilizar un tercero de confianza para salvaguardar fondos en la transacción, usan código. El ETH del vendedor únicamente se transferirá cuando el pago esté garantizado. Este tipo de código se conoce como \"contrato inteligente\".",
  "page-get-eth-dexs-desc-3": "Esto significa que hay menos restricciones geográficas que con las alternativas centralizadas. Si alguien vende lo que buscas y acepta el método de pago que tú proporcionas, entonces adelante. Los DEX te permiten comprar ETH con otros tokens, Pay-Pal o incluso entregas de dinero en efectivo.",
  "page-get-eth-do-not-copy": "EJEMPLO: NO COPIAR",
  "page-get-eth-exchanges-disclaimer": "Recopilamos esta información manualmente. Si detectas algo erróneo, háznoslo saber a través de",
  "page-get-eth-exchanges-empty-state-text": "Introduce tu país de residencia para ver la lista de carteras e intercambios que puedes utilizar para comprar ETH",
  "page-get-eth-exchanges-except": "Excepto",
  "page-get-eth-exchanges-header": "¿En qué país vives?",
  "page-get-eth-exchanges-header-exchanges": "Intercambios",
  "page-get-eth-exchanges-header-wallets": "Carteras",
  "page-get-eth-exchanges-intro": "Los intercambios y las carteras tienen restricciones sobre dónde pueden vender criptomonedas.",
  "page-get-eth-exchanges-no-exchanges": "Lo sentimos, no sabemos de ningún intercambio que te permita comprar ETH de este país. Si tú sí, dínoslo a través de",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Lo sentimos, no sabemos de ningún intercambio o cartera que te permita comprar ETH de este país. Si tú sí, dínoslo a través de",
  "page-get-eth-exchanges-no-wallets": "Lo sentimos, no sabemos de ninguna cartera que te permita comprar ETH de este país. Si tú sí, dínoslo a través de",
  "page-get-eth-exchanges-success-exchange": "Puede tardar varios días en registrarse en un intercambio debido a sus controles legales.",
  "page-get-eth-exchanges-success-wallet-link": "carteras",
  "page-get-eth-exchanges-success-wallet-paragraph": "Donde vives, puedes comprar ETH directamente de estas carteras. Obtén más información sobre",
  "page-get-eth-exchanges-usa": "Estados Unidos de América (EE. UU.)",
  "page-get-eth-get-wallet-btn": "Obtener una cartera",
  "page-get-eth-hero-image-alt": "Obtener imagen de héroe ETH",
  "page-get-eth-keep-it-safe": "Mantener seguro tu ETH",
  "page-get-eth-meta-description": "Cómo comprar ETH según el lugar donde vives y consejos sobre cómo cuidarlo.",
  "page-get-eth-meta-title": "Cómo comprar ETH",
  "page-get-eth-need-wallet": "Necesitarás una cartera para usar un intercambio descentralizado (DEX).",
  "page-get-eth-new-to-eth": "¿Nuevo en ETH? Aquí hay una descripción general para comenzar.",
  "page-get-eth-other-cryptos": "Comprar con otra criptomoneda",
  "page-get-eth-protect-eth-desc": "Si planeas comprar muchos ETH, puede que desees mantenerlos en una cartera que controles, no en un intercambio. El motivo es que un intercambio es un objetivo probable para los hackers. Si un hacker consigue acceder, podrías perder tus fondos. Alternativamente, solo tú tienes el control de la cartera.",
  "page-get-eth-protect-eth-in-wallet": "Protege tu ETH en una cartera",
  "page-get-eth-search-by-country": "Buscar por país",
  "page-get-eth-security": "No obstante, esto significa que necesitas tomarte en serio la seguridad de tus fondos. Con ETH, no estás confiando el cuidado de tu dinero a un banco, sino que lo cuidas tú mismo.",
  "page-get-eth-smart-contract-link": "Más sobre contratos inteligentes",
  "page-get-eth-swapping": "Intercambia tus tokens por ETH de otras personas, y viceversa.",
  "page-get-eth-traditional-currencies": "Compra con monedas tradicionales",
  "page-get-eth-traditional-payments": "Compra ETH con métodos de pago tradicionales directamente de los vendedores.",
  "page-get-eth-try-dex": "Prueba un DEX",
  "page-get-eth-use-your-eth": "Usa tu ETH",
  "page-get-eth-use-your-eth-dapps": "Ahora que posees ETH, revisa algunas aplicaciones descentralizadas de Ethereum (dapps). Existen dapps para finanzas, redes sociales, juegos y muchas más categorías.",
  "page-get-eth-wallet-instructions": "Sigue las instrucciones de la cartera",
  "page-get-eth-wallet-instructions-lost": "Si pierdes al acceso a la cartera, perderás el acceso a tus fondos. La cartera debe darte instrucciones sobre cómo protegerte de esto. Asegúrate de seguirlas con atención. En la mayoría de los casos, nadie podrá ayudarte si pierdes el acceso a tu cartera.",
  "page-get-eth-wallets": "Carteras",
  "page-get-eth-wallets-link": "Más sobre carteras",
  "page-get-eth-wallets-purchasing": "Algunas carteras te permiten comprar criptomonedas con una tarjeta de débito o crédito, transferencia bancaria o incluso Apple Pay. Se aplican restricciones geográficas.",
  "page-get-eth-warning": "Estos DEX no son para principiantes, ya que necesitarás ETH para usarlos.",
  "page-get-eth-what-are-DEX's": "¿Qué son los DEX?",
  "page-get-eth-whats-eth-link": "¿Qué es ETH?",
  "page-get-eth-where-to-buy-desc": "Puedes comprar ETH desde intercambios o directamente desde carteras.",
  "page-get-eth-where-to-buy-desc-2": "Comprueba qué servicios puedes usar en función del lugar donde vives.",
  "page-get-eth-where-to-buy-title": "Dónde comprar ETH",
  "page-get-eth-your-address": "Tu dirección de ETH",
  "page-get-eth-your-address-desc": "Cuando descargues una cartera, creará una dirección pública de ETH para ti. Tendrá el siguiente aspecto:",
  "page-get-eth-your-address-desc-3": "Piensa en esto como si fuera tu dirección de correo electrónico, pero en lugar de correo recibes ETH. Si quieres transferir ETH de un intercambio a su cartera, utiliza tu dirección como destino. Asegúrate de revisarlo siempre cuidadosamente antes de enviar.",
  "page-get-eth-your-address-wallet-link": "Revisar las carteras"
}
