{
  "consensus-client-lighthouse-logo-alt": "Logo de Lighthouse",
  "consensus-client-lodestar-logo-alt": "Logo de Lodestar",
  "consensus-client-nimbus-logo-alt": "Logo de Nimbus",
  "consensus-client-prysm-logo-alt": "Logo de Prysm",
  "consensus-client-teku-logo-alt": "Logo de Teku",
  "page-upgrades-answer-1": "Piensa en Eth2 como un conjunto de actualizaciones que se están añadiendo para mejorar el Ethereum que usamos hoy. Estas mejoras incluyen la creación de una nueva cadena llamada \"cadena de baliza\" y hasta 64 cadenas conocidas como \"fragmentos\".",
  "page-upgrades-answer-2": "Son independientes de la red principal de Ethereum que utilizamos hoy en día, pero no la reemplazarán. En vez de eso, la red principal se acoplará o \"fusionará\" con este sistema paralelo que se está añadiendo con el tiempo.",
  "page-upgrades-answer-4": "En otras palabras, el Ethereum que utilizamos hoy encarnará todas las características que buscamos en la visión de Eth2.",
  "page-upgrades-beacon-chain-btn": "Más sobre la Cadena de Baliza",
  "page-upgrades-beacon-chain-date": "La Cadena de Baliza se introdujo el 1 de diciembre de 2020.",
  "page-upgrades-beacon-chain-desc": "La primera adición de Eth2 al ecosistema. La Cadena de Baliza trae apuestas a Ethereum, sienta las bases para futuras actualizaciones y, en última instancia, coordinará el nuevo sistema.",
  "page-upgrades-beacon-chain-estimate": "La Cadena de Baliza está en directo",
  "page-upgrades-beacon-chain-title": "La Cadena de Baliza",
  "page-upgrades-bug-bounty": "Ver el programa de recompensas por errores",
  "page-upgrades-clients": "Revisa los clientes de Eth2",
  "page-staking-deposit-contract-title": "Comprueba la dirección del contrato de depósito",
  "page-upgrades-diagram-ethereum-mainnet": " Red principal de Ethereum",
  "page-upgrades-diagram-h2": "Cómo encajan entre sí las actualizaciones",
  "page-upgrades-diagram-link-1": "Más sobre la prueba de trabajo",
  "page-upgrades-diagram-link-2": "Más sobre las cadenas de fragmentos",
  "page-upgrades-diagram-mainnet": "Red principal",
  "page-upgrades-diagram-p": "La red principal de Ethereum continuará existiendo en su forma actual durante un tiempo. Esto significa que la Cadena de Baliza y las actualizaciones de fragmentos no interrumpirán la red.",
  "page-upgrades-diagram-p-1": "La red principal se fusionará con el nuevo sistema introducido por las actualizaciones de Eth2.",
  "page-upgrades-diagram-p-2": "La Cadena de Baliza se convertirá en el conductor de Ethereum, coordinará a los validadores y marcará el ritmo de creación de bloques.",
  "page-upgrades-diagram-p-3": "Al principio, existirá por separado de la red principal y administrará validadores: no tendrá nada que ver con contratos inteligentes, transacciones o cuentas.",
  "page-upgrades-diagram-p-4": "Los fragmentos proporcionarán un montón de datos adicionales para ayudar a aumentar la cantidad de transacciones que la red principal puede manejar. La Cadena de Baliza coordinará estos datos.",
  "page-upgrades-diagram-p-5": "Pero todas las transacciones seguirán confiando en la red principal, que seguirá existiendo como la conocemos hoy: asegurada por la prueba de trabajo y los mineros.",
  "page-upgrades-diagram-p-6": "La red principal se fusionará con el sistema de prueba de participación, coordinado por la Cadena de Baliza.",
  "page-upgrades-diagram-p-8": "Esto convertirá la red principal en un fragmento dentro del nuevo sistema. Los mineros ya no serán necesarios, ya que todo Ethereum estará asegurado por validadores.",
  "page-upgrades-diagram-p10": "Eth2 no es una migración ni algo simple. Describe un conjunto de actualizaciones en las que se trabajó para desbloquear el verdadero potencial de Ethereum. Así es como todas las piezas encajan.",
  "page-upgrades-diagram-scroll": "Desplázate para explorar: toca para obtener más información.",
  "page-upgrades-diagram-shard": "Fragmento (1)",
  "page-upgrades-diagram-shard-1": "Fragmento (...)",
  "page-upgrades-diagram-shard-2": "Fragmento (2)",
  "page-upgrades-diagram-shard-3": "Fragmento (...)",
  "page-upgrades-diagram-validators": "Más sobre validadores",
  "page-upgrades-dive": "Sumérgete en la visión",
  "page-upgrades-dive-desc": "¿Cómo vamos a hacer que Ethereum sea más escalable, seguro y sostenible? Todo al tiempo que se mantiene el espíritu central de descentralización de Ethereum.",
  "page-upgrades-docking": "El acoplamiento",
  "page-upgrades-merge-answer-1": "El acoplamiento se produce cuando la red principal se transforma en un fragmento. Esto ocurrirá tras una exitosa implementación de cadenas de fragmentos.",
  "page-upgrades-merge-btn": "Más sobre el acoplamiento",
  "page-upgrades-merge-desc": "La red principal de Ethereum necesitará \"acoplarse\" o \"unirse\" con la Cadena de Baliza en algún punto. Esto permitirá apostar por toda la red y marcará el final de la minería de intensa energía.",
  "page-upgrades-merge-estimate": "Estimación: 2022",
  "page-upgrades-merge-mainnet": "¿Qué es la red principal?",
  "page-upgrades-merge-mainnet-eth2": "Acoplamiento de la red principal en Eth2",
  "page-upgrades-eth-blog": "Blog de ethereum.org",
  "page-upgrades-explore-btn": "Explorar actualizaciones",
  "page-upgrades-get-involved": "Involucrarse en Eth2",
  "page-upgrades-get-involved-2": "Involucrarse",
  "page-upgrades-head-to": "Dirígete a",
  "page-upgrades-help": "¿Quieres ayudar con Eth2?",
  "page-upgrades-help-desc": "Hay muchas oportunidades para influir en las actualizaciones de Eth2, ayudar con las pruebas e incluso ganar recompensas.",
  "page-upgrades-index-staking": "El staking está aquí",
  "page-upgrades-index-staking-desc": "La clave de las actualizaciones de Eth2 es la introducción de staking (apuestas). Si quieres usar tu ETH para ayudar a proteger la red Ethereum, asegúrate de seguir los siguientes pasos.",
  "page-upgrades-index-staking-learn": "Más información sobre el staking",
  "page-upgrades-index-staking-learn-desc": "La cadena de baliza traerá staking a Ethereum. Esto significa que si tienes ETH, puedes contribuir al bien general al asegurar la red y ganar más ETH en el proceso.",
  "page-upgrades-index-staking-step-1": "1. Configurar con el Launchpad",
  "page-upgrades-index-staking-step-1-btn": "Visita el Launchpad de staking",
  "page-upgrades-index-staking-step-1-desc": "Para apostar en Eth2 necesitarás usar Launchpad, que te guiará a través del proceso.",
  "page-upgrades-index-staking-step-2": "2. Confirmar la dirección de staking",
  "page-upgrades-index-staking-step-2-btn": "Confirma la dirección del contrato de depósito",
  "page-upgrades-index-staking-step-2-desc": "Antes de apostar tu ETH, asegúrate de revisar si tienes la dirección correcta. Debes haber pasado por Launchpad antes de hacer esto.",
  "page-upgrades-index-staking-sustainability": "Más sostenible",
  "page-upgrades-just-docking": "Más sobre el acoplamiento",
  "page-upgrades-meta-desc": "Una descripción general de las actualizaciones de Ethereum 2.0 y la visión que esperan hacer realidad.",
  "page-upgrades-meta-title": "Las actualizaciones de Eth2",
  "page-upgrades-miners": "Más sobre los mineros",
  "page-upgrades-more-on-upgrades": "Más sobre las actualizaciones de Eth2",
  "page-upgrades-proof-of-stake": "prueba de participación",
  "page-upgrades-proof-of-work": "prueba de trabajo",
  "page-upgrades-proof-stake-link": "Más sobre la prueba de participación",
  "page-upgrades-question-1-desc": "Eth2 es un conjunto de distintas actualizaciones con diferentes fechas de envío.",
  "page-upgrades-question-1-title": "¿Cuándo se enviará Eth2?",
  "page-upgrades-question-2-desc": "No es correcto pensar en Eth2 como un blockchain independiente.",
  "page-upgrades-question-2-title": "¿Es Eth2 un blockchain independiente?",
  "page-upgrades-question-3-answer-2": "La cadena de fragmentos y las actualizaciones de acoplamiento pueden afectar a los desarrolladores de dapp. Pero las actualizaciones no han terminado aún, por lo que no se requiere una acción inmediata.",
  "page-upgrades-question-3-answer-3": "Habla con el equipo de investigación y desarrollo de Eth2 en ethresearch.ch.",
  "page-upgrades-question-3-answer-3-link": "Visita ethresearch.ch",
  "page-upgrades-question-3-desc": "Ahora mismo no necesitas hacer nada para prepararte para Eth2.",
  "page-upgrades-question-3-title": "¿Cómo me preparo para Eth2?",
  "page-upgrades-question-4-answer-1": "Cada vez que envías una transacción o usas una dapp hoy en día, estás utilizando Eth1. Este es el Ethereum protegido por mineros.",
  "page-upgrades-question-4-answer-2": "'Eth1', o red principal, continuará ejecutándose normalmente hasta el acoplamiento.",
  "page-upgrades-question-4-answer-3": "Después del acoplamiento, los validadores asegurarán toda la red mediante la prueba de participación.",
  "page-upgrades-question-4-answer-6": "Cualquiera puede convertirse en validador si apuesta su ETH.",
  "page-upgrades-question-4-answer-7": "Más acerca del staking",
  "page-upgrades-question-4-answer-8": "Las actualizaciones de la Cadena de Baliza y de la cadena de fragmentos no interrumpirán Eth1, ya que se desarrollan por separado.",
  "page-upgrades-question-4-desc": "Eth1 se refiere a la red principal de Ethereum donde realizas transacciones hoy en día.",
  "page-upgrades-question-4-title": "¿Qué es Eth1?",
  "page-upgrades-question-5-answer-1": "Para llegar a ser un validador completo en la red, necesitas apostar 32 ETH. Si no tienes esa cantidad o no estás dispuesto a apostar mucho, puedes unirte a los grupos de apuestas. Estos grupos te permitirán apostar menos y ganar fracciones de las recompensas totales.",
  "page-upgrades-question-5-desc": "Necesitarás usar el Launchpad de apuestas o unirte a un grupo de apuestas.",
  "page-upgrades-question-5-title": "¿Cómo puedo participar?",
  "page-upgrades-question-6-answer-1": "Por el momento, no hay que realizar ninguna acción. Sin embargo, te recomendamos que estés al tanto del desarrollo de las cadenas de fragmentos y las actualizaciones de acoplamiento.",
  "page-upgrades-question-6-answer-3": "Danny Ryan, de la fundación Ethereum, actualiza regularmente la comunidad:",
  "page-upgrades-question-6-answer-4": "Ben Edginton, de ConsenSys, tiene un boletín informativo semanal de Eth2:",
  "page-upgrades-question-6-answer-5": "Tú también puedes unirte a los debates sobre investigación y desarrollo de Eth2 en ethresear.ch.",
  "page-upgrades-question-6-desc": "Tu dapp no se verá afectada por ninguna actualización inminente. Sin embargo, las actualizaciones futuras pueden requerir algunos cambios.",
  "page-upgrades-question-6-title": "¿Qué tengo que hacer con mi dapp?",
  "page-upgrades-question-7-desc": "Varios equipos diferentes de toda la comunidad están trabajando en diversas actualizaciones de Eth2.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(implementación de Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(implementación de JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(implementación de Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(implementación de Go)",
  "page-upgrades-question-7-teams": "Los equipos de cliente de Eth2:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(implementación de Java)",
  "page-upgrades-question-7-title": "¿Quién está construyendo Eth2?",
  "page-upgrades-question-8-answer-1": "Las actualizaciones de Eth2 ayudarán a escalar Ethereum de una manera descentralizada, al tiempo que mantienen la seguridad e incrementan la sostenibilidad.",
  "page-upgrades-question-8-answer-2": "Posiblemente el problema más obvio es que Ethereum tiene que poder realizar más de entre 15 y 45 transacciones por segundo. Pero las actualizaciones de Eth2 también abordan otros problemas con Ethereum hoy en día.",
  "page-upgrades-question-8-answer-3": "La red tiene una alta demanda y esto hace que Ethereum sea costoso de usar. Los nodos en la red luchan bajo el tamaño de Ethereum y la cantidad de información que sus ordenadores tienen que procesar y el algoritmo subyacente que mantiene a Ethereum seguro y descentralizado requiere mucha energía y necesita ser más ecológico.",
  "page-upgrades-question-8-answer-4": "Mucho de lo que está cambiando siempre ha estado en la hoja de ruta de Ethereum, incluso desde 2015. Pero las condiciones actuales hacen que se requieran actualizaciones aún mayores.",
  "page-upgrades-question-8-answer-6": "Explora la visión de Eth2",
  "page-upgrades-question-8-desc": "El Ethereum que utilizamos hoy en día necesita ofrecer una mejor experiencia a los usuarios finales y a los participantes de la red.",
  "page-upgrades-question-8-title": "¿Por qué es necesario Eth2?",
  "page-upgrades-question-9-answer-1": "El rol más activo que puedes desempeñar es apostar tu ETH.",
  "page-upgrades-question-9-answer-2": "También puede que desees ejecutar un segundo cliente para ayudar a mejorar la diversidad de los clientes.",
  "page-upgrades-question-9-answer-3": "Si eres más técnico, puedes ayudar a detectar errores en los nuevos clientes.",
  "page-upgrades-question-9-answer-4": "También puedes influir en las discusiones técnicas con investigadores de Ethereum en ethresear.ch.",
  "page-upgrades-question-9-desc": "No necesitas ser técnico para contribuir. La comunidad está buscando contribuciones de todo tipo de habilidades.",
  "page-upgrades-question-9-stake-eth": "Apostar ETH",
  "page-upgrades-question-9-title": "¿Cómo puedo contribuir a Eth2?",
  "page-upgrades-question-10-answer-1": "Somo reacios a comentar mucho en términos de una hoja de ruta técnica porque esto es software: las cosas pueden cambiar. Pensamos que es más sencillo entender lo que ocurre cuando se leen los resultados.",
  "page-upgrades-question-10-answer-1-link": "Ver las actualizaciones",
  "page-upgrades-question-10-answer-2": "Pero, si has seguido los debates, así es como las actualizaciones encajan en las hojas de ruta técnicas.",
  "page-upgrades-question-10-answer-3": "La Fase 0 describe el trabajo para conseguir la Cadena de Baliza activa.",
  "page-upgrades-question-10-answer-5": "La Fase 1 de las hojas de ruta técnicas se centra en implementar las cadenas de fragmentos.",
  "page-upgrades-question-10-answer-6": "El acoplamiento de la red principal en Eth2 es una extensión del trabajo realizado para implementar cadenas de fragmentos y se ha denominado \"Fase 1.5\". Pero es un momento significativo, ya que el Ethereum que conocemos hoy en día se fusiona con las otras actualizaciones de Eth2. Además, es cuando Ethereum evoluciona completamente a la prueba de participación.",
  "page-upgrades-question-10-answer-7": "Actualmente, no está claro qué ocurrirá alrededor de la Fase 2. Este todavía es un punto intenso de discusión e investigación. El plan inicial fue agregar una funcionalidad extra a las cadenas fragmentadas, pero podría no ser necesario con una hoja de ruta centrada en las acumulaciones.",
  "page-upgrades-question-10-answer-8": "Más sobre la hoja de ruta centrada en las acumulaciones",
  "page-upgrades-question-10-desc": "Las fases describen las fases de trabajo y se centran en la hoja de ruta técnica de Eth2.",
  "page-upgrades-question-10-title": "¿Cuáles son las fases de Eth2?",
  "page-upgrades-question-title": "Preguntas frecuentes",
  "page-upgrades-question3-answer-1": "Los propietarios de Eth2 ciertamente no necesitan hacer nada. Tu ETH no necesitará cambiar o actualizarse. Es casi seguro que habrá estafas que te dirán lo contrario, así que ten cuidado.",
  "page-upgrades-scalable": "Más escalable",
  "page-upgrades-scalable-desc": "Ethereum necesita soportar miles de transacciones por segundo para que las aplicaciones sean más rápidas y más baratas de usar.",
  "page-upgrades-secure": "Más seguro",
  "page-upgrades-secure-desc": "Ethereum necesita ser más seguro. A medida que aumenta la adaptación de Ethereum, el protocolo necesita ser más seguro contra todo tipo de ataques.",
  "page-upgrades-shard-button": "Más sobre las cadenas de fragmentos",
  "page-upgrades-shard-date": "La introducción de las cadenas de fragmentos, la segunda actualización, se espera en algún momento del 2023.",
  "page-upgrades-shard-desc": "Las cadenas de fragmentos expandirán la capacidad de Ethereum para procesar transacciones y almacenar datos. Los fragmentos en sí mismos ganarán más características con el tiempo, desplegados en múltiples fases.",
  "page-upgrades-shard-estimate": "Estimación: 2023",
  "page-upgrades-shard-lower": "Más sobre las cadenas de fragmentos",
  "page-upgrades-shard-title": "Cadenas de fragmentos",
  "page-upgrades-stay-up-to-date": "Mantente al día",
  "page-upgrades-stay-up-to-date-desc": "Consigue lo último de los investigadores y desarrolladores que trabajan en las actualizaciones de Eth2.",
  "page-upgrades-sustainable-desc": "Ethereum necesita ser mejor para el medio ambiente. Hoy en día la tecnología requiere mucha energía y potencia de computación.",
  "page-upgrades-take-part": "Participa en la investigación",
  "page-upgrades-take-part-desc": "Los investigadores y los entusiastas de Ethereum se reúnen por igual aquí para discutir sobre los esfuerzos en investigación, incluido cada detalle de Eth2.",
  "page-upgrades-the-upgrades": "Las actualizaciones de Eth2",
  "page-upgrades-the-upgrades-desc": "Eth2 es un conjunto de actualizaciones que mejoran la escalabilidad, seguridad y sostenibilidad de Ethereum. Aunque se trabaja en paralelo en cada actualización, tienen ciertas dependencias que determinan cuando se implementarán.",
  "page-upgrades-unofficial-roadmap": "Esta no es la hoja de ruta oficial. Es cómo vemos lo que sucede a partir de la información existente. Pero se trata de tecnología: las cosas pueden cambiar en un instante. Por tanto, no te tomes esto como un compromiso.",
  "page-upgrades-upgrade-desc": "El Ethereum que conocemos y amamos, pero más escalable, más seguro y más sostenible...",
  "page-upgrades-upgrades": "Las actualizaciones de Eth2",
  "page-upgrades-upgrades-aria-label": "Menú de actualizaciones de Eth2",
  "page-upgrades-upgrades-beacon-chain": "La Cadena de Baliza",
  "page-upgrades-upgrades-docking": "Acoplamiento de la red principal y Eth2",
  "page-upgrades-upgrades-guide": "Manual de actualizaciones de Eth2",
  "page-upgrades-upgrades-shard-chains": "Las cadenas de fragmentos",
  "page-upgrades-upgrading": "Actualizar Ethereum a nuevos niveles radicales",
  "page-upgrades-vision": "La visión",
  "page-upgrades-vision-btn": "Más sobre la visión de Eth2",
  "page-upgrades-vision-desc": "Para incorporar Ethereum a la sociedad y que sirva a todas las personas, debemos conseguir que sea más escalable, seguro y sostenible.",
  "page-upgrades-vision-upper": "Visión de Eth2",
  "page-upgrades-what-to-do": "¿Qué necesitas hacer?",
  "page-upgrades-what-to-do-desc": "Si eres un usuario de dapp o propietario de ETH, no necesitas hacer nada. Si eres un desarrollador o quieres empezar a apostar, puedes involucrarte de distintas maneras hoy en día.",
  "page-upgrades-whats-next": "¿Qué es Eth2?",
  "page-upgrades-whats-next-desc": "Eth2 se refiere a un conjunto de actualizaciones interconectadas que harán Ethereum más escalable, más seguro y más sostenible. Estas actualizaciones están siendo diseñadas por múltiples equipos de todo el ecosistema de Ethereum.",
  "page-upgrades-whats-ethereum": "Espera, ¿qué es Ethereum?",
  "page-upgrades-whats-new": "¿Qué hay de nuevo en Eth2?"
}
