{
  "page-upgrades-vision-2014": "Ver una entrada del blog de 2014 sobre la prueba de participación",
  "page-upgrades-vision-2021": "Ver una entrada en el blog de 2021 sobre la evolución de la hoja de ruta de Ethereum",
  "page-upgrades-vision-2021-updates": "Ver una entrada en el blog de 2021 sobre las actualizaciones de protocolo de Ethereum",
  "page-upgrades-vision-beacon-chain": "La cadena de baliza",
  "page-upgrades-vision-beacon-chain-btn": "Más información sobre la cadena de baliza",
  "page-upgrades-vision-beacon-chain-date": "La cadena de baliza está activa",
  "page-upgrades-vision-beacon-chain-desc": "La cadena de baliza trajo apuestas a Ethereum, sentó las bases para futuras actualizaciones, y en última instancia coordinará el nuevo sistema.",
  "page-upgrades-vision-beacon-chain-upper": "Cadena de baliza",
  "page-upgrades-vision-desc-1": "Ethereum necesita reducir la congestión de la red y aumentar la velocidad para mejorar el servicio de una base global de usuarios.",
  "page-upgrades-vision-desc-2": "Ejecutar un nodo es cada vez más difícil a medida que crece la red. Los intentos de escalar la red solo harán que resulte cada vez más difícil.",
  "page-upgrades-vision-desc-3": "Ethereum consume demasiada electricidad. La tecnología que mantiene segura la red necesita ser más sostenible.",
  "page-upgrades-vision-merge-date": "Estimación: 2022",
  "page-upgrades-vision-merge-desc": "El Ethereum de la red principal deberá «fusionarse» con la cadena de baliza en algún momento. Esto habilitará la participación en toda la red y marcará el final de la minería de alto consumo de energía.",
  "page-upgrades-vision-ethereum-node": "Más información sobre los nodos",
  "page-upgrades-vision-explore-upgrades": "Explorar las actualizaciones",
  "page-upgrades-vision-future": "Un futuro digital a escala global",
  "page-upgrades-vision-meta-desc": "Una visión general del impacto que tendrán las actualizaciones en Ethereum y los desafíos que deben superar.",
  "page-upgrades-vision-meta-title": "La visión de Ethereum",
  "page-upgrades-vision-mining": "Más información sobre la minería",
  "page-upgrades-vision-problems": "Los problemas actuales",
  "page-upgrades-vision-scalability": "Escalabilidad",
  "page-upgrades-vision-scalability-desc": "Ethereum tiene que ser capaz de manejar más transacciones por segundo sin aumentar el tamaño de los nodos en la red. Los nodos son vitales participantes de la red que almacenan y ejecutan la cadena de bloques. Aumentar el tamaño de los nodos no es práctico, ya que solo aquellos con computadoras potentes y caras podrían hacerlo. Para escalar, Ethereum necesita más transacciones por segundo junto con más nodos. Y más nodos significa más seguridad.",
  "page-upgrades-vision-scalability-desc-3": "La actualización de las cadenas de fragmentos repartirá la carga de la red entre 64 nuevas cadenas. Esto le dará a Ethereum un respiro al reducir la congestión y mejorar la velocidad más allá del límite actual de 15-45 transacciones por segundo.",
  "page-upgrades-vision-scalability-desc-4": "Y aunque habrá más cadenas, esto en realidad requerirá menos trabajo de los validadores, o sea, los que mantienen la red. Los validadores sólo tendrán que 'ejecutar' sus fragmentos y no toda la cadena de Ethereum. Esto hace que los nodos sean más ligeros, permitiendo que Ethereum escale y se mantenga descentralizado.",
  "page-upgrades-vision-security": "Seguridad",
  "page-upgrades-vision-security-desc": "Las actualizaciones planeadas aumentan la seguridad de Ethereum contra ataques coordinados, como un ataque del 51 %. Este es un tipo de ataque en el que, si alguien controla la mayoría de la red, puede forzar cambios fraudulentos.",
  "page-upgrades-vision-security-desc-3": "La transición hacia la prueba de participación significa que el protocolo de Ethereum tiene mayor efecto disuasorio contra ataques. La razón reside en la prueba de participación, los validadores que aseguran la red deben apostar cantidades considerables de ETH hacia el protocolo. Si intentan atacar la red, el protocolo puede destruir su ETH automáticamente.",
  "page-upgrades-vision-security-desc-5": "Esto no es posible con la prueba de trabajo, donde lo mejor que un protocolo puede hacer es forzar que las entidades que aseguran la red (los mineros) pierdan las recompensas de minería que, de lo contrario, hubieran recibido. Para lograr el efecto equivalente con la prueba de trabajo, el protocolo tendría que ser capaz de destruir todo el equipamiento de un minero si intentara hacer trampa.",
  "page-upgrades-vision-security-desc-5-link": "Más información sobre la prueba de trabajo",
  "page-upgrades-vision-security-desc-8": "El modelo de seguridad de Ethereum también debe cambiar a causa de la introducción de las cadenas de fragmentos. La cadena de baliza asignará aleatoriamente validadores a diferentes fragmentos, y esto hace que sea virtualmente imposible que los validadores se confabulen al atacar un fragmento específico. La fragmentación no es tan segura en una cadena de bloque de prueba de trabajo, porque el protocolo no puede controlar a los mineros de esta manera.",
  "page-upgrades-vision-security-desc-10": "La apuesta también significa que no hace falta invertir en hardware de alto nivel para «ejecutar» un nodo de Ethereum. Esto debería incentivar a más gente a convertirse en validadores, incrementando la descentralización de la red y reduciendo el área de superficie de ataque.",
  "page-upgrades-vision-security-staking": "Apostar ETH",
  "page-upgrades-vision-security-validator": "Puede convertirse en validador apostando su ETH.",
  "page-upgrades-vision-shard-chains": "cadenas de fragmentos",
  "page-upgrades-vision-shard-date": "Fecha estimada: 2023",
  "page-upgrades-vision-shard-desc-4": "Las cadenas de fragmentos repartirán la carga de la red entre 64 nuevas cadenas de bloque. Los fragmentos tienen el potencial de mejorar drásticamente la velocidad de transacción, llegando hasta 100.000 por segundo.",
  "page-upgrades-vision-shard-upgrade": "Más información sobre las cadenas de fragmentos",
  "page-upgrades-vision-staking-lower": "Más información sobre las apuestas",
  "page-upgrades-vision-subtitle": "Haga crecer a Ethereum hasta que tenga el poder de ayudar a toda la humanidad.",
  "page-upgrades-vision-sustainability": "Sostenibilidad",
  "page-upgrades-vision-sustainability-desc-1": "No es ningún secreto que Ethereum y otras cadenas de bloques como Bitcoin requieren mucha energía debido a la minería.",
  "page-upgrades-vision-sustainability-desc-2": "Sin embargo, Ethereum se inclina hacia la seguridad por ETH, no por la potencia computacional, sino a través de las apuestas.",
  "page-upgrades-vision-sustainability-desc-3": "Aunque la cadena de baliza ya ha introducido la apuesta, el Ethereum que utilizamos actualmente funcionará en paralelo durante un período de tiempo. Un sistema asegurado por ETH, el otro por la potencia computacional hasta que se produzca la fusión.",
  "page-upgrades-vision-sustainability-desc-8": "Con la puesta en marcha de la cadena de baliza, ha comenzado el trabajo de fusionar la red principal con la nueva capa de consenso. La red principal se asegurará mediante las apuestas de ETH y consumirá mucha menos energía.",
  "page-upgrades-vision-sustainability-subtitle": "Ethereum necesita ser más ecológico.",
  "page-upgrades-vision-title": "La visión de Ethereum",
  "page-upgrades-vision-title-1": "Red congestionada",
  "page-upgrades-vision-title-2": "Espacio en el disco",
  "page-upgrades-vision-title-3": "Demasiada energía",
  "page-upgrades-vision-trilemma-cardtext-1": "Las actualizaciones de Ethereum harán a Ethereum escalable, seguro y descentralizado. La fragmentación hará que Ethereum sea más escalable al incrementar las transacciones por segundo mientras disminuye la potencia que se necesita para ejecutar un nodo y validar la cadena. La cadena de baliza hará que Ethereum sea seguro al coordinar validadores a través de los fragmentos. Y las apuestas disminuirán la barrera de participación, creando una red más grande y descentralizada.",
  "page-upgrades-vision-trilemma-cardtext-2": "Las redes de cadena de bloque seguras y descentralizadas requieren que cada nodo verifique cada transacción procesada por la cadena. Esta cantidad de trabajo limita el número de transacciones que pueden llevarse a cabo en cualquier momento dado. La cadena de Ethereum actual es descentralizada y segura.",
  "page-upgrades-vision-trilemma-cardtext-3": "Las redes descentralizadas funcionan enviando información sobre transacciones a través de nodos - la red entera necesita saber sobre cualquier cambio de estado. Escalar las transacciones por segundo a través de una red descentralizada representa riesgos de seguridad porque, cuantas más transacciones hay, más alto es el retraso, y más alta es la probabilidad de un ataque mientras la información está circulando.",
  "page-upgrades-vision-trilemma-cardtext-4": "Aumentar el tamaño y el poder de los nodos de Ethereum podría aumentar las transacciones por segundo de forma segura, pero el hardware requerido restringiría quién podría hacerlo - esto pone en peligro la descentralización. Se espera que la fragmentación y la prueba de apuesta permitirán que Ethereum aumente al incrementar la cantidad de los nodos, no su tamaño.",
  "page-upgrades-vision-trilemma-h2": "El desafío del escalamiento descentralizado",
  "page-upgrades-vision-trilemma-modal-tip": "Toque los círculos de la parte inferior para comprender mejor los problemas del escalamiento descentralizado",
  "page-upgrades-vision-trilemma-p": "Una forma ingenua de solucionar los problemas de Ethereum sería volverlo más centralizado. El problema radica en que la descentralización es demasiado importante; es lo que le da a Ethereum resistencia a la censura, accesibilidad, privacidad de datos y seguridad casi inquebrantable.",
  "page-upgrades-vision-trilemma-p-1": "La visión de Ethereum es ser más escalable y seguro, pero además mantenerse descentralizado. Lograr estas 3 cualidades es un problema conocido como el «trilema de la escalabilidad».",
  "page-upgrades-vision-trilemma-p-2": "Las actualizaciones de Ethereum intentan resolver el trilema, aunque se topan con desafíos considerables.",
  "page-upgrades-vision-trilemma-press-button": "Pulse los botones sobre el triángulo para comprender mejor los problemas del escalamiento descentralizado.",
  "page-upgrades-vision-trilemma-text-1": "Descentralización",
  "page-upgrades-vision-trilemma-text-2": "Seguridad",
  "page-upgrades-vision-trilemma-text-3": "Escalabilidad",
  "page-upgrades-vision-trilemma-title-1": "Explorar el «trilema de escalabilidad»",
  "page-upgrades-vision-trilemma-title-2": "Las actualizaciones de Ethereum están descentralizando la escalabilidad",
  "page-upgrades-vision-trilemma-title-3": "Seguro y descentralizado",
  "page-upgrades-vision-trilemma-title-4": "Descentralizado y escalable",
  "page-upgrades-vision-trilemma-title-5": "Escalable y seguro",
  "page-upgrades-vision-understanding": "Algunas claves para entender la visión de Ethereum",
  "page-upgrades-vision-upgrade-needs": "La necesidad de actualizaciones",
  "page-upgrades-vision-upgrade-needs-desc": "El protocolo de Ethereum lanzado en 2015 ha tenido un éxito increíble. Sin embargo, la comunidad de Ethereum siempre supuso que se necesitarían algunas actualizaciones clave para liberar todo el potencial de Ethereum.",
  "page-upgrades-vision-upgrade-needs-desc-2": "La alta demanda está incrementando las comisiones por transacción, lo que hace que Ethereum sea más costoso para el usuario medio. El espacio en el disco necesario para ejecutar un cliente de Ethereum está creciendo a gran velocidad. Y el algoritmo de consenso subyacente de la prueba de trabajo que mantiene a Ethereum seguro y descentralizado tiene un gran impacto ambiental.",
  "page-upgrades-vision-upgrade-needs-desc-3": "Ethereum tiene una serie de actualizaciones que intentan resolver estos problemas, entre otros. A esta serie de actualizaciones se llamó originalmente «Serenity» y «Eth2» y ha sido un área activa de investigación y desarrollo desde 2014.",
  "page-upgrades-vision-upgrade-needs-desc-5": "Ahora que la tecnología está lista, estas actualizaciones cambiarán la arquitectura de Ethereum para hacerla más escalable, segura y sostenible para hacerle la vida más fácil a los usuarios existentes y atraer a otros nuevos. Y todo ello preservando el valor central de Ethereum de la descentralización.",
  "page-upgrades-vision-upgrade-needs-desc-6": "Esto significa que no hay un botón de encendido para la escalabilidad. Las actualizaciones irán llegando progresivamente con el tiempo.",
  "page-upgrades-vision-upgrade-needs-serenity": "Ver una entrada en el blog de 2015 sobre Serenity"
}
