{
  "page-dapps-1inch-logo-alt": "Logo de 1 pulgada",
  "page-dapps-aave-logo-alt": "Logo de Aave",
  "page-dapps-add-button": "Sugerir DApp",
  "page-dapps-add-title": "Añadir DApp",
  "page-dapps-ankr-logo-alt": "Logotipo de Ankr",
  "page-dapps-api3-logo-alt": "Logotipo de API3",
  "page-dapps-arweave-logo-alt": "Logotipo de ARweave",
  "page-dapps-audius-logo-alt": "Logo de Audius",
  "page-dapps-augur-logo-alt": "Logo de Augur",
  "page-dapps-axie-infinity-logo-alt": "Logo de Axie Infinity",
  "page-dapps-balancer-logo-alt": "Logo de Balancer",
  "page-dapps-brave-logo-alt": "Logo de Brave",
  "page-dapps-beginner-friendly-description": "Algunas DApps son buenas para principiantes. Explore más DApps a continuación.",
  "page-dapps-beginner-friendly-header": "Aptas para principiantes",
  "page-dapps-category-arts": "Arte y moda",
  "page-dapps-category-browsers": "Buscadores",
  "page-dapps-category-code-marketplaces": "Plataformas de código",
  "page-dapps-category-collectibles": "Coleccionables digitales",
  "page-dapps-category-competitive": "Juegos Web3",
  "page-dapps-category-computing": "Herramientas para desarrolladores",
  "page-dapps-category-dex": "Intercambios",
  "page-dapps-category-investments": "Fondos de inversión",
  "page-dapps-category-lending": "Prestar y pedir prestado",
  "page-dapps-category-lottery": "Micromecenazgo",
  "page-dapps-category-marketplaces": "Mercados",
  "page-dapps-category-music": "Música",
  "page-dapps-category-payments": "Pagos",
  "page-dapps-category-insurance": "Seguros",
  "page-dapps-category-portfolios": "Administración de portafolio",
  "page-dapps-category-trading": "Predicción de mercados",
  "page-dapps-category-utilities": "Utilidades",
  "page-dapps-category-worlds": "Mundos virtuales",
  "page-dapps-category-demand-aggregator": "Agregadores de demanda",
  "page-dapps-category-derivatives": "Derivados",
  "page-dapps-category-liquid-staking": "Participación de liquidez",
  "page-dapps-category-bridges": "Puentes",
  "page-dapps-category-experiences": "Experiencias compartidas",
  "page-dapps-category-guilds": "Gremios de rendimiento",
  "page-dapps-category-avatar": "Avatares",
  "page-dapps-choose-category": "Elegir categoría",
  "page-dapps-category-social": "Redes sociales",
  "page-dapps-category-content": "Contenido",
  "page-dapps-category-community": "Comunidad",
  "page-dapps-category-messaging": "Mensajería",
  "page-dapps-category-identity": "Identidad",
  "page-dapps-collectibles-benefits-1-description": "Cuando el arte se tokeniza en Ethereum, puede demostrarse la titularidad para que todo el mundo la vea. Puede rastrear el viaje de la obra de arte desde su creación hasta su titular actual. Esto evita las falsificaciones.",
  "page-dapps-collectibles-benefits-1-title": "La titularidad es demostrable",
  "page-dapps-collectibles-benefits-2-description": "Pagar para transmitir música o comprar obras de arte es mucho más justo para los artistas. Con Ethereum hay menos necesidad de intermediarios. Y si se necesitan intermediarios, sus costes no son tan altos, porque las plataformas no necesitan pagar por la infraestructura de la red.",
  "page-dapps-collectibles-benefits-2-title": "Más justo para los creadores",
  "page-dapps-collectibles-benefits-3-description": "Las colecciones «tokenizadas» están vinculadas a su dirección de Ethereum, no a la plataforma. Por tanto, puede vender artículos de juego en cualquier mercado de Ethereum, no solo dentro del juego.",
  "page-dapps-collectibles-benefits-3-title": "Los coleccionables le acompañan",
  "page-dapps-collectibles-benefits-4-description": "Ya existen herramientas y productos que te permiten «tokenizar» tu arte y venderlo. Y tus tókenes puedan venderse en cualquier plataforma de colecciones de Ethereum.",
  "page-dapps-collectibles-benefits-4-title": "Infraestructura ya en marcha",
  "page-dapps-collectibles-benefits-description": "Estas son aplicaciones que se centran en la titularidad digital, incrementando el potencial de ingresos para los creadores e inventando nuevas formas de invertir en sus creadores preferidos y su trabajo.",
  "page-dapps-collectibles-benefits-title": "coleccionables y streaming descentralizados",
  "page-dapps-collectibles-button": "Arte y coleccionables",
  "page-dapps-collectibles-description": "Estas son aplicaciones que se centran en la titularidad digital, incrementando el potencial de ingresos para los creadores e inventando nuevas formas de invertir en sus creadores preferidos y su trabajo.",
  "page-dapps-collectibles-title": "Arte y coleccionables descentralizados",
  "page-dapps-compound-logo-alt": "Logo de Compound",
  "page-dapps-convex-logo-alt": "Logo de Convex",
  "page-dapps-cryptopunks-logo-alt": "Logo de CryptoPunks",
  "page-dapps-cryptovoxels-logo-alt": "Logo de Cryptovoxels",
  "page-dapps-cyberconnect-logo-alt": "Logotipo de CyberConnect",
  "page-dapps-dapp-description-1inch": "Le ayuda a evitar el elevado desfase de precios mediante la agregación de los mejores precios.",
  "page-dapps-dapp-description-aave": "Preste sus tókenes para ganar intereses y retírelos en cualquier momento.",
  "page-dapps-dapp-description-ankr": "Conjunto de diferentes productos de infraestructura Web3 para construir, ganar dinero, jugar y más, todo en la cadena de bloques.",
  "page-dapps-dapp-description-api3": "Fuentes propias con referencias de precios que permiten las DApps en 10 redes (y sumando) para conectar en tiempo real la información de precios de los activos, incluyendo precios de criptomonedas y mercados de divisas.",
  "page-dapps-dapp-description-arweave": "Almacenar datos permanentemente de manera sostenible con una única comisión principal.",
  "page-dapps-dapp-description-async-art": "Crea, colecciona y comercializa #ProgrammableArt, pinturas digitales divididas en «capas» que se pueden utilizar para afectar la imagen general. Cada maestro y capa es un token ERC721.",
  "page-dapps-dapp-description-audius": "Plataforma de streaming descentralizada. Escuchas = dinero para creadores, no etiquetas.",
  "page-dapps-dapp-description-augur": "Apueste por los resultados de los deportes, la economía y más eventos mundiales.",
  "page-dapps-dapp-description-axie-infinity": "Comercie con criaturas de combate llamadas «Axies». Y gane mientras juega (disponible en móviles)",
  "page-dapps-dapp-description-balancer": "Balancer es una plataforma automatizada de operaciones y gestión de carteras.",
  "page-dapps-dapp-description-brave": "Gane tókenes por navegar y apoyar a sus creadores favoritos con ellos.",
  "page-dapps-dapp-description-cent": "Una red social donde puede ganar dinero publicando NFT.",
  "page-dapps-dapp-description-compound": "Preste sus tókenes para ganar intereses y retírelos en cualquier momento.",
  "page-dapps-dapp-description-convex": "Convex permite a los proveedores de liquidez Curve, recibir cuotas de intercambio y reclamar CRV incrementado sin tener que bloquear su CRV.",
  "page-dapps-dapp-description-cryptopunks": "Compre, puje y ofrezca Punks a la venta: uno de los primeros tókenes coleccionables en Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Cree galerías de arte, construya tiendas y compre tierras: un mundo virtual de Ethereum.",
  "page-dapps-dapp-description-cyberconnect": "Protocolo de gráfico social descentralizado que ayuda a la red de DApps a efectuar y construir experiencias sociales personalizadas",
  "page-dapps-dapp-description-dark-forest": "Conquiste planetas en un universo infinito, generado por procedimientos y especificado criptográficamente.",
  "page-dapps-dapp-description-decentraland": "Coleccione, comercie con tierras virtuales en un mundo virtual que puede explorar.",
  "page-dapps-dapp-description-ens": "Nombres fáciles de usar para las direcciones de Ethereum y los sitios descentralizados.",
  "page-dapps-dapp-description-foundation": "Invierta en ediciones únicas de obras de arte digitales y piezas comerciales con otros compradores.",
  "page-dapps-dapp-description-gitcoin": "Gane criptomonedas trabajando en software de código abierto.",
  "page-dapps-dapp-description-gitcoin-grants": "Micromecenazgo para proyectos de la comunidad Ethereum con contribuciones ampliadas",
  "page-dapps-dapp-description-gm": "Plataforma todo en uno para mensajería, foros y voz, que actualmente comparte las ganancias con los creadores",
  "page-dapps-dapp-description-gods-unchained": "Juego de cartas estratégicas. Jugando ganará cartas que puede vender en la vida real.",
  "page-dapps-dapp-description-golem": "Acceda a la potencia informática compartida o alquile sus propios recursos.",
  "page-dapps-dapp-description-graph": "Un protocolo de indexación para realizar consultas en redes como Ethereum e IPFS.",
  "page-dapps-dapp-description-ipfs": "Un protocolo hipermedia entre pares, diseñado para preservar y aumentar el conocimiento de la humanidad al hacer la web mejorable, resilente y más abierta.",
  "page-dapps-dapp-description-radicle": "Asegurar la colaboración entre pares sin intermediarios.",
  "page-dapps-dapp-description-kyberswap": "Intercambia y gana con las mejores tarifas.",
  "page-dapps-dapp-description-lido": "Staking simplificado y seguro para activos digitales.",
  "page-dapps-dapp-description-loopring": "Plataforma de intercambio de pares a pares creada para la velocidad.",
  "page-dapps-dapp-description-marble-cards": "Cree e intercambie tarjetas digitales únicas basadas en URL.",
  "page-dapps-dapp-description-matcha": "Busque múltiples intercambios para encontrar los mejores precios.",
  "page-dapps-dapp-description-meeds": "Centros para la comunidad Web3 para la era del trabajo descentralizado. Recompensar de manera justa y transparente las contribuciones que importan.",
  "page-dapps-dapp-description-mirror": "Construida en Web3 y para Web3, la plataforma de publicación de Mirror supera los límites de la escritura en línea",
  "page-dapps-dapp-description-multichain": "El router definitivo para Web3. Es una infraestructura desarrollada por interacciones arbitrarias a través de cadenas.",
  "page-dapps-dapp-description-nifty-gateway": "Compre obras en cadena a artistas de primer nivel, atletas, marcas y creadores.",
  "page-dapps-dapp-description-summerfi": "Comercie, pida prestado y ahorre con Dai, una moneda estable de Ethereum.",
  "page-dapps-dapp-description-opensea": "Compre, venda, descubra e intercambie bienes de edición limitada.",
  "page-dapps-dapp-description-opera": "Envíe criptografía desde su navegador a comerciantes, otros usuarios y aplicaciones.",
  "page-dapps-dapp-description-osuvox": "Avatares 3D viviendo en la cadena de bloques",
  "page-dapps-dapp-description-poap": "Obtenga NFT probando que estuvo en diferentes eventos virtuales o en persona. Úselos para participar en rifas, votar, colaborar o simplemente para presumir.",
  "page-dapps-dapp-description-polymarket": "Apueste por los resultados. Comercie en mercados de información.",
  "page-dapps-dapp-description-pooltogether": "Una lotería que no puede perder. Premios cada semana.",
  "page-dapps-dapp-description-index-coop": "Un índice de fondos de criptomonedas que le da a su porfolio exposición a los tókenes de DeFi más importantes.",
  "page-dapps-dapp-description-nexus-mutual": "Cobertura sin compañía de seguros. Protéjase contra errores en contratos inteligentes y hacks.",
  "page-dapps-dapp-description-etherisc": "Una plantilla de seguro descentralizada que cualquiera puede utilizar para crear su propia cobertura de seguro.",
  "page-dapps-dapp-description-zapper": "Haga un seguimiento de su porfolio y utilice diferentes productos DeFi desde una sola interfaz.",
  "page-dapps-dapp-description-zerion": "Administre su porfolio y evalúe cada activo DeFi en el mercado.",
  "page-dapps-dapp-description-rotki": "Herramienta de código abierto para realizar seguimientos de porfolios, análisis, contabilidad e informes de impuestos que respeta tu privacidad.",
  "page-dapps-dapp-description-krystal": "Una plataforma integral para acceder a todos sus servicios DeFi favoritos.",
  "page-dapps-dapp-description-rarible": "Cree, venda y compre coleccionables tokenizados.",
  "page-dapps-dapp-description-request-finance": "Un conjunto de herramientas financieras para facturas criptográficas, nóminas y gastos.",
  "page-dapps-dapp-description-rubic": "Agregador tecnológico de cadena cruzada para usuarios y DApps.",
  "page-dapps-dapp-description-sablier": "Envíe dinero en tiempo real.",
  "page-dapps-dapp-description-spatial": "Cree su propio avatar y sus mundos 3D",
  "page-dapps-dapp-description-spruce": "Apilar el código abierto para dejar el control de la identidad y los datos donde debería estar: con los usuarios.",
  "page-dapps-dapp-description-status": "Diseñado para permitir el flujo libre de información, proteger el derecho a la privacidad, conversaciones seguras y promover la soberanía de los individuos.",
  "page-dapps-dapp-description-superrare": "Compre obras de arte digitales directamente de artistas o en mercados secundarios.",
  "page-dapps-dapp-description-synthetix": "Synthetix es un protocolo para emitir y comercializar activos sintéticos.",
  "page-dapps-dapp-description-token-sets": "Estrategias de inversión criptográficas que se reequilibran automáticamente.",
  "page-dapps-dapp-description-uniswap": "Intercambie tókenes simplemente o proporcione tókenes por un porcentaje de recompensas.",
  "page-dapps-dapp-description-xmtp": "Envíe mensajes entre cuentas de la cadena de bloques, incluyendo mensajes privados, alertas, anuncios y más.",
  "page-dapps-dapp-description-yearn": "Yearn Finance es un agregador de rendimiento, que otorga a particulares, DAO y otros protocolos una forma de depositar activos financieros y recibir rendimiento.",
  "page-dapps-docklink-dapps": "Introducción a las dapps",
  "page-dapps-docklink-smart-contracts": "Contratos inteligentes",
  "page-dapps-dark-forest-logo-alt": "Logo de Dark Forest",
  "page-dapps-decentraland-logo-alt": "Logo de Decentraland",
  "page-dapps-index-coop-logo-alt": "Log de Index Coop",
  "page-dapps-nexus-mutual-logo-alt": "Logo de Nexus Mutual",
  "page-dapps-etherisc-logo-alt": "Logo de Etherisc",
  "page-dapps-zapper-logo-alt": "Logo de Zapper",
  "page-dapps-zerion-logo-alt": "Logo de Zerion",
  "page-dapps-rotki-logo-alt": "Logo de Rotki",
  "page-dapps-krystal-logo-alt": "Logotipo de Kristal",
  "page-dapps-synthetix-logo-alt": "Logo de Synthetix",
  "page-dapps-desc": "Encuentre una aplicación de Ethereum para probar.",
  "page-dapps-doge-img-alt": "Ilustración de un doge usando un ordenador",
  "page-dapps-editors-choice-dark-forest": "Juegue contra otros para conquistar planetas y probar la tecnología de escalado y privacidad de Ethereum de vanguardia. Tal vez uno para aquellos que ya están familiarizados con Ethereum.",
  "page-dapps-editors-choice-foundation": "Invierta en cultura. Compre, comercie y venda obras de arte digitales exclusivas y moda de artistas, músicos y marcas increíbles.",
  "page-dapps-editors-choice-pooltogether": "Compre un boleto para la lotería sin pérdidas. Cada semana, el interés generado por todos los boletos juntos se envía a un afortunado ganador. Obtenga su dinero cuando quiera.",
  "page-dapps-editors-choice-uniswap": "Intercambie sus tókenes con facilidad. Un favorito de la comunidad que le permite intercambiar tókenes con gente a través de la red.",
  "page-dapps-ens-logo-alt": "Logo de Servicio Ethereum Name",
  "page-dapps-explore-dapps-description": "Muchas DApps siguen siendo experimentales y prueban las posibilidades de las redes descentralizadas. Pero ha habido algunos emprendedores con éxito en las categorías de tecnología, finanzas, juegos y coleccionables.",
  "page-dapps-explore-dapps-title": "Explorar dapps",
  "page-dapps-features-1-description": "Una vez instalado en Ethereum, el código DApp no se puede eliminar. Y cualquiera puede usar las características de la DApp. Incluso aunque el equipo detrás de la dapp se disolviera, podría usarla. Una vez en Ethereum, se queda ahí.",
  "page-dapps-features-1-title": "Sin propietarios",
  "page-dapps-features-2-description": "No se puede bloquear el uso de una DApp ni el envío de transacciones. Por ejemplo, si Twitter estuviera en Ethereum, nadie podría bloquear su cuenta ni impedir que tuiteara.",
  "page-dapps-features-2-title": "Sin censura",
  "page-dapps-features-3-description": "Puesto que Ethereum tiene ETH, los pagos son nativos de Ethereum. Los desarrolladores no necesitan pasar tiempo integrándose con proveedores de pagos de terceros.",
  "page-dapps-features-3-title": "Pagos integrados",
  "page-dapps-features-4-description": "El código DApp está a menudo abierto y es compatible por defecto. Los equipos construyen con frecuencia usando el trabajo de otros equipos. Si quiere permitir que los usuarios intercambien tókenes en su DApp, puede simplemente conectar el código de otra DApp.",
  "page-dapps-features-4-title": "Conectar y a jugar",
  "page-dapps-features-5-description": "Con la mayoría de las Aplicaciones Descentralizadas (DApps) no necesita compartir su identidad real. Su cuenta de Ethereum es su inicio de sesión y solo necesita una cartera.",
  "page-dapps-features-5-title": "Un inicio de sesión anónimo",
  "page-dapps-features-6-description": "La criptografía garantiza que los atacantes no puedan forjar transacciones e interacciones con DApp en su nombre. Autoriza acciones DApp con su cuenta de Ethereum, normalmente a través de su cartera, así que mantenga sus credenciales a salvo.",
  "page-dapps-features-6-title": "Respaldado por criptografía",
  "page-dapps-features-7-description": "Una vez que la DApp esté activa en Ethereum, solo se desactivará si Ethereum mismo se cae. Las redes del tamaño de Ethereum son tremendamente difíciles de atacar.",
  "page-dapps-features-7-title": "Sin tiempo de inactividad",
  "page-dapps-finance-benefits-1-description": "Los servicios financieros que funcionan en Ethereum no tienen requisitos de registro. Si tiene fondos y una conexión a Internet, ya puede ponerse en marcha.",
  "page-dapps-finance-benefits-1-title": "Acceso abierto",
  "page-dapps-finance-benefits-2-description": "Hay todo un mundo de tókenes con los que puede interactuar a través de estos productos financieros. La gente está construyendo nuevos tókenes sobre Ethereum todo el tiempo.",
  "page-dapps-finance-benefits-2-title": "Una nueva economía de tókenes",
  "page-dapps-finance-benefits-3-description": "Los equipos han creado <a href=\"/glossary/#stablecoin\">monedas estables</a>: una criptomoneda menos volátil. Estas le permiten experimentar y usar cripto sin riesgos ni incertidumbre.",
  "page-dapps-finance-benefits-3-title": "Monedas estables",
  "page-dapps-finance-benefits-4-description": "Los productos financieros en el espacio Ethereum son todos modulares y compatibles entre sí. Al mercado llegan continuamente nuevas configuraciones de estos módulos, lo que aumenta lo que puede hacer con sus criptomonedas.",
  "page-dapps-finance-benefits-4-title": "Servicios financieros interconectados",
  "page-dapps-finance-benefits-description": "¿Cómo es que Ethereum permite que las aplicaciones financieras descentralizadas crezcan?",
  "page-dapps-finance-benefits-title": "finanzas descentralizadas",
  "page-dapps-finance-button": "Finanzas",
  "page-dapps-finance-description": "Estas son aplicaciones que se centran en la creación de servicios financieros utilizando criptomonedas. Ofrecen la posibilidad de prestar dinero, pedir prestado, obtener intereses y realizar pagos privados, sin necesidad de datos personales.",
  "page-dapps-finance-title": "Finanzas descentralizadas",
  "page-dapps-foundation-logo-alt": "Logo de la fundación",
  "page-dapps-gaming-benefits-1-description": "Ya se trate de terrenos virtuales o cartas, sus objetos son intercambiables en mercados coleccionables. Sus objetos dentro del juego tienen valor real.",
  "page-dapps-gaming-benefits-1-title": "Los objetos del juego se duplican como tókenes",
  "page-dapps-gaming-benefits-2-description": "Usted mismo posee sus objetos, y en algunos casos su progreso, no las empresas de juegos, así que no perderá nada si la compañía tras el juego es atacada, sufre un mal funcionamiento del servidor o se disuelve.",
  "page-dapps-gaming-benefits-2-title": "Sus ahorros están seguros",
  "page-dapps-gaming-benefits-3-description": "De la misma manera que los pagos de Ethereum están disponibles para que cualquiera los verifique, los juegos pueden usar esta calidad para garantizar la equidad. En teoría, todo es verificable, desde el número de golpes críticos hasta el tamaño del cofre de guerra de un oponente.",
  "page-dapps-gaming-benefits-3-title": "Equidad demostrable",
  "page-dapps-gaming-benefits-description": "¿Cómo es que Ethereum permite que el juego descentralizado crezca?",
  "page-dapps-gaming-benefits-title": "juegos descentralizados",
  "page-dapps-gaming-button": "Juegos",
  "page-dapps-gaming-description": "Estas son aplicaciones que se centran en la creación de mundos virtuales y luchan contra otros jugadores usando coleccionables que tienen valor real.",
  "page-dapps-gaming-title": "Juegos descentralizados",
  "page-dapps-get-some-eth-description": "Las acciones DApp tienen un cargo de transacción",
  "page-dapps-get-started-subtitle": "Para probar una DApp, necesita una <a href=\"/glossary/#wallet\">cartera</a> y algunos ETH. Una cartera le permitirá conectarse o iniciar sesión. También necesitará ETH para pagar cualquier <a href=\"/glossary/#transaction-fee\">tarifa de transacción</a>.",
  "page-dapps-get-started-title": "Comenzar",
  "page-dapps-gitcoin-grants-logo-alt": "Logo de Gitcoin Grants",
  "page-dapps-gitcoin-logo-alt": "Logo de Gitcoin",
  "page-dapps-gm-logo-alt": "Logotipo de gm.xyz",
  "page-dapps-gods-unchained-logo-alt": "Logo de Gods Unchained",
  "page-dapps-golem-logo-alt": "Logo de Golem",
  "page-dapps-graph-logo-alt": "Logotipo de Graph",
  "page-dapps-radicle-logo-alt": "Logo de Radicle",
  "page-dapps-hero-header": "Herramientas y servicios basados en Ethereum",
  "page-dapps-hero-subtitle": "Las DApps son un movimiento creciente de aplicaciones que utilizan Ethereum para interrumpir modelos de negocio o inventar otros nuevos.",
  "page-dapps-how-dapps-work-p1": "Las DApps tienen su propio código de backend (contratos inteligentes) que se ejecuta en una red descentralizada y no en un servidor centralizado. Estas usan la <a href=\"/glossary/#blockchain\">cadena de bloques</a> de Ethereum para el almacenamiento de datos y los contratos inteligentes para la lógica de la aplicación.",
  "page-dapps-how-dapps-work-p2": "Un contrato inteligente es como un conjunto de reglas que viven en cadena para que todos vean y ejecuten exactamente de acuerdo con esas reglas. Imagínese una máquina expendedora: si le suministra suficientes fondos y hace la selección correcta, obtendrá el artículo que desee. Y al igual que las máquinas expendedoras, los contratos inteligentes pueden mantener fondos de la misma manera que su cuenta de Ethereum. Esto permite que el código medie en acuerdos y transacciones.",
  "page-dapps-how-dapps-work-p3": "Una vez que las DApps están desplegadas en la red Ethereum, no puede cambiarlas. Las DApps pueden descentralizarse porque están controladas por la lógica escrita en el contrato, no por un individuo o por una empresa.",
  "page-dapps-how-dapps-work-title": "Cómo funcionan las DApps",
  "page-dapps-ipfs-logo-alt": "Logotipo de IPFS",
  "page-dapps-kyberswap-logo-alt": "Logotipo de KyberSwap",
  "page-dapps-learn-callout-button": "Comenzar a crear",
  "page-dapps-learn-callout-description": "Nuestro portal de desarrolladores de la comunidad tiene documentos, herramientas y marcos para ayudarle a comenzar a crear una DApp.",
  "page-dapps-learn-callout-image-alt": "Imagen de una mano construyendo un símbolo ETH con ladrillos de Lego.",
  "page-dapps-learn-callout-title": "Aprenda a crear una DApp",
  "page-dapps-lido-logo-alt": "Logotipo de Lido",
  "page-dapps-loopring-logo-alt": "Logo de Loopring",
  "page-dapps-magic-behind-dapps-description": "Las DApps pueden parecer aplicaciones normales. Pero entre bastidores tienen algunas cualidades especiales, dado que heredan todos los superpoderes de Ethereum. Esto es lo que hace que las DApps sean diferentes de las aplicaciones.",
  "page-dapps-magic-behind-dapps-link": "¿Qué hace que Ethereum sea genial?",
  "page-dapps-magic-behind-dapps-title": "La magia detrás de las DApps",
  "page-dapps-magic-title-1": "La magia",
  "page-dapps-magic-title-2": "detrás",
  "page-dapps-magician-img-alt": "Ilustración de magos",
  "page-dapps-marble-cards-logo-alt": "Logo de marble.cards",
  "page-dapps-async-logo-alt": "Logo Async",
  "page-dapps-matcha-logo-alt": "Logo de Matcha",
  "page-dapps-meeds-logo-alt": "Logo de \"Meeds\"",
  "page-dapps-metaverse-benefits-title": "metaverso",
  "page-dapps-metaverse-benefits-description": "¿Qué hay en Ethereum que le permite prosperar al metaverso?",
  "page-dapps-metaverse-benefits-1-title": "NFT",
  "page-dapps-metaverse-benefits-1-description": "Los objetos únicos dentro de los juegos son propios de los usuarios e interoperables a través de mundos virtuales y plataformas que admiten los mismos estándares.",
  "page-dapps-metaverse-benefits-2-title": "Comunidades propias del usuario",
  "page-dapps-metaverse-benefits-2-description": "Las identidades son propias de los usuarios con oportunidades sin límites para explorar y crear redes sociales a través de múltiples mundos virtuales.",
  "page-dapps-metaverse-button": "Metaverso",
  "page-dapps-metaverse-title": "Metaverso",
  "page-dapps-metaverse-description": "Hay aplicaciones que le permiten a los usuarios participar libremente en mundos virtuales. Los usuarios pueden formar redes personales y ser los propietarios de activos digitales",
  "page-dapps-mirror-logo-alt": "Logotipo de Mirror",
  "page-dapps-mobile-options-header": "Buscar otra categoría",
  "page-dapps-multichain-logo-alt": "Logotipo de Multichain",
  "page-dapps-nifty-gateway-logo-alt": "Logo de Nifty Gateway",
  "page-dapps-summerfi-logo-alt": "Logo de Summer.fi",
  "page-dapps-opensea-logo-alt": "Logo de OpenSea",
  "page-dapps-opera-logo-alt": "Logo de Opera",
  "page-dapps-osuvox-logo-alt": "Logotipo de OSUVOX",
  "page-dapps-polymarket-logo-alt": "Logo de Polymarket",
  "page-dapps-poap-logo-alt": "Logo de Proof of Attendance Protocol",
  "page-dapps-pooltogether-logo-alt": "Logo de PoolTogether",
  "page-dapps-rarible-logo-alt": "Logo de Rarible",
  "page-dapps-ready-button": "Ir",
  "page-dapps-ready-description": "Elija una DApp para probar",
  "page-dapps-ready-title": "¿Listo?",
  "page-dapps-request-finance-logo-alt": "Logo de Request Finance",
  "page-dapps-rubic-logo-alt": "Logotipo de Rubic",
  "page-dapps-sablier-logo-alt": "Logo de Sablier",
  "page-dapps-set-up-a-wallet-button": "Encontrar cartera",
  "page-dapps-set-up-a-wallet-description": "Una cartera es su inicio de sesión para una DApp",
  "page-dapps-set-up-a-wallet-title": "Configurar una cartera",
  "page-dapps-social-button": "Social",
  "page-dapps-social-description": "Estas son aplicaciones que se centran en crear redes sociales descentralizadas utilizando tecnologías de identidad también descentralizadas donde las identidades digitales y las huellas sociales son propiedad de los usuarios.",
  "page-dapps-social-title": "Social",
  "page-dapps-spatial-logo-alt": "Logotipo de Spatial",
  "page-dapps-spruce-logo-alt": "Logotipo de Spruce",
  "page-dapps-status-logo-alt": "Logotipo de Status",
  "page-dapps-superrare-logo-alt": "Logo de SuperRare",
  "page-dapps-technology-button": "Tecnología",
  "page-dapps-technology-description": "Estas son aplicaciones que se centran en descentralizar las herramientas de los desarrolladores, incorporar sistemas criptoeconómicos a la tecnología existente y crear mercados para el trabajo de desarrollo de código abierto.",
  "page-dapps-technology-title": "Tecnología descentralizada",
  "page-dapps-token-sets-logo-alt": "Logo de Token Sets",
  "page-dapps-uniswap-logo-alt": "Logo de Uniswap",
  "page-dapps-wallet-callout-button": "Encontrar cartera",
  "page-dapps-wallet-callout-description": "Las carteras también son DApps. Encuentre una basada en las características que le convengan.",
  "page-dapps-wallet-callout-image-alt": "Imagen de un robot.",
  "page-dapps-wallet-callout-title": "Ver carteras",
  "page-dapps-warning-header": "Investigue siempre por su cuenta",
  "page-dapps-warning-message": "Ethereum es una nueva tecnología y la mayoría de las aplicaciones son nuevas. Antes de depositar grandes cantidades de dinero, asegúrese de entender los riesgos.",
  "page-dapps-what-are-dapps": "¿Qué son las DApps?",
  "page-dapps-more-on-defi-button": "Más sobre finanzas descentralizadas",
  "page-dapps-more-on-nft-button": "Más sobre coleccionables tokenizados",
  "page-dapps-more-on-nft-gaming-button": "Más sobre objetos de juegos tokenizados",
  "page-dapps-dapp-description-pwn": "Préstamos fáciles respaldados por cualquier token o NFT en Ethereum.",
  "page-dapps-pwn-image-alt": "Logo de PWN",
  "page-dapps-xmtp-logo-alt": "Logotipo de XMTP",
  "opage-dapps-yearn-logo-alt": "Logo de Yearn",
  "page-dapps-yearn-image-alt": "Logo de Yearn",
  "page-dapps-convex-image-alt": "Logo de Convex",
  "foundation": "Foundation",
  "page-wallets-get-some": "Obtener ETH",
  "page-dapps-dapp-description-curve": "Curvees un intercambio descentralizado (DEX) enfocado en las monedas estables",
  "page-dapps-curve-image-alt": "Logotipo de Curve",
  "page-dapps-dapp-description-dodo": "DODO es un proveedor de liquidez en la cadena, que aprovecha el algoritmo creador proactivo de mercado (o PMM, por sus siglas en inglés)",
  "page-dapps-dodo-image-alt": "Logotipo de DODO",
  "page-dapps-dapp-description-artblocks": "Art Blocks se dedica a dar vida a fascinantes obras de arte generativo contemporáneo",
  "page-dapps-artblocks-image-alt": "Logotipo de Art Blocks",
  "page-dapps-explore-title": "¿Quiere explorar más apps?",
  "page-dapps-explore": "Revise cientos de dapps"
}
