{
  "page-wallets-accounts-addresses": "Billeteras, cuentas y direcciones",
  "page-wallets-accounts-addresses-desc": "Conviene comprender las diferencias entre algunos términos clave.",
  "page-wallets-accounts-ethereum-addresses": "Una cuenta Ethereum tiene una dirección Ethereum, como una bandeja de entrada tiene una dirección de correo. Puede usar esta dirección para enviar fondos a una cuenta.",
  "page-wallets-alt": "Imagen de un robot con una caja fuerte como cuerpo, que representa una cartera de Ethereum",
  "page-wallets-ethereum-account": "Una cuenta de Ethereum es una entidad que puede enviar transacciones y que tiene un balance.",
  "page-wallets-blog": "Blog de Coinbase",
  "page-wallets-bookmarking": "Guarde su cartera",
  "page-wallets-bookmarking-desc": "Si utiliza una cartera web, marque el sitio para protegerse contra estafas de phishing.",
  "page-wallets-cd": "Las carteras físicas de hardware son dispositivos que le permiten mantener sus criptomonedas fuera de línea – muy seguras.",
  "page-wallets-desc-2": "Necesita una cartera para enviar fondos y gestionar sus ETH.",
  "page-wallets-desc-2-link": "Más sobre ETH",
  "page-wallets-desc-3": "Su cartera es únicamente una herramienta para gestionar su cuenta de Ethereum. Esto significa que puede intercambiar proveedores de carteras en cualquier momento. Algunas carteras también le permiten administrar varias cuentas de Ethereum desde una aplicación.",
  "page-wallets-desc-4": "Esto es debido a que las carteras no tienen la custodia de sus fondos; la tiene usted. Las carteras son solo una herramienta para gestionar lo que realmente es suyo.",
  "page-wallets-description": "Las carteras de Ethereum son aplicaciones que le permiten interactuar con su cuenta de Ethereum. Piense que son como una aplicación bancaria de Internet: son un banco. Su cartera le permite leer su saldo, enviar transacciones y conectarse a aplicaciones.",
  "page-wallets-desktop": "Aplicaciones de escritorio en caso de que prefiera gestionar sus fondos desde Windows, MacOS o Linux",
  "page-wallets-ethereum-wallet": "Una cartera es un producto que le permite administrar su cuenta de Ethereum. Permite ver el balance de su cuenta, enviar transacciones y más.",
  "page-wallets-explore": "Explorar Ethereum",
  "page-wallets-features-desc": "Podemos ayudarle a elegir su cartera en función de las características que le interesen.",
  "page-wallets-features-title": "Comparar carteras según sus características",
  "page-wallets-find-wallet-btn": "Encontrar una cartera",
  "page-wallets-find-wallet-link": "Encontrar una cartera",
  "page-wallets-get-some": "Obtener ETH",
  "page-wallets-get-some-alt": "Una ilustración de una mano creando el logo de ETH hecho de bloques de Lego",
  "page-wallets-get-some-btn": "Obtener ETH",
  "page-wallets-get-some-desc": "ETH es la criptomoneda nativa de Ethereum. Necesitará ETH en su cartera para usar las aplicaciones de Ethereum.",
  "page-wallets-how-to-store": "Cómo almacenar activos digitales en Ethereum",
  "page-wallets-keys-to-safety": "Las claves para mantener seguras sus criptomonedas.",
  "page-wallets-manage-funds": "Una aplicación para gestionar sus fondos",
  "page-wallets-manage-funds-desc": "Su cartera muestra sus saldos y el historial de transacciones y le da la posibilidad de enviar o recibir fondos. Algunas carteras pueden ofrecerle más funciones.",
  "page-wallets-meta-description": "Qué necesita saber para utilizar carteras de Ethereum",
  "page-wallets-meta-title": "Carteras de Ethereum",
  "page-wallets-mobile": "Aplicaciones móviles que hacen que sus fondos sean accesibles desde cualquier lugar",
  "page-wallets-more-on-dapps-btn": "Más sobre Dapps",
  "page-wallets-most-wallets": "La mayoría de los productos de cartera le permitirán generar una cuenta de Ethereum. Así que no necesita una antes de descargar una cartera.",
  "page-wallets-protecting-yourself": "Protéjase a usted y a sus fondos",
  "page-wallets-seed-phrase": "Escriba su frase de recuperación",
  "page-wallets-seed-phrase-desc": "Las carteras a menudo le proporcionarán una frase de recuperación que deberá escribir en algún lugar seguro. Esta es la única manera de poder recuperar su cartera.",
  "page-wallets-seed-phrase-example": "Aquí hay un ejemplo:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "No la guarde en un ordenador. Escríbala y manténgala a salvo.",
  "page-wallets-slogan": "La clave de su futuro digital",
  "page-wallets-stay-safe": "Cómo mantenerse seguro",
  "page-wallets-stay-safe-desc": "Las carteras suponen un pequeño cambio de pensamiento. La libertad financiera y la capacidad de acceder y utilizar los fondos en cualquier lugar conlleva algo de responsabilidad: no hay soporte técnico en materia de criptomonedas.",
  "page-wallets-subtitle": "Las carteras le dan acceso a sus fondos y a aplicaciones de Ethereum. Solo usted tiene acceso a su cartera.",
  "page-wallets-take-responsibility": "Asuma la responsabilidad de sus propios fondos",
  "page-wallets-take-responsibility-desc": "Los intercambios centralizados enlazarán su cartera a un usuario y una contraseña que podrá recuperar de manera tradicional. Solo recuerde que está confiando en ese intercambio con la custodia de sus fondos. Si esa empresa sufre un ataque o quiebra, sus fondos están en riesgo.",
  "page-wallets-tips": "Más consejos sobre cómo mantenerse seguro",
  "page-wallets-tips-community": "De la comunidad",
  "page-wallets-title": "Carteras de Ethereum",
  "page-wallets-triple-check": "Revíselo todo tres veces",
  "page-wallets-triple-check-desc": "Recuerde que las transacciones no pueden revertirse y las carteras no se pueden recuperar fácilmente, así que tome precauciones y tenga cuidado.",
  "page-wallets-try-dapps": "Pruebe algunas Dapps",
  "page-wallets-try-dapps-alt": "Ilustración de miembros de la comunidad Ethereum trabajando juntos",
  "page-wallets-try-dapps-desc": "Las Dapps son aplicaciones creadas en Ethereum. Son más baratas y más justas y tratan mejor sus datos que las aplicaciones tradicionales.",
  "page-wallets-types": "Tipos de carteras",
  "page-wallets-types-desc": "Hay algunas formas de conectarse e interactuar con su cuenta:",
  "page-wallets-web-browser": "Las carteras de navegador son aplicaciones web que le permiten interactuar con su cuenta directamente desde el navegador.",
  "page-wallets-web-browser-extension": "Las extensiones de carteras de navegador son extensiones que usted descarga que le permiten interactuar con su cuenta y aplicaciones a través del navegador.",
  "page-wallets-whats-a-wallet": "¿Qué es una cartera de Ethereum?",
  "page-wallets-your-ethereum-account": "Su cuenta de Ethereum",
  "page-wallets-your-ethereum-account-desc": "Su cartera es la ventana a su cuenta de Ethereum: a su saldo, historial de transacciones y más. Pero puede intercambiar proveedores de cartera en cualquier momento.",
  "page-wallets-your-login": "Su inicio de sesión para aplicaciones de Ethereum",
  "page-wallets-your-login-desc": "Su cartera le permite conectarse a cualquier aplicación descentralizada mediante su cuenta de Ethereum. Es como un inicio de sesión que puede usar en muchas dapps.",
  "additional-reading-how-to-register-an-ethereum-account": "Cómo «registrar» una cuenta de Ethereum",
  "additional-reading-how-to-use-a-wallet": "Cómo utilizar una cartera"
}
