{
  "consensus-client-lighthouse-logo-alt": "Logo de Lighthouse",
  "consensus-client-lodestar-logo-alt": "Logo de Lodestar",
  "consensus-client-nimbus-logo-alt": "Logo de Nimbus",
  "consensus-client-prysm-logo-alt": "Logo de Prysm",
  "consensus-client-teku-logo-alt": "Logo de Teku",
  "consensus-client-under-review": "Revisión y auditoría en curso",
  "page-upgrades-answer-1": "Considere los cambios que se están implementando como una serie de actualizaciones realizadas para mejorar el Ethereum que usamos hoy en día. Estas actualizaciones incluyen la creación de una nueva cadena llamada cadena de baliza, la cual introducirá en el futuro nuevas cadenas conocidas como fragmentos.",
  "page-upgrades-answer-2": "Algunas actualizaciones están separadas de la red principal de Ethereum que usamos actualmente, pero no la reemplazarán. En vez de eso, la red principal se «unirá» a este sistema paralelo que se va añadiendo con el tiempo.",
  "page-upgrades-answer-4": "En otras palabras, el Ethereum que usamos hoy en día se consolidará con todas las características que buscamos en la visión del proyecto.",
  "page-upgrade-article-title-two-point-oh": "2.0: la cadena de baliza",
  "page-upgrade-article-title-beacon-chain-explainer": "La descripción de la cadena de baliza Ethereum 2.0 que necesita leer primero",
  "page-upgrade-article-title-sharding-consensus": "Consenso de fragmentación",
  "page-upgrade-article-author-ethereum-foundation": "Ethereum Foundation",
  "page-upgrade-article-title-sharding-is-great": "Por qué la fragmentación es buena: desmitificar las propiedades técnicas",
  "page-upgrade-article-title-rollup-roadmap": "Una hoja de ruta centrada en las acumulaciones (o «rollups»)",
  "page-upgrades-beacon-chain-btn": "Más información sobre la cadena de baliza",
  "page-upgrades-beacon-chain-date": "La cadena de baliza se introdujo el 1 de diciembre de 2020.",
  "page-upgrades-beacon-chain-desc": "La cadena de baliza trajo apuestas a Ethereum, sentó las bases para futuras actualizaciones, y en última instancia coordinará el nuevo sistema.",
  "page-upgrades-beacon-chain-estimate": "La cadena de baliza está en directo",
  "page-upgrades-beacon-chain-title": "La cadena de baliza",
  "page-upgrades-bug-bounty": "Ver el programa de recompensas por errores",
  "page-upgrades-clients": "Revisar los clientes consensuados (conocidos anteriormente como clientes «Eth2»)",
  "page-staking-deposit-contract-title": "Comprobar la dirección del contrato de depósito",
  "page-upgrades-diagram-ethereum-mainnet": " Red principal de Ethereum",
  "page-upgrades-diagram-h2": "Cómo encajan entre sí las actualizaciones",
  "page-upgrades-diagram-link-1": "Más información sobre la prueba de trabajo",
  "page-upgrades-diagram-link-2": "Más información sobre las cadenas de fragmentos",
  "page-upgrades-diagram-mainnet": "Red principal",
  "page-upgrades-diagram-p": "La red principal de Ethereum continuará existiendo en su forma actual durante un tiempo. Esto significa que la cadena de baliza y las actualizaciones de fragmentos no interrumpirán la red.",
  "page-upgrades-diagram-p-1": "La red principal acabará por fusionarse con el nuevo sistema introducido por la cadena de baliza.",
  "page-upgrades-diagram-p-2": "La cadena de baliza se convertirá en el conductor de Ethereum, coordinará a los validadores y marcará el ritmo de creación de bloques.",
  "page-upgrades-diagram-p-3": "Al principio, existirá por separado de la red principal y administrará validadores; no tendrá nada que ver con contratos, transacciones o cuentas inteligentes.",
  "page-upgrades-diagram-p-4": "Los fragmentos proporcionarán infinidad de datos adicionales para ayudar a aumentar la cantidad de transacciones que la red principal puede manejar. La cadena de baliza coordinará estos datos.",
  "page-upgrades-diagram-p-5": "No obstante, todas las transacciones seguirán dependiendo de la red principal, que seguirá existiendo tal como la conocemos hoy, asegurada por la prueba de trabajo y los mineros.",
  "page-upgrades-diagram-p-6": "La red principal se fusionará con el sistema de prueba de participación, coordinado por la cadena de baliza.",
  "page-upgrades-diagram-p-8": "Esto convertirá a la red principal en un fragmento dentro del nuevo sistema. Ya no se necesitarán mineros, ya que todo Ethereum estará protegido por validadores.",
  "page-upgrades-diagram-p10": "La escala de Ethereum no es una migración o una sola cosa, describe un conjunto de actualizaciones en las que se está trabajando para desbloquear todo el potencial de Ethereum. Así encajan todas las actualizaciones.",
  "page-upgrades-diagram-scroll": "Desplácese para explorar o toque para obtener más información.",
  "page-upgrades-diagram-shard": "Fragmento (1)",
  "page-upgrades-diagram-shard-1": "Fragmento (...)",
  "page-upgrades-diagram-shard-2": "Fragmento (2)",
  "page-upgrades-diagram-shard-3": "Fragmento (...)",
  "page-upgrades-diagram-validators": "Más información sobre validadores",
  "page-upgrades-dive": "Sumérjase en la visión",
  "page-upgrades-dive-desc": "¿Cómo vamos a hacer que Ethereum sea más escalable, seguro y sostenible? Todo ello al tiempo que se mantiene el espíritu central de descentralización de Ethereum.",
  "page-upgrades-docking": "La fusión",
  "page-upgrades-merge-answer-1": "La fusión se produce cuando la red principal comienza a utilizar la cadena de baliza para el consenso y la prueba de trabajo se desactiva, lo que se producirá a lo largo de 2022.",
  "page-upgrades-merge-btn": "Más información sobre la fusión",
  "page-upgrades-merge-desc": "La red principal de Ethereum necesitará «fusionarse» con la cadena de baliza en algún momento. Esto permitirá que toda la red pueda hacer apuestas y señalará el final de la minería con alta dependencia energética.",
  "page-upgrades-merge-estimate": "Estimación: 2022",
  "page-upgrades-merge-mainnet": "¿Qué es la red principal?",
  "page-upgrades-merge-mainnet-eth2": "La fusión de la red principal y la cadena de baliza",
  "page-upgrades-eth-blog": "Blog de ethereum.org",
  "page-upgrades-explore-btn": "Explorar actualizaciones",
  "page-upgrades-get-involved": "Participar en la actualización de Ethereum",
  "page-upgrades-get-involved-2": "Participar",
  "page-upgrades-head-to": "Diríjase a",
  "page-upgrades-help": "¿Quiere ayudar con las actualizaciones de Ethereum?",
  "page-upgrades-help-desc": "Hay muchas oportunidades para opinar sobre las actualizaciones de Ethereum, ayudar con las pruebas e incluso ganar recompensas.",
  "page-upgrades-index-staking": "Es momento de apostar",
  "page-upgrades-index-staking-desc": "\nLa clave de las actualizaciones de Ethereum es la introducción del staking. Si desea utilizar su ETH para ayudar a proteger la red Ethereum, asegúrese de seguir estos pasos.",
  "page-upgrades-index-staking-learn": "Más información sobre cómo apostar",
  "page-upgrades-index-staking-learn-desc": "La cadena de baliza traerá participación a Ethereum. Esto significa que si tiene ETH, puede hacer un bien público al asegurar la red y ganar más ETH al mismo tiempo.",
  "page-upgrades-index-staking-step-1": "1. Configurar con la plataforma de lanzamiento",
  "page-upgrades-index-staking-step-1-btn": "Visitar la plataforma de lanzamiento de apuestas",
  "page-upgrades-index-staking-step-1-desc": "Para apostar en Ethereum, deberá usar la plataforma de lanzamiento; esto le guiará a través del proceso.",
  "page-upgrades-index-staking-step-2": "2. Confirmar la dirección de apuesta",
  "page-upgrades-index-staking-step-2-btn": "Confirme la dirección del contrato de depósito",
  "page-upgrades-index-staking-step-2-desc": "Antes de apostar su ETH, asegúrese de verificar que tiene la dirección correcta. Debe haber pasado por la plataforma de lanzamiento antes de hacer esto.",
  "page-upgrades-index-staking-sustainability": "Más sostenible",
  "page-upgrades-just-docking": "Más información sobre la fusión",
  "page-upgrades-meta-desc": "Una descripción general de las actualizaciones de Ethereum y la visión que esperan hacer realidad.",
  "page-upgrades-meta-title": "Actualizaciones de Ethereum (anteriormente «Eth2»)",
  "page-upgrades-miners": "Más información obre los mineros",
  "page-upgrades-more-on-upgrades": "Más información sobre las actualizaciones de Ethereum",
  "page-upgrades-proof-of-stake": "prueba de participación",
  "page-upgrades-proof-of-work": "prueba de trabajo",
  "page-upgrades-proof-stake-link": "Más información sobre la prueba de participación",
  "page-upgrades-question-1-title": "¿Cuándo se enviarán las actualizaciones?",
  "page-upgrades-question-1-desc": "Ethereum se está actualizando progresivamente; las actualizaciones son distintas con diferentes fechas de envío.",
  "page-upgrades-question-2-title": "¿Es la cadena de baliza una cadena de bloques separada?",
  "page-upgrades-question-2-desc": "No es correcto considerar estas actualizaciones como una cadena de bloques separada.",
  "page-upgrades-question-3-answer-2": "Las actualizaciones de la cadena de fusión y fragmentos pueden afectar a los desarrolladores de dapp. Sin embargo, las especificaciones aún no se han finalizado, por lo que no se requiere una acción inmediata.",
  "page-upgrades-question-3-answer-3": "Hable con el equipo de investigación y desarrollo de Ethereum en ethresear.ch.",
  "page-upgrades-question-3-answer-3-link": "Visite ethresearch.ch",
  "page-upgrades-question-3-desc": "No tiene que hacer nada en este momento a modo de preparación para las actualizaciones.",
  "page-upgrades-question-3-title": "¿Cómo me preparo para las actualizaciones?",
  "page-upgrades-question-4-answer-1": "Cada vez que envía una transacción o usa un dapp hoy, está usando la capa de ejecución o red principal, es decir, el Ethereum que está asegurado por los mineros.",
  "page-upgrades-question-4-answer-2": "La red principal seguirá funcionando con normalidad hasta la fusión.",
  "page-upgrades-question-4-answer-3": "Después de la fusión, los validadores asegurarán toda la red a través de la prueba de la participación.",
  "page-upgrades-question-4-answer-6": "Cualquiera puede convertirse en validador si apuesta sus ETH.",
  "page-upgrades-question-4-answer-7": "Más información acerca de cómo apostar",
  "page-upgrades-question-4-answer-8": "Las actualizaciones de la cadena de baliza y la cadena de fragmentación no interrumpirán la capa de ejecución (red principal), ya que se construyen por separado.",
  "page-upgrades-question-4-title": "¿Qué es la capa de ejecución?",
  "page-upgrades-question-4-desc": "La red principal de Ethereum en la que se realizan las transacciones hoy se denominaba anteriormente «Eth1». Este término se está viendo desplazado actualmente por «capa de ejecución».",
  "page-upgrades-question-5-answer-1": "Para llegar a ser un validador completo en la red, necesita apostar 32 ETH. Si no tiene esa cantidad o no está dispuesto a apostar tanto, puede unirse a los grupos de apuestas. Estos grupos le permitirán apostar menos y ganar fracciones de las recompensas totales.",
  "page-upgrades-question-5-desc": "Tendrá que usar la plataforma de lanzamiento de apuestas o unirse a un grupo de apuestas.",
  "page-upgrades-question-5-title": "¿Cómo puedo apostar?",
  "page-upgrades-question-6-answer-1": "Por ahora, no hay acciones que emprender. Sin embargo, le recomendamos estar al tanto de los desarrollos en la fusión y las actualizaciones en la cadena de fragmentos.",
  "page-upgrades-question-6-answer-3": "Danny Ryan, de Ethereum Foundation, mantiene regularmente al corriente a la comunidad:",
  "page-upgrades-question-6-answer-4": "Ben Edgington, de ConsenSys, se encarga de un boletín semanal sobre las actualizaciones de Ethereum:",
  "page-upgrades-question-6-answer-5": "También puede unirse al foro sobre la investigación y el desarrollo de Ethereum en ethresearch.",
  "page-upgrades-question-6-desc": "Su dapp no ​​se verá afectada por ninguna actualización inminente. Sin embargo, las actualizaciones futuras pueden requerir algunos cambios.",
  "page-upgrades-question-6-title": "¿Qué tengo que hacer con mi dapp?",
  "page-upgrades-question-7-desc": "Hay numerosos equipos diferentes de toda la comunidad trabajando en las diversas actualizaciones de Ethereum.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(implementación de Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(implementación de JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(implementación de Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(implementación de Go)",
  "page-upgrades-question-7-teams": "Los equipos de clientes de consenso de Ethereum:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(implementación de Java)",
  "page-upgrades-question-7-title": "¿Quién se está encargando de las actualizaciones de Ethereum?",
  "page-upgrades-question-7-clients": "Más información sobre los clientes de Ethereum",
  "page-upgrades-question-8-answer-1": "Las actualizaciones de Ethereum ayudarán a Ethereum a escalar de forma descentralizada, manteniendo la seguridad y aumentando la sostenibilidad.",
  "page-upgrades-question-8-answer-2": "Tal vez el problema más obvio sea que Ethereum necesita poder manejar más de 15 a 45 transacciones por segundo. No obstante, las actualizaciones también abordan otros problemas actuales con Ethereum.",
  "page-upgrades-question-8-answer-3": "La red tiene una demanda muy elevada y eso hace que Ethereum sea costoso de usar. Los nodos en la red luchan bajo el tamaño de Ethereum y la cantidad de información que sus ordenadores tienen que procesar y el algoritmo subyacente que mantiene a Ethereum seguro y descentralizado requiere mucha energía y necesita ser más ecológico.",
  "page-upgrades-question-8-answer-4": "Mucho de lo que está cambiando siempre ha estado en la hoja de ruta de Ethereum, incluso desde 2015. Sin embargo, las condiciones actuales hacen que se requieran actualizaciones aún mayores.",
  "page-upgrades-question-8-answer-6": "Explore la visión de Ethereum",
  "page-upgrades-question-8-desc": "El Ethereum que utilizamos hoy en día necesita ofrecer una mejor experiencia a los usuarios finales y a los participantes de la red.",
  "page-upgrades-question-8-title": "¿Por qué se necesitan actualizaciones?",
  "page-upgrades-question-9-answer-1": "El rol más activo que puede desempeñar es apostar sus ETH.",
  "page-upgrades-question-9-answer-2": "También puede que desee ejecutar un segundo cliente para ayudar a mejorar la diversidad de los clientes.",
  "page-upgrades-question-9-answer-3": "Si usted es más técnico, puede ayudar a detectar errores en los nuevos clientes.",
  "page-upgrades-question-9-answer-4": "También puede influir en los debates técnicos con investigadores de Ethereum en ethresear.ch.",
  "page-upgrades-question-9-desc": "No tiene que tener un perfil técnico para contribuir, la comunidad se nutre de aportaciones de todo tipo de conjuntos de habilidades.",
  "page-upgrades-question-9-stake-eth": "Apostar ETH",
  "page-upgrades-question-9-title": "¿Cómo puedo contribuir a las actualizaciones de Ethereum?",
  "page-upgrades-question-9-more": "Encuentre formas más generales de involucrarse con Ethereum",
  "page-upgrades-question-10-title": "¿Cuáles son las «fases Eth2»?",
  "page-upgrades-question-10-desc": "Aquí se han producido algunos cambios.",
  "page-upgrades-question-10-answer-0": "El término «Eth2» en sí mismo se está eliminando gradualmente, ya que no representa una sola actualización o una nueva red. Engloba más concretamente un conjunto de múltiples actualizaciones que desempeñan su función para conseguir que Ethereum sea más escalable, seguro y sostenible. La red que conoce y tanto le gusta, simplemente se denominará Ethereum.",
  "page-upgrades-question-10-answer-1": "Somos reacios a utilizar demasiado la expresión «hoja de ruta técnica», porque esto es software: las cosas pueden cambiar. Pensamos que es más sencillo entender lo que ocurre cuando se leen los resultados.",
  "page-upgrades-question-10-answer-1-link": "Ver las actualizaciones",
  "page-upgrades-question-10-answer-2": "Pero, si ha estado siguiendo los debates, así es como las actualizaciones encajan en las hojas de ruta técnicas.",
  "page-upgrades-question-10-answer-3": "La fase 0 describe el trabajo para activar la cadena de baliza.",
  "page-upgrades-question-10-answer-5": "La fase 1 originalmente se centró en implementar las cadenas de fragmentos, aunque la prioridad se ha desplazado a «la fusión», que es la próxima actualización planificada.",
  "page-upgrades-question-10-answer-6": "La fase 1.5 se planeó originalmente para seguir las implementaciones de fragmentos, cuando la red principal se agregara como el último fragmento a la cadena de baliza. Para acelerar la transición alejándose de la minería de prueba de trabajo, la red principal representará el primer fragmento que se conectará con la cadena de baliza. Esto ahora se conoce como «la fusión» y será un paso significativo hacia un Ethereum más verde.",
  "page-upgrades-question-10-answer-7": "Aunque los planes relativos a la fase 2 han sido un punto de intensa investigación y debate con la fusión planeada antes de las cadenas de fragmentos, esto permitirá una reevaluación continua de las necesidades del desarrollo de Ethereum en el futuro. Dada una hoja de ruta centrada en las acumulaciones, la necesidad inmediata de cadenas de fragmentos es debatible.",
  "page-upgrades-question-10-answer-8": "Más información sobre la hoja de ruta centrada en las acumulaciones",
  "page-upgrades-question-title": "Preguntas más frecuentes",
  "page-upgrades-question3-answer-1": "Los propietarios de ETH no necesitan hacer nada, no tienen que cambiar ni actualizar sus ETH. Seguramente habrá estafas que dirán lo contrario, ¡vaya con cuidado!",
  "page-upgrades-scalable": "Más escalable",
  "page-upgrades-scalable-desc": "Ethereum necesita soportar miles de transacciones por segundo para que las aplicaciones sean más rápidas y más baratas de usar.",
  "page-upgrades-secure": "Más seguro",
  "page-upgrades-secure-desc": "Ethereum necesita ser más seguro. A medida que aumenta la adopción de Ethereum, el protocolo necesita ser más seguro contra todo tipo de ataques.",
  "page-upgrades-shard-button": "Más información sobre las cadenas de fragmentos",
  "page-upgrades-shard-date": "Las cadenas de fragmento deberían ser la fase siguiente a la fusión, a lo largo de 2023.",
  "page-upgrades-shard-desc": "Las cadenas de fragmentos expandirán la capacidad de Ethereum para procesar transacciones y almacenar datos. Los fragmentos en sí mismos ganarán más características con el tiempo, desplegados en múltiples fases.",
  "page-upgrades-shard-estimate": "Fecha estimada: 2023",
  "page-upgrades-shard-lower": "Más información sobre las cadenas de fragmentos",
  "page-upgrades-shard-title": "Cadenas de fragmentos",
  "page-upgrades-stay-up-to-date": "Esté al corriente",
  "page-upgrades-stay-up-to-date-desc": "Entérese de las novedades más recientes que publiquen investigadores y desarrolladores sobre las actualizaciones de Ethereum.",
  "page-upgrades-sustainable-desc": "Ethereum necesita ser mejor para el medio ambiente. Hoy en día la tecnología consume demasiada energía y potencia computacional.",
  "page-upgrades-take-part": "Participe en la investigación",
  "page-upgrades-take-part-desc": "Los investigadores y entusiastas de Ethereum se reúnen aquí para discutir sobre los esfuerzos de investigación, incluyendo todo lo relacionado con las actualizaciones de Ethereum.",
  "page-upgrades-the-upgrades": "Las actualizaciones de Ethereum",
  "page-upgrades-the-upgrades-desc": "Ethereum consiste en una serie de actualizaciones que mejorarán la escalabilidad, seguridad y sostenibilidad de la red. Aunque cada una de ellas se desarrolla en paralelo, tienen ciertas dependencias que determinan su implementación.",
  "page-upgrades-unofficial-roadmap": "Esta no es la hoja de ruta oficial, sino la forma en la que vemos lo que está pasando, en función de la información existente. Pero al tratarse de tecnología, las cosas pueden cambiar en un instante. Por lo tanto y por favor, no tome esto como un compromiso.",
  "page-upgrades-upgrade-desc": "El Ethereum que conocemos y tanto nos gusta es más escalable, más seguro y más sostenible...",
  "page-upgrades-upgrades": "Las actualizaciones de Ethereum",
  "page-upgrades-upgrades-aria-label": "Menú de actualizaciones de Ethereum",
  "page-upgrades-upgrades-beacon-chain": "La cadena de baliza",
  "page-upgrades-upgrades-docking": "La fusión",
  "page-upgrades-upgrades-guide": "Guía de actualizaciones de Ethereum",
  "page-upgrades-upgrading": "Actualizar Ethereum a nuevos niveles extremos",
  "page-upgrades-vision": "La visión",
  "page-upgrades-vision-btn": "Más información sobre la visión de Ethereum",
  "page-upgrades-vision-desc": "Para incorporar Ethereum a la sociedad y que sirva a todas las personas, debemos conseguir que sea más escalable, seguro y sostenible.",
  "page-upgrades-vision-upper": "La visión de Ethereum",
  "page-upgrades-what-happened-to-eth2-title": "¿Qué pasó con «Eth2»?",
  "page-upgrades-what-happened-to-eth2-1": "El término «Eth2» se está eliminando gradualmente a modo de preparación para la fusión.",
  "page-upgrades-what-happened-to-eth2-1-more": "Más información sobre la fusión.",
  "page-upgrades-what-happened-to-eth2-2": "Después de fusionar «Eth1» y «Eth2» en una sola cadena, no habrá dos redes distintas de Ethereum; solo existirá Ethereum.",
  "page-upgrades-what-happened-to-eth2-3": "Para evitar mayor confusión, la comunidad ha actualizado estos términos:",
  "page-upgrades-what-happened-to-eth2-3-1": "«Eth1» es ahora la«capa de ejecución», que se encarga de las transacciones y ejecución.",
  "page-upgrades-what-happened-to-eth2-3-2": "«Eth2» ahora es la «capa de consenso», que maneja el consenso de prueba de participación.",
  "page-upgrades-what-happened-to-eth2-4": "Estas actualizaciones de terminología solo cambian la nomenclatura, no alteran los objetivos ni el itinerario de Ethereum.",
  "page-upgrades-what-happened-to-eth2-5": "Más información acerca del cambio de nombre a «Eth2»",
  "page-upgrades-why-cant-we-just-use-eth2-title": "¿Por qué no podemos utilizar Eth2?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Patrones mentales",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Un problema importante con el término Eth2 es que crea un modelo mental inconexo para los nuevos usuarios de Ethereum. Creen intuitivamente que Eth1 es el primero que se ha creado y que Eth2 viene después. O que Eth1 deja de existir una vez que Eth2 aparece. Ninguna de estas afirmaciones es cierta. Al eliminar el término Eth2, evitamos la confusión que produciría en futuros usuarios el tener que razonar este confuso patrón mental.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Inclusividad",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "A medida que el mapa de ruta de Ethereum ha evolucionado, Ethereum 2.0 se ha convertido en una representación inexacta de la hoja de ruta de Ethereum. Ser cuidadoso y preciso en nuestra elección de palabras permite que el contenido de Ethereum sea comprendido por el público más amplio posible.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Prevención de fraudes",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "Lamentablemente, personas con malas intenciones han intentado usar el nombre incorrecto de Eth2 para estafar a los usuarios, diciéndoles que intercambien sus tókenes ETH por «ETH2», o que deben migrar a través de algún procedimiento su ETH antes de la actualización a Eth2. Esperamos que esta terminología actualizada ofrezca claridad para eliminar este riesgo de estafa y ayude a hacer el ecosistema más seguro.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Claridad en las apuestas",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Algunos operadores de apuestas también han representado al ETH apostado en el la cadena de baliza con la etiqueta «ETH2». Esto es una posible fuente de confusión, dado que los usuarios de estos servicios no están recibiendo realmente un token de «ET2». No existe un token de «ETH2»; simplemente representa su participación en la apuesta de esos proveedores específicos.",
  "page-upgrades-what-to-do": "¿Qué necesita hacer?",
  "page-upgrades-what-to-do-desc": "Si es usted un usuario de dapp o titular de ETH, no necesita hacer nada. Si es un desarrollador o quiere empezar a apostar, puede implicarse de distintas maneras hoy en día.",
  "page-upgrades-whats-next": "¿Qué son las actualizaciones de Ethereum?",
  "page-upgrades-whats-next-desc": "La guía para el futuro de Ethereum conlleva mejoras de protocolo interconectadas que harán que la red sea más escalable, más segura y más sustentable. Estas mejoras están siendo desarrolladas por varios equipos dentro del ecosistema de Ethereum.",
  "page-upgrades-whats-next-history": "Más información acerca de actualizaciones anteriores de Ethereum",
  "page-upgrades-whats-ethereum": "Un segundo, ¿pero qué es Ethereum?",
  "page-upgrades-whats-new": "¿Y ahora qué pasará con Ethereum?",
  "page-upgrades-security-link": "Más información acerca de la seguridad y prevención de fraudes"
}
