{
  "page-what-is-ethereum-network-meta-title": "¿Qué es la red de Ethereum? | ethereum.org",
  "page-what-is-ethereum-network-meta-description": "Conozca qué es la red de Ethereum, la participación (staking) y la seguridad, las comisiones de red (también conocidas como gas), las redes de escalado de capa 2 y cómo explorar datos en vivo de la red.",
  "page-what-is-ethereum-network-twitter-meta-description": "Conozca qué es la red de Ethereum, la participación (staking) y la seguridad, las comisiones de red, las redes de escalado de capa 2 y cómo explorar datos en vivo de la red.",
  "page-what-is-ethereum-network-title": "¿Qué es la red de Ethereum?",
  "page-what-is-ethereum-network-description-1": "La red de Ethereum es la infraestructura física y digital que sustenta a Ethereum.",
  "page-what-is-ethereum-network-description-2": "Esto incluye nodos que almacenan datos, validadores que procesan transacciones, software que ejecuta smart contracts y redes de capa 2 que escalan Ethereum más allá de la cadena principal.",
  "page-what-is-ethereum-network-section-network-fees-title": "¿Qué son las comisiones de la red de Ethereum (también conocidas como comisiones de gas)?",
  "page-what-is-ethereum-network-section-staking-title": "¿Qué es el staking y cómo protege la red?",
  "page-what-is-ethereum-network-section-layer-2s-title": "¿Qué son las capas 2 de Ethereum y cómo escalan la red?",
  "page-what-is-ethereum-network-section-live-network-data-title": "Cómo explorar datos en vivo de la red de Ethereum",
  "page-what-is-ethereum-network-read-next-title": "Leer a continuación",
  "page-what-is-ethereum-network-read-next-item-1": "¿Qué son las billeteras?",
  "page-what-is-ethereum-network-read-next-item-2": "¿Qué es el ether (ETH)?",
  "page-what-is-ethereum-network-read-next-item-3": "¿Qué es la Web3?",
  "page-what-is-ethereum-network-read-next-item-4": "Aprenda más sobre la red de Ethereum",
  "page-what-is-ethereum-network-section-description-1": "Cuando las personas hablan de Ethereum, generalmente se refieren a varias cosas distintas. Está el ecosistema de aplicaciones y activos digitales, la plataforma de software de código abierto y la moneda nativa ether (ETH).",
  "page-what-is-ethereum-network-section-description-2": "Pero en el fondo de todo está la <strong>red de Ethereum</strong>; la base física y digital que une todo.",
  "page-what-is-ethereum-network-section-description-3": "En esencia, la red de Ethereum es un conjunto de <strong>miles de computadoras independientes llamadas nodos</strong>. Estos nodos son <strong>operados por personas en todo el mundo</strong>. Trabajan juntos para almacenar datos, ejecutar smart contracts y registrar cada transacción en un libro mayor abierto y público.",
  "page-what-is-ethereum-network-section-description-4": "La red de Ethereum realiza varias tareas clave, como:",
  "page-what-is-ethereum-network-section-description-5": "actualizar cuentas de usuarios y balances",
  "page-what-is-ethereum-network-section-description-6": "ejecutar smart contracts (programas que ejecutan aplicaciones)",
  "page-what-is-ethereum-network-section-description-7": "rastrear la propiedad de activos digitales (como stablecoins y NFT)",
  "page-what-is-ethereum-network-section-description-8": "procesar todas las transacciones que pasan por Ethereum cada día",
  "page-what-is-ethereum-network-section-description-9": "Por suerte, no es necesario entender cómo funciona la red para utilizarla.",
  "page-what-is-ethereum-network-section-description-10": "La mayoría de las personas simplemente usan la red a través de una <a>billetera digital</a>. <strong>Una billetera</strong> suele ser una aplicación web o móvil que le permite <strong>enviar</strong> y <strong>recibir ETH, gestionar sus activos</strong> y utilizar aplicaciones.",
  "page-what-is-ethereum-network-section-description-11": "Otros tipos de usuarios, como los desarrolladores y las empresas que construyen en Ethereum, pueden usar APIs, software de nodos o desplegar smart contracts.",
  "page-what-is-ethereum-network-section-description-12": "La red de Ethereum es diferente de los sistemas tradicionales por su diseño. <strong>El código y los datos de Ethereum se almacenan en nodos descentralizados</strong> en todo el mundo, por lo que nadie puede bloquear su acceso ni cerrar su aplicación.",
  "page-what-is-ethereum-network-section-description-13": "Y como cualquiera puede unirse, abre la puerta al acceso e innovación global.",
  "page-what-is-ethereum-network-section-description-14": "Estas características permiten cosas que antes no eran posibles, como:",
  "page-what-is-ethereum-network-section-description-15": "propiedad de datos",
  "page-what-is-ethereum-network-section-description-16": "redes sociales sin censura o exclusión de plataformas",
  "page-what-is-ethereum-network-section-description-17": "sistemas financieros abiertos y transparentes",
  "page-what-is-ethereum-network-section-description-18": "En esencia, la red de Ethereum es una base para la propiedad digital y la participación abierta.",
  "page-what-is-ethereum-network-section-description-19": "Quizás escuche a personas hablar de <strong>Ethereum Mainnet</strong>. Esta es la misma red de Ethereum que millones utilizan cada día, donde se intercambian activos reales y existen aplicaciones reales. Pero “Mainnet” ayuda a diferenciarla de las redes de capa 2 de Ethereum y de las redes de prueba (testnets) que los desarrolladores usan para probar nuevas funciones antes de lanzarlas al público.",
  "page-what-is-ethereum-network-gas-section-description-1": "Cada transacción en Ethereum cuesta una pequeña comisión llamada comisión de gas. Ya sea que envíe ETH, intercambie tokens o utilice una aplicación, paga una pequeña cantidad de gas cada vez que escribe datos en la blockchain.",
  "page-what-is-ethereum-network-gas-section-description-2": "<strong>Las comisiones de gas mantienen Ethereum funcionando sin problemas</strong>. Sin ellas, actores malintencionados podrían saturar la red con transacciones vacías y hacerla imposible de usar debido a la congestión, ya que no habría forma de priorizar transacciones según la comisión que los usuarios estén dispuestos a pagar.",
  "page-what-is-ethereum-network-gas-section-description-3": "Las comisiones de gas de Ethereum cubren el costo de los distintos recursos que puede consumir una transacción, como procesamiento, ancho de banda o almacenamiento. Todo esto se resume en un único valor para los usuarios, pero se realiza una amplia investigación y desarrollo para determinar cuánto debería costar cada operación en relación con las demás.",
  "page-what-is-ethereum-network-gas-section-description-4": "Entonces, ¿qué ocurre cuando paga gas? Una parte se <strong>paga al validador</strong> que añade su transacción a un “bloque” de transacciones. Otra parte se <strong>“quema”, eliminándola de la oferta</strong>.",
  "page-what-is-ethereum-network-gas-section-description-5": "Esto ayuda a equilibrar la oferta y la demanda, porque <strong>cuando la red está ocupada, las comisiones suben</strong>. Cuando está más tranquila, las comisiones bajan.",
  "page-what-is-ethereum-network-gas-section-description-6": "Desde que la red <blog>introdujo la quema de comisiones</blog> en agosto de 2021, <strong>se han <beaconchain>quemado millones de ETH</beaconchain></strong>. Puede explorar las cifras más recientes usando <ultrasound>paneles de red y exploradores</ultrasound> creados por la comunidad de Ethereum.",
  "page-what-is-ethereum-network-gas-section-description-7": "Entonces, ¿cuánto cuesta una transacción?",
  "page-what-is-ethereum-network-gas-section-description-8": "Bueno, <strong>las comisiones varían según lo que haga</strong>. Simplemente enviar ETH puede costar menos de un dólar. Intercambiar tokens en un exchange descentralizado (DEX) puede costar algunos dólares o más, especialmente si la red está ocupada. Cuanto más compleja es la transacción, más gas cuesta.",
  "page-what-is-ethereum-network-gas-section-description-9": "Las comisiones de gas son una de las partes más visibles al usar Ethereum, especialmente para los usuarios nuevos, pero todo contribuye a que la red sea más confiable y segura.",
  "page-what-is-ethereum-network-gas-section-description-10": "Obtenga más información sobre las comisiones de la red de Ethereum",
  "page-what-is-ethereum-network-staking-section-description-1": "La red de Ethereum se protege con un sistema llamado staking. Así es como Ethereum <strong>verifica transacciones, añade nuevos bloques</strong> y mantiene la red <strong>segura frente a ataques</strong>.",
  "page-what-is-ethereum-network-staking-section-description-2": "Cuando Ethereum comenzó, usaba un mecanismo de consenso (una forma de acordar quién posee qué) llamado proof-of-work. Es el mismo mecanismo que usa hoy en día Bitcoin.",
  "page-what-is-ethereum-network-staking-section-description-3": "En septiembre de 2022, Ethereum migró a un mecanismo de consenso proof-of-stake, más seguro y eficiente energéticamente.",
  "page-what-is-ethereum-network-staking-section-description-4": "Entonces, ¿cómo funciona?",
  "page-what-is-ethereum-network-staking-section-description-5": "En términos simples, las personas bloquean algo de ETH <strong>(ponen su ETH en juego)</strong>, como un depósito, para ayudar a <strong>proteger la red</strong>. A estas personas se les llama validadores. Cuando participa haciendo staking con ETH, su validador puede ser elegido para verificar y añadir nuevas transacciones. Si lo hace de forma honesta, <strong>gana recompensas</strong>. Si <strong>intenta hacer trampa, pierde parte de su depósito</strong>.",
  "page-what-is-ethereum-network-staking-section-description-6": "El staking es la forma en que Ethereum se compromete con la calidad de su servicio. Todo ese dinero en juego tiene el mejor interés en que Ethereum siga siendo seguro —¿apostaría en su contra?",
  "page-what-is-ethereum-network-staking-section-description-7": "Solo dos años después de implementar proof-of-stake, Ethereum atrajo a <validators>más de un millón de validadores</validators> que hacen staking con <stakedEther>millones de ETH</stakedEther> para proteger Ethereum. <strong>Esto hace que atacar Ethereum sea extremadamente costoso y difícil</strong>. Esto es porque, para atacar la red, <strong>una entidad necesita al menos 1/3 de todo el ETH en staking para siquiera comenzar el ataque</strong>. Hoy en día, eso equivale a decenas de miles de millones de dólares, y aun así, lo más probable es que el ataque fracase porque más de 1/3 en desacuerdo con el resto de la red impediría la finalización, pero la cadena seguiría creciendo y la otra versión sería considerada la fuente de verdad. Más de 1/2 cambia qué versión se considera verdadera, y más de 2/3 permitiría finalizar algo con lo que el resto no está de acuerdo.",
  "page-what-is-ethereum-network-staking-section-description-8": "Esto es lo que da a Ethereum su “<strong>seguridad económica</strong>”. No solo se trata de tener la tecnología adecuada. Se trata de hacer que los ataques sean demasiado costosos incluso para intentarlos.",
  "page-what-is-ethereum-network-staking-section-description-9": "Para ayudar a proteger la red de Ethereum, puede hacerlo de dos formas principales.",
  "page-what-is-ethereum-network-staking-section-description-10": "La primera forma es operando un nodo. Los nodos almacenan toda la historia de la blockchain, incluyendo todas las transacciones y los datos de los smart contracts. Al sincronizarse con otros nodos, pueden acordar el estado de la red, asegurando que las transacciones sean legítimas y que los datos de los smart contracts estén disponibles.",
  "page-what-is-ethereum-network-staking-section-description-11": "La segunda forma es haciendo staking con su ETH. La manera más sencilla es a través de un proveedor de staking como <lido>Lido</lido> o <rocketpool>Rocketpool</rocketpool>. Pero si tiene los conocimientos, puede probar a ejecutar el software de validador en casa.",
  "page-what-is-ethereum-network-staking-section-description-12": "Obtenga más información sobre el staking y cómo participar",
  "page-what-is-ethereum-network-staking-section-description-13": "Descubra cómo operar un nodo",
  "page-what-is-ethereum-network-layer-2s-section-description-1": "A medida que Ethereum gana popularidad, la red se vuelve más concurrida. Cuando la demanda es alta, las comisiones de gas suben y las transacciones tardan más. Para solucionarlo, los desarrolladores han creado una serie de <strong>redes complementarias</strong> llamadas capas 2.",
  "page-what-is-ethereum-network-layer-2s-section-description-2": "Las capas 2, también conocidas como L2, son otras redes que <strong>funcionan sobre Ethereum</strong>. Procesan transacciones por separado y luego envían un resumen para almacenarse en Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-3": "Puede pensar en ellas como carriles exprés en una autopista. En lugar de que cada transacción pase por Ethereum Mainnet, muchas utilizan estos caminos más rápidos y económicos.",
  "page-what-is-ethereum-network-layer-2s-section-description-4": "Algunas de las L2 más populares son <strong>Base, Arbitrum, Optimism, zkSync</strong> y <strong>Starknet</strong>. Cada una funciona de forma ligeramente diferente, pero la idea es la misma: escalar Ethereum sin comprometer la seguridad.",
  "page-what-is-ethereum-network-layer-2s-section-description-5": "Una simple transferencia de ETH en Optimism o zkSync puede <l2fees>costar solo $0.04</l2fees>, comparado con $0.3-$1 en Ethereum Mainnet. Otras transacciones como el intercambio de tokens <l2fees>pueden costar tan solo $0.20</l2fees>. Para los usuarios, esto significa <strong>transacciones más rápidas a una fracción del precio</strong>.",
  "page-what-is-ethereum-network-layer-2s-section-description-6": "Como resultado, las L2 están creciendo rápidamente. Juntas, reúnen <l2beat>miles de millones de dólares en activos digitales</l2beat>.",
  "page-what-is-ethereum-network-layer-2s-section-description-7": "Dado que las L2 se benefician de la seguridad de Ethereum, las empresas que buscan crear pagos y aplicaciones globales han comenzado a construir sobre Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-8": "Por ejemplo, Robinhood recientemente <robinhood>lanzó su propia L2</robinhood> para explorar liquidaciones más rápidas para acciones. PayPal <paypal>trasladó su stablecoin PYUSD a la L2 de Ethereum Arbitrum</paypal>. Shopify ahora <shopify>permite a los comerciantes aceptar la stablecoin USDC</shopify> en Base.",
  "page-what-is-ethereum-network-layer-2s-section-description-9": "Para los usuarios, mover activos entre Ethereum y las L2 es sencillo. Puede usar puentes, creados por las L2 como <superbridge>Superbridge de Optimism</superbridge> o <portal>Portal de ZKsync</portal> para mover ETH y otros activos. Incluso puede usar herramientas de terceros como <hop>Hop</hop> y <across>Across</across> que han sido desarrolladas por equipos independientes.",
  "page-what-is-ethereum-network-layer-2s-section-description-10": "Obtenga más información sobre las redes de capa 2 de Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-1": "Ethereum es transparente por diseño. Cada acción en la red, desde enviar ETH hasta ejecutar un validador, se registra en un libro mayor abierto y público al que cualquiera puede acceder.",
  "page-what-is-ethereum-network-live-network-data-section-description-2": "Esto contrasta radicalmente con el funcionamiento de la mayoría de los sistemas actuales:",
  "page-what-is-ethereum-network-live-network-data-section-description-3": "los bancos e instituciones publican sus cifras internas",
  "page-what-is-ethereum-network-live-network-data-section-description-4": "las cifras de uso de aplicaciones son guardadas celosamente por las empresas tecnológicas",
  "page-what-is-ethereum-network-live-network-data-section-description-5": "los datos económicos suelen llegar tarde y se revisan después",
  "page-what-is-ethereum-network-live-network-data-section-description-6": "Con Ethereum, no tiene que confiar. Puede verificar.",
  "page-what-is-ethereum-network-live-network-data-section-description-7": "No necesita entender nada de esto para usar Ethereum. Pero si le da curiosidad saber cuántas transacciones se liquidaron en 2024, o cuántas nuevas direcciones de Ethereum se crearon en los últimos seis meses, existen herramientas que le permiten explorar la red en tiempo real.",
  "page-what-is-ethereum-network-live-network-data-section-description-8": "Aquí tiene algunas de las fuentes de datos más útiles y para qué podría usarlas:",
  "page-what-is-ethereum-network-live-network-data-section-description-9": "<etherscan>Etherscan</etherscan>: Consulte transacciones, actividad de billeteras y smart contracts",
  "page-what-is-ethereum-network-live-network-data-section-description-10": "<beaconcha>beaconcha.in</beaconcha>: Vea estadísticas de validadores, niveles de staking y salud de la red",
  "page-what-is-ethereum-network-live-network-data-section-description-11": "<ultrasound>ultrasound.money</ultrasound>: Consulte suministro, emisión y quema de ETH en tiempo real",
  "page-what-is-ethereum-network-live-network-data-section-description-12": "<l2fees>l2fees.info</l2fees>: Compare los costos actuales de transacción en Ethereum y las L2",
  "page-what-is-ethereum-network-live-network-data-section-description-13": "<l2beat>L2Beat</l2beat>: Consulte el valor asegurado y los modelos de seguridad en todas las principales L2",
  "page-what-is-ethereum-network-live-network-data-section-description-14": "<growthepie>growthepie</growthepie>: Vea toda la actividad on-chain y el crecimiento a través de Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-15": "<dune>Dune</dune>: Explore paneles personalizados sobre todos los activos digitales en Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-16": "<tokenterminal>Token Terminal</tokenterminal>: Compare ingresos de dapps, uso y rendimiento de protocolos",
  "page-what-is-ethereum-network-live-network-data-section-description-17": "<nansen>Nansen</nansen>: Siga los flujos de billeteras, movimientos de stablecoins y tendencias de \"smart money\".",
  "page-what-is-ethereum-network-live-network-data-section-description-18": "Todas estas herramientas están disponibles si las necesita.",
  "page-what-is-ethereum-network-live-network-data-section-description-19": "Ya sea que sea desarrollador, investigador, inversionista o simplemente alguien que desea verificar una transacción, la red abierta de Ethereum le da acceso a los datos —en vivo, sin permisos y verificables.",
  "page-what-is-ethereum-network-live-network-data-section-description-20": "Consulte paneles de red y exploradores de bloques de Ethereum"
}