{
  "page-wallets-accounts-addresses": "Carteras, cuentas y direcciones",
  "page-wallets-accounts-addresses-desc": "Vale la pena comprender las diferencias entre algunos términos clave.",
  "page-wallets-accounts-addresses-desc-2": "es una entidad que puede enviar transacciones y tener un saldo.",
  "page-wallets-accounts-has": "Una cuenta de Ethereum tiene una",
  "page-wallets-alt": "Imagen de un robot con una caja fuerte como cuerpo, que representa una cartera de Ethereum",
  "page-wallets-an": "Una",
  "page-wallets-blog": "Blog de Coinbase",
  "page-wallets-bookmarking": "Marca tu cartera",
  "page-wallets-bookmarking-desc": "Si utilizas una cartera web, marca el sitio para protegerte contra estafas de phishing.",
  "page-wallets-cd": "Carteras físicas de hardware que te permiten mantener tus criptomonedas sin conexión (muy seguras)",
  "page-wallets-converted": "¿Convertido a las criptomonedas?",
  "page-wallets-converted-desc": "Si estás buscando tener un valor serio, te recomendamos una cartera de hardware, ya que estas son más seguras. O una cartera con alertas de fraude y límites de retiro.",
  "page-wallets-curious": "¿Curiosidad por las criptomonedas?",
  "page-wallets-curious-desc": "Si eres nuevo en las criptomonedas y quieres tener una idea de ello, te recomendamos algo que te dará la oportunidad de explorar aplicaciones de Ethereum o comprar directamente tu primer ETH desde la cartera.",
  "page-wallets-desc-2": "Necesitas una cartera para enviar fondos y gestionar tu ETH.",
  "page-wallets-desc-2-link": "Más sobre ETH",
  "page-wallets-desc-3": "Tu cartera es únicamente una herramienta para gestionar tu cuenta de Ethereum. Esto significa que puedes intercambiar proveedores de carteras en cualquier momento. Algunas carteras también te permiten administrar varias cuentas de Ethereum desde una aplicación.",
  "page-wallets-desc-4": "Esto es debido a que las carteras no tienen la custodia de tus fondos; la tienes tú. Las carteras son solo una herramienta para gestionar lo que realmente es tuyo.",
  "page-wallets-description": "Las carteras de Ethereum son aplicaciones que te permiten interactuar con tu cuenta de Ethereum. Piensa que son como una aplicación bancaria de Internet: son un banco. Tu cartera te permite leer tu saldo, enviar transacciones y conectarte a aplicaciones.",
  "page-wallets-desktop": "Aplicaciones de escritorio en caso de que prefieras gestionar tus fondos desde Windows, MacOS o Linux",
  "page-wallets-ethereum-account": "Cuenta de Ethereum",
  "page-wallets-ethereum-addresses": "Dirección de Ethereum",
  "page-wallets-ethereum-addresses-2": ", como una bandeja de entrada que tiene una dirección de correo electrónico. Puedes utilizar la dirección para enviar fondos a una cuenta.",
  "page-wallets-ethereum-wallet": "Una cartera",
  "page-wallets-ethereum-wallet-2": "es un producto que te permite gestionar tu cuenta de Ethereum, como ver tu saldo en cuenta, enviar transacciones y más cosas.",
  "page-wallets-explore": "Explorar Ethereum",
  "page-wallets-features-desc": "Podemos ayudarte a elegir tu cartera en función de las características que te interesen.",
  "page-wallets-features-title": "¿Prefieres elegir en función de las características?",
  "page-wallets-find-wallet-btn": "Encontrar una cartera",
  "page-wallets-find-wallet-link": "Encontrar una cartera",
  "page-wallets-get-some": "Obtener algo de ETH",
  "page-wallets-get-some-alt": "Ilustración de una mano que construye el logo de ETH hecho de ladrillos Lego",
  "page-wallets-get-some-btn": "Obtener algo de ETH",
  "page-wallets-get-some-desc": "ETH es la criptomoneda nativa de Ethereum. Necesitarás algo de ETH en tu cartera para usar las aplicaciones de Ethereum.",
  "page-wallets-get-wallet": "Obtener una cartera",
  "page-wallets-get-wallet-desc": "Hay muchas carteras distintas para elegir. Queremos ayudarte a seleccionar la mejor para ti.",
  "page-wallets-get-wallet-desc-2": "Recuerda: esta decisión no es para siempre. Tu cuenta de Ethereum no está vinculada a tu proveedor de cartera.",
  "page-wallets-how-to-store": "Cómo almacenar activos digitales en Ethereum",
  "page-wallets-keys-to-safety": "Las claves para mantener segura tu criptomoneda",
  "page-wallets-manage-funds": "Una aplicación para gestionar tus fondos",
  "page-wallets-manage-funds-desc": "Tu cartera muestra tus saldos y el historial de transacciones y te da la posibilidad de enviar o recibir fondos. Algunas carteras pueden ofrecerte más funciones.",
  "page-wallets-meta-description": "Qué necesitas saber para utilizar carteras de Ethereum",
  "page-wallets-meta-title": "Carteras de Ethereum",
  "page-wallets-mobile": "Aplicaciones móviles que hacen que tus fondos sean accesibles desde cualquier lugar",
  "page-wallets-more-on-dapps-btn": "Mas sobre las dapps",
  "page-wallets-most-wallets": "La mayoría de los productos de cartera te permitirán generar una cuenta de Ethereum. Así que no necesitas una antes de descargar una cartera.",
  "page-wallets-protecting-yourself": "Protegiéndote a ti y a tus fondos",
  "page-wallets-seed-phrase": "Escribe tu frase semilla",
  "page-wallets-seed-phrase-desc": "Las carteras a menudo te proporcionarán una frase semilla que deberás escribir en algún lugar seguro. Esta es la única manera de poder recuperar tu cartera.",
  "page-wallets-seed-phrase-example": "Aquí hay un ejemplo:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "No la guardes en un ordenador. Escríbela y mantenla a salvo.",
  "page-wallets-slogan": "La clave de tu futuro digital",
  "page-wallets-stay-safe": "Cómo mantenerse seguro",
  "page-wallets-stay-safe-desc": "Las carteras suponen un pequeño cambio de pensamiento. La libertad financiera y la capacidad de acceder y utilizar los fondos en cualquier lugar conlleva algo de responsabilidad: no hay soporte técnico en materia de criptomonedas.",
  "page-wallets-subtitle": "Las carteras te dan acceso a tus fondos y a aplicaciones de Ethereum. Solo tú tienes acceso a tu cartera.",
  "page-wallets-take-responsibility": "Asume la responsabilidad de tus propios fondos",
  "page-wallets-take-responsibility-desc": "Los intercambios centralizados enlazarán tu cartera a un usuario y una contraseña que podrás recuperar de manera tradicional. Solo recuerda que estás confiando en ese intercambio con la custodia de tus fondos. Si esa empresa sufre un ataque o quiebra, tus fondos están en riesgo.",
  "page-wallets-tips": "Más consejos sobre cómo mantenerse seguro",
  "page-wallets-tips-community": "De la comunidad",
  "page-wallets-title": "Carteras de Ethereum",
  "page-wallets-triple-check": "Comprueba todo por triplicado",
  "page-wallets-triple-check-desc": "Recuerda que las transacciones no se pueden revertir y que las carteras no se pueden recuperar fácilmente, así que ten cuidado.",
  "page-wallets-try-dapps": "Prueba algunas dapps",
  "page-wallets-try-dapps-alt": "Ilustración de miembros de la comunidad Ethereum trabajando juntos",
  "page-wallets-try-dapps-desc": "Las dapps son aplicaciones creadas en Ethereum. Son más baratas y más justas y tratan mejor tus datos que las aplicaciones tradicionales.",
  "page-wallets-types": "Tipos de carteras",
  "page-wallets-web-browser": "Las carteras web te permiten interactuar con tu cuenta mediante un navegador web",
  "page-wallets-whats-a-wallet": "¿Qué es una cartera de Ethereum?",
  "page-wallets-your-ethereum-account": "Tu cuenta de Ethereum",
  "page-wallets-your-ethereum-account-desc": "Tu cartera es la ventana a tu cuenta de Ethereum: a tu saldo, historial de transacciones y más. Pero puedes intercambiar proveedores de cartera en cualquier momento.",
  "page-wallets-your-login": "Tu inicio de sesión para aplicaciones de Ethereum",
  "page-wallets-your-login-desc": "Tu cartera te permite conectarte a cualquier aplicación descentralizada mediante tu cuenta de Ethereum. Es como un inicio de sesión que puedes usar en muchas dapps."
}
