{
  "layer-2-arbitrum-note": "Pruebas de fraude solo para los usuarios de la lista blanca, la lista blanca aún no está abierta.",
  "layer-2-boba-note": "Validación de estado en desarrollo",
  "layer-2-optimism-note": "Pruebas de fallos en desarrollo",
  "layer-2-hero-title": "Capa 2",
  "layer-2-hero-header": "Ethereum para todos",
  "layer-2-hero-subtitle": "Escalar Ethereum sin comprometer la seguridad o la descentralización.",
  "layer-2-hero-alt-text": "Ilustración de las transacciones que se agrupan en la capa 2 y se publican en la red principal de Ethereum",
  "layer-2-hero-button-1": "¿Qué es la capa 2?",
  "layer-2-hero-button-2": "Utilizar la capa 2",
  "layer-2-hero-button-3": "Mover a la capa 2",
  "layer-2-statsbox-1": "TVL bloqueado en la capa 2 (USD)",
  "layer-2-statsbox-2": "Comision media de transferencia de ETH a capa 2 (USD)",
  "layer-2-statsbox-3": "Cambio de TVL a la capa 2 (30 días)",
  "layer-2-what-is-layer-2-title": "¿Qué es la capa 2?",
  "layer-2-what-is-layer-2-1": "Capa 2 (L2) es un término colectivo para describir un conjunto específico de soluciones de escalado de Ethereum. <strong>La capa 2 es una cadena de bloques independiente que amplía Ethereum y hereda las garantías de seguridad de Ethereum</strong>.",
  "layer-2-what-is-layer-2-2": "Profundicemos a continuación en este concepto un un poco más, y para ello tenemos que explicar qué es la capa 1 (L1).",
  "layer-2-what-is-layer-1-title": "¿Qué es la capa 1?",
  "layer-2-what-is-layer-1-1": "La capa 1 es la cadena de bloques base. Ethereum y Bitcoin son ambos cadenas de bloque de capa 1 porque son la <strong>base subyacente en la que se han construido varias redes de capa 2</strong>. Ejemplos de proyectos de capa 2 incluyen agrupaciones en Ethereum y la Lightning Network sobre Bitcoin. Toda la actividad de transacción de usuario en estos proyectos de capa 2 puede establecerse en última instancia en la cadena de bloques de la capa 1.",
  "layer-2-what-is-layer-1-2": "Ethereum también funciona como una capa de disponibilidad de datos para la capa 2. Los proyectos de la capa 2 publicarán los datos de sus transacciones a Ethereum, confiando en que estarán disponibles luego en esta red. Estos datos pueden utilizarse para obtener el estado de la capa 2, o para disputar transacciones en la capa 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum como capa 1 incluye:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Una red de operadores de nodos</strong> para segurizar y validar la red",
  "layer-2-what-is-layer-1-list-2": "<strong>Una red de productores de bloques</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>La cadena de bloques</strong> y el historial de transacciones de datos",
  "layer-2-what-is-layer-1-list-4": "<strong>El mecanismo de consenso</strong> para la red",
  "layer-2-what-is-layer-1-list-link-1": "¿Aún se confunde con Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Aprenda lo que es Ethereum.",
  "layer-2-why-do-we-need-layer-2-title": "¿Por qué necesitamos la capa 2?",
  "layer-2-why-do-we-need-layer-2-1": "Las tres propiedades deseables en una cadena de bloques son que sea <strong>descentralizada, segura y escalable</strong>. El <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">«trilema» de la cadena de bloques</a> afirma que una arquitectura de cadena de bloques sencilla solo puede lograr dos de tres. ¿Quiere un cadena de bloques segura y descentralizada? Entonces, tendrá que hacerlo a costa de la escalabilidad.",
  "layer-2-why-do-we-need-layer-2-2": "Ethereum actualmente es capaz de procesar <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">más de 1 millón de transacciones al día</a> y existe una gran demanda para cada una de estas transacciones. El éxito de Ethereum y la demanda por utilizarlo han hecho que los precios del gas aumenten considerablemente. Por lo tanto, ha aumentado la necesidad de soluciones que permitan escalabilidad a la cadena de bloques. Y aquí es donde entran las soluciones de capa 2.",
  "layer-2-why-do-we-need-layer-2-scalability": "Escalabilidad",
  "layer-2-why-do-we-need-layer-2-scalability-1": "El principal objetivo de la escalabilidad es incrementar la velocidad de las transacciones (finalidad más rápida), y la capacidad de procesamiento de transacciones (más transacciones por segundo), sin sacrificar la descentralización ni la seguridad.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "La comunidad de Ethereum ha adoptado una postura firme de que no rechazaría la descentralización o la seguridad para escalar. Hasta la <a href=\"/roadmap/danksharding/\">fragmentación</a>, la red principal de Ethereum (capa 1) solo podía procesar <a href=\"https://ethtps.info/Network/Ethereum\">unas 15 transacciones por segundo</a>. Cuando la demanda de Ethereum es alta, la red se congestiona, lo que aumenta las comisiones de transacción y deja fuera a usuarios que no pueden pagar esas comisiones. Ahí es donde entra en juego la capa 2 para escalar Ethereum en la actualidad.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Más sobre la visión de Ethereum",
  "layer-2-benefits-of-layer-2-title": "Beneficios de la capa 2",
  "layer-2-lower-fees-title": "Comisiones más bajas",
  "layer-2-lower-fees-description": "Al combinar múltiples transacciones fuera de la cadena en una sola transacción en la capa 1, las comisiones de transacciones se reducen drásticamente, haciendo que Ethereum sea más accesible para todos.",
  "layer-2-maintain-security-title": "Mantener la seguridad",
  "layer-2-maintain-security-description": "Las cadenas de bloque de la capa 2 asientan sus transacciones en la red principal de Ethereum, permitiendo a los usuarios beneficiarse de la seguridad de la red Ethereum.",
  "layer-2-expand-use-cases-title": "Ampliar los casos de uso",
  "layer-2-expand-use-cases-description": "Con más transacciones por segundo, comisiones más bajas y nuevas tecnologías, apareceran nuevas aplicaciones en los proyectos con una mejor experiencia de usuario.",
  "layer-2-how-does-layer-2-work-title": "¿Cómo funciona la capa 2?",
  "layer-2-how-does-layer-2-work-1": "Como hemos mencionado antes, la capa 2 es un término colectivo para las soluciones de escalamiento de Ethereum que crea transacciones artificiales fuera de la capa 1 mientras siguen aprovechando la robusta seguridad descentralizada de la capa 1 de Ethereum. <strong>Una capa 2 es una cadena de bloques por separado que amplía la capacidad Ethereum</strong>. ¿Cómo funciona?",
  "layer-2-how-does-layer-2-work-2": "Una cadena de bloques de la capa 2 se comunica regularmente con Ethereum (enviando paquetes de transacciones) para asegurar que tiene garantías de seguridad y descentralización similares. Todo esto no requiere cambios en el protocolo de la capa 1 (Ethereum). Esto permite a la capa 1 manejar la seguridad, la disponibilidad de datos y la descentralización, mientras que la capa 2 maneja la escalabilidad. La capa 2 quita la carga transaccional de la capa 1 y las pruebas posteriores finalizadas vuelven a la capa 1. Al eliminar esta carga de transacción de la capa 1, la capa base se descongestiona y todo se vuelve más escalable.",
  "layer-2-rollups-title": "Agrupaciones",
  "layer-2-rollups-1": "Las agrupaciones son actualmente la solución preferida de capa 2 para escalar Ethereum. Al utilizar las agrupaciones, los usuarios pueden  <a href=\"https://l2fees.info/\">reducir las comisiones de gas hasta 100 veces</a> en comparación con la capa 1.",
  "layer-2-rollups-2": "Las agrupaciones aglutinan a cientos de transacciones en una sola transacción en la capa 1. Esto distribuye las comisiones de transacción L1 entre todos los usuarios en la agrupación, haciéndola más barata para cada usuario. Las transacciones de la agrupación se ejecutan fuera de la capa 1, pero los datos de las transacciones se publican en la capa 1. Al publicar los datos de transacción en la capa 1, las agrupaciones heredan la seguridad de Ethereum. Hay dos enfoques diferentes para las agrupaciones: optimista y de conocimiento cero, que difieren principalmente en la forma en que estos datos de transacción se envían a L1.",
  "layer-2-optimistic-rollups-title": "Agrupaciones optimistas",
  "layer-2-optimistic-rollups-description": "Las agrupaciones optimistas son «optimistas» en el sentido de que asumen que las transacciones son válidas, pero pueden validarlas si es necesario. Si se sospecha que una transacción no es válida, se ejecuta una prueba de fallo para ver si es realmente así.",
  "layer-2-optimistic-rollups-childSentance": "Más acerca de las agrupaciones optimistas",
  "layer-2-zk-rollups-title": "Agrupaciones de conocimiento cero",
  "layer-2-zk-rollups-description": "Las agrupaciones de conocimiento cero utilizan pruebas de validez en donde las transacciones se computan fuera de la cadena, y luego los datos comprimidos se suministran a la red principal de Ethereum como prueba de su validez.",
  "layer-2-zk-rollups-childSentance": "Más sobre las agrupaciones de conocimiento cero",
  "layer-2-dyor-title": "Investigue por su cuenta: riesgos de la capa 2",
  "layer-2-dyor-1": "Dado que las cadenas de capa 2 heredan la seguridad de Ethereum, en un mundo ideal son tan seguras como la L1 de Ethereum. Sin embargo, muchos de <strong>los proyectos todavía están en pañales y son algo experimentales</strong>. Después de años de investigación y desarrollo, muchas de las tecnologías L2 que escalarán Ethereum, fueron lanzadas en 2021. Muchos proyectos todavía tienen supuestos de confianza adicionales mientras trabajan para descentralizar sus redes. Investigue siempre más por su cuenta para decidir si se siente cómodo con cualquier riesgo implicado.",
  "layer-2-dyor-2": "Para más información sobre la tecnología, los riesgos y los supuestos de confianza de la capa 2, le recomendamos revisar L2BEAT, que proporciona un marco integral de evaluación de riesgos de cada proyecto.",
  "layer-2-dyor-3": "Ir a L2BEAT",
  "layer-2-use-layer-2-title": "Usa la capa 2",
  "layer-2-use-layer-2-1": "Ahora que entiende por qué existe la capa 2 y cómo funciona, ¡vamos a ayudarle a ponerse en marcha!",
  "layer-2-contract-accounts": "<strong>NOTA:</strong> Al puentear y usar la capa 2, es importante tener en cuenta que usted controlará la dirección de su cuenta EOA (una cuenta donde solo una clave privada controla la cuenta) como en la red principal de Ethereum. Sin embargo, si está utilizando una cuenta de contrato, como  <a href=\"https://safe.global/\"  target=”_blank”>Safe</a> o <a href=\"https://www.argent.xyz/\"  target=”_blank”>Argent</a>, no tendrá control sobre esta dirección en una capa 2 hasta que vuelva a desplegar su cuenta de contrato en esa dirección en la capa 2. Si está puenteando o enviando fondos a una cuenta de contrato y usted no controla esta dirección, sus fondos pueden perderse.",
  "layer-2-use-layer-2-generalized-title": "Capa 2 generalizada",
  "layer-2-use-layer-2-generalized-1": "La capa 2 generalizada se comporta igual que Ethereum, pero es más barata. Cualquier cosa que se pueda hacer en la capa 1 de Ethereum, también se puede hacer en la capa 2. Muchas dapps ya han comenzado a migrar a estas redes o se han saltado por completo la red principal para desplegar directamente en una capa 2.",
  "layer-2-use-layer-2-application-specific-title": "Aplicaciones específicas de capa 2",
  "layer-2-use-layer-2-application-specific-1": "Las aplicaciones específicas de capa 2 son proyectos que se especializan en optimizar un espacio específico de la aplicación, aportando un rendimiento mejorado.",
  "layer-2-sidechains-title": "Una nota sobre cadenas laterales, validiums y cadenas de bloques alternativas",
  "layer-2-sidechains-1": "Las <strong>cadenas laterales y validiums</strong> son cadenas de bloques que permiten que los activos de Ethereum pasen de nivel y se utilicen en otra cadena de bloques. Las cadenas laterales y validiums se ejecutan en paralelo con Ethereum, e interactúan con Ethereum a través de niveles superiores, pero no derivan su seguridad o disponibilidad de datos desde Ethereum.",
  "layer-2-sidechains-2": "Ambas escalan de forma similar a la capa 2: ofrecen tarifas de transacción más bajas y un mayor rendimiento de las transacciones, pero tienen supuestos de confianza diferentes.",
  "layer-2-more-on-sidechains": "Más información sobre las cadenas laterales",
  "layer-2-more-on-validiums": "Más información sobre validiums",
  "layer-2-sidechains-4": "Algunas <strong>cadenas de bloques de la capa 1</strong> tienen mayor rendimiento y menores comisiones de transacción que Ethereum. Estas capas 1 alternativas han tenido que <b>sacrificar seguridad o descentralización</b> para lograr transacciones por segundo más altas y menores comisiones de transacción.",
  "layer-2-sidechains-5": "El ecosistema Ethereum está firmemente alineado, de manera que <strong>la escalabilidad de capa 2 es la única manera de resolver el «trilema» de la escalabilidad</strong> mientras permanece descentralizado y seguro.",
  "layer-2-onboard-title": "Cómo entrar en una capa 2",
  "layer-2-onboard-1": "Hay dos maneras principales de mover sus activos a una capa 2: pasar fondos desde Ethereum a través de un contrato inteligente o retirar sus fondos a un intercambio directamente a la red de la capa 2.",
  "layer-2-onboard-wallet-title": "¿Fondos en su cartera?",
  "layer-2-onboard-wallet-1": "Si ya tiene su ETH en su cartera, necesitará hacer un «puenteo» para pasarlo de la red principal de Ethereum a una capa 2.",
  "layer-2-more-on-bridges": "Más información sobre los pasos a niveles superiores o «puenteos»",
  "layer-2-onboard-wallet-input-placeholder": "Seleccione la L2 a la que desee pasar",
  "layer-2-onboard-wallet-selected-1": "Puede pasar a",
  "layer-2-onboard-wallet-selected-2": "utilizando estas carteras:",
  "layer-2-bridge": "Puenteo",
  "layer-2-onboard-exchange-title": "¿Fondos en un intercambio?",
  "layer-2-onboard-exchange-1": "Algunos intercambios centralizados ahora ofrecen retiradas directas y depósitos a la capa 2. Verifique los intercambios que soportan retiradas de la capa 2 y qué capa 2 soportan.",
  "layer-2-onboard-exchange-2": "También necesitará una cartera donde retirar sus fondos.",
  "layer-2-onboard-find-a-wallet": "Encontrar una cartera de Ethereum.",
  "layer-2-onboard-exchange-input-placeholder": "Verifique los intercambios compatibles con L2",
  "layer-2-deposits": "Depósitos",
  "layer-2-withdrawals": "Retiradas",
  "layer-2-go-to": "Ir a",
  "layer-2-tools-title": "Herramientas para operar de forma eficiente en la capa 2",
  "layer-2-tools-l2beat-description": "L2BEAT es un gran recurso para examinar las evaluaciones de riesgos técnicos de los proyectos de la capa 2. Recomendamos revisar sus recursos al investigar proyectos específicos de la capa 2.",
  "layer-2-tools-l2fees-description": "Las comisiones de L2 le permiten ver el coste actual (expresado en USD) para realizar transacciones en diferentes capas 2.",
  "layer-2-tools-chainlist-description": "Chainlist es un gran recurso para importar RPC de la red a carteras compatibles. Aquí encontrará RPC para proyectos de la capa 2 para ayudarle a conectarse.",
  "layer-2-tools-zapper-description": "Gestione todo su portafolio web3 desde DeFi a NFT y todo lo que venga después. Invierta en las últimas oportunidades desde un lugar conveniente.",
  "layer-2-tools-zerion-description": "Construya y administre todo su portafolio DeFi desde un solo lugar. Descubra el mundo de las finanzas descentralizadas hoy.",
  "layer-2-tools-debank-description": "Manténgase al corriente de todos los acontecimientos importantes en el mundo web3",
  "layer-2-faq-title": "Preguntas frecuentes",
  "layer-2-faq-question-1-title": "¿Por qué no hay ninguna L2 «oficial» de Ethereum?",
  "layer-2-faq-question-1-description-1": "De la misma manera que no existe un cliente «oficial» de Ethereum, tampoco ha una capa 2 «oficial» de Ethereum. Ethereum no tiene permisos, técnicamente cualquiera puede crear una capa 2. Múltiples equipos implementarán su versión de una capa 2 y el ecosistema en su conjunto se beneficiará de una diversidad de enfoques de diseño optimizados para diferentes casos de uso. Al igual que tenemos múltiples clientes de Ethereum desarrollados por varios equipos para tener diversidad en la red, así también se desarrollará la capa 2 en el futuro.",
  "layer-2-faq-question-2-title": "¿Cuál es la diferencia entre las agrupaciones optimistas y las de conocimiento cero?",
  "layer-2-faq-question-2-description-1": "Tanto las agrupaciones optimistas como las de conocimiento cero, aglutinan cientos de transacciones en una sola transacción en la capa 1. Las transacciones de agrupación se ejecutan fuera de la capa 1, pero los datos de las transacciones se publican en la capa 1.",
  "layer-2-faq-question-2-description-2": "La principal diferencia es qué datos se publican en la capa 1 y cómo se verifican los datos. Las pruebas de validez (usadas por las agrupaciones de conocimiento cero) ejecutan los cálculos fuera de la cadena y publican una prueba, mientras que las pruebas de fallos (utilizadas por las agrupaciones optimistas) solo ejecutan los cálculos en la cadena cuando se sospecha del fallo y debe ser verificada.",
  "layer-2-faq-question-2-description-3": "Actualmente la mayoría de las agrupaciones de conocimiento cero son específicas a la aplicación, a diferencia de las agrupaciones optimistas, que usualmente son de uso genérico.",
  "layer-2-more-info-on-optimistic-rollups": "Más información sobre las agrupaciones optimistas",
  "layer-2-more-info-on-zk-rollups": "Más información sobre las agrupaciones de conocimiento cero",
  "layer-2-faq-question-4-title": "¿Qué riesgos tiene la capa 2?",
  "layer-2-faq-question-4-description-1": "Los proyectos de la capa 2 contienen riesgos adicionales en comparación con la retención de fondos y la transacción directa en la red principal de Ethereum. Por ejemplo, los secuenciadores podrían dejar de funcionar, lo que obligaría a esperar para acceder a los fondos.",
  "layer-2-faq-question-4-description-2": "Le aconsejamos que indague por su cuenta antes de transferir fondos significativos a una capa 2. Para más información sobre la tecnología, los riesgos y los supuestos de confianza de la capa 2, recomendamos revisar <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, que proporciona un marco integral de evaluación de riesgos de cada proyecto.",
  "layer-2-faq-question-4-description-3": "Los puenteos de cadena de bloques, que permiten las transferencias de activos a la capa 2, están aún en una fase inicial de desarrollo y es probable que todavía no se haya descubierto el diseño óptimo para este tipo de soluciones. Recientemente ha habido <a href=\"https://rekt.news/wormhole-rekt/\">ataques de hackers a los puenteos</a>.",
  "layer-2-faq-question-5-title": "¿Por qué no se enumeran aquí algunos proyectos de capa 2?",
  "layer-2-faq-question-5-description-1": "Queremos asegurarnos de que mencionamos los mejores recursos posibles para que los usuarios puedan utilizar las soluciones de capa 2 de manera segura y fiable. Tenemos criterios de evaluación que deben cumplirse para ser incluídos.",
  "layer-2-faq-question-5-view-listing-policy": "Consulte aquí nuestra política de listado de capa 2.",
  "layer-2-faq-question-5-description-2": "Cualquiera es libre de sugerir añadir una capa 2 en ethereum.org. Si hay una capa 2 que hayamos omitido, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">por favor sugiérela</a>.",
  "layer-2-further-reading-title": "Más información",
  "a-rollup-centric-ethereum-roadmap": "Una hoja de ruta de ethereum centrada en las agrupaciones",
  "an-incomplete-guide-to-rollups": "Una guía incompleta sobre las agrupaciones",
  "polygon-sidechain-vs-ethereum-rollups": "La cadena lateral Polygon frente a las agrupaciones de Ethereum: enfoques de escalabilidad a capa 2 | Vitalik Buterin y Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "AGRUPACIONES: ¿La estrategia definitiva de escalabilidad de Ethereum? Arbitrum y Optimism explicados",
  "scaling-layer-1-with-shard-chains": "Escalabilidad a capa 1 con cadenas de fragmentos",
  "understanding-rollup-economics-from-first-principals": "Entender la economía de agrupaciones desde los albores",
  "arbitrum-description": "Arbitrum es una agrupación optimista (Optimistic rollup) que pretende imitar la interacción con Ethereum, pero con transacciones que cuestan una fracción de lo que cuestan en L1.",
  "optimism-description": "Optimism es una agrupación optimista segura y rápida, con tecnología equivalente a la EVM. Escala la tecnología de Ethereum y difunde sus principios mediante la financiación retroactiva de bienes públicos.",
  "boba-description": "Boba es una agrupación optimista (Optimistic rollup) originalmente bifurcada desde Optimism, que es una solución de escalabilidad que tiene como objetivo reducir el precio del gas, mejorar el rendimiento de las transacciones, y ampliar las capacidades de los contratos inteligentes.",
  "loopring-description": "La solución de agrupación de conocimiento cero para L2, zkRollup L2, de Loopring tiene como objetivo ofrecer las mismas garantías de seguridad que la red principal Ethereum, con un gran aumento de la escalabilidad: el rendimiento aumentó 1000 veces y el coste se redujo a solo 0,1 % de L1.",
  "zksync-description": "zkSync es una plataforma de agrupaciones de conocimiento ceo de Matter Labs centrada en el usuario. Es una solución de escalabilidad para Ethereum que ya existe en la red principal de Ethereum. Soporta pagos, intercambio de tókenes y la acuñación (o minting) de NFT.",
  "zkspace-description": "La plataforma ZKSpace consta de tres partes principales: una capa 2 AMM DEX con tecnología ZK-Rollups llamada ZKSwap, un servicio de pago llamado ZKSquare, y un mercado de NFT llamado ZKSea.",
  "aztec-description": "Aztec Network es la primera agrupación de conocimiento cero privada de Ethereum, que permite a las aplicaciones descentralizadas privacidad y escalabilidad.",
  "layer-2-note": "Nota:",
  "layer-2-ecosystem-portal": "Portal del ecosistema",
  "layer-2-token-lists": "Listas de tókenes",
  "layer-2-explore": "Explorar",
  "page-dapps-ready-button": "Ir"
}
