{
  "page-index-hero-image-alt": "Una ilustración de una ciudad futurista, que representa el ecosistema Ethereum.",
  "page-index-meta-description": "Ethereum es una plataforma mundial descentralizada para el dinero y nuevos tipos de aplicaciones. En Ethereum, puedes escribir código que controla el dinero y construir aplicaciones accesibles desde cualquier rincón del mundo.",
  "page-index-meta-title": "Inicio",
  "page-index-title": "Bienvenido a Ethereum",
  "page-index-description": "Ethereum es la tecnología de gestión comunitaria que impulsa la criptomoneda ether (ETH) y miles de aplicaciones descentralizadas.",
  "page-index-title-button": "Explora Ethereum",
  "page-index-get-started": "Empezar",
  "page-index-get-started-description": "ethereum.org es tu portal de entrada al mundo de Ethereum. Esta tecnología es disruptiva y está en constante evolución; tener un guía ayuda. Estas son nuestras recomendaciones para adentrarte en este mundo.",
  "page-index-get-started-image-alt": "Ilustración de una persona trabajando en un ordenador.",
  "page-index-get-started-wallet-title": "Selecciona una cartera",
  "page-index-get-started-wallet-description": "Una cartera permite que te conectes a Ethereum y administres tus fondos.",
  "page-index-get-started-wallet-image-alt": "Ilustración de un robot con una caja fuerte como cuerpo, que representa una cartera de Ethereum.",
  "page-index-get-started-eth-title": "Consigue ETH",
  "page-index-get-started-eth-description": "ETH es la moneda de Ethereum y puedes usarla en aplicaciones.",
  "page-index-get-started-eth-image-alt": "Imagen de un grupo de personas maravilladas ante un glifo de ether (ETH).",
  "page-index-get-started-dapps-title": "Usa una dapp",
  "page-index-get-started-dapps-description": "Las Dapps son aplicaciones impulsadas por Ethereum. Echa un vistazo a lo que puedes hacer.",
  "page-index-get-started-dapps-image-alt": "Ilustración de un doge utilizando un ordenador.",
  "page-index-get-started-devs-title": "Empieza a crear",
  "page-index-get-started-devs-description": "Si quieres comenzar a programar con Ethereum, tenemos documentación, tutoriales y más en nuestro portal de desarrolladores.",
  "page-index-get-started-devs-image-alt": "Una Ilustración de una mano creando un logo de ETH hecho con bloques de LEGO.",
  "page-index-what-is-ethereum": "¿Qué es Ethereum?",
  "page-index-what-is-ethereum-description": "Ethereum es una tecnología que alberga dinero digital, pagos globales y aplicaciones. La comunidad ha construido una próspera economía digital, nuevas formas audaces para que los creadores ganen en línea y mucho más. Está abierto a todos, donde sea que estés en el mundo; todo lo que necesitas es Internet.",
  "page-index-what-is-ethereum-button": "¿Qué es Ethereum?",
  "page-index-what-is-ethereum-secondary-button": "Más sobre dinero digital",
  "page-index-what-is-ethereum-image-alt": "Ilustración de una persona mirando en un bazar, que pretende representar a Ethereum.",
  "page-index-defi": "Un sistema financiero más justo",
  "page-index-defi-description": "Hoy, miles de millones de personas no pueden abrir cuentas bancarias, otras tienen sus pagos bloqueados. El sistema descentralizado de finanzas (DeFi) de Ethereum nunca duerme o discrimina. Solo con una conexión a internet, puedes enviar, recibir, tomar prestado, ganar intereses, e incluso transferir fondos a cualquier parte del mundo.",
  "page-index-defi-button": "Explora el DeFi",
  "page-index-defi-image-alt": "Ilustración de unas manos ofreciendo un símbolo de ETH.",
  "page-index-internet": "Un internet abierto",
  "page-index-internet-description": "Hoy en día obtenemos acceso a servicios de internet \"gratuitos\" a cambio de renunciar al control de nuestra información personal. Los servicios de Ethereum están abiertos por defecto; solo necesitas una cartera. Estas son gratuitas y fáciles de configurar, controladas por ti y funcionan sin ninguna información personal.",
  "page-index-internet-button": "Explora el internet abierto",
  "page-index-internet-secondary-button": "Más sobre carteras",
  "page-index-internet-image-alt": "Ilustración de un ordenador futurista, propulsado por cristales de Ethereum.",
  "page-index-developers": "Una nueva frontera para el desarrollo",
  "page-index-developers-description": "Ethereum y sus aplicaciones son transparentes y de código abierto. Puedes bifurcar el código y reutilizar la funcionalidad que otros hayan creado previamente. Si no quieres aprender un nuevo lenguaje, simplemente puedes interactuar con código de fuente abierta usando JavaScript y otros lenguajes existentes.",
  "page-index-developers-button": "Portal para desarrolladores",
  "page-index-developers-code-examples": "Code examples",
  "page-index-developers-code-example-title-0": "Tu propio banco",
  "page-index-developers-code-example-description-0": "Puedes construir un banco gestionado por la lógica que hayas programado.",
  "page-index-developers-code-example-title-1": "Tu propia moneda",
  "page-index-developers-code-example-description-1": "Puedes crear tokens que puedes transferir y usar entre aplicaciones.",
  "page-index-developers-code-example-title-2": "Una cartera Ethereum en JavaScript",
  "page-index-developers-code-example-description-2": "Puedes utilizar lenguajes existentes para interactuar con Ethereum y otras aplicaciones.",
  "page-index-developers-code-example-title-3": "Un DNS abierto y sin permisos",
  "page-index-developers-code-example-description-3": "Puedes reimaginar servicios ya existentes como aplicaciones abiertas descentralizadas.",
  "page-index-network-stats-title": "Ethereum hoy",
  "page-index-network-stats-subtitle": "Las estadísticas más recientes de la red",
  "page-index-network-stats-eth-price-description": "Precio del ETH (USD)",
  "page-index-network-stats-eth-price-explainer": "El precio más reciente para 1 ether. Puedes comprar tan solo 0.00000000000000000; no necesitas comprar 1 ETH.",
  "page-index-network-stats-tx-day-description": "Transacciones de hoy",
  "page-index-network-stats-tx-day-explainer": "El número de transacciones procesadas con éxito en la red durante las últimas 24 horas.",
  "page-index-network-stats-value-defi-description": "Valor bloqueado en DeFi (USD)",
  "page-index-network-stats-value-defi-explainer": "La cantidad de dinero en aplicaciones de finanzas descentralizadas (DeFi), la economía digital Ethereum.",
  "page-index-network-stats-nodes-description": "Nodos",
  "page-index-network-stats-nodes-explainer": "Ethereum es administrado por miles de voluntarios alrededor del mundo, conocidos como nodos.",
  "page-index-touts-header": "Explora ethereum.org",
  "page-index-contribution-banner-title": "Contribuir a ethereum.org",
  "page-index-contribution-banner-description": "Este sitio web es de código abierto con cientos de colaboradores de la comunidad. Puedes proponer cambios a cualquiera de los contenidos de este sitio, sugerir nuevas características increíbles o ayudarnos a eliminar errores.",
  "page-index-contribution-banner-image-alt": "Logo de Ethereum hecho de ladrillos lego.",
  "page-index-contribution-banner-button": "Más sobre contribuir",
  "page-index-tout-upgrades-title": "Mejora tu conocimiento de Eth2",
  "page-index-tout-upgrades-description": "Ethereum 2.0 es un programa de mejoras interconectadas diseñado para hacer Ethereum más escalable, seguro y sostenible.",
  "page-index-tout-upgrades-image-alt": "Ilustración de una nave espacial representando el poder aumentado de Eth2.",
  "page-index-tout-enterprise-title": "Ethereum para empresas",
  "page-index-tout-enterprise-description": "Descubre cómo Ethereum puede abrir nuevos modelos de negocio, reducir tus costes y preparar tu negocio para el futuro.",
  "page-index-tout-enterprise-image-alt": "Ilustración de un ordenador/dispositivo futurista.",
  "page-index-tout-community-title": "La comunidad de Ethereum",
  "page-index-tout-community-description": "Ethereum es toda una comunidad. Está compuesta por personas de diferentes orígenes e intereses. Mira cómo puedes unirte.",
  "page-index-tout-community-image-alt": "Ilustración de un grupo de constructores trabajando juntos.",
  "page-index-nft": "El internet de activos",
  "page-index-nft-description": "Ethereum no es solo para dinero digital. Cualquier cosa que puedas tener en tu posesión puede ser representada, comercializada y utilizada como token no fungible (NFT). Puedes tokenizar tu arte y obtener comisiones automáticamente cada vez que vuelve a ser vendido. O utilizar un token de algo que posees para pedir un préstamo. Las posibilidades crecen continuamente.",
  "page-index-nft-button": "Más sobre NFT",
  "page-index-nft-alt": "Un logotipo Eth que se muestra vía holograma."
}
