{
  "page-local-environment-brownie-desc": "Un marco de desarrollo y pruebas basado en Python para contratos inteligentes dirigidos a la máquina virtual de Ethereum.",
  "page-local-environment-brownie-logo-alt": "Logo de Brownie",
  "page-local-environment-kurtosis-desc": "Un conjunto de herramientas basado en contenedores para configurar y activar fácilmente un multicliente en la red de pruebas Ethereum y así desarrollar, sacar un prototipo y probar rápidamente su DApp localmente.",
  "page-local-environment-kurtosis-logo-alt": "Logo de Kurtosis",
  "page-local-environment-epirus-desc": "Una plataforma para desarrollar, implementar y supervisar aplicaciones de cadenas de bloques sobre la máquina virtual de Java.",
  "page-local-environment-epirus-logo-alt": "Logo de Epirus",
  "page-local-environment-eth-app-desc": "Crear aplicaciones equipadas con Ethereum con un comando. Viene con un amplio despliegue de marcos de interfaz de usuario y plantillas DeFi para elegir.",
  "page-local-environment-eth-app-logo-alt": "Crear logo de app Eth",
  "page-local-environment-foundry-desc": "Un kit de herramientas modular, ultrarrápido y portátil para el desarrollo de aplicaciones de Ethereum escrito en Rust.",
  "page-local-environment-foundry-logo-alt": "Logo de Foundry",
  "page-local-environment-framework-feature-1": "Características para activar una instancia local de cadena de bloques.",
  "page-local-environment-framework-feature-2": "Funciones de utilidad para compilar y probar sus contratos inteligentes.",
  "page-local-environment-framework-feature-3": "Complementos de desarrollo para clientes para construir aplicaciones orientadas al usuario dentro del mismo proyecto/repositorio.",
  "page-local-environment-framework-feature-4": "Configuración para conectarse a redes Ethereum e implementar contratos, ya sea en una instancia que se ejecuta de forma local o en una red pública de Ethereum.",
  "page-local-environment-framework-feature-5": "Distribución descentralizada de aplicaciones, integraciones con opciones de almacenamiento como IPFS.",
  "page-local-environment-framework-features": "Estos marcos vienen con una gran cantidad de funciones listas para usar, como:",
  "page-local-environment-frameworks-desc": "Recomendamos elegir un marco, especialmente si está empezando. Construir una DApp completa requiere diferentes tecnologías. Las estructuras incluyen muchas de las características necesarias o proporcionan sistemas de complementos sencillos para que elija las herramientas que quiera.",
  "page-local-environment-frameworks-title": "Marcos y pilas prediseñadas",
  "page-local-environment-hardhat-desc": "Hardhat es un entorno de desarrollo de Ethereum para profesionales.",
  "page-local-environment-hardhat-logo-alt": "Logo de Hardhat",
  "page-local-environment-openZeppelin-desc": "Ahorre horas de tiempo de desarrollo al compilar, actualizar, implementar e interactuar con contratos inteligentes con nuestra interfaz de línea de comandos.",
  "page-local-environment-openZeppelin-logo-alt": "Logo de OpenZeppelin",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: todo lo que necesita para comenzar a construir aplicaciones descentralizadas con contratos inteligentes.",
  "page-local-environment-scaffold-eth-logo-alt": "Logo de scaffold-eth",
  "page-local-environment-setup-meta-desc": "Guía sobre cómo elegir la pila de software para el desarrollo de Ethereum.",
  "page-local-environment-setup-meta-title": "Configuración de desarrollo local de Ethereum",
  "page-local-environment-setup-subtitle": "Si está listo para empezar a desarrollar, es hora de elegir su pila.",
  "page-local-environment-setup-subtitle-2": "Aquí están las herramientas y marcos que puede usar para crear su aplicación Ethereum.",
  "page-local-environment-setup-title": "Configure su entorno de desarrollo local",
  "page-local-environment-solidity-template-desc": "Una plantilla de GitHub para una configuración prediseñada para sus contratos inteligentes de Solidity. Incluye una red local de Hardhat, Waffle para pruebas, Ethers para implementación de carteras, y más.",
  "page-local-environment-solidity-template-logo-alt": "Logo de plantilla Solidity",
  "page-local-environment-waffle-desc": "La biblioteca de pruebas más avanzada para contratos inteligentes. Úsela sola o con Scaffold-eth o Hardhat.",
  "page-local-environment-waffle-logo-alt": "Logo de Waffle"
}
