{
  "page-ethereum-history-founder-and-ownership-meta-title": "Historia de Ethereum: fundador, lanzamiento y propiedad | ethereum.org",
  "page-ethereum-history-founder-and-ownership-meta-description": "Conozca la historia de Ethereum, incluyendo quién lo creó, cuándo se lanzó y quién lo controla en la actualidad.",
  "page-ethereum-history-founder-and-ownership-twitter-meta-description": "Conozca las diferencias entre Bitcoin y Ethereum, incluidos casos de uso, rendimiento de la red, economía de tokens y más.",
  "page-ethereum-history-founder-and-ownership-title": "Historia de Ethereum: fundador, lanzamiento y propiedad",
  "page-ethereum-history-founder-and-ownership-description-1": "Ethereum fue fundado por Vitalik Buterin en 2013. Varios cofundadores se sumaron posteriormente, incluidos Gavin Wood y Joseph Lubin. La red de Ethereum se lanzó oficialmente el 30 de julio de 2015, con la minería del primer bloque (el bloque Génesis).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-description-1": "A diferencia de las organizaciones tradicionales, <strong>Ethereum no tiene CEO</strong>, junta directiva ni una única parte controladora. Es una plataforma descentralizada gobernada por su comunidad, con el apoyo de la Fundación Ethereum, una organización sin fines de lucro.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum": "¿Quién fundó o cofundó Ethereum?",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-1": "Ethereum fue <strong>fundado por Vitalik Buterin</strong>, quien concibió la idea <strong>a finales de 2013</strong>.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-2": "Nacido en Rusia en 1994 y criado en Canadá, Buterin mostró un talento excepcional para las matemáticas desde una edad temprana.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-3": "Descubrió Bitcoin en 2011 y comenzó a escribir artículos sobre Bitcoin, lo que lo llevó a cofundar <em>Bitcoin Magazine</em> en 2012. Esta fue una de las primeras publicaciones dedicadas a las criptomonedas. Al ser parte de la comunidad temprana de Bitcoin, presenció de primera mano tanto su potencial como sus limitaciones.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-4": "En 2014, Vitalik publicó el <whitepaper>Ethereum Whitepaper</whitepaper>, en el que describía una plataforma que iría más allá de Bitcoin al crear una blockchain que pudiera hacer más que solo pagos.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-5": "Ethereum amplía el enfoque de Bitcoin, diciendo básicamente que, en lugar de tener reglas diseñadas para soportar una sola aplicación, vamos a hacer algo de propósito más general donde las personas puedan crear sus propias aplicaciones y las reglas de lo que hayan creado se puedan ejecutar e implementar en la plataforma Ethereum.",
  "page-ethereum-history-founder-and-ownership-when-ethereum-when-did-ethereum-launch": "¿Cuándo se lanzó Ethereum?",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now": "¿Quién es dueño y administra Ethereum ahora?",
  "page-ethereum-history-founder-and-ownership-founder-of-ethereum": "Fundador de Ethereum",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-6": "Ethereum fue cofundado por 8 personas que ayudaron a darle vida.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-vitalik-buterin": "<strong>Vitalik Buterin</strong>: Concibió Ethereum en 2013, escribió el whitepaper original y se convirtió en su principal visionario y defensor, articulando el concepto de una computadora mundial descentralizada y guiando la dirección técnica y filosófica del protocolo.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-gavin-wood": "<strong>Gavin Wood</strong>: Desarrolló el lenguaje de programación <solidity>Solidity</solidity> y escribió el <ethereumYellowPaper>Ethereum Yellow Paper</ethereumYellowPaper>, la guía técnica de la Máquina Virtual de Ethereum (EVM).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-joseph-lubin": "<strong>Joseph Lubin</strong>: Ayudó a financiar las primeras etapas de Ethereum y luego fundó <consensys>ConsenSys</consensys>, una empresa centrada en construir aplicaciones e infraestructura basadas en Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-jeffrey-wilcke": "<strong>Jeffrey Wilcke</strong>: Creó <geth>Geth</geth>, el cliente de ejecución de Ethereum original y más utilizado, responsable de ejecutar la EVM y almacenar los datos de la red Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-mihai-alisie": "<strong>Mihai Alisie</strong>: Cofundó Bitcoin Magazine junto a Vitalik Buterin y ayudó a establecer la Fundación Ethereum en Suiza, sirviendo como vicepresidente y creando el marco legal para la preventa de ether.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-anthony-di-lorio": "<strong>Anthony Di Lorio</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-amir-chetrit": "<strong>Amir Chetrit</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-charles-hoskinson": "<strong>Charles Hoskinson</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-7": "Actualmente, Vitalik Buterin sigue participando activamente en el desarrollo de Ethereum. Joseph Lubin continúa liderando ConsenSys, cuya empresa desarrolla herramientas clave para el ecosistema Ethereum como <strong>MetaMask</strong> e <strong>Infura</strong>.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-1": "El trayecto desde la idea inicial de Vitalik hasta el lanzamiento oficial de Ethereum tomó alrededor de 20 meses. Estos son los hitos clave:",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-2": "<strong>Noviembre de 2013:</strong> Vitalik Buterin comparte el whitepaper de Ethereum. En él describe su visión de una plataforma blockchain capaz de ejecutar contratos inteligentes.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-3": "<strong>Enero de 2014:</strong> Vitalik <announcement>anuncia públicamente</announcement> el concepto de Ethereum en la Conferencia Norteamericana de Bitcoin en Miami.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-4": "<strong>Julio–agosto de 2014:</strong> Para financiar el desarrollo de Ethereum, el equipo fundador realizó una campaña pública de recaudación de fondos. Recaudaron 31,000 BTC (unos 18 millones de dólares en ese momento) a cambio de ether (ETH).",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-5": "<strong>Abril de 2015:</strong> Vitalik y los cofundadores lanzan la red de pruebas Olympic de Ethereum. Esta fue la fase final de pruebas antes del lanzamiento de la red principal.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-6": "<strong>30 de julio de 2015:</strong> El equipo fundador lanza oficialmente la red principal de Ethereum minando el bloque génesis. Esto marca el nacimiento de la red Ethereum.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-7": "<strong>14 de marzo de 2016:</strong> La comunidad de Ethereum implementa \"Homestead\", la primera actualización planificada. Esto indica que Ethereum estaba listo para su adopción generalizada.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-8": "Teníamos la noción en el proyecto Ethereum de que realmente sólo tendríamos una oportunidad, era realmente hacer todo bien a la primera, así que teníamos que hacerlo bien.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-9": "Cofundador de Ethereum",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-10": "El lanzamiento de Ethereum marcó un hito importante en la tecnología blockchain. Introdujo los contratos inteligentes y creó una plataforma para aplicaciones descentralizadas.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-11": "Puede <genesisBlock>ver siempre el bloque génesis de Ethereum</genesisBlock> y preservar el momento en que Ethereum cobró vida.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-12": "Ver la lista completa de actualizaciones de Ethereum",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-13": "Consulte la hoja de ruta futura de Ethereum",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-1": "Uno de los aspectos más singulares de Ethereum es su estructura de propiedad, o más bien, su ausencia de propiedad tradicional. A diferencia de una empresa convencional, Ethereum:",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-2": "<strong>no tiene CEO ni autoridad central</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-3": "<strong>no está controlado por ninguna entidad</strong> o organización única",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-4": "<strong>no tiene accionistas</strong> en el sentido tradicional",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-5": "En su lugar, Ethereum funciona como una red descentralizada. Está <strong>mantenido por miles de computadoras independientes</strong> (nodos) en todo el mundo. Este modelo descentralizado está en el núcleo del diseño y el valor de Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-6": "Varios grupos clave colaboran en el desarrollo y la gobernanza continua de Ethereum:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation": "1. La Fundación Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-1": "La <strong>Fundación Ethereum es una organización sin fines de lucro</strong> que apoya a Ethereum y tecnologías relacionadas. Aunque es importante, no controla la red. La fundación:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-2": "Gestiona fondos para apoyar el desarrollo de Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-3": "Otorga subvenciones a proyectos que se construyen sobre Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-4": "Organiza eventos comunitarios e iniciativas educativas",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-5": "Coordina esfuerzos de investigación",
  "page-ethereum-history-founder-and-ownership-core-developers": "2. Desarrolladores principales e investigadores",
  "page-ethereum-history-founder-and-ownership-core-developers-description-1": "Una comunidad global de desarrolladores e investigadores contribuye al código y al diseño de Ethereum. Estos colaboradores proponen, discuten e implementan mejoras a través de un proceso público y abierto. Vitalik Buterin sigue siendo respetado en la comunidad; sin embargo, las decisiones se toman mediante consenso grupal en lugar de una sola persona.",
  "page-ethereum-history-founder-and-ownership-eip": "3. Propuestas de Mejora de Ethereum (EIP)",
  "page-ethereum-history-founder-and-ownership-eip-description-1": "La comunidad de Ethereum propone cambios en la red a través de <eips>Propuestas de Mejora de Ethereum (EIP)</eips>. Este sistema abierto permite a cualquiera sugerir mejoras. Luego se discuten, refinan y potencialmente implementan estas ideas por la comunidad.",
  "page-ethereum-history-founder-and-ownership-validators": "4. Operadores de nodos y validadores",
  "page-ethereum-history-founder-and-ownership-validators-description-1": "Desde la transición de Ethereum a proof-of-stake en septiembre de 2022, la red es asegurada por validadores que bloquean (hacen staking) ETH y procesan transacciones. Hay <beaconchain>un gran número de validadores</beaconchain> repartidos por todo el mundo, lo que distribuye ampliamente el control de la red.",
  "page-ethereum-history-founder-and-ownership-validators-description-2": "Este modelo descentralizado limita el control de cualquier entidad individual, haciendo que Ethereum sea resistente a la censura. Esto incluye a los propios fundadores originales. Ninguna persona u organización puede cambiar las reglas de Ethereum o apagar la red por sí sola.",
  "page-ethereum-history-founder-and-ownership-validators-description-3": "La diferencia fundamental entre construir una aplicación en Ethereum y hacerlo en una plataforma centralizada tradicional es esta idea clave de que, una vez que usted crea su aplicación, no necesita depender de usted ni de ninguna otra persona para seguir existiendo. La aplicación está garantizada a seguir funcionando según las reglas que se especificaron.",
  "page-ethereum-history-founder-and-ownership-conclusion": "Conclusión",
  "page-ethereum-history-founder-and-ownership-conclusion-description-1": "Desde su creación por Vitalik Buterin en 2013, su lanzamiento en 2015 y su crecimiento actual, <strong>Ethereum se ha mantenido fiel a su visión fundacional</strong>. Sigue siendo una plataforma <strong>descentralizada y creíblemente neutral</strong> para aplicaciones que se ejecutan exactamente como fueron programadas. La red y las aplicaciones sobre ella funcionan <strong>sin tiempo de inactividad, censura, fraude ni interferencia de terceros</strong>.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-2": "La historia de Ethereum sigue desarrollándose con cada actualización e innovación. A medida que la red evoluciona, ejemplifica cómo la gobernanza descentralizada puede impulsar el progreso tecnológico sin estructuras empresariales tradicionales.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-3": "Ethereum se ha transformado de un whitepaper visionario a una <strong>capa de infraestructura global que impulsa miles de aplicaciones y miles de millones en valor</strong>. Esto demuestra que la colaboración abierta puede transformar no solo las finanzas, sino también los conceptos fundamentales de propiedad, gobernanza y confianza digital.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-4": "Aprenda más sobre el proceso de gobernanza de Ethereum"
}
