{
  "page-what-is-ethereum-alt-img-bazaar": "Ilustración de una persona que entra en un bazar, que pretende representar a Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Ilustración de miembros de la comunidad de Ethereum trabajando juntos",
  "page-what-is-ethereum-alt-img-lego": "Ilustración de una mano que construye el logo de ETH hecho de ladrillos Lego",
  "page-what-is-ethereum-banking-card": "Banca para todos",
  "page-what-is-ethereum-banking-card-desc": "No todo el mundo tiene acceso a servicios financieros. Una conexión a Internet es todo lo que necesita para acceder a Ethereum y a los productos de préstamos y ahorro basados en él.",
  "page-what-is-ethereum-build": "Haga algo con Ethereum",
  "page-what-is-ethereum-build-desc": "Si quiere intentar construir con Ethereum, lea nuestros documentos, pruebe algunos tutoriales o revise las herramientas que necesita para empezar.",
  "page-what-is-ethereum-censorless-card": "Resistente a la censura",
  "page-what-is-ethereum-censorless-card-desc": "Ningún gobierno ni empresa ejerce control sobre Ethereum. La descentralización hace que sea prácticamente imposible que alguien le impida recibir pagos o utilizar servicios en Ethereum.",
  "page-what-is-ethereum-comm-desc": "Nuestra comunidad acoge personas de todos los orígenes, incluyendo artistas, criptoanarquistas, empresas de la lista Fortune 500 y ahora usted. Descubra cómo puede involucrarse hoy mismo.",
  "page-what-is-ethereum-commerce-card": "Garantías comerciales",
  "page-what-is-ethereum-commerce-card-desc": "Los clientes tienen la garantía segura e integrada de que los fondos solo cambiarán de manos si proporciona lo acordado. De la misma manera, los desarrolladores pueden tener la certeza de que las reglas no cambiarán por sorpresa.",
  "page-what-is-ethereum-composable-card": "Productos compuestos",
  "page-what-is-ethereum-composable-card-desc": "Todas las aplicaciones se construyen en la misma cadena de bloques con un estado global compartido, lo que significa que pueden construirse entre sí (como piezas de LEGO). Esto permite mejores productos y experiencias, así como garantías de que nadie puede eliminar las herramientas de las que dependen las aplicaciones.",
  "page-what-is-ethereum-community": "La comunidad de Ethereum",
  "page-what-is-ethereum-desc": "La fundación de nuestro futuro digital",
  "page-what-is-ethereum-explore": "Explorar Ethereum",
  "page-what-is-ethereum-internet-card": "Un internet abierto",
  "page-what-is-ethereum-internet-card-desc": "Cualquiera puede interactuar con la red Ethereum o construir aplicaciones en ella. Esto le permite controlar sus propios activos e identidad, en lugar de estar controlados por unas cuantas megacorporaciones.",
  "page-what-is-ethereum-meet-comm": "Conozca a la comunidad",
  "page-what-is-ethereum-meta-description": "Obtenga información sobre Ethereum, qué hace y cómo probarlo usted mismo.",
  "page-what-is-ethereum-meta-title": "¿Qué es Ethereum?",
  "page-what-is-ethereum-p2p-card": "Una red de pares",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum te permite coordinar, concertar acuerdos o transferir activos digitales directamente con otras personas. No necesita depender de intermediarios.",
  "page-what-is-ethereum-start-building-btn": "Comenzar a crear",
  "page-what-is-ethereum-title": "¿Qué es Ethereum?",
  "page-what-is-ethereum-subtitle": "Una guía completa para principiantes sobre cómo funciona Ethereum, los beneficios que aporta y cómo está siendo utilizada por millones de personas en todo el mundo.",
  "page-what-is-ethereum-button-lets-start": "Comencemos",
  "page-what-is-ethereum-blockchain-tab-title": "¿Qué es una cadena de bloques o «blockchain»?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Una cadena de bloques es una base de datos de transacciones</b> que se actualiza y comparte en muchos ordenadores de una red. Se llama «bloque» a cada nuevo conjunto de transacciones que se añade, de ahí el nombre cadena de bloques. Cadenas de bloques públicas como Ethereum permiten que cualquiera añada datos, pero no que los elimine. Si alguien quisiera alterar alguna de las informaciones o hackear el sistema, tendrían que hacerlo en la mayoría de las computadoras de la red. ¡Eso es mucho! Esto hace que las cadenas de bloques descentralizadas como Ethereum sean altamente seguras.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "¿Qué es una criptomoneda?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Criptomoneda es un término utilizado para describir muchos tipos de tókenes digitales fungibles asegurados usando una cadena de bloques. Todo comenzó con Bitcoin. Bitcoin se puede utilizar para transferir valor entre dos personas sin necesidad de confiar en un intermediario. Sólo se tiene que confiar en el código de Bitcoin, que es abierto y, por ende, es de libre disposición.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "La razón por la que activos como el bitcoin y el ether se denominan «criptomonedas» es porque la seguridad de sus datos y activos está garantizada mediante <a href=\"/glossary/#cryptography\">criptografía</a>, no por confiar en que una institución o corporación actúe honestamente.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum tiene su propia criptomoneda nativa: el Ether (ETH), que se utiliza para pagar determinadas actividades en la red. Puede transferirse a otros usuarios o intercambiarse por otros tókenes en Ethereum. Ether es especial, porque se utiliza para pagar el cálculo necesario para construir y ejecutar aplicaciones y organizaciones en Ethereum.",
  "page-what-is-ethereum-summary-title": "Resumen",
  "page-what-is-ethereum-summary-desc-1": "Ethereum es una red de computadoras de todo el mundo que siguen un conjunto de normas conocidas como el protocolo Ethereum. La red Ethereum actúa como la base de comunidades, aplicaciones, organizaciones y activos digitales que cualquiera puede construir y utilizar.",
  "page-what-is-ethereum-summary-desc-2": "Puede crear una cuenta de Ethereum desde cualquier lugar y en cualquier momento, y explorar un mundo de aplicaciones o construir la suya propia. La innovación fundamental es que usted puede hacer todo esto sin necesidad de confiar en una autoridad central que pueda cambiar las normas o restringir su acceso.",
  "page-what-is-ethereum-summary-desc-3": "Siga leyendo para indagar más…",
  "page-what-is-ethereum-btc-eth-diff-title": "¿Cuál es la diferencia entre Ethereum y Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Ethereum, lanzada en 2015, se basa en la tecnología de Bitcoin, pero tiene algunas diferencias grandes.",
  "page-what-is-ethereum-btc-eth-diff-2": "Ambos permiten utilizar dinero digital sin proveedores de pago o bancos. Pero <b>Ethereum es programable</b>, así que también puede utilizarse para construir y mantener aplicaciones descentralizadas sobre su infraestructura.",
  "page-what-is-ethereum-btc-eth-diff-3": "El bitcoin nos permite enviarnos mensajes básicos sobre lo que creemos que es valioso. Establecer el valor de algo sin necesidad de una autoridad tiene un gran poder. Ethereum amplifica este poder: en lugar de solo escribir mensajes, puede escribir cualquier programa general o contrato. No hay límite para el tipo de contratos que se pueden crear y acordar, por eso, la red Ethereum supone mucha innovación.",
  "page-what-is-ethereum-btc-eth-diff-4": "Mientras que Bitcoin es solo una red de pago, Ethereum se parece más a un portal de servicios financieros, juegos, redes sociales y otras aplicaciones.",
  "page-what-is-ethereum-what-can-eth-do-title": "¿Qué puede hacer Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "¿Por qué utilizaría Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Si le interesan formas más resistentes, abiertas y fiables de coordinar globalmente, crear organizaciones, desarrollar aplicaciones y compartir valor, Ethereum está hecho a su horma. Ethereum es una historia que escribimos entre todos, así que entre y descubra los increíbles mundos que podemos construir juntos con ella.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum también ha tenido un valor incalculable para las personas que han tenido que manejar la incertidumbre en torno a la seguridad o la solvencia o movilidad de sus activos, debido a fuerzas externas fuera de su control.",
  "page-what-is-ethereum-slide-1-title": "Pagos transfronterizos más rápidos y baratos",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Las monedas estables</b> son un nuevo tipo de criptomoneda que se basa en un activo más estable como base para su valor. La mayoría de ellas están vinculadas al dólar estadounidense y por lo tanto siguen el valor de esa moneda. Esto permite un sistema de pagos global muy barato y estable. En la actualidad muchas de las criptomonedas estables están construidas en la red Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum y las criptomonedas estables simplifican el proceso de envío de dinero al extranjero. A menudo solo se tardan unos minutos en transferir fondos a cualquier lugar del mundo, frente a los varios días hábiles o incluso semanas que puede tardar un banco cualquiera, y por una fracción del coste. Además, no hay que pagar comisiones adicionales por realizar una transacción de gran valor, ni hay restricciones geográficas o por el motivo del envío de dinero.",
  "page-what-is-ethereum-slide-2-title": "La ayuda más rápida en tiempos de crisis",
  "page-what-is-ethereum-slide-2-desc-1": "Si tiene la suerte de tener múltiples opciones bancarias a través de instituciones de confianza donde vive, puede dar por sentada la libertad, seguridad y estabilidad financiera que ofrecen. Para muchas personas que enfrentan represión política o dificultades económicas es posible que las instituciones financieras no proporcionen protección o servicios de pago.",
  "page-what-is-ethereum-slide-2-desc-2": "Cuando la guerra, las catástrofes económicas o la represión de las libertades civiles golpearon a los residentes de <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afganistán</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarús</a> y <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ucrania</a>, las criptomonedas se convirtieron en la opción más rápida y, a menudo, la única opción para mantener la autonomía financiera. <sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Como se ve en estos ejemplos, las criptomonedas como Ethereum pueden proporcionar un acceso sin restricciones a la economía global cuando las personas están restringidas del mundo exterior. Además, las monedas estables, o stablecoins, nos ofrecen un respaldo de valor cuando las monedas locales colapsan debido a la hiperinflación.",
  "page-what-is-ethereum-slide-3-title": "Empoderar a los creadores",
  "page-what-is-ethereum-slide-3-desc-1": "Solo en 2021, artistas, músicos, escritores y otros creadores usaron Ethereum para ganar un total alrededor de 3.500 millones de dólares. Esto convierte a Ethereum en una de las plataformas globales más grandes para creadores, junto a Spotify, YouTube, y Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Más información</a>.",
  "page-what-is-ethereum-slide-4-title": "Empoderar a los jugadores",
  "page-what-is-ethereum-slide-4-desc-1": "Los juegos en los que se juega para ganar (en los que se recompensa a los jugadores por el hecho de jugar) han surgido recientemente y están transformando la industria de los videojuegos. Tradicionalmente los videojuegos prohibían el intercambio o transferencia de activos a cambio de dinero verdadero dentro del juego. Esto obliga a los jugadores a utilizar sitios web en el mercado negro que a menudo son un riesgo para su seguridad. Los juegos en la cadena de bloques de Ethereum encajan en las economías de los juegos y permiten intercambios seguros.",
  "page-what-is-ethereum-slide-4-desc-2": "Además, los jugadores se motivan al poder intercambiar tókenes en el juego por dinero real y, por lo tanto, obtener una recompensa real por su tiempo de juego.",
  "page-what-is-ethereum-meet-ether-title": "Esta es ether, la criptomoneda de Ethereum.",
  "page-what-is-ethereum-meet-ether-desc-1": "Muchas acciones en la red Ethereum requieren que algunas operaciones se realicen en el ordenador integrado de Ethereum (conocido como la máquina virtual de Ethereum). Este cálculo no es gratis; se paga por usar la criptomoneda nativa de Ethereum llamada Ether (ETH). Esto significa que necesita al menos una pequeña cantidad de Ether para usar la red.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ether es una moneda puramente digital, y usted puede enviarla a cualquier parte del mundo al instante. La acuñación de Ether no está regida por ningún gobierno ni empresa, está descentralizada y es completamente transparente. Ether se emite de forma precisa de acuerdo con el protocolo, sólo a los participantes que aseguran la red.",
  "page-what-is-ethereum-what-is-ether": "¿Qué es el ether?",
  "page-what-is-ethereum-get-eth": "Conseguir ETH",
  "page-what-is-ethereum-explore-applications": "Explorar aplicaciones",
  "page-what-is-ethereum-learn-defi": "Más información sobre DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "¿Quién dirige Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum no está controlado por ninguna entidad en particular. Existe siempre que haya ordenadores conectados ejecutando software que sigue el protocolo de Ethereum y que contribuye a la <a href=\"/glossary/#blockchain\">cadena de bloque</a>. A cada uno de estos ordenadores se le conoce como un nodo. Cualquier persona puede ejecutar nodos, aunque para participar en la seguridad de la red, debe <a href=\"/glossary/#staking\">apostar</a> ETH (el token nativo de Ethereum). Cualquier persona con 32 ETH puede hacerlo sin necesidad de permiso.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Ni siquiera el código fuente de Ethereum es producido por una sola entidad; cualquiera puede sugerir cambios en el protocolo y comentar actualizaciones. Hay varias implementaciones del protocolo Ethereum que producen organizaciones independientes en varios lenguajes de programación, y generalmente se construyen en código abierto fomentando la contribución de la comunidad.",
  "page-what-is-ethereum-run-a-node": "Ejecutar un nodo",
  "page-what-is-ethereum-smart-contract-title": "¿Qué son los contratos inteligentes?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Los contratos inteligentes son programas informáticos</b> que viven en la cadena de bloques de Ethereum. Se ejecutan cuando una transacción de un usuario los desencadena. Ellos hacen que Ethereum sea muy flexible con respecto a lo que puede hacer; estos programas actúan como bloques de desarrollo para aplicaciones y organizaciones descentralizadas.",
  "page-what-is-ethereum-smart-contract-desc-2": "¿Alguna vez ha usado un producto que haya cambiado sus términos de servicio? ¿O que haya eliminado una característica que le haya parecido útil? Una vez que se publique un contrato inteligente a Ethereum, estará en línea y operativo mientras Ethereum exista. Ni siquiera el autor puede eliminarlo . Dado que los contratos inteligentes son automatizados, no discriminan a ningún usuario y están siempre disponibles.",
  "page-what-is-ethereum-smart-contract-desc-3": "Ejemplos populares de contratos inteligentes son aplicaciones de préstamos, intercambios descentralizados, seguros, financiación cuadrática, redes sociales, <a href=\"/glossary/#nft\">NFT</a>: básicamente cualquier cosa imaginable.",
  "page-what-is-ethereum-more-on-smart-contracts": "Más información sobre contratos inteligentes",
  "page-what-is-ethereum-explore-dapps": "Explorar las Dapps",
  "page-what-is-ethereum-criminal-activity-title": "He oído que las criptomonedas se utilizan como herramienta para actividades delictivas. ¿Es eso cierto?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Como cualquier tecnología, a veces se usan mal. Sin embargo, dado que todas las transacciones de Ethereum ocurren en una cadena de bloques abierta, a los organismos reglamentarios les suele resultar más fácil rastrear cualquier actividad ilícita que en el sistema financiero tradicional, lo que podría decirse que hace de Ethereum una opción menos atractiva para quienes prefieran estar a la sombra.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Las criptomonedas se utilizan mucho menos que las monedas fiduciarias para fines criminales de acuerdo con los resultados de un informe reciente de Europol, la Agencia de Cooperación para el Derecho de la Unión Europea:",
  "page-what-is-ethereum-criminal-activity-desc-3": "«El uso de criptomonedas para actividades ilícitas parece constituir solo una pequeña parte de la economía global de criptomonedas, y parece ser comparativamente menor que la cantidad de fondos ilícitos involucrados en las finanzas tradicionales».",
  "page-what-is-ethereum-energy-title": "¿Qué hay del consumo energético de Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "El 15 de septiembre de 2022, Ethereum pasó por la actualización de La Fusión, que marcó la transición de la <a href=\"/glossary/#pow\">prueba de trabajo</a> de Ethereum a la <a href=\"/glossary/#pos\">prueba de participación</a>.",
  "page-what-is-ethereum-energy-desc-2": "La fusión supuso la mayor actualización de Ethereum y redujo la energía consumida para garantizar la seguridad de Ethereum en aproximadamente un <b>99,95%</b>, creando una <b>red más segura a un coste mucho menor</b>. Ethereum es ahora una cadena de bloques que genera una cantidad baja de emisiones de carbono, al mismo tiempo que aumenta su seguridad y escalabilidad.",
  "page-what-is-ethereum-more-on-energy-consumption": "Más acerca del consumo energético de Ethereum",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Consumo energético anual en TW/año",
  "energy-consumption-chart-global-data-centers-label": "Centros de datos globales",
  "energy-consumption-gold-mining-cbeci-label": "Minería de oro",
  "energy-consumption-chart-btc-pow-label": "PoW de BTC",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "PoW de ETH",
  "energy-consumption-chart-gaming-us-label": "Juegos en Estados Unidos",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "PoS de ETH",
  "page-what-is-ethereum-the-merge-update": "Actualización acerca de La fusión",
  "page-what-is-ethereum-additional-reading": "Más información",
  "page-what-is-ethereum-week-in-ethereum": "Esta semana en Ethereum News",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Un boletín semanal que cubre desarrollos clave en todo el ecosistema.",
  "page-what-is-ethereum-kernel-dreamers": "Núcleo",
  "page-what-is-ethereum-kernel-dreamers-desc": "El Sueño de Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Átomos, instituciones, cadenas de bloques",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- ¿Por qué importan las cadenas de bloques?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum en números",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Proyectos basados en Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Cuentas (carteras) con saldo en ETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Contratos inteligentes en Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Valor protegido en Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Ganancias de los creadores en Ethereum en 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Número de transacciones de hoy",
  "adoption-chart-column-now-label": "Ahora",
  "adoption-chart-investors-label": "Inversores",
  "adoption-chart-developers-label": "Desarrolladores",
  "adoption-chart-companies-label": "Empresas",
  "adoption-chart-artists-label": "Artistas",
  "adoption-chart-musicians-label": "Músicos",
  "adoption-chart-writers-label": "Escritores",
  "adoption-chart-gamers-label": "Jugadores",
  "adoption-chart-refugees-label": "Refugiados",
  "page-what-is-ethereum-get-eth-alt": "Obtener ETH",
  "page-what-is-ethereum-get-eth-description": "ETH es la moneda nativa de Ethereum. Necesitará tener algunos ETH en su cartera para usar aplicaciones de Ethereum.",
  "page-what-is-ethereum-get-eth-title": "Obtener ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Explorar DApps",
  "page-what-is-ethereum-explore-dapps-description": "Las DApp son aplicaciones diseñadas partiendo de Ethereum. Las DApp han irrumpido para cambiarlos modelos de negocio actuales e inventar nuevos modelos de negocio.",
  "page-what-is-ethereum-explore-dapps-title": "Pruebe algunas DApps"
}
