{
  "page-what-is-ethereum-101": "Ethereum 101",
  "page-what-is-ethereum-101-desc": "Ethereum es una tecnología que te permite enviar criptomonedas a cualquier persona por una pequeña comisión. También potencia aplicaciones que cualquiera puede usar y nadie puede derribar.",
  "page-what-is-ethereum-101-desc-2": "Ethereum se construye sobre la innovación de Bitcoin, pero con grandes diferencias.",
  "page-what-is-ethereum-101-desc-3": "Ambos te permiten utilizar dinero digital sin proveedores de pago o bancos. Pero Ethereum es programable, así que también puedes utilizarlo para diferentes activos digitales, incluido Bitcoin.",
  "page-what-is-ethereum-101-desc-4": "Esto también significa que Ethereum es más que pagos. Ethereum es un mercado de servicios financieros, juegos y aplicaciones que no pueden robar tu información o censurarte.",
  "page-what-is-ethereum-101-italic": "la blockchain programable del mundo.",
  "page-what-is-ethereum-101-strong": "Es ",
  "page-what-is-ethereum-accessibility": "Ethereum está abierto a todos.",
  "page-what-is-ethereum-adventure": "¡Elige tu aventura!",
  "page-what-is-ethereum-alt-img-bazaar": "Ilustración de una persona que entra en un bazar, que pretende representar a Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Ilustración de miembros de la comunidad de Ethereum trabajando juntos",
  "page-what-is-ethereum-alt-img-lego": "Ilustración de una mano que construye el logo de ETH hecho de ladrillos Lego",
  "page-what-is-ethereum-alt-img-social": "Ilustración de personajes en un espacio social dedicado a Ethereum con un logo grande de ETH",
  "page-what-is-ethereum-banking-card": "Banca para todos",
  "page-what-is-ethereum-banking-card-desc": "No todo el mundo tiene acceso a los servicios financieros, pero todo lo que necesitas para acceder a Ethereum y a sus productos de préstamo y ahorro es una conexión a Internet.",
  "page-what-is-ethereum-build": "Haz algo con Ethereum",
  "page-what-is-ethereum-build-desc": "Si quieres intentar construir con Ethereum, lee nuestros documentos, prueba algunos tutoriales o revisa las herramientas que necesitas para empezar.",
  "page-what-is-ethereum-censorless-card": "Resistente a la censura",
  "page-what-is-ethereum-censorless-card-desc": "Ningún gobierno o empresa tiene control sobre Ethereum. Esta descentralización hace casi imposible que alguien te impida recibir pagos o utilizar servicios en Ethereum.",
  "page-what-is-ethereum-comm-desc": "Nuestra comunidad acoge personas de todos los orígenes, incluyendo artistas, criptoanarquistas, empresas de la lista Fortune 500 y ahora tú. Descubre cómo puedes involucrarte hoy mismo.",
  "page-what-is-ethereum-commerce-card": "Garantías comerciales",
  "page-what-is-ethereum-commerce-card-desc": "Ethereum crea un campo de juego más equilibrado. Los clientes tienen un seguro, una garantía integrada por la cual los fondos solo cambiarán de manos si proporcionas lo que se acordó. No necesitas gran influencia empresarial para hacer negocios.",
  "page-what-is-ethereum-community": "La comunidad de Ethereum",
  "page-what-is-ethereum-compatibility-card": "Compatibilidad para la victoria",
  "page-what-is-ethereum-compatibility-card-desc": "Se están creando continuamente mejores productos y experiencias, porque los productos Ethereum son compatibles de forma predeterminada. Las empresas pueden basarse en el éxito de los demás.",
  "page-what-is-ethereum-dapps-desc": "Productos y servicios que funcionan en Ethereum. Hay dapps para finanzas, trabajo, redes sociales, juegos de azar y mucho más: conoce las aplicaciones de nuestro futuro digital.",
  "page-what-is-ethereum-dapps-img-alt": "Ilustración de un perro que usa una aplicación de Ethereum en un ordenador",
  "page-what-is-ethereum-dapps-title": "Dapps de Ethereum",
  "page-what-is-ethereum-desc": "La fundación de nuestro futuro digital",
  "page-what-is-ethereum-explore": "Explorar Ethereum",
  "page-what-is-ethereum-get-started": "La mejor manera de aprender más es descargar una cartera, conseguir ETH y probar una dapp de Ethereum.",
  "page-what-is-ethereum-in-depth-description": "Ethereum es un acceso abierto al dinero digital y a los servicios de información para todos, sin importar su origen o ubicación. Es una tecnología creada por la comunidad tras la criptomoneda ether (ETH) y miles de aplicaciones que puedes usar hoy.",
  "page-what-is-ethereum-internet-card": "Un Internet más privado",
  "page-what-is-ethereum-internet-card-desc": "No tienes que proporcionar todos tus datos personales para usar una app de Ethereum. Ethereum está construyendo una economía basada en el valor, no en la vigilancia.",
  "page-what-is-ethereum-meet-comm": "Conoce la comunidad",
  "page-what-is-ethereum-meta-description": "Obtén información sobre Ethereum, qué hace y cómo probarlo por ti mismo.",
  "page-what-is-ethereum-meta-title": "¿Qué es Ethereum?",
  "page-what-is-ethereum-native-alt": "El símbolo del ether (ETH)",
  "page-what-is-ethereum-native-crypto": "Criptomoneda nativa de Ethereum y equivalente a Bitcoin. Puedes usar ETH en aplicaciones de Ethereum o para enviar valores a amigos y familia.",
  "page-what-is-ethereum-native-img-alt": "Ilustración de un robot con una caja fuerte como torso, utilizada para representar las carteras de Ethereum",
  "page-what-is-ethereum-native-title": "ETH",
  "page-what-is-ethereum-p2p-card": "Una red de pares",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum te permite mover dinero o llegar a acuerdos directamente con otra persona. No necesitas pasar por empresas intermediarias.",
  "page-what-is-ethereum-singlecard-desc": "Si estás interesado en la blockchain y el lado técnico de Ethereum, te hemos encontrado.",
  "page-what-is-ethereum-singlecard-link": "Cómo funciona Ethereum",
  "page-what-is-ethereum-singlecard-title": "Cómo funciona Ethereum",
  "page-what-is-ethereum-start-building-btn": "Comenzar a crear",
  "page-what-is-ethereum-title": "¿Qué es Ethereum?",
  "page-what-is-ethereum-tools-needed": "Todo lo que necesitas para participar es una cartera.",
  "page-what-is-ethereum-try": "Prueba Ethereum",
  "page-what-is-ethereum-tryit": "Así que entra en el bazar y pruébalo...",
  "page-what-is-ethereum-wallets": "Carteras",
  "page-what-is-ethereum-wallets-desc": "¿Cómo puedes administrar tus ETH y tu cuenta de Ethereum? Necesitarás una cartera para comenzar. Te ayudaremos a elegir una.",
  "page-what-is-ethereum-welcome": "Bienvenidos a Ethereum",
  "page-what-is-ethereum-welcome-2": "Esperamos que te quedes."
}
