{
  "page-index-hero-image-alt": "Una ilustración de una ciudad futurista, que representa el ecosistema Ethereum.",
  "page-index-meta-description": "Ethereum es una plataforma mundial descentralizada para el dinero y nuevos tipos de aplicaciones. En Ethereum, se pueden escribir códigos que controlan el dinero y construir aplicaciones accesibles desde cualquier rincón del mundo.",
  "page-index-meta-title": "Inicio",
  "page-index-title": "Bienvenidos a Ethereum",
  "page-index-description": "Ethereum es la tecnología de gestión comunitaria que impulsa la criptomoneda ether (ETH) y miles de aplicaciones descentralizadas.",
  "page-index-title-button": "Explorar Ethereum",
  "page-index-get-started": "Empezar",
  "page-index-get-started-description": "Ethereum.org es su portal de entrada al mundo de Ethereum. Esta tecnología es nueva y está en constante evolución, por eso ayuda tener una guía. Estas son nuestras recomendaciones para adentrarse en este mundo.",
  "page-index-get-started-image-alt": "Imagen de una persona trabajando en un computador.",
  "page-index-get-started-wallet-title": "Seleccionar una cartera",
  "page-index-get-started-wallet-description": "Una cartera permite que se conecte a Ethereum y administre sus fondos.",
  "page-index-get-started-wallet-image-alt": "Ilustración de un robot con una caja fuerte como cuerpo, que representa una cartera de Ethereum.",
  "page-index-get-started-eth-title": "Conseguir ETH",
  "page-index-get-started-eth-description": "ETH es la moneda de Ethereum y puede usarla en aplicaciones.",
  "page-index-get-started-eth-image-alt": "Imagen de un grupo de personas maravilladas ante un glifo asombroso de ether (ETH).",
  "page-index-get-started-dapps-title": "Utilizar una Dapp",
  "page-index-get-started-dapps-description": "Las Dapps son aplicaciones impulsadas por Ethereum. Eche un vistazo a lo que puede hacer.",
  "page-index-get-started-dapps-image-alt": "Ilustración de un doge utilizando un ordenador.",
  "page-index-get-started-devs-title": "Empezar a crear",
  "page-index-get-started-devs-description": "Si quiere comenzar a programar con Ethereum, tenemos documentación, tutoriales y más en nuestro portal de desarrolladores.",
  "page-index-get-started-devs-image-alt": "Una Ilustración de una mano creando un logo de ETH hecho con bloques de LEGO.",
  "page-index-what-is-ethereum": "¿Qué es Ethereum?",
  "page-index-what-is-ethereum-description": "Ethereum es una tecnología que alberga dinero digital, pagos globales y aplicaciones. La comunidad ha construido una próspera economía digital, nuevas formas audaces para que los creadores ganen en línea y mucho más. Está abierto a todos, al margen del lugar donde estén; lo único que se necesita es tener internet.",
  "page-index-what-is-ethereum-button": "¿Qué es Ethereum?",
  "page-index-what-is-ethereum-secondary-button": "Más sobre dinero digital",
  "page-index-what-is-ethereum-image-alt": "Ilustración de una persona mirando en un bazar, que pretende representar a Ethereum.",
  "page-index-defi": "Un sistema financiero más justo",
  "page-index-defi-description": "Hoy, miles de millones de personas no pueden abrir cuentas bancarias, otras tienen sus pagos bloqueados. El sistema descentralizado de finanzas (DeFi) de Ethereum nunca duerme o discrimina. Solo con una conexión a internet, puede enviar, recibir, tomar prestado, acumular intereses, e incluso transferir fondos a cualquier parte del mundo.",
  "page-index-defi-button": "Explorar DeFi",
  "page-index-defi-image-alt": "Ilustración de unas manos ofreciendo un símbolo de ETH.",
  "page-index-internet": "Un internet abierto",
  "page-index-internet-description": "Hoy en día obtenemos acceso a servicios de internet «gratuitos» a cambio de renunciar al control de nuestra información personal. Los servicios de Ethereum están abiertos por defecto; solo necesita una cartera. Estas son gratuitas y fáciles de configurar, la controla usted y funcionan sin ninguna información personal.",
  "page-index-internet-button": "Explorar el internet abierto",
  "page-index-internet-secondary-button": "Más sobre carteras",
  "page-index-internet-image-alt": "Ilustración de un ordenador futurista, propulsado por cristales de Ethereum.",
  "page-index-developers": "Una nueva frontera para el desarrollo",
  "page-index-developers-description": "Ethereum y sus aplicaciones son transparentes y de código abierto. Puede bifurcar el código y reutilizar la funcionalidad que otros hayan creado previamente. Si no quiere aprender un nuevo lenguaje, simplemente puede interactuar con código de fuente abierta usando JavaScript y otros lenguajes existentes.",
  "page-index-developers-button": "Portal para desarrolladores",
  "page-index-developers-code-examples": "Ejemplos de código",
  "page-index-developers-code-example-title-0": "Su propio banco",
  "page-index-developers-code-example-description-0": "Puede construir un banco gestionado por la lógica que haya programado.",
  "page-index-developers-code-example-title-1": "Su propia moneda",
  "page-index-developers-code-example-description-1": "Puede crear tókenes para transferir y usar entre aplicaciones.",
  "page-index-developers-code-example-title-2": "Una cartera Ethereum en JavaScript",
  "page-index-developers-code-example-description-2": "Puede utilizar lenguajes existentes para interactuar con Ethereum y otras aplicaciones.",
  "page-index-developers-code-example-title-3": "Un DNS abierto y sin permisos",
  "page-index-developers-code-example-description-3": "Puede replantear servicios ya existentes como aplicaciones abiertas descentralizadas.",
  "page-index-network-stats-title": "Ethereum hoy",
  "page-index-network-stats-subtitle": "Las estadísticas más recientes de la red",
  "page-index-network-stats-total-eth-staked": "Total de ETH apostados",
  "page-index-network-stats-eth-price-description": "Precio del ETH (USD)",
  "page-index-network-stats-eth-price-explainer": "El precio más reciente para 1 ether. Puede comprar tan solo 0,00000000000000001; no necesita comprar 1 ETH.",
  "page-index-network-stats-tx-day-description": "Transacciones de hoy",
  "page-index-network-stats-tx-day-explainer": "El número de transacciones procesadas con éxito en la red durante las últimas 24 horas.",
  "page-index-network-stats-value-defi-description": "Valor bloqueado en DeFi (USD)",
  "page-index-network-stats-value-defi-explainer": "La cantidad de dinero en aplicaciones de finanzas descentralizadas (DeFi), la economía digital Ethereum.",
  "page-index-network-stats-nodes-description": "Nodos",
  "page-index-network-stats-nodes-explainer": "Ethereum lo administran miles de voluntarios alrededor del mundo, conocidos como nodos.",
  "page-index-touts-header": "Explorar ethereum.org",
  "page-index-contribution-banner-title": "Contribuir a ethereum.org",
  "page-index-contribution-banner-description": "Este sitio web es de código abierto con cientos de colaboradores de la comunidad. Puede proponer cambios a cualquiera de los contenidos de este sitio, sugerir nuevas características increíbles o ayudarnos a eliminar errores.",
  "page-index-contribution-banner-image-alt": "Logo de Ethereum hecho de ladrillos lego.",
  "page-index-contribution-banner-button": "Más información sobre cómo contribuir",
  "page-index-tout-upgrades-title": "Mejore sus conocimientos sobre las actualizaciones",
  "page-index-tout-upgrades-description": "La hoja de ruta de Ethereum consta de actualizaciones interconectadas diseñadas para hacer la red más escalable, segura y sostenible.",
  "page-index-tout-upgrades-image-alt": "Ilustración de una nave espacial que representa el aumento de la potencia después de las actualizaciones de Ethereum.",
  "page-index-tout-enterprise-title": "Ethereum para empresas",
  "page-index-tout-enterprise-description": "Descubra cómo Ethereum puede abrir nuevos modelos de negocio, reducir sus costes y preparar su negocio para el futuro.",
  "page-index-tout-enterprise-image-alt": "Ilustración de un ordenador/dispositivo futurista.",
  "page-index-tout-community-title": "La comunidad de Ethereum",
  "page-index-tout-community-description": "Ethereum es toda una comunidad. Está compuesta por personas de diferentes orígenes e intereses. Descubra cómo puede unirse.",
  "page-index-tout-community-image-alt": "Ilustración de un grupo de constructores trabajando juntos.",
  "page-index-nft": "El internet de activos",
  "page-index-nft-description": "Ethereum no es solo para dinero digital. Cualquier cosa que posea puede representarse, comercializarse y utilizarse como token no fungible (NFT). Puede «tokenizar» su arte y obtener comisiones automáticamente cada vez que vuelva a venderse. O utilizar un token de algo que posea para pedir un préstamo. Las posibilidades crecen continuamente.",
  "page-index-nft-button": "Más sobre NFT",
  "page-index-nft-alt": "Un logotipo Eth que se muestra vía holograma."
}
