{
  "page-wallets-accounts-addresses": "Carteras, cuentas, claves y direcciones",
  "page-wallets-accounts-addresses-desc": "Conviene comprender las diferencias entre algunos términos clave.",
  "page-wallets-accounts-ethereum-addresses": "<b> Una cuenta Ethereum tiene una dirección</b>, al igual que una bandeja de entrada tiene una dirección de correo electrónico. Esto se usa para identificar sus activos digitales.",
  "page-wallets-alt": "Imagen de un robot con una caja fuerte como cuerpo, que representa una cartera de Ethereum",
  "page-wallets-ethereum-account": "<b>Una cuenta de Ethereum es un par de claves</b>. <a href=\"/glossary/#public-key\">Una clave</a> se utiliza para crear la dirección que puede compartir libremente, y la <a href=\"/glossary/#private-key\">otra clave</a>debe mantenerla en secreto, porque se utiliza para firmar cosas. Juntas, estas claves le permiten mantener activos y realizar transacciones.",
  "page-wallets-blog": "Blog de Coinbase",
  "page-wallets-bookmarking": "Guarde su cartera",
  "page-wallets-bookmarking-desc": "Si utiliza una cartera web, marque el sitio para protegerse contra estafas de phishing.",
  "page-wallets-cd": "Las <b>carteras físicas de hardware</b> son dispositivos que le permiten mantener su criptomoneda fuera de línea - son muy seguras",
  "page-wallets-desc-2": "La mayoría de las personas administra sus activos digitales y comprueba su identidad a través de carteras.",
  "page-wallets-desc-2-link": "Más sobre ETH",
  "page-wallets-desc-3": "Su cartera es una herramienta que le permite interactuar con su cuenta de Ethereum, es decir, que puede cambiar de proveedor de cartera en cualquier momento. Muchas carteras también le permiten administrar múltiples cuentas Ethereum desde una misma aplicación.",
  "page-wallets-desc-4": "Las proveedores de carteras no custodian sus fondos. Ellos sólo le proporcionan una herramienta para ver sus activos en Ethereum y así poder administrarlos fácilmente.",
  "page-wallets-description": "Las carteras de Ethereum son aplicaciones que le dan control sobre su cuenta. Al igual que su cartera física contiene todo lo necesario para comprobar su identidad y manejar sus activos. Su cartera le permite iniciar sesión en aplicaciones, consultar su saldo, enviar transacciones y comprobar su identidad.",
  "page-wallets-desktop": "<b>Aplicaciones de escritorio</b> si prefiere gestionar sus fondos a través de macOS, Windows o Linux",
  "page-wallets-ethereum-wallet": "<b>Una cartera es una herramienta que le permite interactuar con su cuenta</b>, utilizando sus claves. Le permite ver el saldo de su cuenta y enviar transacciones, entre otras cosas.",
  "page-wallets-explore": "Explorar Ethereum",
  "page-wallets-features-desc": "Podemos ayudarle a elegir su cartera en función de las características que le interesen.",
  "page-wallets-features-title": "Comparar carteras según sus características",
  "page-wallets-find-wallet-link": "Encontrar una cartera",
  "page-wallets-get-some": "Obtener ETH",
  "page-wallets-get-some-alt": "Una ilustración de una mano creando el logo de ETH hecho de bloques de Lego",
  "page-wallets-get-some-btn": "Obtener ETH",
  "page-wallets-get-some-desc": "ETH es la criptomoneda nativa de Ethereum. Necesitará ETH en su cartera para usar las aplicaciones de Ethereum.",
  "page-wallets-keys-to-safety": "Las claves para mantener seguras sus criptomonedas.",
  "page-wallets-manage-funds": "Una aplicación para gestionar sus fondos",
  "page-wallets-manage-funds-desc": "Su cartera muestra sus saldos y el historial de transacciones y le da la posibilidad de enviar o recibir fondos. Algunas carteras pueden ofrecerle más funciones.",
  "page-wallets-meta-description": "Qué necesita saber para utilizar carteras de Ethereum",
  "page-wallets-meta-title": "Carteras de Ethereum: Comprar, Guardar y Envíar cripto",
  "page-wallets-mobile": "<b>Aplicaciones para móvil</b> que le permiten acceder a sus fondos desde cualquier lugar",
  "page-wallets-more-on-dapps-btn": "Más sobre DApps",
  "page-wallets-most-wallets": "La mayoría de los productos de cartera le permitirán generar una cuenta de Ethereum. Así que no necesita una antes de descargar una cartera.",
  "page-wallets-protecting-yourself": "Protéjase a usted y a sus fondos",
  "page-wallets-seed-phrase": "Escriba tu <a href=\"/glossary/#recovery-phrase\">frase de recuperación</a>",
  "page-wallets-seed-phrase-desc": "Las carteras a menudo le proporcionarán una frase de recuperación que deberá escribir en algún lugar seguro. Esta es la única manera de poder recuperar su cartera.",
  "page-wallets-seed-phrase-example": "Aquí hay un ejemplo:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "No la guarde en un ordenador. Escríbala y manténgala a salvo.",
  "page-wallets-simulator-create-account-title": "Crear una cuenta",
  "page-wallets-simulator-create-account-explanation-1-header": "Empiece su viaje descargando una cartera",
  "page-wallets-simulator-create-account-explanation-1-desc-1": "Para empezar, necesitará descargar una aplicación de cartera.",
  "page-wallets-simulator-create-account-explanation-1-desc-2": "La mayoría de personas usa aplicaciones móviles, pero también hay disponibles aplicaciones de escritorio y extensiones de navegador.",
  "page-wallets-simulator-create-account-explanation-1-desc-3": "Configuremos una cartera móvil. Haga clic en «Instalar una cartera» para comenzar.",
  "page-wallets-simulator-create-account-explanation-2-header": "Las carteras son aplicaciones gratuitas que puede descargar",
  "page-wallets-simulator-create-account-explanation-2-desc-1": "Las aplicaciones móviles de billetera pueden descargarse e instalarse mediante cualquier tienda de aplicaciones.",
  "page-wallets-simulator-create-account-explanation-2-desc-2": "Las billeteras proporcionan una forma sencilla de crear una cuenta Ethereum, y posteriormente usar Ethereum y sus aplicaciones.",
  "page-wallets-simulator-create-account-explanation-2-desc-3": "No lo piense más y abra suu nueva aplicación de cartera.",
  "page-wallets-simulator-create-account-explanation-3-header": "Crear una cuenta es gratis, privado y fácil",
  "page-wallets-simulator-create-account-explanation-3-desc-1": "Las cuentas de Ethereum se crean de forma privada y no requieren formularios ni autorizaciones ¡No se necesita ningún dato personal!",
  "page-wallets-simulator-create-account-explanation-3-desc-2": "Haga clic en «Crear cuenta» para generar una nueva cuenta.",
  "page-wallets-simulator-create-account-explanation-4-header": "Esta es SU cuenta y de nadie más. La controla usted por completo.",
  "page-wallets-simulator-create-account-explanation-4-desc-1": "Ninguna empresa, incluida su proveedor de cartera, tiene acceso a su cuenta.",
  "page-wallets-simulator-create-account-explanation-5-header": "La frase de recuperación sirve para mantener su cuenta segura",
  "page-wallets-simulator-create-account-explanation-5-desc-1": "Usted y solo usted tiene control sobre esta frase, por lo que es fundamental que la guarde y la asegure.",
  "page-wallets-simulator-create-account-explanation-5-desc-2": "Lea detenidamente y haga clic en «Entiendo» para ver y guardar la frase de recuperación.",
  "page-wallets-simulator-create-account-explanation-6-header": "¡Mantenga su frase segura!",
  "page-wallets-simulator-create-account-explanation-6-storing-small": "Almacenar una pequeña cantidad de valor:",
  "page-wallets-simulator-create-account-explanation-6-storing-small-item": "No es mala idea guardarla en un administrador de contraseñas",
  "page-wallets-simulator-create-account-explanation-6-storing-significant": "Alamacenar una cantidad importante de valor:",
  "page-wallets-simulator-create-account-explanation-6-storing-significant-item-1": "Escriba a mano su frase de recuperación",
  "page-wallets-simulator-create-account-explanation-6-storing-significant-item-2": "Guardala en un lugar seguro (considera multiples copias)",
  "page-wallets-simulator-create-account-explanation-6-unsafe": "Métodos de copia de seguridad poco seguros:",
  "page-wallets-simulator-create-account-explanation-6-unsafe-item-1": "Mandarsela a un amigo (¡o a cualquiera!) por mensaje",
  "page-wallets-simulator-create-account-explanation-6-unsafe-item-2": "Hacer una foto de la frase",
  "page-wallets-simulator-create-account-explanation-6-unsafe-item-3": "Guardarla en un archivo en su ordenador",
  "page-wallets-simulator-create-account-explanation-7-header": "Repetir la frase para probar que la ha guardado",
  "page-wallets-simulator-create-account-explanation-7-desc-1": "Esto solo se hace en la configuración inicial, pero no es necesario repetirlo cada vez.",
  "page-wallets-simulator-create-account-explanation-7-desc-2": "¡Manténgala en privado! Nadie del servicio de atención al cliente debería pedírsela jamás.",
  "page-wallets-simulator-create-account-explanation-7-desc-3": "Haga clic en las palabras en el orden correcto para probar que ha hecho una copia de su frase.",
  "page-wallets-simulator-create-account-explanation-8-header": "¡Y eso es todo! Le damos la bienvenida a Ethereum 🎉",
  "page-wallets-simulator-create-account-explanation-8-desc-1": "En la siguiente lección aprenderemos cómo usar su nueva cuenta para enviar y recibir algunos fondos.",
  "page-wallets-simulator-create-account-cta-1": "Instalar una cartera",
  "page-wallets-simulator-create-account-cta-2": "Abrir una cartera",
  "page-wallets-simulator-create-account-cta-3": "Crear una cuenta",
  "page-wallets-simulator-create-account-cta-4": "Siguiente",
  "page-wallets-simulator-create-account-cta-5": "Entiendo",
  "page-wallets-simulator-create-account-cta-6": "Siguiente",
  "page-wallets-simulator-create-account-cta-7": "Empezar a usar una cartera",
  "page-wallets-simulator-create-account-final-link": "Descargar una cartera real",
  "page-wallets-simulator-send-receive-title": "Enviar / recibir tókenes",
  "page-wallets-simulator-send-receive-explanation-1-header": "Recibir activos digitales de cualquier parte",
  "page-wallets-simulator-send-receive-explanation-1-desc-1": "Su cartera le ayuda a gestionar sus fondos, NFT, identidad Web3 y más. Aquí veremos cómo recibir y enviar algunos tókenes en Ethereum.",
  "page-wallets-simulator-send-receive-explanation-1-desc-2": "Primero, veamos como recibir ether (ETH), la moneda nativa de Ethereum.",
  "page-wallets-simulator-send-receive-explanation-1-desc-3": "Haga clic en el botón «Recibir» para ver cómo recibir fondos.",
  "page-wallets-simulator-send-receive-explanation-2-header": "Recibir tókenes es tan sencillo como compartir su dirección",
  "page-wallets-simulator-send-receive-explanation-2-desc-1": "Su dirección es un identificador que puede compartir de su cuenta. Compártala con otros para recibir tókenes.",
  "page-wallets-simulator-send-receive-explanation-2-desc-2": "Una dirección de Ethereum es como un buzón público y transparente, con su número único en él: cualquiera puede ver su contenido y enviar cosas dentro, pero solo usted puede desbloquearlo y hacer uso de su contenido.",
  "page-wallets-simulator-send-receive-explanation-3-header": "¡Ha recibido ether (ETH)! Ahora enviemos más",
  "page-wallets-simulator-send-receive-explanation-3-desc-1": "Ahora que ya tiene algunos ETH para cubrir la comisión de red, lo que le permite enviar transacciones por su cuenta.",
  "page-wallets-simulator-send-receive-explanation-3-desc-2": "Tenga en cuenta que no necesitaba proporcionar información personal o disponer de fondos para comenzar a recibir activos en su dirección; recibir es gratis.",
  "page-wallets-simulator-send-receive-explanation-3-desc-3": "Vamos a probar a enviar algunos ETH pulsando en el botón «Enviar».",
  "page-wallets-simulator-send-receive-explanation-4-header": "Enviar tókenes es rápido e irreversible",
  "page-wallets-simulator-send-receive-explanation-4-desc-1": "A diferencia de la banca tradicional, aquí no hay fronteras ni terceros que intervengan o bloqueen sus transacciones.",
  "page-wallets-simulator-send-receive-explanation-4-desc-2": "Ethereum no discrimina y nunca para, lo que le permite tener control total sobre sus fondos, las 24 horas del día, 7 días por semana.",
  "page-wallets-simulator-send-receive-explanation-4-desc-3": "Seleccione la cantidad que quiera enviar y después haga clic en «Seleccionar destinatario».",
  "page-wallets-simulator-send-receive-explanation-5-header": "Puede guardar contactos para hacerlo más sencillo",
  "page-wallets-simulator-send-receive-explanation-5-desc-1": "Para enviar tókenes, solo necesita conocer la dirección Ehtereum del destinatario.",
  "page-wallets-simulator-send-receive-explanation-5-desc-2": "Puede enviar tókenes desde cualquier lugar del mundo en cualquier momento.",
  "page-wallets-simulator-send-receive-explanation-5-desc-3": "A medida que use su cartera, podrá guardar usuarios como contactos para usarlos más adelante. Vamos a enviar fondos de vuelta a un contacto.",
  "page-wallets-simulator-send-receive-explanation-6-header": "Necesitará una pequeña cantidad de ETH para enviar tókenes (comisión)",
  "page-wallets-simulator-send-receive-explanation-6-desc-1": "Asegúrese de que su cuenta tiene suficientes ETH para cubrir las comisiones de la red. Estas comisiones cambian según la cantidad de gente que esté usando Ethereum.",
  "page-wallets-simulator-send-receive-explanation-6-desc-2": "La mayoría de las carteras añadirán automáticamente la comisión sugerida que después debe confirmar.",
  "page-wallets-simulator-send-receive-explanation-7-header": "Entre pares. Global. Siempre disponible. 🎉",
  "page-wallets-simulator-send-receive-explanation-7-desc-1": "Comience la siguiente lección para aprender a utilizar su cartera para iniciar sesión en aplicaciones Web3.",
  "page-wallets-simulator-send-receive-cta-2": "Compartir dirección",
  "page-wallets-simulator-send-receive-cta-4": "Seleccionar destinatario",
  "page-wallets-simulator-send-receive-cta-6": "Enviar ahora",
  "page-wallets-simulator-send-receive-final-link": "Descargar una cartera real",
  "page-wallets-simulator-connect-web3-title": "Conectar a Web3",
  "page-wallets-simulator-connect-web3-explanation-1-header": "Explore Web3: desde NFT hasta las finanzas descentralizadas y la identidad digital",
  "page-wallets-simulator-connect-web3-explanation-1-desc-1": "Su cartera puede utilizarse para conectar con todo tipo de aplicaciones, permitiéndole interactuar con sus activos en cadena.",
  "page-wallets-simulator-connect-web3-explanation-1-desc-2": "¡Su amigo acaba de enviarle una obra de arte en NFT a su dirección! Vamos a la web de un mercado NFT nuevo para verlo.",
  "page-wallets-simulator-connect-web3-explanation-2-header": "No es necesario que cree una nueva cuenta para cada servicio",
  "page-wallets-simulator-connect-web3-explanation-2-desc-1": "Su cuenta es universal en todas las aplicaciones de Ethereum y compatibles con Ethereum.",
  "page-wallets-simulator-connect-web3-explanation-2-desc-2": "Se puede acceder a los activos almacenados en cadena desde cualquier aplicación.",
  "page-wallets-simulator-connect-web3-explanation-3-header": "Puede utilizar un solo inicio de sesión para la mayoría de los proyectos basados en Ethereum",
  "page-wallets-simulator-connect-web3-explanation-3-desc-1": "La misma dirección de cuenta representará su identidad en muchas cadenas de bloques compatibles con Ethereum, como Arbiturm, Polygon u Optimism.",
  "page-wallets-simulator-connect-web3-explanation-3-desc-2": "Los inicios de sesión los gestiona su cartera, se acabó lo de crear contraseñas poco seguras.",
  "page-wallets-simulator-connect-web3-explanation-4-header": "Sus datos personales no se comparten",
  "page-wallets-simulator-connect-web3-explanation-4-desc-1": "Sus datos privados se mantienen privados.",
  "page-wallets-simulator-connect-web3-explanation-4-desc-2": "No se necesitan sus datos personales, tales como el correo electrónico o el número de teléfono, para usar aplicaciones Web3, solo su cartera.",
  "page-wallets-simulator-connect-web3-explanation-4-desc-3": "Tenga también en cuenta que, además, aquí no se pagan comisiones de transaccion. ¡Iniciar sesión utilizando Ethereum es gratis, rápido y sencillo!",
  "page-wallets-simulator-connect-web3-explanation-5-header": "Sin discriminación geográfica ni política: cualquier persona puede usar los servicios de Ethereum",
  "page-wallets-simulator-connect-web3-explanation-5-desc-1": "¡Ahí está el NFT que ha recibido!",
  "page-wallets-simulator-connect-web3-explanation-5-desc-2": "Las carteras son técnicamente solo una interfaz para mostrarle su saldo y que sirven para realizar transacciones, sus activos no se almacenan dentro de la cartera, sino en la cadena de bloques.",
  "page-wallets-simulator-connect-web3-explanation-6-header": "Empiece su camino ahora",
  "page-wallets-simulator-connect-web3-explanation-6-desc-1": "¡Buen trabajo! Está listo para usar las aplicaciones en Ethereum.",
  "page-wallets-simulator-connect-web3-explanation-6-desc-2": "A continuación:",
  "page-wallets-simulator-connect-web3-explanation-6-desc-link-1": "Aprender cómo estar seguro en la Web3",
  "page-wallets-simulator-connect-web3-explanation-6-desc-link-2": "Más información sobre Ethereum",
  "page-wallets-simulator-connect-web3-explanation-6-desc-link-3": "Echar un vistazo a algunas aplicaciones sencillas para principiantes",
  "page-wallets-simulator-connect-web3-cta-1": "Visitar el mercado de NFT",
  "page-wallets-simulator-connect-web3-cta-2": "Conectar cartera",
  "page-wallets-simulator-connect-web3-cta-3": "Conectar con aplicaciones",
  "page-wallets-simulator-connect-web3-cta-4": "Ir a la cuenta",
  "page-wallets-simulator-connect-web3-cta-5": "Finalizado",
  "page-wallets-simulator-connect-web3-final-link": "Obtener una cartera",
  "page-wallets-slogan": "Mantenga sus claves bien protegidas para garantizar su futuro digital",
  "page-wallets-stay-safe": "Cómo mantenerse seguro",
  "page-wallets-stay-safe-desc": "La libertad financiera y la capacidad de acceder y utilizar fondos en cualquier lugar conlleva responsabilidad: no hay soporte al cliente en criptomonedas. <b>Usted es responsable de mantener tus claves seguras y protegidas</b>.",
  "page-wallets-subtitle": "Las carteras le ayudan a acceder a sus activos digitales y a sus aplicaciones.",
  "page-wallets-take-responsibility": "Asuma la responsabilidad de sus propios fondos",
  "page-wallets-take-responsibility-desc": "Las plataformas de intercambios centralizados conectan su cartera a un nombre de usuario y a una contraseña que puede recuperar de la manera convencional. Pero recuerde que está confiando la custodia de sus fondos a la plataforma de intercambio. Si la plataforma de intercambio tiene problemas financieros, sus fondos estarían en riesgo.",
  "page-wallets-tips": "Más consejos sobre cómo mantenerse seguro",
  "page-wallets-tips-community": "De la comunidad",
  "page-wallets-title": "Carteras de Ethereum",
  "page-wallets-triple-check": "Revíselo todo tres veces",
  "page-wallets-triple-check-desc": "Recuerde que las transacciones no pueden revertirse y las carteras no se pueden recuperar fácilmente, así que tome precauciones y tenga cuidado.",
  "page-wallets-try-dapps": "Pruebe algunas DApps",
  "page-wallets-try-dapps-alt": "Ilustración de miembros de la comunidad Ethereum trabajando juntos",
  "page-wallets-try-dapps-desc": "Las DApps son aplicaciones creadas en Ethereum. Son más baratas y más justas y tratan mejor sus datos que las aplicaciones tradicionales.",
  "page-wallets-types": "Tipos de carteras",
  "page-wallets-types-desc": "Hay algunas formas de conectarse e interactuar con su cuenta:",
  "page-wallets-web-browser": "<b>Las carteras de navegador</b> son aplicaciones web que le permiten interactuar directamente con su cuenta en el navegador",
  "page-wallets-web-browser-extension": "<b>Las carteras de extensión del navegador</b> son extensiones que descarga y le permiten interactuar con su cuenta y aplicaciones a través del navegador",
  "page-wallets-whats-a-wallet": "¿Qué es una cartera de Ethereum?",
  "page-wallets-your-ethereum-account": "Su cuenta de Ethereum",
  "page-wallets-your-ethereum-account-desc": "Su cartera es la ventana a su cuenta de Ethereum: a su saldo, historial de transacciones y más. Pero puede intercambiar proveedores de cartera en cualquier momento.",
  "page-wallets-your-login": "Su inicio de sesión para aplicaciones de Ethereum",
  "page-wallets-your-login-desc": "Su cartera le permite conectarse a aplicaciones usando su cuenta de Ethereum. Es como un permiso de acceso que puede utilizar para usar varias aplicaciones.",
  "additional-reading-how-to-create-an-ethereum-account": "Cómo crear una cuenta de Ethereum",
  "additional-reading-how-to-use-a-wallet": "Cómo utilizar una cartera"
}
