{
  "page-what-is-ethereum-meta-title": "¿Qué es Ethereum? (Una guía completa) | ethereum.org",
  "page-what-is-ethereum-meta-description": "Un resumen completo de lo que es Ethereum, cómo funciona, qué hace y cómo empezar a usarlo o construir sobre él. Todo ello explicado con palabras sencillas.",
  "page-what-is-ethereum-title": "¿Qué es Ethereum?",
  "page-what-is-ethereum-hero-description-1": "Ethereum es una red descentralizada de cadena de bloques y una plataforma de desarrollo de programas, que funciona con la criptomoneda ether (ETH).",
  "page-what-is-ethereum-hero-description-2": "Es el hogar de miles de criptomonedas y aplicaciones que incluyen DeFi, NFT, videojuegos, redes sociales descentralizadas y monedas estables.",
  "page-what-is-ethereum-ethereum-intro-1": "Ethereum es una cadena de bloques pública y de código abierto, que fue puesta en marcha en julio de 2015 por un desarrollador de software llamado Vitalik Buterin junto con un pequeño equipo de cofundadores.",
  "page-what-is-ethereum-ethereum-intro-2": "Ethereum nace espoleado por una idea sencilla: mientras que los bitcoins permiten enviar y recibir dinero digital, Ethereum construye sobre esta tecnología usando programas de código abierto llamados <a>contratos inteligentes</a>.",
  "page-what-is-ethereum-ethereum-intro-3": "Los <strong>contratos inteligentes</strong> le permiten a cualquiera crear sus propios activos digitales y aplicaciones descentralizadas (DApps) que se ejecutan globalmente las 24 horas del día, 7 días por semana. Y a diferencia de los bancos, las multinacionales y otras organizaciones, los contratos inteligentes están disponibles para cualquier persona con conexión a Internet.",
  "page-what-is-ethereum-ethereum-intro-4": "Ethereum ha ido crecido desde 2015 hasta convertirse en un próspero ecosistema de activos digitales como <strong>monedas estables</strong>, tókenes no fungibles (los <strong>NFT</strong>) y tókenes de gobernanza, así como en un extenso mundo de DApps para finanzas descentralizadas (<strong>DeFi</strong>), arte y coleccionables, videojuegos y redes sociales descentralizadas.",
  "page-what-is-ethereum-ethereum-intro-5": "Colectivamente, a este ecosistema se le llama «<strong>web3</strong>», que representa la tercera fase del <strong>internet centrado en la propiedad</strong>.",
  "page-what-is-ethereum-ethereum-intro-6": "Hoy en día, Ethereum lo usan <millions>millones de personas</millions> en todo el mundo <billions>que poseen miles de millones de dólares</billions> en activos y que envían y reciben <trillions>miles de billones de dólares</trillions> cada año —y todo ello sin utilizar a bancos como intermediarios—.",
  "page-what-is-ethereum-ethereum-intro-7": "En el centro de todo esto se encuentra la criptomoneda nativa de Ethereum <strong>ether (ETH)</strong>: un nuevo tipo de dinero digital usado para hacer funcionar la red entera.",
  "page-what-is-ethereum-network-title": "¿Qué es la red de Ethereum?",
  "page-what-is-ethereum-network-intro-1": "Puede pensar en la red de Ethereum como <strong>una infraestructura global digital que cualquiera puede usar</strong>, pero de la que nadie puede abusar.",
  "page-what-is-ethereum-network-intro-2": "La red está compuesta por <strong>miles de ordenadores independientes</strong> en todo el mundo llamados nodos. Estos nodos los ejecutan personas normales y corrientes, y trabajan juntos para proporcionar servicios financieros y aplicaciones digitales a cualquier persona, en cualquier lugar.",
  "page-what-is-ethereum-network-intro-3": "La red de Ethereum tiene <strong>3 ventajas clave</strong> con respecto a las redes tradicionales controladas por instituciones. A saber: la resistencia a la censura, una mayor seguridad y una mayor fiabilidad.",
  "page-what-is-ethereum-network-censorship-title": "Resistente a la censura",
  "page-what-is-ethereum-network-censorship-desc-1": "Mientras que las aplicaciones y los servicios financieros tradicionales dependen de bancos o multinacionales que pueden decidir impedir el acceso o congelar cuentas, las DApps en Ethereum son resistentes a la censura.",
  "page-what-is-ethereum-network-censorship-desc-2": "Y la razón de esto se encuentra en que la red de nodos de Ethereum registra todas y cada una de las transacciones sin discriminación —y esta regla va integrada en el código—.",
  "page-what-is-ethereum-network-security-title": "Altamente segura",
  "page-what-is-ethereum-network-security-desc-1": "Mientras que muchas aplicaciones hoy en día están alojadas en proveedores de servicios en la nube como AWS y pueden ser vulnerables a desmantelamientos y ataques, las DApps en Ethereum están protegidas por la propia red. Cada nodo almacena y sincroniza el estado completo de Ethereum, incluyendo todos los contratos.",
  "page-what-is-ethereum-network-security-desc-2": "Si alguien tratara de cambiar un contrato, la red lo rechazaría, puesto que no coincidiría con sus registros. Para eliminar una sola aplicación, los atacantes tendrían que hacerse con el control de toda la red, lo cual podría costar miles de millones y ser extremadamente difícil de coordinar.",
  "page-what-is-ethereum-network-reliability-title": "Durable y fiable",
  "page-what-is-ethereum-network-reliability-desc-1": "El tiempo que están fuera de servicio plataformas de alojamiento en la nube puede hacer que aplicaciones se queden sin conexión, sin embargo el diseño de Ethereum garantiza una disponibilidad perfecta. La red seguirá funcionando incluso si algunos nodos pierden la conexión por causa de errores de software, acciones gubernamentales represivas, desastres naturales o guerras.",
  "page-what-is-ethereum-network-reliability-desc-2": "Millones de personas usan miles de dapps en Ethereum cada día. Aunque una alta demanda puede provocar tarifas de transacción elevadas, refleja la fuerza de una red que prioriza la seguridad, la descentralización y la garantía de que siempre está disponible cuando lo necesita.",
  "page-what-is-ethereum-network-layer2-title": "Extensiones de Ethereum (capa 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "Diferentes equipos han creado redes de capa 2 (L2, en inglés) que se ejecutan sobre Ethereum para aumentar la capacidad de Ethereum. Las L2 actúan como vías rápidas, acelerando y abaratando las transacciones —que a veces cuestan menos de un céntimo de media—.",
  "page-what-is-ethereum-network-layer2-desc-2": "Algunas de las L2 más populares, incluyendo <optimism>Optimism</optimism>, <arbitrum>Arbitrum</arbitrum>, <zksync>ZKSync</zksync> y <base>Base</base>, procesan actualmente millones de transacciones valoradas en miles de millones de dólares cada año.",
  "page-what-is-ethereum-network-learn-more": "Conozca más a fondo la red de Ethereum",
  "page-what-is-ethereum-ether-title": "¿Qué es el ether (ETH)?",
  "page-what-is-ethereum-ether-intro-1": "Ether (ETH) es la criptomoneda nativa de Ethereum.",
  "page-what-is-ethereum-ether-intro-2": "Es un nuevo tipo de <strong>moneda digital que puede enviar a cualquiera, en cualquier lugar del mundo en segundos</strong> por tan solo unos pocos céntimos. Pero ETH es algo más que simples pagos, desempeña un papel crucial a la hora de mantener la red de Ethereum funcionando.",
  "page-what-is-ethereum-ether-intro-3": "Cuando se usa Ethereum para enviar dinero, coleccionar obras de arte o crear una nueva DApp, usted paga una pequeña <strong>tarifa de transacción</strong> (o tarifa de gas) <strong>en ETH</strong>. Esta tarifa ayuda a prevenir el spam y recompensa a las personas llamadas validadores que procesan transacciones.",
  "page-what-is-ethereum-ether-intro-4": "Estos <strong>validadores ayudan a mantener la red de Ethereum segura</strong> mediante un sistema llamado de participación. Al bloquear sus ETH, son elegibles para procesar transacciones. A cambio ganan ETH como recompensa. Esto le da a Ethereum su propia economía autosuficiente, que funciona gracias a sus usuarios en vez de depender de empresas.",
  "page-what-is-ethereum-ether-intro-5": "A diferencia de muchas otras monedas tradicionales, <strong>ETH puede volverse más escasa con el tiempo</strong>. Cada vez que alguien usa Ethereum, se quema una pequeña porción de ETH, lo que la quita permanentemente de la oferta. En días de mucha actividad, se queman más ETH de los que se crean, haciendo que ETH sea deflacionario y aumente su valor con el paso del tiempo. Cuanto más se usa Ethereum, más ETH se queman.",
  "page-what-is-ethereum-ether-intro-6": "Por este motivo, mucha gente ve ETH como una inversión y elige conservarlos, participar o prestarlos para hacer crecer sus ahorros.",
  "page-what-is-ethereum-ether-learn-more": "Conozca mejor los ether (ETH)",
  "page-what-is-ethereum-how-title": "¿Cómo funciona Ethereum?",
  "page-what-is-ethereum-how-intro-1": "Cuando Ethereum <strong>se lanzó en 2015</strong>, usaba un sistema llamado prueba de trabajo.",
  "page-what-is-ethereum-how-intro-2": "Este mecanismo, del que bitcoin fue pionero, era la forma en que todos los ordenadores se ponían de acuerdo sobre quién poseía qué. Los ordenadores usaban un montón de energía tratando de resolver un rompecabezas matemático complejo. El ganador acabaría proponiendo un bloque de nuevas transacciones y obteniendo nuevos ETH.",
  "page-what-is-ethereum-how-intro-3": "En 2022, Ethereum fue actualizado a un nuevo sistema llamado <strong>prueba de participación</strong> <a>que es un 99 % más eficiente energéticamente</a>. En vez de resolver rompecabezas matemáticos, los validadores bloquean sus ETH como depósito de seguridad para obtener el derecho a procesar transacciones.",
  "page-what-is-ethereum-how-intro-4": "Si lo hacen correctamente, ganan ETH. Si hacen trampa, pierden una parte de su participación.",
  "page-what-is-ethereum-how-intro-5": "Aquí hay un ejemplo:",
  "page-what-is-ethereum-how-example-1-title": "Para mandar 10 $ en monedas estables a un amigo o una amiga en Ethereum:",
  "page-what-is-ethereum-how-example-1-step-1": "abra su cartera, añada la dirección de la cuenta y la cantidad, luego haga clic en Enviar.",
  "page-what-is-ethereum-how-example-1-step-2": "Su cartera firma el pago y lo difunde por la red.",
  "page-what-is-ethereum-how-example-1-step-3": "El pago espera en la cola pública (zona de espera) hasta que un proponente de bloque lo toma.",
  "page-what-is-ethereum-how-example-1-step-4": "El proponente de bloque lo añade al siguiente bloque de transacciones, lo difunde y gana una comisión.",
  "page-what-is-ethereum-how-example-1-step-5": "El contrato de moneda estable pasa sus 10 $ de usted a su amigo o amiga, y ambas carteras se ponen al día.",
  "page-what-is-ethereum-how-example-1-step-6": "Una red global de validadores comprueba y da fe de la validez de los cambios.",
  "page-what-is-ethereum-how-example-2-title": "Para acuñar un coleccionable de 5 $ en Ethereum:",
  "page-what-is-ethereum-how-example-2-step-1": "usted tiene que conectar su cartera a la DApp y elegir el elemento que quiere acuñar.",
  "page-what-is-ethereum-how-example-2-step-2": "Confirmar la compra; la cartera se firma y difunde la transacción.",
  "page-what-is-ethereum-how-example-2-step-3": "La petición de acuñación pasa a la zona espera y un validador la añade a un bloque.",
  "page-what-is-ethereum-how-example-2-step-4": "El contrato inteligente dell NFT registra su cartera como la nueva propietaria.",
  "page-what-is-ethereum-how-example-2-step-5": "Su nuevo coleccionable aparece en su cartera unos segundos después.",
  "page-what-is-ethereum-how-outro-1": "Todo esto es posible gracias al poder de los contratos inteligentes, programas de código abierto que se encuentran en Ethereum y funcionan las 24 horas, 7 días por semana y los 365 días del año, accesibles para cualquier persona, en cualquier lugar.",
  "page-what-is-ethereum-how-outro-2": "<strong>Cada transacción, actualización y acción se sincroniza a través de miles de nodos independientes.</strong> Esto le confiere a Ethereum fiabilidad, transparencia y resistencia a la censura.",
  "page-what-is-ethereum-how-learn-more-1": "Conozca mejor cómo funciona Ethereum",
  "page-what-is-ethereum-how-learn-more-2": "Lea la documentación para desarrolladores para una visión general técnica de Ethereum",
  "page-what-is-ethereum-what-title": "¿Para qué se utiliza Ethereum?",
  "page-what-is-ethereum-what-intro-1": "La gente usa Ethereum para hacer cosas que antes no eran posibles.",
  "page-what-is-ethereum-what-intro-2": "Los agricultores en Kenia pueden <insurance>asegurar de forma automatizada sus cultivos</insurance> sin solicitarlo a un banco. Negocios como <strong>Visa</strong> pueden sacar al mercado <payment>nuevos sistemas de pago que funcionan de forma global</payment> desde el primer día. Organizaciones internacionales como la <strong>ONU</strong> pueden entregar <aid>ayuda a refugiados</aid> ahorrándose millones en comisiones bancarias.",
  "page-what-is-ethereum-what-intro-3": "Estos activos y DApps se ejecutan sobre Ethereum usando código abierto y no pueden restringirse, censurarse ni apagarse.",
  "page-what-is-ethereum-what-intro-4": "Así es cómo diferentes grupos lo están usando actualmente:",
  "page-what-is-ethereum-what-consumers-title": "Consumidores",
  "page-what-is-ethereum-what-consumers-desc-1": "Millones de personas ya usan DApps en Ethereum a diario para mover dinero, comerciar y poseer activos digitales. A diferencia de las aplicaciones tradicionales, no es necesario registrarse con su nombre, esperar a que un banco le autorice o entregar sus datos personales.",
  "page-what-is-ethereum-what-consumers-desc-2": "Con tan solo una cartera y conexión a internet puede:",
  "page-what-is-ethereum-what-consumers-benefit-1": "<strong>Acceder a servicios financieros sin una cuenta</strong> bancaria o historial crediticio",
  "page-what-is-ethereum-what-consumers-benefit-2": "<strong>Poseer coleccionables digitales</strong>, obras de arte y activos que no pueden copiarse ni confiscarse",
  "page-what-is-ethereum-what-consumers-benefit-3": "Iniciar sesión en DApps usando su cartera, no su correo electrónico, <strong>no se requieren contraseña, ni se necesitan datos personales</strong>",
  "page-what-is-ethereum-what-consumers-benefit-4": "Participar en comunidades globales en las que puede votar, contribuir y ganar sin fronteras",
  "page-what-is-ethereum-what-businesses-title": "Negocios y desarrolladores",
  "page-what-is-ethereum-what-businesses-benefit-1": "Publicar DApps con un sistema global de pagos integrado desde el primer día",
  "page-what-is-ethereum-what-businesses-benefit-2": "Implementar contratos a prueba de manipulaciones que <strong>automáticamente hacen cumplir los acuerdos</strong>",
  "page-what-is-ethereum-what-businesses-benefit-3": "Crear productos financieros sobre los que todo el mundo puede crear y a los que atraer valor",
  "page-what-is-ethereum-what-businesses-example": "Por ejemplo, <a>PayPal lanzó su propia moneda estable, PYUSD, en Ethereum</a>. Esto es una señal de que incluso las empresas de pagos más grandes del mundo ven los beneficios del carácter abierto y programable de Ethereum.",
  "page-what-is-ethereum-what-governments-title": "Gobiernos",
  "page-what-is-ethereum-what-governments-intro": "Los gobiernos también están empezando a explorar lo que Ethereum hace posible.",
  "page-what-is-ethereum-what-governments-benefit-1": "<strong>Distribuir fondos públicos</strong> y prestaciones directamente a los ciudadanos con total transparencia",
  "page-what-is-ethereum-what-governments-benefit-2": "<strong>Expedir identificadores digitales</strong> o registros que sean verificables y portables atravesando fronteras",
  "page-what-is-ethereum-what-governments-benefit-3": "Construir una <strong>infraestructura pública a prueba de manipulaciones para votaciones</strong>, títulos de propiedad y registros",
  "page-what-is-ethereum-what-governments-example-1": "Por citar otro caso, el Ministerio de Transformación Digital de Ucrania <a>utilizó Ethereum para distribuir ayuda en tiempos de guerra</a>.",
  "page-what-is-ethereum-what-governments-example-2": "Los fondos se enviaron directamente a ciudadanos y organizaciones no gubernamentales usando contratos inteligentes de código abierto, proporcionando transparencia, rapidez y rendición de cuentas durante una crisis.",
  "page-what-is-ethereum-what-learn-more": "Lea más casos de uso de Ethereum",
  "page-what-is-ethereum-start-title": "Cómo empezar a usar Ethereum",
  "page-what-is-ethereum-start-intro-1": "Empezar a usar Ethereum es más sencillo de lo que pueda parecer.",
  "page-what-is-ethereum-start-intro-2": "No necesita permiso; no necesita un banco; ni siquiera un documento de identidad. Todo lo que necesita para empezar es un dispositivo y una conexión a internet.",
  "page-what-is-ethereum-start-individuals-title": "Para individuos",
  "page-what-is-ethereum-start-individuals-desc-1": "El primer paso es descargar una cartera.",
  "page-what-is-ethereum-start-individuals-desc-2": "Piense que es como una aplicación que actúa tanto como su cuenta como su navegador web para Ethereum. Gestiona sus criptomonedas, le permite iniciar sesión en DApps, así como enviar y recibir activos digitales como tókenes y NFT.",
  "page-what-is-ethereum-start-individuals-desc-3": "Carteras populares como <zerion>Zerion</zerion>, <rainbow>Rainbow</rainbow> y <coinbase>Coinbase</coinbase> son gratuitas y fáciles de usar. Una vez que su cartera esté configurada, puede:",
  "page-what-is-ethereum-start-individuals-step-1": "Comprar una pequeña cantidad de ETH en una plataforma de intercambio o directamente dentro de algunas carteras",
  "page-what-is-ethereum-start-individuals-step-2": "Pagar transacciones con esos ETH, así como enviar tókenes o coleccionar NFT",
  "page-what-is-ethereum-start-individuals-step-3": "Para explorar DApps como <zora>Zora</zora>, <uniswap>Uniswap</uniswap> o <farcaster>Farcaster</farcaster> no se necesitan inicios de sesión ni autorizaciones",
  "page-what-is-ethereum-start-individuals-desc-4": "Estas prioridades ayudarán a garantizar que Ethereum sea seguro, escalable y fácil de usar a medida que cada día más personas confíen en la red.",
  "page-what-is-ethereum-start-individuals-desc-5": "Estas DApps se ejecutan en su navegador y funcionan con su cartera instantáneamente. Puede empezar a usar Ethereum en cuestión de minutos.",
  "page-what-is-ethereum-start-individuals-cta-1": "¡Vamos allá!",
  "page-what-is-ethereum-start-individuals-cta-2": "Ver aplicaciones",
  "page-what-is-ethereum-start-developers-title": "Para desarrolladores",
  "page-what-is-ethereum-start-developers-desc-1": "Ethereum es un patio de recreo para desarrolladores. Puede empezar a construir sin pedir permiso, autorización o incluso dinero real.",
  "page-what-is-ethereum-start-developers-desc-2": "La <a>documentación de desarrollo de Ethereum</a> le muestra todo paso a paso: desde programar su primer contrato inteligente hasta implementarlo en redes de prueba como Sepolia.",
  "page-what-is-ethereum-start-developers-desc-3": "Puede crear DApps de bloques completas con herramientas como <hardhat>Hardhat</hardhat>, <foundry>Foundry</foundry> y <ethers>Ethers.js</ethers>, o experimentar con plataformas de código bajo como <thirdweb>thirdweb</thirdweb> o <moralis>Moralis</moralis>.",
  "page-what-is-ethereum-start-developers-desc-4": "Todo es de código abierto e interoperable, así que puede remezclar y construir sobre lo que ya existe sin pedir permiso.",
  "page-what-is-ethereum-start-developers-cta": "Empezar a construir sobre Ethereum",
  "page-what-is-ethereum-start-business-title": "Usar Ethereum en empresas",
  "page-what-is-ethereum-start-business-desc-1": "Las empresas ya están usando Ethereum para poner a funcionar una infraestructura nueva.",
  "page-what-is-ethereum-start-business-desc-2": "Muchas empresas están empezando con redes de capa L2 como Optimism y Base para soportar casos de uso de gran volumen. Estas redes ofrecen tarifas más bajas y mayores velocidades, a la vez que se benefician de la seguridad de Ethereum y eliminan el riesgo de contraparte.",
  "page-what-is-ethereum-start-business-desc-3": "Puede:",
  "page-what-is-ethereum-start-business-benefit-1": "Poner en marcha programas de fidelización por módulos que aumenten la retención y reduzcan los costes de terceros",
  "page-what-is-ethereum-start-business-benefit-2": "Tokenizar activos como entradas, cupones o certificados para reducir el fraude y el riesgo de reventa",
  "page-what-is-ethereum-start-business-benefit-3": "Habilitar pagos instantáneos globales para reducir las comisiones de transacción y acceder a nuevos mercados",
  "page-what-is-ethereum-start-business-example": "Por ejemplo, en 2025, <a>Shopify se lanzó en Base</a> para permitir a los consumidores gastar monedas estables en millones de comercios alrededor del mundo.",
  "page-what-is-ethereum-start-business-cta": "Usar Ethereum en empresas",
  "page-what-is-ethereum-bitcoin-title": "¿Cuál es la diferencia entre Ethereum y Bitcoin?",
  "page-what-is-ethereum-bitcoin-intro-1": "Bitcoin y Ethereum son las dos criptomonedas más grandes del mundo.",
  "page-what-is-ethereum-bitcoin-intro-2": "Ambas le permiten enviar dinero sin la mediación de un banco; ambas funcionan con la tecnología de cadena de bloques; y ambas están <strong>abiertas a todo el mundo</strong>. Y hasta aquí llegan las similitudes.",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "Bitcoin es como el oro digital.",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "Tiene una oferta fija de 21 millones de monedas, un enfoque muy centrado en los pagos entre pares y un lenguaje de scripts básico que limita lo que se puede construir sobre él. Es así de simple por motivos de diseño, ya que Bitcoin prioriza la predictibilidad, la durabilidad y la seguridad a largo plazo sobre la flexibilidad.",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "Ethereum tiene un enfoque más amplio.",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "No se trata solo de dinero, es una infraestructura programable. En vez de simplemente enviar y recibir valor, Ethereum permite a los desarrolladores crear aplicaciones completas. Ya ha visto cómo se traduce esto en acción: desde mercados de préstamos y monedas estables hasta coleccionables, redes sociales y pagos en tiempo real —todo con la tecnología de contratos inteligentes y la seguridad proporcionada por ETH—.",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "La forma en que las redes llegan a un consenso también es diferente.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "Bitcoin usa mineros para mantener la red segura. Estos son ordenadores potentes que compiten para resolver rompecabezas complejos, y el ganador consigue añadir el siguiente bloque de transacciones a la cadena y ganar bitcoins como recompensa. A este proceso se le denomina minería y usa una gran cantidad de electricidad.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "Ethereum también solía funcionar así. Pero en 2022 pasó de la prueba a trabajo a la prueba de participación. Hoy, las transacciones las confirman validadores que bloquean ETH como garantía. Los validadores honestos ganan recompensas de ETH, mientras que cualquier validador deshonesto que pueda haber pierde parte de su participación. Este cambio hizo que Ethereum pasara a ser más de un 99,988 % más eficiente energéticamente sin sacrificar la seguridad o la descentralización.",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "También hay una diferencia con respecto a cómo se gestiona la oferta.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "Bitcoin tiene una oferta fija. Solo habrá 21 millones de monedas. Ethereum, por otro lado, tiene una oferta dinámica. Se emiten nuevos ETH para recompensar a los validadores, mientras que una parte se quema en cada transacción. Esto significa que <strong>Ethereum no puede simplemente «imprimir ETH de forma infinita».</strong>",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "La tasa de emisión está limitada por cuánto ETH está en participación. A medida que se participe con más ETH, las recompensas individuales disminuyen, creando un equilibrio natural. Este diseño garantiza un presupuesto de seguridad sostenible a largo plazo, sin depender únicamente de las tarifas de transacción.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "En resumen, Bitcoin es una herramienta para enviar valor. Ethereum es una plataforma para construirlo.",
  "page-what-is-ethereum-bitcoin-learn-more": "Conozca mejor la diferencia entre Ethereum y Bitcoin",
  "page-what-is-ethereum-when-who-title": "¿Cuándo se lanzó Ethereum, quién lo fundó y quién lo controla ahora?",
  "page-what-is-ethereum-when-who-intro-1": "Desde el principio, Ethereum se diseñó para que lo gestionara la propia comunidad.",
  "page-what-is-ethereum-when-who-intro-2": "En 2013, Vitalik Buterin publicó un documento técnico que proponía un nuevo tipo de cadena de bloques para dinero y aplicaciones que cualquiera podría usar. La idea pronto ganó adeptos.",
  "page-what-is-ethereum-when-who-intro-3": "En 2014, cofundadores como Gavin Wood y Joseph Lubin se unieron al esfuerzo, y el equipo recaudó fondos mediante una de las primeras campañas de financiación colectiva de criptomonedas.",
  "page-what-is-ethereum-when-who-intro-4": "Ethereum se lanzó oficialmente en julio de 2015.",
  "page-what-is-ethereum-when-who-history-title": "Momentos clave en la historia de Ethereum",
  "page-what-is-ethereum-when-who-history-2013": "Vitalik Buterin, con 19 años, publica el documento técnico de Ethereum",
  "page-what-is-ethereum-when-who-history-2014": "Se constituye la Ethereum Foundation, que inicia una campaña de financiación colectiva",
  "page-what-is-ethereum-when-who-history-2015": "Los desarrolladores inician la red de Ethereum con la publicación <em>Frontier</em>",
  "page-what-is-ethereum-when-who-history-2016": "Una explotación de un contrato inteligente roba 60 millones de dólares (3,6 millones de ETH) de The DAO, provocando una bifurcación de la cadena",
  "page-what-is-ethereum-when-who-history-2020": "El lanzamiento de la cadena de baliza comienza la migración a la prueba de trabajo",
  "page-what-is-ethereum-when-who-history-2021": "La actualización <em>London</em> empieza a quemar tarifas de gas mediante EIP-1559",
  "page-what-is-ethereum-when-who-history-2022": "<em>La Fusión</em> reemplaza la minería por la participación, reduciendo el uso de energía en un 99 %",
  "page-what-is-ethereum-when-who-history-2025": "La actualización <em>Pectra</em> mejora el soporte de carteras inteligentes y la compatibilidad con L2",
  "page-what-is-ethereum-when-who-governance-1": "Hoy no hay un única persona o empresa que controle Ethereum.",
  "page-what-is-ethereum-when-who-contributors-title": "La red la mantienen un amplio grupo de contribuidores:",
  "page-what-is-ethereum-when-who-contributors-1": "Desarrolladores que programan y proponen actualizaciones",
  "page-what-is-ethereum-when-who-contributors-2": "Operadores de nodos que contribuyen a una infraestructura física distribuida",
  "page-what-is-ethereum-when-who-contributors-3": "Participantes que validan transacciones",
  "page-what-is-ethereum-when-who-contributors-4": "Miembros de la comunidad que crean las herramientas y la cultura",
  "page-what-is-ethereum-when-who-contributors-5": "<strong>Usted</strong>, cuando usa la red",
  "page-what-is-ethereum-when-who-governance-2": "<strong>No hay un jefe, ni una junta directiva ni autoridad central.</strong> Ethereum Foundation sigue ayudando a financiar la investigación y el desarrollo, pero el ecosistema funciona mediante una participación abierta.",
  "page-what-is-ethereum-when-who-governance-3": "Los cambios se proponen mediante <eips>propuestas de mejora de Ethereum (EIP, por sus siglas en inglés)</eips>, se discuten públicamente y solo se adoptan <governance>si la comunidad en general los apoya</governance>.",
  "page-what-is-ethereum-when-who-governance-4": "Esto hace que Ethereum sea más lento de cambiar que una empresa de nueva creación, pero también mucho más difícil de cerrar o controlar.",
  "page-what-is-ethereum-when-who-learn-more": "Conozca mejor la historia de Ethereum",
  "page-what-is-ethereum-roadmap-title": "¿Cuál es la hoja de ruta de Ethereum para el 2025?",
  "page-what-is-ethereum-roadmap-intro-1": "Ethereum no sigue una hoja de ruta fija. Sigue una visión compartida.",
  "page-what-is-ethereum-roadmap-intro-2": "Las actualizaciones de red se realizan mediante propuestas de mejora de las EIP y las desarrollan en público contribuidores de todo el mundo. No hay un equipo central que decida lo que sucede, simplemente personas que crean lo que consideran útil basándose en las necesidades de los usuarios.",
  "page-what-is-ethereum-roadmap-intro-3": "Pectra, publicada en mayo de 2025, es la actualización más reciente. Esta actualización mejoró las funcionalidades de carteras, les dio a los participantes una mayor flexibilidad y facilitó a las DApps la ejecución en capas L2. El objetivo era mejorar la usabilidad sin comprometer la seguridad o la descentralización.",
  "page-what-is-ethereum-roadmap-priorities-intro": "<a>De cara al futuro</a>, las prioridades de Ethereum incluyen:",
  "page-what-is-ethereum-roadmap-priority-1": "Hacer que el protocolo principal y sus capas secundarias sean más rápidas y baratas para todos",
  "page-what-is-ethereum-roadmap-priority-2": "Mejorar la experiencia de los usuarios y desarrolladores",
  "page-what-is-ethereum-roadmap-outro-1": "Estas prioridades ayudarán a garantizar que Ethereum sea seguro, escalable y fácil de usar a medida que cada día más personas confíen en la red.",
  "page-what-is-ethereum-roadmap-outro-2": "Si quiere influir en la dirección de Ethereum, <a>involúcrese</a>. No necesita permiso, solo el deseo de marcar la diferencia en esta nueva economía digital.",
  "page-what-is-ethereum-roadmap-learn-more": "Ver un resumen de la hoja de ruta de Ethereum",
  "page-what-is-ethereum-further-reading-title": "Leer a continuación",
  "page-what-is-ethereum-further-reading-wallets": "¿Qué son las carteras?",
  "page-what-is-ethereum-further-reading-eth": "¿Qué es el ether (ETH)?",
  "page-what-is-ethereum-further-reading-web3": "¿Qué es la Web3?",
  "page-what-is-ethereum-further-reading-networks": "Conozca más a fondo la red de Ethereum",
  "page-what-is-ethereum-toc-ethereum": "¿Qué es Ethereum?",
  "page-what-is-ethereum-toc-network": "¿Qué es la red de Ethereum?",
  "page-what-is-ethereum-toc-ether": "¿Qué es el ether (ETH)?",
  "page-what-is-ethereum-toc-how": "¿Cómo funciona Ethereum?",
  "page-what-is-ethereum-toc-what": "¿Para qué se utiliza Ethereum?",
  "page-what-is-ethereum-toc-start": "Cómo empezar a usar Ethereum",
  "page-what-is-ethereum-toc-bitcoin": "¿Cuál es la diferencia entre Ethereum y Bitcoin?",
  "page-what-is-ethereum-toc-when-who": "¿Cuándo se lanzó Ethereum, quién lo fundó y quién lo controla ahora?",
  "page-what-is-ethereum-toc-roadmap": "¿Cuál es la hoja de ruta de Ethereum para el 2025?",
  "page-what-is-ethereum-banner-networks-alt": "Ilustración de un centro comunitario de Ethereum futurista",
  "page-what-is-ethereum-banner-ether-alt": "Manos abiertas sosteniendo el glifo de ether",
  "page-what-is-ethereum-banner-how-alt": "Hombre arreglando ordenador",
  "page-what-is-ethereum-banner-contributing-alt": "Doge sonriendo al ordenador",
  "page-what-is-ethereum-banner-what-alt": "Cuatro humanos futuristas y un doge mirando a un prisma de Ethereum",
  "page-what-is-ethereum-banner-start-alt": "Centro de reunión comunitaria futurista",
  "page-what-is-ethereum-banner-when-who-alt": "Dos humanos paseando y hablando"
}
