{
  "page-get-eth-article-keeping-crypto-safe": "Las claves para tener sus criptomonedas seguras",
  "page-get-eth-article-protecting-yourself": "Protegerte a ti y a tus fondos",
  "page-get-eth-article-store-digital-assets": "Cómo almacenar recursos digitales en Ethereum",
  "page-get-eth-cex": "Intercambios centralizados",
  "page-get-eth-cex-desc": "Los intercambios son negocios que le permiten comprar criptomonedas utilizando monedas tradicionales. Tienen la custodia de cualquier ETH que compre hasta que lo envíe a una cartera que controle.",
  "page-get-eth-checkout-dapps-btn": "Revisar Dapps",
  "page-get-eth-community-safety": "Mensajes de la comunidad sobre seguridad",
  "page-get-eth-description": "Ethereum y ETH no están controlados por ningún gobierno o empresa: están descentralizados. Esto significa que ETH está abierto para que todos lo usen.",
  "page-get-eth-dex": "Intercambios descentralizados (DEX)",
  "page-get-eth-dex-desc": "Si desea más control, compre ETH entre pares. Con un DEX puede comerciar sin ceder el control de sus fondos a una empresa centralizada.",
  "page-get-eth-dexs": "Intercambios descentralizados (DEX)",
  "page-get-eth-dexs-desc": "Los intercambios descentralizados son mercados abiertos para ETH y otros tókenes. Conectan directamente a compradores y vendedores.",
  "page-get-eth-dexs-desc-2": "En lugar de utilizar un tercero de confianza para salvaguardar fondos en la transacción, usan código. El ETH del vendedor únicamente se transferirá cuando el pago esté garantizado. Este tipo de código se conoce como «contrato inteligente».",
  "page-get-eth-dexs-desc-3": "Esto significa que hay menos restricciones geográficas que con las alternativas centralizadas. Si alguien vende lo que busca y acepta el método de pago que usted proporciona, entonces buen negocio. Los DEX le permiten comprar ETH con otros tókenes, Pay-Pal o incluso entregas de dinero en efectivo.",
  "page-get-eth-do-not-copy": "Ejemplo: No copiar",
  "page-get-eth-exchanges-disclaimer": "Recopilamos esta información manualmente. Si detecta algo erróneo, háganoslo saber a través de",
  "page-get-eth-exchanges-empty-state-text": "Introduzca su país de residencia para ver la lista de carteras e intercambios que puede utilizar para comprar ETH",
  "page-get-eth-exchanges-except": "Excepto",
  "page-get-eth-exchanges-header": "¿En qué país vive?",
  "page-get-eth-exchanges-header-exchanges": "Intercambios",
  "page-get-eth-exchanges-header-wallets": "Carteras",
  "page-get-eth-exchanges-intro": "Los intercambios y las carteras tienen restricciones sobre dónde pueden vender criptomonedas.",
  "page-get-eth-exchanges-no-exchanges": "Lo sentimos, no sabemos de ningún intercambio que le permita comprar ETH desde este país. Si usted sí, díganoslo a través de",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Lo sentimos, no sabemos de ningún intercambio o cartera que le permita comprar ETH desde este país. Si usted sí, díganoslo a través de",
  "page-get-eth-exchanges-no-wallets": "Lo sentimos, no sabemos de ninguna cartera que le permita comprar ETH desde este país. Si usted sí, díganoslo a través de",
  "page-get-eth-exchanges-search": "Escribe dónde vives...",
  "page-get-eth-exchanges-success-exchange": "Puede tardar varios días en registrarse en un intercambio debido a sus controles legales.",
  "page-get-eth-exchanges-success-wallet-link": "carteras",
  "page-get-eth-exchanges-success-wallet-paragraph": "Donde vive, puede comprar ETH directamente de estas carteras. Obtenga más información sobre",
  "page-get-eth-exchanges-usa": "Estados Unidos de América (EE. UU.)",
  "page-get-eth-get-wallet-btn": "Obtener una cartera",
  "page-get-eth-hero-image-alt": "Obtener imagen de héroe ETH",
  "page-get-eth-keep-it-safe": "Mantener seguros sus ETH",
  "page-get-eth-meta-description": "Cómo comprar ETH según el lugar donde vive y consejos sobre cómo cuidarlos.",
  "page-get-eth-meta-title": "Cómo comprar ETH",
  "page-get-eth-need-wallet": "Necesitará una cartera para usar un intercambio descentralizado (DEX).",
  "page-get-eth-new-to-eth": "¿Nuevo en ETH? Aquí hay una descripción general para comenzar.",
  "page-get-eth-other-cryptos": "Comprar con otra criptomoneda",
  "page-get-eth-protect-eth-desc": "Si planea comprar muchos ETH, puede que desee mantenerlos en una cartera que controle, no en un intercambio. El motivo es que un intercambio es un objetivo probable para los hackers. Si un hacker consigue acceder, podría perder sus fondos. De la otra forma, solo usted tiene el control de la cartera.",
  "page-get-eth-protect-eth-in-wallet": "Proteja sus ETH en una cartera",
  "page-get-eth-search-by-country": "Buscar por país",
  "page-get-eth-security": "No obstante, esto significa que necesita tomarse en serio la seguridad de sus fondos. Con ETH, no está confiando el cuidado de su dinero a un banco, sino que lo cuida usted mismo.",
  "page-get-eth-smart-contract-link": "Más sobre contratos inteligentes",
  "page-get-eth-swapping": "Intercambie sus tókenes por ETH de otras personas, y viceversa.",
  "page-get-eth-try-dex": "Pruebe un DEX",
  "page-get-eth-use-your-eth": "Use sus ETH",
  "page-get-eth-use-your-eth-dapps": "Ahora que posee ETH, revise algunas aplicaciones descentralizadas de Ethereum (dapps). Existen dapps para finanzas, redes sociales, juegos y muchas más categorías.",
  "page-get-eth-wallet-instructions": "Siga las instrucciones de la cartera",
  "page-get-eth-wallet-instructions-lost": "Si pierde el acceso a la cartera, perderá el acceso a sus fondos. La cartera debe darle instrucciones sobre cómo protegerse de esto. Asegúrese de seguirlas con atención. En la mayoría de los casos, nadie podrá ayudarle si pierde el acceso a su cartera.",
  "page-get-eth-wallets": "Carteras",
  "page-get-eth-wallets-link": "Más sobre carteras",
  "page-get-eth-wallets-purchasing": "Algunas carteras le permiten comprar criptomonedas con una tarjeta de débito o crédito, transferencia bancaria o incluso Apple Pay. Se aplican restricciones geográficas.",
  "page-get-eth-warning": "Estos DEX no son para principiantes, ya que necesitará ETH para usarlos.",
  "page-get-eth-what-are-DEX's": "¿Qué son los DEX?",
  "page-get-eth-whats-eth-link": "¿Qué es ETH?",
  "page-get-eth-where-to-buy-desc": "Puede comprar ETH desde intercambios o directamente desde carteras.",
  "page-get-eth-where-to-buy-desc-2": "Compruebe qué servicios puede usar en función del lugar donde vive.",
  "page-get-eth-where-to-buy-title": "Dónde comprar ETH",
  "page-get-eth-your-address": "Su dirección de ETH",
  "page-get-eth-your-address-desc": "Cuando descargue una cartera, creará una dirección pública de ETH para usted. Tendrá el siguiente aspecto:",
  "page-get-eth-your-address-desc-3": "Piense en esto como si fuera su dirección de correo electrónico, pero en lugar de correo recibe ETH. Si quiere transferir ETH de un intercambio a su cartera, utilice su dirección como destino. Asegúrese de revisarlo siempre cuidadosamente antes de enviar.",
  "page-get-eth-your-address-wallet-link": "Revisar las carteras",
  "listing-policy-raise-issue-link": "Crear una incidencia",
  "page-find-wallet-last-updated": "Última actualización"
}
