{
  "page-local-environment-brownie-desc": "Un marco de desarrollo y pruebas basado en Python para contratos inteligentes dirigidos a la máquina virtual de Ethereum.",
  "page-local-environment-brownie-logo-alt": "Logo de Brownie",
  "page-local-environment-embark-desc": "La plataforma de desarrollo todo en uno para construir y desarrollar aplicaciones descentralizadas.",
  "page-local-environment-embark-logo-alt": "Logo de Embark",
  "page-local-environment-epirus-desc": "Una plataforma para desarrollar, implementar y supervisar aplicaciones de blockchain sobre la Máquina Virtual de Java",
  "page-local-environment-epirus-logo-alt": "Logo de Epirus",
  "page-local-environment-eth-app-desc": "Crear aplicaciones equipadas con Ethereum con un comando. Viene con un amplio despliegue de marcos de interfaz de usuario y plantillas DeFi para elegir.",
  "page-local-environment-eth-app-logo-alt": "Logo de Create Eth App",
  "page-local-environment-framework-feature-1": "Características para activar una instancia local de blockchain.",
  "page-local-environment-framework-feature-2": "Utilidades para compilar y probar tus contratos inteligentes.",
  "page-local-environment-framework-feature-3": "Complementos de desarrollo para clientes para construir aplicaciones orientadas al usuario dentro del mismo proyecto/repositorio.",
  "page-local-environment-framework-feature-4": "Configuración para conectarse a redes Ethereum e implementar contratos, ya sea en una instancia que se ejecuta de forma local o en una red pública de Ethereum.",
  "page-local-environment-framework-feature-5": "Distribución descentralizada de aplicaciones, integraciones con opciones de almacenamiento como IPFS.",
  "page-local-environment-framework-features": "Estos marcos vienen con una gran cantidad de funciones listas para usar, como:",
  "page-local-environment-frameworks-desc": " Recomendamos elegir un marco, especialmente si estás empezando. Construir una dapp completa requiere diferentes tecnologías. Las estructuras incluyen muchas de las características necesarias o proporcionan sistemas de plugins sencillos para que elijas las herramientas que quieras.",
  "page-local-environment-frameworks-title": "Marcos y pilas prediseñadas",
  "page-local-environment-hardhat-desc": "Hardhat es un entorno de desarrollo de Ethereum para profesionales.",
  "page-local-environment-hardhat-logo-alt": "Logo de Hardhat",
  "page-local-environment-openZeppelin-desc": "Ahorra horas de tiempo de desarrollo al compilar, actualizar, implementar e interactuar con contratos inteligentes con nuestra interfaz de línea de comandos.",
  "page-local-environment-openZeppelin-logo-alt": "Logo de OpenZeppelin",
  "page-local-environment-scaffold-eth-desc": "Hardhat + Crear App Eth: todo lo que necesitas para empezar a crear aplicaciones descentralizadas impulsadas por contratos inteligentes",
  "page-local-environment-scaffold-eth-logo-alt": "Logo de scaffold-eth",
  "page-local-environment-setup-meta-desc": "Guía sobre cómo elegir la pila de software para el desarrollo de Ethereum.",
  "page-local-environment-setup-meta-title": "Configuración de desarrollo local de Ethereum",
  "page-local-environment-setup-subtitle": "Si estás listo para empezar a desarrollar, es hora de elegir tu pila.",
  "page-local-environment-setup-subtitle-2": " Aquí están las herramientas y marcos que puedes usar para crear tu aplicación Ethereum.",
  "page-local-environment-setup-title": "Configura tu entorno de desarrollo local",
  "page-local-environment-solidity-template-desc": "Una plantilla de GitHub para una configuración prediseñada para tus contratos inteligentes de Solidity. Incluye una red local de Hardhat, Waffle para pruebas, Ethers para implementación de carteras, y más.",
  "page-local-environment-solidity-template-logo-alt": "Logo de plantilla Solidity",
  "page-local-environment-truffle-desc": "El entorno de desarrollo Truffle Suite hace que los desarrolladores pasen de la idea a la dapp lo más cómodamente posible.",
  "page-local-environment-truffle-logo-alt": "Logo de Truffle",
  "page-local-environment-waffle-desc": "La biblioteca de pruebas más avanzada para contratos inteligentes. Úsala sola o con Scaffold-eth o Hardhat.",
  "page-local-environment-waffle-logo-alt": "Logo de Waffle"
}
