{
  "page-eth-buy-some": "¿Quiere comprar Ethereum?",
  "page-eth-buy-some-desc": "Es habitual confundir Ethereum y ETH. Ethereum es la <a href=\"/glossary/#blockchain\">cadena de bloque</a> y ETH es el activo principal de Ethereum. ETH es probablemente lo que quiere comprar.",
  "page-eth-cat-img-alt": "Gráfico de glifo ETH con un caleidoscopio de gatos",
  "page-eth-collectible-tokens": "Tókenes coleccionables",
  "page-eth-collectible-tokens-desc": "Tókenes que representan un artículo de juego coleccionable, una obra de arte digital u otros activos únicos. Comúnmente conocidos como tókenes no fungibles (NFT).",
  "page-eth-cryptography": "Protegido por criptografía",
  "page-eth-cryptography-desc": "El dinero de internet puede ser nuevo, pero está protegido por una <a href=\"/glossary/#cryptography\">criptografía</a> demostrada. Esto protege su cartera, sus ETH y sus transacciones. ",
  "page-eth-currency-for-apps": "Es la moneda de las aplicaciones Ethereum.",
  "page-eth-currency-for-future": "Moneda para nuestro futuro digital",
  "page-eth-description": "ETH es una criptomoneda. Es dinero digital limitado que puede usar en Internet, similar al bitcoin. Si es nuevo en el mundo de las criptomonedas, así es como ETH se diferencia del dinero tradicional.",
  "page-eth-earn-interest-link": "Ganar intereses",
  "page-eth-flexible-amounts": "Disponible en cantidades flexibles",
  "page-eth-flexible-amounts-desc": "ETH es divisible en hasta 18 posiciones decimales, por lo que no tiene que comprar 1 ETH completo. Puede comprar fracciones a la vez, tan solo 0,000000000000000001 ETH si lo desea.",
  "page-eth-fuels": "ETH alimenta y asegura Ethereum",
  "page-eth-fuels-desc": "ETH es el elemento vital de Ethereum. Cuando envía ETH o usa una aplicación Ethereum, pagará una pequeña tarifa en ETH por usar la red Ethereum. Esta tarifa es un incentivo para que un productor de bloques procese y verifique lo que está tratando de hacer.",
  "page-eth-fuels-desc-2": "Los validadores son como los encargados de los registros de Ethereum: comprueban y demuestran que nadie está haciendo trampas. Los validadores que hacen este trabajo también son premiados con pequeñas cantidades de ETH recién emitidos.",
  "page-eth-fuels-desc-3": "El trabajo que realiazn los validadores, y el capital que <a href=\"/glossary/#staking\">apuestan</a>, mantiene Ethereum segura y libre de control centralizado.",
  "page-eth-fuels-staking": "Cuando mantiene su ETH bloqueado en un depósito, no solo ayuda a mantener Ethereum seguro, sino que además recibe recompensas. En este sistema, la amenaza de perder ETH disuade a los atacantes.",
  "page-eth-fuels-more-staking": "Más información sobre las participaciones",
  "page-eth-get-eth-btn": "Conseguir ETH",
  "page-eth-gov-tokens": "Tókenes de gobernanza",
  "page-eth-gov-tokens-desc": "Tókenes que representan el poder de voto en organizaciones descentralizadas.",
  "page-eth-has-value": "¿Por qué ETH tiene valor?",
  "page-eth-has-value-desc": "ETH es valioso de diferentes maneras para diferentes personas.",
  "page-eth-has-value-desc-2": "Para los usuarios de Ethereum, ETH es valioso porque permite pagar tarifas de transacción.",
  "page-eth-has-value-desc-3": "Otros lo ven como una reserva digital de valor, porque la creación de nuevos ETH se ralentiza con el tiempo.",
  "page-eth-has-value-desc-4": "Más recientemente, ETH se ha vuelto valioso para los usuarios de aplicaciones financieras en Ethereum. El motivo es que puede usar ETH como garantía para préstamos criptográficos o como sistema de pago.",
  "page-eth-has-value-desc-5": "Por supuesto, muchos también lo ven como una inversión, similar al bitcoin o a otras criptomonedas.",
  "page-eth-is-money": "La moneda Ether (ETH) es dinero digital y global.",
  "page-eth-last-updated": "Enero de 2019",
  "page-eth-monetary-policy": "Política monetaria de Ethereum",
  "page-eth-more-on-ethereum-link": "Más sobre Ethereum",
  "page-eth-no-centralized": "Sin control centralizado ",
  "page-eth-no-centralized-desc": "ETH es descentralizado y global. No hay empresa o banco que pueda decidir imprimir más ETH o cambiar los términos de uso.",
  "page-eth-non-fungible-tokens-link": "Tókenes no fungibles",
  "page-eth-not-only-crypto": "ETH no es la única criptografía en Ethereum",
  "page-eth-not-only-crypto-desc": "Cualquiera puede crear nuevos tipos de activos e intercambiarlos en Ethereum. Estos se conocen como «tókenes». La gente ha «tokenizado» las monedas tradicionales, sus bienes raíces, su arte e incluso ¡a sí mismos!",
  "page-eth-not-only-crypto-desc-2": "Ethereum alberga miles de tókenes, algunos más útiles y valiosos que otros. Los desarrolladores están constantemente creando nuevos tókenes que desbloquean nuevas posibilidades y abren nuevos mercados.",
  "page-eth-open": "Abierto a cualquiera",
  "page-eth-open-desc": "Solo necesita una conexión a Internet y una cartera para aceptar ETH. No necesita acceso a una cuenta bancaria para aceptar pagos. ",
  "page-eth-p2p-payments": "Pagos entre pares",
  "page-eth-p2p-payments-desc": "Puede enviar sus ETH sin ningún servicio intermediario como un banco. Es como entregar dinero en efectivo en persona, pero puede hacerlo de forma segura con cualquier persona, en cualquier lugar y en cualquier momento.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Tipos populares de tókenes",
  "page-eth-powers-ethereum": "ETH impulsa Ethereum",
  "page-eth-shit-coins": "Monedas inservibles",
  "page-eth-shit-coins-desc": "Dado que crear nuevos tókenes es fácil, cualquiera puede hacerlo, incluso personas con malas o equivocadas intenciones. Investigue siempre los tókenes antes de usarlos.",
  "page-eth-stablecoins": "Monedas estables",
  "page-eth-stablecoins-desc": "Tókenes que reflejan el valor de monedas tradicionales, como los dólares. Esto resuelve el problema de la volatilidad de algunas criptomonedas.",
  "page-eth-stablecoins-link": "Obtener monedas estables",
  "page-eth-stream-link": "Hacer circular ETH",
  "page-eth-tokens-link": "Tókenes de Ethereum",
  "page-eth-trade-link-2": "Intercambiar tókenes",
  "page-eth-underpins": "ETH sostiene el sistema financiero de Ethereum",
  "page-eth-underpins-desc": "No satisfecha con los pagos, la comunidad de Ethereum está construyendo un completo sistema financiero que es <a href=\"/glossary/#peer-to-peer-network\">entre pares</a> y accesible para todos.",
  "page-eth-underpins-desc-2": "Puede utilizar ETH como garantía para generar tókenes de criptomonedas completamente diferentes en Ethereum. Además, puede pedir, prestar y ganar intereses sobre ETH y otros tókenes promocionados por ETH.",
  "page-eth-weth": "Los «wrapped ether» (WETH) se utilizan para ampliar la funcionalidad de ETH y que funcionen con otros tókenes y aplicaciones. <a href=\"/wrapped-eth\">Conozca mejor los WETH</a>.",
  "page-eth-uses": "Los usos de ETH crecen cada día",
  "page-eth-uses-desc": "Debido a que Ethereum es programable, los desarrolladores pueden dar forma a ETH de innumerables maneras.",
  "page-eth-uses-desc-2": "Allá por 2015, lo único que podía hacer era enviar ETH de una cuenta de Ethereum a otra. Aquí tiene solo algunas de las cosas que se pueden hacer hoy.",
  "page-eth-uses-desc-3": "pagar a alguien o recibir fondos en tiempo real.",
  "page-eth-uses-desc-4": "intercambiar ETH con otros tókenes, incluidos bitcoins.",
  "page-eth-uses-desc-5": "en ETH y otros tókenes basados en Ethereum.",
  "page-eth-uses-desc-6": "acceder al mundo de las criptomonedas con un valor estable, menos volátil.",
  "page-eth-value": "Por qué ether es valioso",
  "page-eth-video-alt": "Vídeo de glifos ETH",
  "page-eth-whats-eth": "¿Qué es el ether (ETH)?",
  "page-eth-whats-eth-hero-alt": "Imagen de un grupo de personas maravilladas ante un glifo ether (ETH)",
  "page-eth-whats-eth-meta-desc": "Lo que necesita conocer para comprender ETH y su lugar en Ethereum.",
  "page-eth-whats-eth-meta-title": "¿Qué es el ether (ETH)?",
  "page-eth-whats-ethereum": "¿Qué es Ethereum?",
  "page-eth-whats-ethereum-desc": "Si desea obtener más información sobre Ethereum, la tecnología tras ETH, consulte nuestra introducción.",
  "page-eth-whats-unique": "¿Qué tiene de único ETH?",
  "page-eth-whats-unique-desc": "Hay algunas criptomonedas y muchos otros tókenes en Ethereum, pero hay algunas cosas que solo ETH puede hacer.",
  "page-eth-where-to-buy": "Dónde obtener ETH",
  "page-eth-where-to-buy-desc": "Puede obtener ETH de un intercambio o una cartera, pero las políticas son diferentes en cada país. Compruebe los servicios que le permitirán comprar ETH.",
  "page-eth-yours": "Es realmente suyo",
  "page-eth-yours-desc": "ETH le permite ser su propio banco. Puede controlar sus propios fondos con su <a href=\"/glossary/#wallet\">cartera</a> como prueba de propiedad, no se necesitan terceros.",
  "page-eth-more-on-tokens": "Más sobre tókenes y sus usos",
  "page-eth-button-buy-eth": "Conseguir ETH",
  "page-eth-tokens-stablecoins": "Monedas estables",
  "page-eth-tokens-defi": "Finanzas descentralizadas (DeFi)",
  "page-eth-tokens-nft": "Tókenes No Fungibles (NFT)",
  "page-eth-tokens-dao": "Organizaciones Autónomas Descentralizadas (DAO)",
  "page-eth-tokens-stablecoins-description": "Más sobre los tókenes menos volátiles de Ethereum.",
  "page-eth-tokens-defi-description": "El sistema financiero para los tókenes de Ethereum.",
  "page-eth-tokens-nft-description": "Tókenes que representan la propiedad de objetos en Ethereum.",
  "page-eth-tokens-dao-description": "Comunidades de Internet usualmente dirigidas por poseedores de tókenes.",
  "page-eth-whats-defi": "Más sobre DeFi",
  "page-eth-whats-defi-description": "DeFi es el sistema financiero descentralizado construido en Ethereum. Esta sinopsis le explica qué puede hacer.",
  "page-what-is-ethereum-what-is-ether": "¿Qué es el ether?"
}
