{
  "layer-2-arbitrum-note": "Pruebas de fraude solo para los usuarios de la lista blanca, la lista blanca aún no está abierta.",
  "layer-2-boba-note": "Validación de estado en desarrollo",
  "layer-2-optimism-note": "Pruebas de fallos en desarrollo",
  "layer-2-metadata-description": "Página de introducción a la capa 2",
  "layer-2-hero-title": "Capa 2",
  "layer-2-hero-header": "Ethereum para todos",
  "layer-2-hero-subtitle": "Escalar Ethereum en pos de una adopción masiva.",
  "layer-2-hero-alt-text": "Ilustración de transacciones que están siendo agrupadas en la capa 2 y publicadas en la red principal de Ethereum.",
  "layer-2-hero-button-1": "¿Qué es la capa 2?",
  "layer-2-hero-button-2": "Utilizar la capa 2",
  "layer-2-hero-button-3": "Mover a la capa 2",
  "layer-2-statsbox-1": "TVL bloqueado en la capa 2 (USD)",
  "layer-2-statsbox-2": "Comision media de transferencia de ETH a capa 2 (USD)",
  "layer-2-statsbox-3": "Cambio de TVL a la capa 2 (30 días)",
  "layer-2-what-is-layer-2-title": "¿Qué es la capa 2?",
  "layer-2-what-is-layer-2-1": "Capa 2 (L2) es un término colectivo para describir un conjunto específico de soluciones de escalado de Ethereum. <strong>La capa 2 es una cadena de bloques independiente que amplía Ethereum y hereda las garantías de seguridad de Ethereum</strong>.",
  "layer-2-what-is-layer-2-2": "Ahora profundicemos en esto un poco más. Para ello, tenemos primero que explicar qué es la capa 1 (L1).",
  "layer-2-what-is-layer-1-title": "¿Qué es la capa 1?",
  "layer-2-what-is-layer-1-1": "La capa 1 es la cadena de bloques base. Ethereum y Bitcoin son ambas cadenas de bloque de capa 1, porque son la <strong>base subyacente sobre la que se han construido varias redes de capa 2</strong>. Ejemplos de proyectos de capa 2 incluyen los «rollups» (o acumulaciones) en Ethereum y la red Lightning en Bitcoin. Toda la actividad de transacción del usuario en estos proyectos de capa 2 puede establecerse en última instancia en la cadena de bloques de la capa 1.",
  "layer-2-what-is-layer-1-2": "Ethereum también funciona como una capa de disponibilidad de datos para la capa 2. Los proyectos de la capa 2 publicarán los datos de sus transacciones a Ethereum, confiando en que estarán disponibles luego en esta red. Estos datos pueden utilizarse para obtener el estado de la capa 2, o para disputar transacciones en la capa 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum como capa 1 incluye:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Una red de operadores de nodos</strong> para segurizar y validar la red",
  "layer-2-what-is-layer-1-list-2": "<strong>Una red de productores de bloques</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>La cadena de bloques</strong> y el historial de transacciones de datos",
  "layer-2-what-is-layer-1-list-4": "<strong>El mecanismo de consenso</strong> para la red",
  "layer-2-what-is-layer-1-list-link-1": "¿Aún se confunde con Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Aprenda lo que es Ethereum.",
  "layer-2-why-do-we-need-layer-2-title": "¿Por qué necesitamos la capa 2?",
  "layer-2-why-do-we-need-layer-2-1": "Las tres propiedades deseables en una cadena de bloques son que sea <strong>descentralizada, segura y escalable</strong>. El <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">«trilema» de la cadena de bloques</a> afirma que una arquitectura de cadena de bloques sencilla solo puede lograr dos de tres. ¿Quiere un cadena de bloques segura y descentralizada? Entonces, tendrá que hacerlo a costa de la escalabilidad.",
  "layer-2-why-do-we-need-layer-2-2": "Ethereum actualmente procesa <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">más de 1 millón de transacciones al día</a>. La demanda de uso de Ethereum puede incrementar los precios de las cuotas de transacción. Y aquí es donde entran las redes capa 2.",
  "layer-2-why-do-we-need-layer-2-scalability": "Escalabilidad",
  "layer-2-why-do-we-need-layer-2-scalability-1": "La meta principal de la capa 2 es incrementar el flujo transaccional (más transacciones por segundo) sin sacrificar la descentralización ni la seguridad.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "La red principal de Ethereum (la capa 1) es sólo capaz de procesar <a href=\"https://ethtps.info/Network/Ethereum\"> aproximadamente 15 transacciones por segundo</a>. Cuando la demanda para usar Ethereum es alta, la red se congestiona, lo que incrementa las comisiones de transacción y excluye a los usuarios que no pueden pagar esas comisiones. Los proyectos de capa 2 son soluciones que reducen las comisiones procesando transacciones fuera de la cadena de bloques de la capa 1.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Más sobre la visión de Ethereum",
  "layer-2-benefits-of-layer-2-title": "Beneficios de la capa 2",
  "layer-2-lower-fees-title": "Comisiones más bajas",
  "layer-2-lower-fees-description": "Al combinar múltiples transacciones fuera de la cadena en una sola transacción en la capa 1, las comisiones de transacciones se reducen drásticamente, haciendo que Ethereum sea más accesible para todos.",
  "layer-2-maintain-security-title": "Mantener la seguridad",
  "layer-2-maintain-security-description": "Las cadenas de bloque de la capa 2 asientan sus transacciones en la red principal de Ethereum, permitiendo a los usuarios beneficiarse de la seguridad de la red Ethereum.",
  "layer-2-expand-use-cases-title": "Ampliar los casos de uso",
  "layer-2-expand-use-cases-description": "Con más transacciones por segundo, comisiones más bajas y nuevas tecnologías, apareceran nuevas aplicaciones en los proyectos con una mejor experiencia de usuario.",
  "layer-2-how-does-layer-2-work-title": "¿Cómo funciona la capa 2?",
  "layer-2-how-does-layer-2-work-1": "Como mencionamos antes, capa 2 es un término colectivo para las soluciones de escalabilidad de Ethereum que manejan transacciones fuera de la capa 1 de Ethereum, mientras que aprovechan la robusta seguridad descentralizada de la capa 1 de Ethereum. <strong>Una capa 2 es una cadena de bloques separada que extiende el rendimiento de Ethereum</strong>. Entonces, ¿cómo funciona?",
  "layer-2-how-does-layer-2-work-2": "Hay muchos tipos diferentes de capa 2, cada uno tiene sus propias ventajas y desventajas, así como sus propios modelos de seguridad. Los proyectos de capa 2 liberan de carga transaccional a la capa 1, reduciendo su congestión y haciéndola más escalable.",
  "layer-2-rollups-title": "Agrupaciones",
  "layer-2-rollups-1": "Los «rollups» agrupan (o acumulan) cientos de transacciones en una sola transacción en la capa 1. Esto distribuye la comisión de transacción del L1 entre todos los participantes en el «rollup» y, por ende, abarata la transacción para cada usuario.",
  "layer-2-rollups-2": "Los datos de la transacción en el rollup se envían a la capa 1, pero su ejecución se realiza por separado. Al enviar los datos de la transacción a la capa 1, los rollups heredan la seguridad de Ethereum. Esto se debe a que una vez que los datos se cargan en la capa 1, revertir una transacción de rollup requiere revertir Ethereum. Hay dos enfoques diferentes para los rollups: optimista y de conocimiento cero; difieren principalmente en la forma en que se envían estos datos de transacción a la L1.",
  "layer-2-optimistic-rollups-title": "Agrupaciones optimistas",
  "layer-2-optimistic-rollups-description": "Las acumulaciones optimistas se denominan así en el sentido en que se asume que las transacciones son válidas, pero que se pueden cuestionar si es necesario. Si se sospecha que se ha producido una transacción inválida, se ejecuta una prueba de fallo para ver si realmente ha sido así.",
  "layer-2-optimistic-rollups-childSentance": "Más acerca de las agrupaciones optimistas",
  "layer-2-zk-rollups-title": "Agrupaciones de conocimiento cero",
  "layer-2-zk-rollups-description": "Las agrupaciones de conocimiento cero utilizan pruebas de validez en donde las transacciones se computan fuera de la cadena, y luego los datos comprimidos se suministran a la red principal de Ethereum como prueba de su validez.",
  "layer-2-zk-rollups-childSentance": "Más sobre las agrupaciones de conocimiento cero",
  "layer-2-dyor-title": "Investigue por su cuenta: riesgos de la capa 2",
  "layer-2-dyor-1": "Muchos proyectos de capa 2 están aún en ciernes y, por tanto, requieren que los usuarios confíen en que algunos de sus operadores descentralicen sus redes de forma honest. Infórmese siempre por su cuenta antes de decidir si se siente a gusto con los riesgos que implica.",
  "layer-2-dyor-2": "Para más información sobre la tecnología, los riesgos y los supuestos de confianza de la capa 2, le recomendamos revisar L2BEAT, que proporciona un marco integral de evaluación de riesgos de cada proyecto.",
  "layer-2-dyor-3": "Ir a L2BEAT",
  "layer-2-use-layer-2-title": "Usa la capa 2",
  "layer-2-use-layer-2-1": "Ahora que entiende por qué existe la capa 2 y cómo funciona, ¡vamos a ayudarle a ponerse en marcha!",
  "layer-2-contract-accounts": "Si está utilizando una cartera de contrato inteligente como Safe o Argent, no tendrá control de esta dirección en la capa 2 hasta que reimplemente su cuenta de contrato a esa dirección en la capa 2. Las cuentas clásicas con frase de recuperación tendrán automáticamente la misma cuenta en todas las redes de capa 2.",
  "layer-2-use-layer-2-generalized-title": "Capa 2 generalizada",
  "layer-2-use-layer-2-generalized-1": "La capa 2 generalizada se comporta igual que Ethereum, pero es más barata. Cualquier cosa que se pueda hacer en la capa 1 de Ethereum, también se puede hacer en la capa 2. Muchas dapps ya han comenzado a migrar a estas redes o se han saltado por completo la red principal para desplegar directamente en una capa 2.",
  "layer-2-use-layer-2-application-specific-title": "Aplicaciones específicas de capa 2",
  "layer-2-use-layer-2-application-specific-1": "Las aplicaciones específicas de capa 2 son proyectos que se especializan en optimizar un espacio específico de la aplicación, aportando un rendimiento mejorado.",
  "layer-2-sidechains-title": "Una nota sobre cadenas laterales, validiums y cadenas de bloques alternativas",
  "layer-2-sidechains-1": "Las <strong>cadenas laterales y validiums</strong> son cadenas de bloques que permiten que los activos de Ethereum pasen de nivel y se utilicen en otra cadena de bloques. Las cadenas laterales y validiums se ejecutan en paralelo con Ethereum, e interactúan con Ethereum a través de niveles superiores, pero no derivan su seguridad o disponibilidad de datos desde Ethereum.",
  "layer-2-sidechains-2": "Ambas escalan de forma similar a la capa 2: ofrecen tarifas de transacción más bajas y un mayor rendimiento de las transacciones, pero tienen supuestos de confianza diferentes.",
  "layer-2-more-on-sidechains": "Más información sobre las cadenas laterales",
  "layer-2-more-on-validiums": "Más información sobre validiums",
  "layer-2-sidechains-4": "Algunas cadenas de bloques de capa 1 reportan un mayor rendimiento y comisiones de transacción más bajas que en Ethereum, pero generalmente conllevan desventajas en otros aspectos, como por ejemplo, mayores requisitos de equipo para operar los nodos.",
  "layer-2-onboard-title": "Cómo entrar en una capa 2",
  "layer-2-onboard-1": "Hay dos maneras principales de mover sus activos a una capa 2: pasar fondos desde Ethereum a través de un contrato inteligente o retirar sus fondos a un intercambio directamente a la red de la capa 2.",
  "layer-2-onboard-wallet-title": "¿Fondos en su cartera?",
  "layer-2-onboard-wallet-1": "Si ya tiene su ETH en su cartera, necesitará hacer un «puenteo» para pasarlo de la red principal de Ethereum a una capa 2.",
  "layer-2-more-on-bridges": "Más información sobre los pasos a niveles superiores o «puenteos»",
  "layer-2-onboard-wallet-input-placeholder": "Seleccione la L2 a la que desee pasar",
  "layer-2-onboard-wallet-selected-1": "Puede pasar a",
  "layer-2-onboard-wallet-selected-2": "utilizando estas carteras:",
  "layer-2-bridge": "Puenteo",
  "layer-2-onboard-exchange-title": "¿Fondos en un intercambio?",
  "layer-2-onboard-exchange-1": "Algunos intercambios centralizados ahora ofrecen retiradas directas y depósitos a la capa 2. Verifique los intercambios que soportan retiradas de la capa 2 y qué capa 2 soportan.",
  "layer-2-onboard-exchange-2": "También necesitará una cartera donde retirar sus fondos.",
  "layer-2-onboard-find-a-wallet": "Encontrar una cartera de Ethereum.",
  "layer-2-onboard-exchange-input-placeholder": "Verifique los intercambios compatibles con L2",
  "layer-2-deposits": "Depósitos",
  "layer-2-withdrawals": "Retiradas",
  "layer-2-go-to": "Ir a",
  "layer-2-tools-title": "Herramientas para operar de forma eficiente en la capa 2",
  "layer-2-tools-l2beat-description": "L2BEAT es un gran recurso para examinar las evaluaciones de riesgos técnicos de los proyectos de la capa 2. Recomendamos revisar sus recursos al investigar proyectos específicos de la capa 2.",
  "layer-2-tools-l2fees-description": "Las comisiones de L2 le permiten ver el coste actual (expresado en USD) para realizar transacciones en diferentes capas 2.",
  "layer-2-tools-chainlist-description": "Chainlist es un gran recurso para importar RPC de la red a carteras compatibles. Aquí encontrará RPC para proyectos de la capa 2 para ayudarle a conectarse.",
  "layer-2-tools-zapper-description": "Gestione todo su portafolio web3 desde DeFi a NFT y todo lo que venga después. Invierta en las últimas oportunidades desde un lugar conveniente.",
  "layer-2-tools-zerion-description": "Construya y administre todo su portafolio DeFi desde un solo lugar. Descubra el mundo de las finanzas descentralizadas hoy.",
  "layer-2-tools-debank-description": "Manténgase al corriente de todos los acontecimientos importantes en el mundo web3",
  "layer-2-faq-title": "Preguntas frecuentes",
  "layer-2-faq-question-1-title": "¿Por qué no hay ninguna L2 «oficial» de Ethereum?",
  "layer-2-faq-question-1-description-1": "De la misma manera que no existe un cliente «oficial» de Ethereum, tampoco ha una capa 2 «oficial» de Ethereum. Ethereum no tiene permisos, técnicamente cualquiera puede crear una capa 2. Múltiples equipos implementarán su versión de una capa 2 y el ecosistema en su conjunto se beneficiará de una diversidad de enfoques de diseño optimizados para diferentes casos de uso. Al igual que tenemos múltiples clientes de Ethereum desarrollados por varios equipos para tener diversidad en la red, así también se desarrollará la capa 2 en el futuro.",
  "layer-2-faq-question-2-title": "¿Cuál es la diferencia entre las agrupaciones optimistas y las de conocimiento cero?",
  "layer-2-faq-question-2-description-1": "Tanto las agrupaciones optimistas como las de conocimiento cero, aglutinan cientos de transacciones en una sola transacción en la capa 1. Las transacciones de agrupación se ejecutan fuera de la capa 1, pero los datos de las transacciones se publican en la capa 1.",
  "layer-2-faq-question-2-description-2": "La principal diferencia es qué datos se publican en la capa 1 y cómo se verifican los datos. Las pruebas de validez (usadas por las agrupaciones de conocimiento cero) ejecutan los cálculos fuera de la cadena y publican una prueba, mientras que las pruebas de fallos (utilizadas por las agrupaciones optimistas) solo ejecutan los cálculos en la cadena cuando se sospecha del fallo y debe ser verificada.",
  "layer-2-faq-question-2-description-3": "Actualmente la mayoría de las agrupaciones de conocimiento cero son específicas a la aplicación, a diferencia de las agrupaciones optimistas, que usualmente son de uso genérico.",
  "layer-2-more-info-on-optimistic-rollups": "Más información sobre las agrupaciones optimistas",
  "layer-2-more-info-on-zk-rollups": "Más información sobre las agrupaciones de conocimiento cero",
  "layer-2-faq-question-4-title": "¿Qué riesgos tiene la capa 2?",
  "layer-2-faq-question-4-description-1": "Los proyectos de la capa 2 contienen riesgos adicionales en comparación con la retención de fondos y la transacción directa en la red principal de Ethereum. Por ejemplo, los secuenciadores podrían dejar de funcionar, lo que obligaría a esperar para acceder a los fondos.",
  "layer-2-faq-question-4-description-2": "Le aconsejamos que indague por su cuenta antes de transferir fondos significativos a una capa 2. Para más información sobre la tecnología, los riesgos y los supuestos de confianza de la capa 2, recomendamos revisar <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, que proporciona un marco integral de evaluación de riesgos de cada proyecto.",
  "layer-2-faq-question-4-description-3": "Los puenteos de cadena de bloques, que permiten las transferencias de activos a la capa 2, están aún en una fase inicial de desarrollo y es probable que todavía no se haya descubierto el diseño óptimo para este tipo de soluciones. Recientemente ha habido <a href=\"https://rekt.news/wormhole-rekt/\">ataques de hackers a los puenteos</a>.",
  "layer-2-faq-question-5-title": "¿Por qué no se enumeran aquí algunos proyectos de capa 2?",
  "layer-2-faq-question-5-description-1": "Queremos asegurarnos de que mencionamos los mejores recursos posibles para que los usuarios puedan utilizar las soluciones de capa 2 de manera segura y fiable. Tenemos criterios de evaluación que deben cumplirse para ser incluídos.",
  "layer-2-faq-question-5-view-listing-policy": "Consulte aquí nuestra política de listado de capa 2.",
  "layer-2-faq-question-5-description-2": "Cualquiera es libre de sugerir añadir una capa 2 en ethereum.org. Si hay una capa 2 que hayamos omitido, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">por favor sugiérela</a>.",
  "layer-2-further-reading-title": "Más información",
  "a-rollup-centric-ethereum-roadmap": "Una hoja de ruta de ethereum centrada en las agrupaciones",
  "an-incomplete-guide-to-rollups": "Una guía incompleta sobre las agrupaciones",
  "polygon-sidechain-vs-ethereum-rollups": "La cadena lateral de Polygon frente a los «rollups» de Ethereum: enfoques de escalabilidad de la capa 2 | Vitalik Buterin y Lex Fridman)",
  "rollups-the-ultimate-ethereum-scaling-strategy": "AGRUPACIONES: ¿La estrategia definitiva de escalabilidad de Ethereum? Arbitrum y Optimism explicados",
  "scaling-layer-1-with-shard-chains": "Escalabilidad a capa 1 con cadenas de fragmentos",
  "understanding-rollup-economics-from-first-principals": "Entender la economía de agrupaciones desde los albores",
  "arbitrum-description": "Arbitrum One es un «rollup» (o acumulación) optimista que pretende imitar la interacción con Ethereum, pero con transacciones que cuestan una fracción de su precio normal en L1.",
  "optimism-description": "Optimism es una agrupación optimista segura y rápida, con tecnología equivalente a la EVM. Escala la tecnología de Ethereum y difunde sus principios mediante la financiación retroactiva de bienes públicos.",
  "boba-description": "Boba es una agrupación optimista (Optimistic rollup) originalmente bifurcada desde Optimism, que es una solución de escalabilidad que tiene como objetivo reducir el precio del gas, mejorar el rendimiento de las transacciones, y ampliar las capacidades de los contratos inteligentes.",
  "loopring-description": "La solución de agrupación de conocimiento cero para L2, zkRollup L2, de Loopring tiene como objetivo ofrecer las mismas garantías de seguridad que la red principal Ethereum, con un gran aumento de la escalabilidad: el rendimiento aumentó 1000 veces y el coste se redujo a solo 0,1 % de L1.",
  "zksync-description": "zkSync es una plataforma de agrupaciones de conocimiento ceo de Matter Labs centrada en el usuario. Es una solución de escalabilidad para Ethereum que ya existe en la red principal de Ethereum. Soporta pagos, intercambio de tókenes y la acuñación (o minting) de NFT.",
  "zkspace-description": "La plataforma ZKSpace consiste de tres partes principales: un capa 2 de AMM DEX ―que utiliza una tecnología de ZK-rollups llamada ZKSwap― un servicio de pago llamado ZKSquare y una plataforma intermediaria de NFT llamada ZKSea.",
  "aztec-description": "Aztec Network es la primera agrupación de conocimiento cero privada de Ethereum, que permite a las aplicaciones descentralizadas privacidad y escalabilidad.",
  "starknet-description": "Starknet es una capa acumulativa de validez 2, proporciona un alto rendimiento, bajos costes de gas y retiene los niveles de seguridad de la capa 1 de Ethereum.",
  "layer-2-note": "Nota:",
  "layer-2-ecosystem-portal": "Portal del ecosistema",
  "layer-2-token-lists": "Listas de tókenes",
  "layer-2-explore": "Explorar",
  "page-dapps-ready-button": "Ir"
}
