{
  "51%-attack-term": "51% தாக்குதல்",
  "51%-attack-definition": "ஒரு குழு பெரும்பான்மையான <a href=\"/glossary/#node\">முனைகளின்</a> கட்டுப்பாட்டைப் பெறும் ஒரு வகை தாக்குதல். இது <a href=\"/glossary/#transaction\">பரிவர்த்தனைகளைத்</a> திருப்புவதன் மூலமும், <a href=\"ether\">ஈதர்</a> மற்றும் பிற டோக்கன்களை இருமுறை செலவழிப்பதன் மூலமும் பிளாக்செயினை ஏமாற்ற அவர்களை அனுமதிக்கும்.",
  "abi-term": "பயன்பாட்டு பைனரி இடைமுகம் (ABI)",
  "abi-definition": "ஒரு ஸ்மார்ட் ஒப்பந்தத்தில் உள்ள செயல்பாடுகள் மற்றும் மாறிகளை வரையறுக்கும் ஒரு JSON கோப்பு. ABI ஆனது பைட் குறியீட்டை மனிதனால் படிக்கக்கூடிய வடிவங்களுக்கு வரைபடமாக்க அனுமதிக்கிறது.",
  "account-term": "கணக்கு",
  "account-definition": "ஒரு எத்தேரியம் கணக்கு என்பது எத்தேரியம் பிளாக்செயினில் உள்ள ஒரு டிஜிட்டல் அடையாளம் ஆகும், இது பயனர்கள் ஈதர் அல்லது பிற டிஜிட்டல் சொத்துக்களை அனுப்பவும், பெறவும் மற்றும் ஸ்மார்ட் ஒப்பந்தங்களுடன் தொடர்பு கொள்ளவும் அனுமதிக்கிறது.",
  "address-term": "முகவரி",
  "address-definition": "ஒரு எத்தேரியம் முகவரி என்பது டோக்கன்களைப் பெறுவதற்குப் பயன்படுத்தப்படும் ஒரு தனித்துவமான அடையாளங்காட்டி ஆகும், இது கிரிப்டோகரன்சிகளுக்கான வங்கிக் கணக்கு எண்ணைப் போன்ற செயல்பாடுகளைக் கொண்டுள்ளது. இது உங்கள் எத்தேரியம் கணக்கை அடையாளம் காணப் பயன்படுகிறது.",
  "anti-sybil-term": "சிபில்-எதிர்ப்பு",
  "anti-sybil-definition": "இணையத்தில் ஒரே நேரத்தில் பல பயனர்களாக நடிப்பதை நிறுத்துவதற்கான வழிகள், ஒவ்வொரு பயனரும் ஒரு உண்மையான, தனிப்பட்ட நபர் என்பதை உறுதி செய்கிறது. இது ஆன்லைன் தொடர்புகளை நியாயமாகவும் நேர்மையாகவும் வைத்திருக்க உதவுகிறது.",
  "apr-term": "APR",
  "apr-definition": "APR, அல்லது வருடாந்திர சதவீத விகிதம், வட்டி மற்றும் கட்டணங்கள் உட்பட, கடன் வாங்கும் பணத்தின் வருடாந்திர செலவை ஒரு சதவீதமாக பிரதிபலிக்கிறது.",
  "attestation-term": "சான்றளிப்பு",
  "attestation-definition": "ஏதேனும் ஒன்று உண்மை என்று ஒரு நிறுவனத்தால் செய்யப்பட்ட ஒரு கோரிக்கை. Ethereum சூழலில், ஒருமித்த கருத்துள்ள சரிபார்ப்பாளர்கள் சங்கிலியின் நிலை என்னவாக இருக்கும் என்று தாங்கள் நம்புவதைக் கோர வேண்டும். நியமிக்கப்பட்ட நேரங்களில், ஒவ்வொரு சரிபார்ப்பாளரும் கடந்த இறுதி செய்யப்பட்ட சோதனைச் சாவடி மற்றும் சங்கிலியின் தற்போதைய தலைப்பு உட்பட, சங்கிலியின் பார்வையை முறையாக அறிவிக்கும் வெவ்வேறு சான்றளிப்புகளை வெளியிடுவதற்குப் பொறுப்பாவார்கள். <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">சான்றளிப்புகள் பற்றி மேலும்</a>.",
  "block-term": "பிளாக்",
  "block-definition": "ஒரு தொகுதி என்பது பரிவர்த்தனைகள் அல்லது டிஜிட்டல் செயல்கள் சேமிக்கப்படும் இடமாகும். ஒரு தொகுதி நிரம்பியவுடன், அது முந்தைய தொகுதியுடன் இணைக்கப்பட்டு, தொகுதிகளின் சங்கிலியை அல்லது ஒரு \"பிளாக்செயினை\" உருவாக்குகிறது. <a href=\"/developers/docs/blocks/\">தொகுதிகள் பற்றி மேலும்</a>.",
  "blockchain-term": "பிளாக்செயின்",
  "blockchain-definition": "ஒரு பிளாக்செயின் என்பது பரிவர்த்தனைகளின் தரவுத்தளமாகும், இது நெட்வொர்க்கில் உள்ள அனைத்து கணினிகளிலும் நகலெடுக்கப்பட்டு பகிரப்படுகிறது, இது தரவை பின்னோக்கி மாற்ற முடியாது என்பதை உறுதி செய்கிறது.",
  "bridge-term": "பாலம்",
  "bridge-definition": "ஒரு பிளாக்செயின் பாலம் ஒரு பிளாக்செயின் நெட்வொர்க்கில் இருந்து மற்றொரு நெட்வொர்க்கிற்கு சொத்துக்களை மாற்ற பயன்படுகிறது.",
  "consensus-term": "கருத்தொற்றுமை",
  "consensus-definition": "ஒரு நெட்வொர்க்கில் உள்ள 2/3 க்கும் மேற்பட்ட கணினிகள் ஒரே மாதிரியான பதிவுகளைக் கொண்டுள்ளன என்று ஒப்புக்கொள்ளும்போது, அனைவரும் ஒரே பக்கத்தில் இருப்பதை உறுதி செய்கிறது. இது அவர்கள் பின்பற்றும் விதிகளைப் பற்றியது அல்ல, ஆனால் அவர்கள் அனைவருக்கும் ஒரே தகவல் இருப்பதை உறுதி செய்வதாகும்.",
  "consensus-client-term": "ஒருமித்த கருத்து கிளையண்ட்",
  "consensus-client-definition": "Prysm, Teku, Nimbus, Lighthouse, Lodestar போன்ற ஒருமித்த கருத்து கிளையண்ட்கள் Ethereum இன் <a href=\"/glossary/#pos\">பங்குச் சான்று</a> ஒருமித்த கருத்து அல்காரிதத்தை இயக்குகின்றன, இது நெட்வொர்க்கை பீக்கன் சங்கிலியின் தலைப்பில் உடன்பாட்டை அடைய அனுமதிக்கிறது. ஒருமித்த கருத்து கிளையண்ட்கள் பரிவர்த்தனைகளை சரிபார்ப்பது/ஒளிபரப்புவது அல்லது நிலை மாற்றங்களைச் செயல்படுத்துவதில் பங்கேற்பதில்லை. இது <a href=\"/glossary/#execution-client\">செயல்படுத்தல் கிளையண்ட்களால்</a> செய்யப்படுகிறது. ஒருமித்த கருத்து கிளையண்ட்கள் புதிய பிளாக்குகளை சான்றளிக்கவோ அல்லது முன்மொழியவோ இல்லை. இது <a href=\"/glossary/#validator\">சரிபார்ப்பாளர் கிளையண்டால்</a> செய்யப்படுகிறது, இது ஒருமித்த கருத்து கிளையண்டிற்கான ஒரு விருப்பத் துணை நிரலாகும்.",
  "consensus-layer-term": "ஒருமித்த கருத்து அடுக்கு",
  "consensus-layer-definition": "Ethereum இன் ஒருமித்த கருத்து அடுக்கு என்பது <a href=\"/glossary/#consensus-client\">ஒருமித்த கருத்து கிளையண்ட்களின்</a> நெட்வொர்க் ஆகும்.",
  "cryptoeconomics-term": "கிரிப்டோ பொருளாதாரம்",
  "cryptoeconomics-definition": "பாதுகாப்பான மற்றும் நம்பகமான டிஜிட்டல் தளங்களை வடிவமைக்க கணித மற்றும் பொருளாதாரக் கொள்கைகளின் ஆய்வு. அனைத்து பங்கேற்பாளர்களும் விதிகளைப் பின்பற்றுவதை உறுதி செய்வதும், நெட்வொர்க்கின் பாதுகாப்பு மற்றும் செயல்பாட்டிற்கு பங்களித்ததற்காக வெகுமதி அளிக்கப்படுவதும் இதன் குறிக்கோள் ஆகும்.",
  "cryptography-term": "கிரிப்டோகிராஃபி",
  "cryptography-definition": "இது தகவல்தொடர்பை தனிப்பட்டதாகவும் பாதுகாப்பாகவும் மாற்றும் நடைமுறையாகும், இதன் மூலம் தகவல் யாருக்காகக் கருதப்படுகிறதோ அவர்கள் மட்டுமே அதைப் படிக்க முடியும்.",
  "dao-term": "பரவலாக்கப்பட்ட தன்னாட்சி அமைப்பு (DAO)",
  "dao-definition": "ஒரு DAO என்பது ஒரு பிளாக்செயினில் குறியிடப்பட்ட விதிகளால் இயக்கப்படும் ஒரு டிஜிட்டல் அமைப்பாகும், அங்கு முடிவுகள் உறுப்பினர் வாக்குகளால் எடுக்கப்படுகின்றன, ஒரு மைய அதிகாரத்தால் அல்ல. <a href=\"/dao/\">பரவலாக்கப்பட்ட தன்னாட்சி அமைப்புகள் (DAOகள்) பற்றி மேலும்</a>.",
  "dapp-term": "டாப்",
  "dapp-definition": "ஒரு dApp என்பது ஒரு பிளாக்செயின் நெட்வொர்க்கில் இயங்கும் ஒரு பரவலாக்கப்பட்ட பயன்பாடாகும், இது ஒரு மையக் கட்டுப்பாட்டு அதிகாரம் இல்லாமல் சேவைகளை வழங்குகிறது. <a href=\"/apps/\">பரவலாக்கப்பட்ட பயன்பாடுகள் பற்றி மேலும்</a>.",
  "data-availability-term": "தரவு கிடைக்கும் தன்மை",
  "data-availability-definition": "எந்தவொரு முனையும் ஒரு பிளாக்செயினில் பரிவர்த்தனைகளை சுயாதீனமாக சரிபார்க்க முடியும், இதன் மூலம் அமைப்பில் வெளிப்படைத்தன்மை மற்றும் நம்பிக்கையை பராமரிக்க முடியும்.",
  "defi-term": "DeFi",
  "defi-definition": "எந்தவொரு இடைத்தரகர்களும் இல்லாமல், பிளாக்செயினால் ஆதரிக்கப்படும் நிதிச் சேவைகளை வழங்குவதை நோக்கமாகக் கொண்ட Ethereum பயன்பாடுகளின் ஒரு பரந்த வகை. <a href=\"/defi/\">பரவலாக்கப்பட்ட நிதி (DeFi) பற்றி மேலும்</a>",
  "dex-term": "பரவலாக்கப்பட்ட பரிமாற்றம் (DEX)",
  "dex-definition": "Ethereum பயன்பாட்டின் ஒரு வகை, இது நெட்வொர்க்கில் உள்ள பியர்களுடன் டோக்கன்களை மாற்ற உங்களை அனுமதிக்கிறது. DEX கள் மையப்படுத்தப்பட்ட பரிமாற்றங்களைப் போல புவியியல் கட்டுப்பாடுகளுக்கு உட்பட்டவை அல்ல - யார் வேண்டுமானாலும் பங்கேற்கலாம்.",
  "difficulty-bomb-term": "சிரம வெடிகுண்டு",
  "difficulty-bomb-definition": "<a href=\"/glossary/#pow\">வேலைச் சான்று</a> <a href=\"/glossary/#difficulty\">சிரம</a> அமைப்பில் திட்டமிடப்பட்ட அதிவேக அதிகரிப்பு, இது <a href=\"/glossary/#pos\">பங்குச் சான்று</a>க்கு மாறுவதை ஊக்குவிக்க வடிவமைக்கப்பட்டது, இது ஒரு <a href=\"/glossary/#hard-fork\">கடினமான ஃபோர்க்கின்</a> வாய்ப்புகளைக் குறைக்கிறது. சிரம வெடிகுண்டு <a href=\"/roadmap/merge\">ஒன்றிணைப்புடன்</a> வழக்கொழிந்துவிட்டது.",
  "ecdsa-term": "எலிப்டிக் வளைவு டிஜிட்டல் கையொப்ப அல்காரிதம் (ECDSA)",
  "ecdsa-definition": "Ethereum ஆல் பயன்படுத்தப்படும் ஒரு கிரிப்டோகிராஃபிக் அல்காரிதம், நிதிகள் அவற்றின் உரிமையாளர்களால் மட்டுமே செலவழிக்கப்படுவதை உறுதி செய்கிறது. இது பொது மற்றும் தனிப்பட்ட விசைகளை உருவாக்குவதற்கான விரும்பத்தக்க முறையாகும். கணக்கு <a href=\"/glossary/#address\">முகவரி</a> உருவாக்கம் மற்றும் <a href=\"/glossary/#transaction\">பரிவர்த்தனை</a> சரிபார்ப்புக்கு தொடர்புடையது.",
  "ens-term": "Ethereum பெயர் சேவை (ENS)",
  "ens-definition": "எத்தேரியம் பெயர் சேவை என்பது எத்தேரியம் முகவரிகளுக்கான இணைய தொலைபேசி புத்தகம் போன்றது. நீண்ட பணப்பை முகவரிகளைப் பயன்படுத்துவதற்குப் பதிலாக, டிஜிட்டல் பணம் மற்றும் சொத்துக்களை அனுப்பவும் பெறவும் \"john.eth\" போன்ற எளிய பெயர்களைப் பயன்படுத்த ENS உங்களை அனுமதிக்கிறது.",
  "epoch-term": "எபோக்",
  "epoch-definition": "32 <a href=\"/glossary/#slot\">ஸ்லாட்டுகளின்</a> ஒரு காலம், ஒவ்வொரு ஸ்லாட்டும் 12 வினாடிகள், மொத்தம் 6.4 நிமிடங்கள். சரிபார்ப்பாளர் <a href=\"/glossary/#committee\">குழுக்கள்</a> பாதுகாப்பு காரணங்களுக்காக ஒவ்வொரு எபோக்கிலும் மாற்றியமைக்கப்படுகின்றன. ஒவ்வொரு எபோக்கிலும் சங்கிலி <a href=\"/glossary/#finality\">இறுதி செய்யப்படுவதற்கான</a> வாய்ப்பு உள்ளது. ஒவ்வொரு சரிபார்ப்பாளருக்கும் ஒவ்வொரு எபோக்கின் தொடக்கத்திலும் புதிய பொறுப்புகள் ஒதுக்கப்படுகின்றன. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">பங்குச் சான்று பற்றி மேலும்</a>",
  "eoa-term": "வெளிப்புறமாக சொந்தமான கணக்கு (EOA)",
  "eoa-definition": "வெளிப்புறமாக சொந்தமான கணக்குகள் (EOA கள்) மிகவும் பொதுவான வகை Ethereum கணக்கு ஆகும். அவை ஒரு நபரால் தனிப்பட்ட விசைகள்/மீட்பு சொற்றொடர் மூலம் கட்டுப்படுத்தப்படுகின்றன. <a href=\"/wallets/\">Ethereum பணப்பைகள் பற்றி மேலும்</a>.",
  "erc-term": "Ethereum கருத்துகளுக்கான கோரிக்கை (ERC)",
  "erc-definition": "ERC (<strong>எத்தேரியம் கோரிக்கைக்கான கருத்துகள்</strong>) என்பது எத்தேரியம் சமூகத்தில் எத்தேரியம் நெட்வொர்க்கின் பயன்பாட்டிற்கான புதிய தரநிலைகளை முன்மொழியப் பயன்படுத்தப்படும் ஒரு வகை தொழில்நுட்ப ஆவணமாகும்.",
  "erc-1155-term": "கருத்துகளுக்கான Ethereum கோரிக்கை 1155",
  "erc-1155-definition": "NFT (தனித்துவமான சேகரிக்கக்கூடிய பொருட்களைப் போன்றது) போன்ற ஒரு வகை எத்தேரியம் டோக்கன் தரநிலை, இது ஒரே ஸ்மார்ட் ஒப்பந்தத்திற்குள் மாற்றக்கூடிய பொருட்களை (நாணயம் போன்ற) உருவாக்கவும் அனுமதிக்கிறது.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "எத்தேரியம் நெட்வொர்க்கில் பெரும்பாலான டோக்கன்கள் உருவாக்கப்படும் ஒரு நிலையான விதிகள் தொகுப்பு.",
  "erc-721-term": "கருத்துகளுக்கான Ethereum கோரிக்கை 721",
  "erc-721-definition": "NFT களை (பதிலீடு செய்ய முடியாத டோக்கன்கள்) உருவாக்கப் பயன்படுத்தப்படும் ஒரு நிலையான விதிகள் தொகுப்பு.",
  "ether-term": "ஈதர்",
  "ether-definition": "Ethereum இன் சொந்த கிரிப்டோகரன்சி, பொதுவாக “ETH” என்று குறிப்பிடப்படுகிறது. Ethereum சுற்றுச்சூழல் அமைப்பு மற்றும் பயன்பாடுகளைப் பயன்படுத்தும்போது பரிவர்த்தனைக் கட்டணங்களை ஈடுகட்ட இது பயன்படுத்தப்படுகிறது. <a href=\"/eth/\">ஈதர் பற்றி மேலும்</a>.",
  "events-term": "நிகழ்வுகள்",
  "events-definition": "<a href=\"/glossary/#evm\">EVM</a> பதிவு வசதிகளைப் பயன்படுத்த அனுமதிக்கிறது. <a href=\"/glossary/#dapp\">டாப்கள்</a> நிகழ்வுகளைக் கேட்டு, பயனர் இடைமுகத்தில் ஜாவாஸ்கிரிப்ட் கால்பேக்குகளைத் தூண்ட அவற்றைப் பயன்படுத்தலாம். <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">நிகழ்வுகள் மற்றும் பதிவுகள் பற்றி மேலும்</a>",
  "execution-client-term": "செயல்படுத்தல் கிளையண்ட்",
  "execution-client-definition": "Besu, Erigon, Go-Ethereum (Geth), Nethermind போன்ற செயல்படுத்தல் கிளையண்ட்கள் (முன்னர் \"Eth1 கிளையண்ட்கள்\" என அறியப்பட்டன), பரிவர்த்தனைகளைச் செயலாக்குதல் மற்றும் ஒளிபரப்புதல் மற்றும் Ethereum இன் நிலையை நிர்வகித்தல் ஆகியவற்றுடன் பணிக்கப்பட்டுள்ளன. நெறிமுறையின் விதிகள் பின்பற்றப்படுவதை உறுதி செய்வதற்காக அவை ஒவ்வொரு பரிவர்த்தனைக்கும் <a href=\"/glossary/#evm\">Ethereum மெய்நிகர் இயந்திரத்தைப்</a> பயன்படுத்தி கணக்கீடுகளை இயக்குகின்றன.",
  "execution-layer-term": "செயல்படுத்தல் அடுக்கு",
  "execution-layer-definition": "Ethereum இன் செயல்படுத்தல் அடுக்கு என்பது <a href=\"/glossary/#execution-client\">செயல்படுத்தல் கிளையண்ட்களின்</a> நெட்வொர்க் ஆகும்.",
  "finality-term": "இறுதி நிலை",
  "finality-definition": "இறுதி நிலை என்பது ஒரு பெரிய அளவு ETH இழக்கப்படாமல் பரிவர்த்தனைகளின் தொகுப்பை மாற்ற முடியாது என்பதற்கான உத்தரவாதமாகும்.",
  "fork-term": "ஃபோர்க்",
  "fork-definition": "நெறிமுறையில் ஒரு மாற்றம், இது ஒரு மாற்று சங்கிலியை உருவாக்குகிறது.",
  "fraud-proof-term": "மோசடி சான்று",
  "fraud-proof-definition": "சில <a href=\"/glossary/#layer-2\">லேயர் 2</a> தீர்வுகளுக்கான ஒரு பாதுகாப்பு மாதிரி, இதில் வேகத்தை அதிகரிக்க, பரிவர்த்தனைகள் <a href=\"/glossary/#rollups\">தொகுப்புகளில்</a> தொகுக்கப்பட்டு Ethereum க்கு ஒரே பரிவர்த்தனையில் சமர்ப்பிக்கப்படுகின்றன. மற்ற நெட்வொர்க் பங்கேற்பாளர்கள் பரிவர்த்தனைகளை நேர்மையாக செயல்படுத்தப்பட்டதா என்பதை சரிபார்க்க மீண்டும் செயல்படுத்தலாம். அவர்கள் வெளியிடப்பட்ட தரவிற்கும் தங்கள் சொந்த பதிப்பிற்கும் இடையில் ஒரு முரண்பாட்டைக் கண்டறிந்தால், அவர்கள் சில மோசடி நடந்த இடத்தைக் காட்டும் ஒரு கிரிப்டோகிராஃபிக் சான்றை வெளியிடலாம். சில <a href=\"/glossary/#rollups\">ரோலப்கள்</a> <a href=\"/glossary/#validity-proof\">செல்லுபடியாகும் சான்றுகளைப்</a> பயன்படுத்துகின்றன.",
  "gas-term": "வாயு",
  "gas-definition": "எரிவாயு என்பது Ethereum போன்ற ஒரு பிளாக்செயினில் பரிவர்த்தனைகள் மற்றும் ஸ்மார்ட் ஒப்பந்தங்களுக்காக செலுத்தப்படும் கட்டணமாகும். <a href=\"/gas/\">எரிவாயு மற்றும் கட்டணங்கள் பற்றி மேலும்</a>.",
  "genesis-block-term": "ஆதி பிளாக்",
  "genesis-block-definition": "ஒரு <a href=\"/glossary/#blockchain\">பிளாக்செயினில்</a> முதல் பிளாக், ஒரு குறிப்பிட்ட நெட்வொர்க் மற்றும் அதன் கிரிப்டோகரன்சியைத் தொடங்கப் பயன்படுகிறது.",
  "gwei-term": "Gwei",
  "gwei-definition": "<a href=\"/glossary/#ether\">ஈதரின்</a> ஒரு பிரிவான ஜிகாவெயின் சுருக்கம், பொதுவாக <a href=\"/glossary/#gas\">எரிவாயுவை</a> விலை நிர்ணயம் செய்யப் பயன்படுகிறது. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">வெய்</a>. 10<sup>9</sup> gwei = 1 ஈதர்.",
  "hash-term": "ஹாஷ்",
  "hash-definition": "ஒரு ஹாஷ் செயல்பாட்டால் உருவாக்கப்பட்ட, மாறி-அளவு உள்ளீட்டின் ஒரு நிலையான-நீள கைரேகை. (பார்க்க <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "holographic-consensus-term": "ஹோலோகிராஃபிக் ஒருமித்த கருத்து",
  "holographic-consensus-definition": "ஒரு சிறிய பிரதிநிதிகள் குழுவை வாக்களிக்க அனுமதிப்பதன் மூலம் ஒரு பெரிய குழு முடிவு எவ்வாறு எடுக்கப்படுகிறது என்பதைக் குறிக்கிறது. சிறிய குழு ஒரு நல்ல வேலையைச் செய்தது என்று அவர்கள் நம்பும் வரை, மற்ற அனைவரும் அதை ஏற்றுக்கொள்ள ஒப்புக்கொள்கிறார்கள்.",
  "index-term": "குறியீட்டெண்",
  "index-definition": "<a href=\"/glossary/#blockchain\">பிளாக்செயினில்</a> இருந்து தகவல்களை வினவுவதை மேம்படுத்துவதற்காக வடிவமைக்கப்பட்ட ஒரு நெட்வொர்க் கட்டமைப்பு, அதன் சேமிப்பக மூலத்திற்கு ஒரு திறமையான பாதையை வழங்குவதன் மூலம்.",
  "key-term": "விசை",
  "key-definition": "எத்தேரியத்தின் சூழலில், விசைகள் டிஜிட்டல் குறியீடுகளாகும்: பரிவர்த்தனைகளைப் பெறுவதற்கான ஒரு பொது விசை மற்றும் நிதிகளை அணுகுவதற்கும் அனுப்புவதற்கும் ஒரு தனிப்பட்ட விசை.",
  "layer-2-term": "2ம் அடுக்கு",
  "layer-2-definition": "லேயர் 2 கள் Ethereum முக்கிய நெட்வொர்க்கின் மேல் கட்டப்பட்ட மற்றொரு நெட்வொர்க்குகள் ஆகும், இது பரிவர்த்தனைகளை வேகமாகவும் மலிவாகவும் ஆக்குகிறது. <a href=\"/layer-2/\">லேயர் 2 பற்றி மேலும்</a>.",
  "liquidity-tokens-term": "லிக்விடிட்டி டோக்கன்கள்",
  "liquidity-tokens-definition": "லிக்விடிட்டி டோக்கன்கள் (LT) என்பது ஒரு லிக்விடிட்டி குளத்தில் சொத்துக்களை டெபாசிட் செய்யும் பங்கேற்பாளர்களுக்கு வழங்கப்படும் டிஜிட்டல் டோக்கன்கள் ஆகும், இது ஒரு ஸ்மார்ட் ஒப்பந்தத்தில் பூட்டப்பட்ட நிதிகளின் தொகுப்பாகும் மற்றும் ஒரு பரவலாக்கப்பட்ட பரிமாற்றத்தில் (DEX) வர்த்தகத்தை எளிதாக்கப் பயன்படுகிறது.",
  "mainnet-term": "முதன்மை நெட்வொர்க்",
  "mainnet-definition": "\"முக்கிய நெட்வொர்க்\" என்பதன் சுருக்கம், இது முக்கிய பொது Ethereum <a href=\"/glossary/#blockchain\">பிளாக்செயின்</a> ஆகும்.",
  "mev-term": "MEV",
  "mev-definition": "ஒரு கட்டணத்திற்கு ஒரு பிளாக்செயினில் சில செயல்களுக்கு முன்னுரிமை அளிக்கும் ஒரு வழிமுறை, இது முடிவுகளையும் பரிவர்த்தனைகளின் வரிசையையும் பாதிக்கிறது.",
  "multisig-term": "பல கையெழுத்து",
  "multisig-definition": "பல்கையொப்பம் (மல்டி சிக்னேச்சர்) என்பது பரிவர்த்தனைகளைச் செயல்படுத்த பல கையொப்பங்கள் அல்லது ஒப்புதல்கள் தேவைப்படும் ஒரு டிஜிட்டல் பணப்பை அல்லது கணக்கைக் குறிக்கிறது, இது பாதுகாப்பை மேம்படுத்துகிறது.",
  "nft-term": "பரிமாறாக் குறி(படோ)",
  "nft-definition": "நீங்கள் சொந்தமாக வைத்திருக்கக்கூடிய ஒரு தனித்துவமான டிஜிட்டல் பொருள், கலை அல்லது சேகரிப்புகள் போன்றவை, பிளாக்செயின் தொழில்நுட்பத்தால் சரிபார்க்கப்பட்டது. <a href=\"/nft/\">மாற்ற முடியாத டோக்கன்கள் (NFT கள்) பற்றி மேலும்</a>.",
  "node-term": "முனை",
  "node-definition": "நெட்வொர்க்கில் பங்கேற்கும் ஒரு மென்பொருள் கிளையண்ட். <a href=\"/developers/docs/nodes-and-clients/\">முனைகள் மற்றும் கிளையண்ட்கள் பற்றி மேலும்</a>.",
  "ommer-term": "ஓமர் (மாமா) பிளாக்",
  "ommer-definition": "ஒரு வேலைச் சான்று <a href=\"/glossary/#miner\">சுரங்கத் தொழிலாளி</a> ஒரு செல்லுபடியாகும் <a href=\"/glossary/#block\">பிளாக்கைக்</a> கண்டுபிடிக்கும்போது, மற்றொரு சுரங்கத் தொழிலாளி ஒரு போட்டியிடும் பிளாக்கை வெளியிட்டிருக்கலாம், அது முதலில் பிளாக்செயினின் நுனியில் சேர்க்கப்படுகிறது. இந்த செல்லுபடியாகும், ஆனால் பழைய, பிளாக் புதிய பிளாக்குகளால் <em>ஓமர்களாக</em> சேர்க்கப்படலாம் மற்றும் ஒரு பகுதி பிளாக் வெகுமதியைப் பெறலாம். \"ஓமர்\" என்ற சொல் ஒரு பெற்றோர் பிளாக்கின் உடன்பிறப்புக்கான விரும்பத்தக்க பாலின-நடுநிலை சொல்லாகும், ஆனால் இது சில நேரங்களில் \"மாமா\" என்றும் குறிப்பிடப்படுகிறது. Ethereum ஒரு <a href=\"/glossary/#pow\">வேலைச் சான்று</a> நெட்வொர்க்காக இருந்தபோது இது பொதுவானதாக இருந்தது. இப்போது Ethereum <a href=\"/glossary/#pos\">பங்குச் சான்றைப்</a> பயன்படுத்துவதால், ஒரு ஸ்லாட்டிற்கு ஒரு பிளாக் முன்மொழிபவர் மட்டுமே தேர்ந்தெடுக்கப்படுகிறார்.",
  "onchain-term": "ஆன்செயின்",
  "onchain-definition": "பிளாக்செயினில் நிகழும் மற்றும் பொதுவில் கிடைக்கும் செயல்கள் அல்லது பரிவர்த்தனைகளைக் குறிக்கிறது.",
  "optimistic-rollup-term": "ஓப்டிமிஸ்டிக் ரோல்அப்",
  "optimistic-rollup-definition": "ஆப்டிமிஸ்டிக் ரோலப் என்பது Ethereum இல் பரிவர்த்தனைகளை விரைவுபடுத்தும் ஒரு லேயர் 2 தீர்வாகும், இது சவால் விடப்படாவிட்டால் இயல்பாகவே செல்லுபடியாகும் என்று கருதுகிறது. <a href=\"/developers/docs/scaling/optimistic-rollups/\">ஆப்டிமிஸ்டிக் ரோலப்கள் பற்றி மேலும்</a>.",
  "peer-to-peer-network-term": "பியர்-டு-பியர் நெட்வொர்க்",
  "peer-to-peer-network-definition": "மையப்படுத்தப்பட்ட, சர்வர் அடிப்படையிலான சேவைகளின் தேவை இல்லாமல் கூட்டாக செயல்பாடுகளைச் செய்யக்கூடிய கணினிகளின் (பியர்ஸ்) நெட்வொர்க்.",
  "permissionless-term": "அனுமதி தேவைப்படாதது",
  "permissionless-definition": "எத்தேரியம் போன்ற ஒரு அமைப்பைப் பயன்படுத்த எந்த அனுமதியும் அல்லது ஒப்புதலும் தேவையில்லை, மேலும் யாரும் உங்களைப் பயன்படுத்துவதைத் தடுக்க முடியாது. அனைவரும் பங்கேற்பதற்காக இது 24/7 திறந்திருக்கும்.",
  "private-key-term": "தனிப்பட்ட விசை",
  "private-key-definition": "ஒரு தனிப்பட்ட விசை என்பது உங்கள் டிஜிட்டல் பணத்திற்கு நீங்கள் உரிமையாளர் என்பதை நிரூபிக்கும் ஒரு இரகசியக் குறியீடாகும், மேலும் அதைச் செலவழிக்க உங்களை அனுமதிக்கிறது, உங்கள் கணக்கிற்கான ஒரு PIN போன்றது. <strong>அதைப் பகிர வேண்டாம்</strong>.",
  "poap-term": "POAP",
  "poap-definition": "வருகை சான்று நெறிமுறை, நீங்கள் ஒரு குறிப்பிட்ட நிகழ்வு அல்லது செயல்பாட்டில் கலந்து கொண்டீர்கள் என்பதை நிரூபிக்கும் ஒரு டிஜிட்டல் சேகரிப்பை (NFT) உருவாக்கப் பயன்படுகிறது.",
  "pos-term": "பங்குச் சான்று (PoS)",
  "pos-definition": "ஒரு கிரிப்டோகரன்சி பிளாக்செயின் நெறிமுறை பரவலாக்கப்பட்ட <a href=\"/glossary/#consensus\">ஒருமித்த கருத்தை</a> அடைய நோக்கமாகக் கொண்ட ஒரு முறை. பரிவர்த்தனைகளின் சரிபார்ப்பில் பங்கேற்க, பயனர்கள் ஒரு குறிப்பிட்ட அளவு கிரிப்டோகரன்சியின் உரிமையை (நெட்வொர்க்கில் அவர்களின் \"பங்கு\") நிரூபிக்குமாறு PoS கேட்கிறது. <a href=\"/developers/docs/consensus-mechanisms/pos/\">பங்குச் சான்று பற்றி மேலும்</a>.",
  "pow-term": "வேலைக்கான சான்று (PoW)",
  "pow-definition": "பிளாக்செயின்களுக்கான ஒரு பாதுகாப்பு பொறிமுறை, இது ஒரு குறிப்பிட்ட மதிப்பைக் கண்டுபிடிக்க முனைகள் கணக்கீடு வடிவில் ஆற்றலைச் செலவழிக்க வேண்டும்.",
  "public-goods-term": "பொதுப் பொருட்கள்",
  "public-goods-definition": "பொதுப் பொருட்கள் என்பது பூங்காக்கள் அல்லது சுத்தமான காற்று போன்ற அனைவரும் இலவசமாகப் பயன்படுத்தக்கூடிய விஷயங்கள் ஆகும், மேலும் அவற்றைப் பயன்படுத்துவது மற்றவர்களைப் பயன்படுத்துவதைத் தடுக்காது. அரசாங்கங்கள் பெரும்பாலும் இவற்றை வழங்குகின்றன, ஏனென்றால் வணிகங்கள் பொதுவாக வழங்காது, ஏனெனில் அவை பயன்படுத்துபவர்களிடம் எளிதாகக் கட்டணம் வசூலிக்க முடியாது.",
  "public-key-term": "பொது விசை",
  "public-key-definition": "ஒரு பொது விசை என்பது மற்றவர்கள் உங்களுக்கு டிஜிட்டல் நாணயத்தை பாதுகாப்பாக அனுப்ப அனுமதிக்கும் ஒரு எழுத்துகளின் தொகுப்பாகும், பணத்திற்கான ஒரு மின்னஞ்சல் முகவரி போன்றது.",
  "quadratic-voting-term": "சதுர வாக்களிப்பு",
  "quadratic-voting-definition": "வாக்காளர்கள் பிரச்சினைகளைப் பற்றி எவ்வளவு வலுவாக உணர்கிறார்கள் என்பதை வெளிப்படுத்தும் ஒரு வாக்களிப்பு முறையாகும். இது வாக்காளர்களை விருப்பத்தை மட்டுமல்ல, அவர்களின் விருப்பத்தின் தீவிரத்தையும் காட்ட அனுமதிக்கிறது.",
  "recovery-phrase-term": "விதை சொற்றொடர்/மீட்பு சொற்றொடர்",
  "recovery-phrase-definition": "நீங்கள் ஒரு டிஜிட்டல் பணப்பையை உருவாக்கும்போது உங்களுக்கு வழங்கப்படும் வார்த்தைகளின் பட்டியல். இது ஒரு கடவுச்சொல் போல செயல்படுகிறது, இது நீங்கள் அணுகலை இழந்தால் உங்கள் பணப்பைக்குத் திரும்பப் பெற உதவும், உங்கள் டிஜிட்டல் பணம் அல்லது டோக்கன்களை நீங்கள் இழக்காமல் பார்த்துக் கொள்ளும்.",
  "rollups-term": "ரோல்அப்புகள்",
  "rollups-definition": "பல்வேறு பரிவர்த்தனைகளைத் தொகுத்து, அவற்றை <a href=\"/glossary/#mainnet\">Ethereum முதன்மைச் சங்கிலிக்கு</a> ஒரே பரிவர்த்தனையில் சமர்ப்பிக்கும் ஒரு வகை <a href=\"/glossary/#layer-2\">லேயர் 2</a> அளவிடுதல் தீர்வு. இது <a href=\"/glossary/#gas\">எரிவாயு</a> செலவுகளைக் குறைக்கவும், <a href=\"/glossary/#transaction\">பரிவர்த்தனை</a> செயல்வீதத்தை அதிகரிக்கவும் அனுமதிக்கிறது. இந்த அளவிடுதல் ஆதாயங்களை வழங்க வெவ்வேறு பாதுகாப்பு முறைகளைப் பயன்படுத்தும் ஆப்டிமிஸ்டிக் மற்றும் பூஜ்ஜிய-அறிவு ரோலப்கள் உள்ளன. <a href=\"/developers/docs/scaling/#rollups\">ரோலப்கள் பற்றி மேலும்</a>.",
  "rpc-term": "ரிமோட் நடைமுறை அழைப்பு (RPC)",
  "rpc-definition": "RPC ஒரு கணினியை மற்றொரு கணினியிடமிருந்து ஒரு நெட்வொர்க் வழியாக தரவு அல்லது செயலைக் கோர அனுமதிக்கிறது, ஒரு ரிமோட் கண்ட்ரோலுடன் தகவலைக் கேட்பது போல.",
  "sequencer-term": "வரிசைப்படுத்தி",
  "sequencer-definition": "ஒரு சீக்வென்சர் என்பது ஒரு பிளாக்செயின் நெட்வொர்க்கில் பரிவர்த்தனைகளை வரிசைப்படுத்துவதற்குப் பொறுப்பான ஒரு நிரலாகும்.",
  "smart-contract-term": "ஸ்மார்ட் ஒப்பந்தம்",
  "smart-contract-definition": "ஒரு ஸ்மார்ட் ஒப்பந்தம் என்பது ஒரு பிளாக்செயினில் ஒப்பந்தங்களை தானாகவே செயல்படுத்தும் ஒரு நிரலாகும், ஒரு சுய-செயல்படுத்தும் டிஜிட்டல் ஒப்பந்தம் போல. <a href=\"/smart-contracts/\">ஸ்மார்ட் ஒப்பந்தங்களுக்கு அறிமுகம்</a>.",
  "stablecoin-term": "ஸ்டேபிள்காயின்",
  "stablecoin-definition": "ஒரு ஸ்டேபிள்காயின் என்பது ஒரு நிலையான மதிப்பைக் கொண்டிருக்க வடிவமைக்கப்பட்ட ஒரு வகை கிரிப்டோகரன்சி ஆகும், இது பெரும்பாலும் ஒரு நாணயம் அல்லது பண்டத்துடன் (அமெரிக்க டாலர் போன்றவை) பிணைக்கப்பட்டுள்ளது, விலை ஏற்ற இறக்கத்தைக் குறைக்க. <a href=\"/stablecoins/\">ஸ்டேபிள்காயின்கள் பற்றி மேலும்</a>.",
  "staking-term": "ஸ்டேக்கிங்",
  "staking-definition": "<a href=\"/glossary/#network\">நெட்வொர்க்கைப்</a> பாதுகாக்கவும், ஒரு சரிபார்ப்பாளராக மாறவும், ஒரு அளவு <a href=\"/glossary/#ether\">ஈதரை</a> (உங்கள் பங்கு) வைப்பு செய்தல். ஒரு சரிபார்ப்பாளர் <a href=\"/glossary/#pos\">பங்குச் சான்று</a> ஒருமித்த கருத்து மாதிரியின் கீழ் <a href=\"/glossary/#transaction\">பரிவர்த்தனைகளைச்</a> சரிபார்த்து <a href=\"/glossary/#block\">பிளாக்குகளை</a> முன்மொழிகிறார். பங்கு வைப்பது நெட்வொர்க்கின் சிறந்த நலன்களுக்காகச் செயல்பட உங்களுக்கு ஒரு பொருளாதார ஊக்கத்தை அளிக்கிறது. உங்கள் <a href=\"/glossary/#validator\">சரிபார்ப்பாளர்</a> கடமைகளைச் செய்வதற்காக நீங்கள் வெகுமதிகளைப் பெறுவீர்கள், ஆனால் அவ்வாறு செய்யாவிட்டால் மாறுபட்ட அளவு ETH ஐ இழப்பீர்கள். <a href=\"/staking/\">Ethereum பங்கு வைப்பது பற்றி மேலும்</a>.",
  "staking-pool-term": "Staking pool",
  "staking-pool-definition": "ஒரு சரிபார்ப்பாளர் விசைகளின் தொகுப்பைச் செயல்படுத்தத் தேவையான 32 ETH ஐ அடையப் பயன்படும், ஒன்றுக்கு மேற்பட்ட Ethereum ஸ்டேக்கர்களின் ஒருங்கிணைந்த ETH. ஒரு முனை ஆபரேட்டர் இந்த விசைகளைப் பயன்படுத்தி ஒருமித்த கருத்தில் பங்கேற்கிறார், மேலும் <a href=\"/glossary/#block-reward\">பிளாக் வெகுமதிகள்</a> பங்களிக்கும் ஸ்டேக்கர்களிடையே பிரிக்கப்படுகின்றன. பங்கு வைக்கும் குளங்கள் அல்லது பங்கு வைப்பதை ஒப்படைத்தல் ஆகியவை Ethereum நெறிமுறைக்கு சொந்தமானவை அல்ல, ஆனால் பல தீர்வுகள் சமூகத்தால் உருவாக்கப்பட்டுள்ளன. <a href=\"/staking/pools/\">கூட்டுப் பங்கு வைப்பது பற்றி மேலும்</a>.",
  "sybil-attack-term": "சிபில் தாக்குதல்",
  "sybil-attack-definition": "சிபில் தாக்குதல்கள் தனிப்பட்ட மனிதர்கள் தங்கள் செல்வாக்கை அதிகரிக்க பல நபர்களாக இருப்பதாக ஒரு அமைப்பை ஏமாற்றுவதைக் குறிக்கின்றன.",
  "terminal-total-difficulty-term": "முனைய மொத்த சிரமம் (TTD)",
  "terminal-total-difficulty-definition": "மொத்த சிரமம் என்பது பிளாக்செயினில் ஒரு குறிப்பிட்ட புள்ளி வரை உள்ள அனைத்து பிளாக்குகளுக்கும் Ethash சுரங்க சிரமத்தின் கூட்டுத்தொகையாகும். முனைய மொத்த சிரமம் என்பது மொத்த சிரமத்திற்கான ஒரு குறிப்பிட்ட மதிப்பாகும், இது செயல்படுத்தல் கிளையண்ட்கள் தங்கள் சுரங்கம் மற்றும் பிளாக் கிசுகிசு செயல்பாடுகளை அணைக்கத் தூண்டுதலாகப் பயன்படுத்தப்பட்டது, இது நெட்வொர்க்கை பங்குச் சான்றுக்கு மாற உதவுகிறது. Ethereum <a href=\"/glossary/#pos\">பங்குச் சான்றுக்கு</a> மாறியதால் இது இனி தொடர்புடையது அல்ல.",
  "transaction-fee-term": "பரிவர்த்தனைக் கட்டணம்",
  "transaction-fee-definition": "Ethereum நெட்வொர்க்கைப் பயன்படுத்தும்போதெல்லாம் நீங்கள் செலுத்த வேண்டிய கட்டணம். உங்கள் <a href=\"/glossary/#wallet\">பணப்பையிலிருந்து</a> நிதிகளை அனுப்புவது அல்லது டோக்கன்களை மாற்றுவது அல்லது ஒரு சேகரிப்பை வாங்குவது போன்ற ஒரு <a href=\"/glossary/#dapp\">dapp</a> தொடர்பு ஆகியவை எடுத்துக்காட்டுகளில் அடங்கும். இதை ஒரு சேவைக் கட்டணம் போல நீங்கள் நினைக்கலாம். நெட்வொர்க் எவ்வளவு பிஸியாக இருக்கிறது என்பதைப் பொறுத்து இந்தக் கட்டணம் மாறும். ஏனென்றால், உங்கள் பரிவர்த்தனையைச் செயலாக்குவதற்குப் பொறுப்பான <a href=\"/glossary/#validator\">சரிபார்ப்பாளர்கள்</a>, அதிக கட்டணங்களைக் கொண்ட பரிவர்த்தனைகளுக்கு முன்னுரிமை அளிப்பார்கள் - எனவே நெரிசல் விலையை உயர்த்துகிறது.<br/><br/>தொழில்நுட்ப மட்டத்தில், உங்கள் பரிவர்த்தனைக் கட்டணம் உங்கள் பரிவர்த்தனைக்கு எவ்வளவு <a href=\"/glossary/#gas\">எரிவாயு</a> தேவைப்படுகிறது என்பதுடன் தொடர்புடையது.<br/><br/>பரிவர்த்தனைக் கட்டணங்களைக் குறைப்பது தற்போது தீவிர ஆர்வமுள்ள ஒரு விஷயமாகும். <a href=\"/glossary/#layer-2\">லேயர் 2</a> ஐப் பார்க்கவும்.",
  "trust-assumptions-term": "நம்பிக்கை கருதுமுறைகள்",
  "trust-assumptions-definition": "நம்பிக்கை அனுமானங்கள் ஒரு அமைப்பின் பாதுகாப்பு மற்றும் நம்பகத்தன்மை பற்றிய அடிப்படைக் நம்பிக்கைகள் ஆகும், இது அமைப்பு செயல்பட நாம் எதை நம்புகிறோம் என்பதை வழிநடத்துகிறது.",
  "validator-term": "சரிபார்ப்பாளர்",
  "validator-definition": "<a href=\"/glossary/#pos\">பங்குச் சான்று</a> அமைப்பில் தரவைச் சேமிப்பது, பரிவர்த்தனைகளைச் செயலாக்குவது மற்றும் பிளாக்செயினில் புதிய பிளாக்குகளைச் சேர்ப்பதற்குப் பொறுப்பான ஒரு <a href=\"/glossary/#node\">முனை</a>. சரிபார்ப்பாளர் மென்பொருளைச் செயல்படுத்த, நீங்கள் 32 ETH ஐ <a href=\"/glossary/#staking\">பங்கு</a> வைக்க முடியும். <a href=\"/staking/\">Ethereum இல் பங்கு வைப்பது பற்றி மேலும்</a>.",
  "validity-proof-term": "செல்லுபடியாகும் சான்று",
  "validity-proof-definition": "சில <a href=\"/glossary/#layer-2\">லேயர் 2</a> தீர்வுகளுக்கான ஒரு பாதுகாப்பு மாதிரி, இதில் வேகத்தை அதிகரிக்க, பரிவர்த்தனைகள் தொகுப்புகளில் தொகுக்கப்பட்டு Ethereum க்கு ஒரே பரிவர்த்தனையில் சமர்ப்பிக்கப்படுகின்றன. பரிவர்த்தனை கணக்கீடு ஆஃப்செயினில் செய்யப்பட்டு பின்னர் அவற்றின் செல்லுபடியாகும் தன்மையுடன் முக்கிய சங்கிலிக்கு வழங்கப்படுகிறது. இந்த முறை பாதுகாப்பைப் பராமரிக்கும் போது சாத்தியமான பரிவர்த்தனைகளின் அளவை அதிகரிக்கிறது. சில <a href=\"/glossary/#rollups\">ரோலப்கள்</a> <a href=\"/glossary/#fraud-proof\">மோசடி சான்றைப்</a> பயன்படுத்துகின்றன. <a href=\"/developers/docs/scaling/zk-rollups/\">பூஜ்ஜிய-அறிவு ரோலப்கள் பற்றி மேலும்</a>.",
  "wallet-term": "பணப்பை",
  "wallet-definition": "ஒரு பணப்பை என்பது டிஜிட்டல் நாணயத்தைச் சேமிக்கவும், அனுப்பவும் மற்றும் பெறவும் ஒரு டிஜிட்டல் கருவியாகும், உங்கள் ஆன்லைன் பணத்திற்கான ஒரு மெய்நிகர் பை போன்றது. <a href=\"/wallets/\">Ethereum பணப்பைகள் பற்றி மேலும்</a>.",
  "web2-term": "Web2",
  "web2-definition": "தற்போதைய இணையம், பயனர் உருவாக்கிய உள்ளடக்கம் மற்றும் சில நிறுவனங்களால் கட்டுப்படுத்தப்படும் சமூக ஊடகங்களில் கவனம் செலுத்துகிறது. வெப்3 என்பது பயனர்கள் தங்கள் தரவு மற்றும் பரிவர்த்தனைகளைக் கட்டுப்படுத்த வேண்டும் என்ற ஒரு கிரிப்டோ நம்பிக்கையாகும்.",
  "web3-term": "வலை3",
  "web3-definition": "வெப்3 என்பது பிளாக்செயினுடன் கூடிய புதிய இணையம் ஆகும், அங்கு பயனர்கள் தங்கள் தரவு மற்றும் பரிவர்த்தனைகளைக் கட்டுப்படுத்துகிறார்கள், நிறுவனங்கள் அல்ல. எந்தவொரு தனிப்பட்ட தகவலையும் பகிர வேண்டிய அவசியமில்லை. <a href=\"/web3/\">வெப்3 பற்றி மேலும்</a>.",
  "wei-term": "Wei",
  "wei-definition": "ஈதரின் மிகச்சிறிய பிரிவு. 10<sup>18</sup> வெய் = 1 ஈதர்.",
  "zk-proof-term": "பூஜ்ஜிய-அறிவு சான்று",
  "zk-proof-definition": "ஒரு பூஜ்ஜிய-அறிவு சான்று என்பது ஒரு அறிக்கை உண்மை என்பதை எந்தவொரு கூடுதல் தகவலையும் தெரிவிக்காமல் நிரூபிக்க ஒரு தனிநபரை அனுமதிக்கும் ஒரு கிரிப்டோகிராஃபிக் முறையாகும். <a href=\"/developers/docs/scaling/zk-rollups/\">பூஜ்ஜிய-அறிவு ரோலப்கள் பற்றி மேலும்</a>."
}
