{
  "51%-attack-term": "51% தாக்குதல்",
  "51%-attack-definition": "ஒரு குழுவானது <a href=\"/glossary/#node\">முனைகளின்</a> பெரும்பான்மையைக் கட்டுப்படுத்தும் ஒரு வகை தாக்குதல். இது <a href=\"/glossary/#transaction\">பரிவர்த்தனைகளை</a> மாற்றியமைப்பதன் மூலமும் <a href=\"/glossary/#ether\">ஈதர்</a> மற்றும் பிற டோக்கன்களை இரட்டைச் செலவு செய்வதன் மூலமும் பிளாக்செயினை ஏமாற்ற அவர்களை அனுமதிக்கும்.<br /><br />Ethereum சான்று-பங்கு அமைப்பில், மொத்த பங்குகொண்ட ஈதரில் பாதிக்கும் மேலானதைக் குவிப்பதன் மூலம் இது அடையப்படும். இது ஒரு தாக்குபவர் எந்த புதிய தொகுதிகள் பிளாக்செயினில் சேர்க்கப்பட வேண்டும் என்பதைத் தீர்மானிக்க அனுமதிக்கும். இருப்பினும், சங்கிலியை மாற்றியமைக்க அல்லது இரட்டைச் செலவு செய்ய, ஒரு தாக்குபவருக்கு மொத்த பங்குகொண்ட ஈதரில் குறைந்தது 66% தேவைப்படும்.",
  "account-term": "கணக்கு",
  "account-definition": "Ethereum கணக்கு என்பது Ethereum பிளாக்செயினில் உள்ள ஒரு டிஜிட்டல் அடையாளம், இது பயனர்களை ஈதரை அனுப்பவும், பெறவும் மற்றும் ஸ்மார்ட் ஒப்பந்தங்களுடன் தொடர்பு கொள்ளவும் அனுமதிக்கிறது.<br /><br /><strong>தொழில்நுட்பம்:</strong><br />இது ஒரு முகவரி, இருப்பு, நான்ஸ் மற்றும் விருப்ப சேமிப்பிடம் மற்றும் குறியீட்டைக் கொண்ட ஒரு பொருள் ஆகும். ஒரு கணக்கு ஒரு ஒப்பந்தக் கணக்காகவோ அல்லது வெளிப்புறமாகச் சொந்தமான கணக்காகவோ (EOA) இருக்கலாம்.",
  "address-term": "முகவரி",
  "address-definition": "ஒரு Ethereum முகவரி என்பது டோக்கன்களைப் பெறுவதற்குப் பயன்படுத்தப்படும் ஒரு தனித்துவமான அடையாளங்காட்டியாகும், இது கிரிப்டோகரன்சிகளுக்கான வங்கிக் கணக்கு எண்ணைப் போன்ற செயல்பாடுகளைக் கொண்டுள்ளது. இது உங்கள் Ethereum கணக்கை அடையாளம் காணப் பயன்படுகிறது.<br /><br />இது ஒரு ஈ.சி.டி.எஸ்.ஏ பொது விசையின் கெக்காக் ஹாஷின் வலதுபுறமுள்ள 160 பிட்கள் ஆகும்.",
  "anti-sybil-term": "சிபில்-எதிர்ப்பு",
  "anti-sybil-definition": "இணையத்தில் ஒரே நேரத்தில் பல பயனர்களாக நடிப்பதை நிறுத்துவதற்கான வழிகள், ஒவ்வொரு பயனரும் ஒரு உண்மையான, தனிப்பட்ட நபர் என்பதை உறுதி செய்கிறது. இது ஆன்லைன் தொடர்புகளை நியாயமாகவும் நேர்மையாகவும் வைத்திருக்க உதவுகிறது.",
  "abi-term": "பயன்பாட்டு பைனரி இடைமுகம் (ABI)",
  "abi-definition": "ஒரு ஸ்மார்ட் ஒப்பந்தத்தில் உள்ள செயல்பாடுகள் மற்றும் மாறிகளை வரையறுக்கும் ஒரு JSON கோப்பு. ABI ஆனது பைட் குறியீட்டை மனிதனால் படிக்கக்கூடிய வடிவங்களுக்கு வரைபடமாக்க அனுமதிக்கிறது.",
  "api-term": "பயன்பாட்டு நிரலாக்க இடைமுகம் (API)",
  "api-definition": "ஒரு பயன்பாட்டு நிரலாக்க இடைமுகம் (API) என்பது ஒரு மென்பொருளை எவ்வாறு பயன்படுத்துவது என்பதற்கான வரையறைகளின் தொகுப்பாகும். ஒரு API ஒரு பயன்பாட்டிற்கும் ஒரு வலை சேவையகத்திற்கும் இடையில் அமர்ந்து, அவற்றுக்கிடையே தரவு பரிமாற்றத்தை எளிதாக்குகிறது.",
  "apr-term": "APR",
  "apr-definition": "APR, அல்லது வருடாந்திர சதவீத விகிதம், வட்டி மற்றும் கட்டணங்கள் உட்பட, கடன் வாங்கும் பணத்தின் வருடாந்திர செலவை ஒரு சதவீதமாக பிரதிபலிக்கிறது.",
  "asic-term": "ASIC",
  "asic-definition": "பயன்பாடு-குறிப்பிட்ட ஒருங்கிணைந்த சுற்று. இது பொதுவாக கிரிப்டோகரன்சி சுரங்கத்திற்காக தனிப்பயனாக்கப்பட்ட ஒரு ஒருங்கிணைந்த சுற்றைக் குறிக்கிறது.",
  "assert-term": "assert",
  "assert-definition": "<a href=\"/glossary/#solidity\">Solidity</a>யில், `assert(false)` என்பது `0xfe` க்கு தொகுக்கப்படுகிறது, இது ஒரு தவறான ஆப்கோட் ஆகும், இது மீதமுள்ள அனைத்து <a href=\"/glossary/#gas\">gas</a>ஐயும் பயன்படுத்தி அனைத்து மாற்றங்களையும் மாற்றியமைக்கிறது. ஒரு `assert()` அறிக்கை தோல்வியுற்றால், மிகவும் தவறான மற்றும் எதிர்பாராத ஒன்று நடக்கிறது, மேலும் உங்கள் குறியீட்டை நீங்கள் சரிசெய்ய வேண்டும். ஒருபோதும் ஏற்படக்கூடாத நிலைமைகளைத் தவிர்க்க `assert()` ஐப் பயன்படுத்த வேண்டும். <a href=\"/developers/docs/smart-contracts/security/\">ஸ்மார்ட் ஒப்பந்தப் பாதுகாப்பு பற்றி மேலும்</a>.",
  "attestation-term": "சான்றளிப்பு",
  "attestation-definition": "ஏதேனும் ஒன்று உண்மை என்று ஒரு நிறுவனத்தால் செய்யப்பட்ட ஒரு கோரிக்கை. Ethereum சூழலில், ஒருமித்த கருத்துள்ள சரிபார்ப்பாளர்கள் சங்கிலியின் நிலை என்னவாக இருக்கும் என்று தாங்கள் நம்புவதைக் கோர வேண்டும். நியமிக்கப்பட்ட நேரங்களில், ஒவ்வொரு சரிபார்ப்பாளரும் கடந்த இறுதி செய்யப்பட்ட சோதனைச் சாவடி மற்றும் சங்கிலியின் தற்போதைய தலைப்பு உட்பட, சங்கிலியின் பார்வையை முறையாக அறிவிக்கும் வெவ்வேறு சான்றளிப்புகளை வெளியிடுவதற்குப் பொறுப்பாவார்கள். <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">சான்றளிப்புகள் பற்றி மேலும்</a>.",
  "base-fee-term": "அடிப்படை கட்டணம்",
  "base-fee-definition": "ஒவ்வொரு <a href=\"/glossary/#block\">பிளாக்கிற்கும்</a> 'அடிப்படை கட்டணம்' எனப்படும் இருப்பு விலை உள்ளது. இது ஒரு பரிவர்த்தனையை அடுத்த பிளாக்கில் சேர்க்க ஒரு பயனர் செலுத்த வேண்டிய குறைந்தபட்ச <a href=\"/glossary/#gas\">எரிவாயு</a> கட்டணமாகும். <a href=\"/developers/docs/gas/\">எரிவாயு மற்றும் கட்டணங்கள் பற்றி மேலும்</a>.",
  "beacon-chain-term": "பீக்கன் சங்கிலி",
  "beacon-chain-definition": "பீக்கன் சங்கிலி என்பது <a href=\"/glossary/#pos\">பங்குச் சான்று</a> மற்றும் <a href=\"/glossary/#validator\">சரிபார்ப்பாளர்களை</a> Ethereum இல் அறிமுகப்படுத்திய பிளாக்செயின் ஆகும். இது டிசம்பர் 2020 முதல் செப்டம்பர் 2022 வரை, இரு சங்கிலிகளும் ஒன்றிணைந்து இன்றைய Ethereum ஐ உருவாக்கும் வரை, வேலைச் சான்று Ethereum முதன்மைச் சங்கிலியுடன் இணைந்து இயங்கியது. <a href=\"/roadmap/beacon-chain/\">பீக்கன் சங்கிலி பற்றி மேலும்</a>.",
  "big-endian-term": "பிக்-எண்டியன்",
  "big-endian-definition": "ஒரு நிலை எண் பிரதிநிதித்துவம், இதில் மிக முக்கியமான இலக்கம் நினைவகத்தில் முதலில் இருக்கும். லிட்டில்-எண்டியனுக்கு எதிரானது, இதில் குறைவான முக்கியமான இலக்கம் முதலில் இருக்கும்.",
  "block-term": "பிளாக்",
  "block-definition": "ஒரு பிளாக் என்பது பரிவர்த்தனைகள் அல்லது டிஜிட்டல் செயல்கள் சேமிக்கப்படும் இடமாகும். ஒரு பிளாக் நிரம்பியதும், அது முந்தைய பிளாக்குடன் இணைக்கப்பட்டு, பிளாக்குகளின் சங்கிலி அல்லது \"பிளாக்செயின்\" ஐ உருவாக்குகிறது. <a href=\"/developers/docs/blocks/\">பிளாக்குகள் பற்றி மேலும்</a>.<br /><br />ஒரு பிளாக் என்பது பரிவர்த்தனைகளின் வரிசைப்படுத்தப்பட்ட பட்டியல் மற்றும் ஒருமித்த கருத்து தொடர்பான தகவல்களை உள்ளடக்கிய ஒரு தொகுக்கப்பட்ட தகவல் அலகு ஆகும். பிளாக்குகள் பங்குச் சான்று சரிபார்ப்பாளர்களால் முன்மொழியப்படுகின்றன, அப்போது அவை முழு பியர்-டு-பியர் நெட்வொர்க்கிலும் பகிரப்படுகின்றன, அங்கு அவை மற்ற அனைத்து முனைகளாலும் எளிதாக சுயாதீனமாக சரிபார்க்கப்படலாம். ஒரு பிளாக்கின் எந்த உள்ளடக்கங்கள் செல்லுபடியாகும் எனக் கருதப்படுகின்றன என்பதை ஒருமித்த கருத்து விதிகள் நிர்வகிக்கின்றன, மேலும் எந்தவொரு செல்லாத பிளாக்குகளும் நெட்வொர்க்கால் புறக்கணிக்கப்படுகின்றன. இந்த பிளாக்குகளின் வரிசைப்படுத்துதல் மற்றும் அதிலுள்ள பரிவர்த்தனைகள், நெட்வொர்க்கின் தற்போதைய நிலையை பிரதிநிதித்துவப்படுத்தும் இறுதியுடன் ஒரு தீர்மானகரமான நிகழ்வுகளின் சங்கிலியை உருவாக்குகின்றன.",
  "block-explorer-term": "பிளாக் ஆராய்ச்சி",
  "block-explorer-definition": "ஒரு பயனர் ஒரு பிளாக்செயினில் இருந்து மற்றும் அதைப் பற்றிய தகவல்களைத் தேட அனுமதிக்கும் ஒரு இடைமுகம். இது தனிப்பட்ட பரிவர்த்தனைகளை மீட்டெடுப்பது, குறிப்பிட்ட முகவரிகளுடன் தொடர்புடைய செயல்பாடு மற்றும் நெட்வொர்க் பற்றிய தகவல்களை உள்ளடக்கியது.",
  "block-header-term": "பிளாக் தலைப்பு",
  "block-header-definition": "பிளாக் தலைப்பு என்பது ஒரு பிளாக் பற்றிய மெட்டாடேட்டாவின் தொகுப்பு மற்றும் செயல்படுத்தல் பேலோடில் உள்ள பரிவர்த்தனைகளின் சுருக்கமாகும்.",
  "block-propagation-term": "பிளாக் பரவல்",
  "block-propagation-definition": "உறுதிப்படுத்தப்பட்ட ஒரு பிளாக்கை நெட்வொர்க்கில் உள்ள மற்ற எல்லா முனைகளுக்கும் அனுப்பும் செயல்முறை.",
  "block-proposer-term": "பிளாக் முன்மொழிபவர்",
  "block-proposer-definition": "ஒரு குறிப்பிட்ட <a href=\"/glossary/#slot\">ஸ்லாட்டில்</a> ஒரு பிளாக்கை உருவாக்கத் தேர்ந்தெடுக்கப்பட்ட குறிப்பிட்ட சரிபார்ப்பாளர்.",
  "block-reward-term": "பிளாக் வெகுமதி",
  "block-reward-definition": "ஒரு புதிய செல்லுபடியாகும் பிளாக்கின் முன்மொழிபவருக்கு வெகுமதியாக வழங்கப்படும் ஈதரின் அளவு.",
  "block-status-term": "பிளாக் நிலை",
  "block-status-definition": "ஒரு பிளாக் இருக்கக்கூடிய நிலைகள். சாத்தியமான நிலைகள் பின்வருமாறு:<br/><br/><ul><li>முன்மொழியப்பட்டது: பிளாக் ஒரு சரிபார்ப்பாளரால் முன்மொழியப்பட்டது</li><li>திட்டமிடப்பட்டது: சரிபார்ப்பாளர்கள் தற்போது தரவைச் சமர்ப்பிக்கின்றனர்</li><li>தவறியது/தவிர்க்கப்பட்டது: முன்மொழிபவர் தகுதியான காலக்கெடுவுக்குள் ஒரு பிளாக்கை முன்மொழியவில்லை</li><li>அனாதையாக்கப்பட்டது: பிளாக் <a href=\"/glossary/#fork-choice-algorithm\">ஃபோர்க் தேர்வு அல்காரிதம்</a> மூலம் மறுசீரமைக்கப்பட்டது</li></ul>",
  "block-time-term": "பிளாக் நேரம்",
  "block-time-definition": "பிளாக்செயினில் பிளாக்குகள் சேர்க்கப்படும் நேர இடைவெளி.",
  "block-validation-term": "பிளாக் சரிபார்ப்பு",
  "block-validation-definition": "ஒரு புதிய பிளாக் செல்லுபடியாகும் பரிவர்த்தனைகள் மற்றும் கையொப்பங்களைக் கொண்டிருக்கிறதா என்பதைச் சரிபார்க்கும் செயல்முறை, இது கனமான வரலாற்றுச் சங்கிலியில் (அதாவது அதன் வரலாற்றில் அதிக சான்றளிப்புகளைக் குவித்துள்ள ஒன்று) கட்டமைக்கப்பட்டுள்ளது, மேலும் மற்ற அனைத்து ஒருமித்த கருத்து விதிகளையும் பின்பற்றுகிறது. செல்லுபடியாகும் பிளாக்குகள் சங்கிலியின் தலைப்பில் சேர்க்கப்பட்டு நெட்வொர்க்கில் உள்ள மற்றவர்களுக்குப் பரப்பப்படுகின்றன. செல்லாத பிளாக்குகள் புறக்கணிக்கப்படுகின்றன.",
  "blockchain-term": "பிளாக்செயின்",
  "blockchain-definition": "ஒரு பிளாக்செயின் என்பது பரிவர்த்தனைகளின் ஒரு தரவுத்தளமாகும், இது நெட்வொர்க்கில் உள்ள அனைத்து கணினிகளிலும் நகலெடுக்கப்பட்டு பகிரப்படுகிறது, இது தரவை பின்னோக்கி மாற்ற முடியாது என்பதை உறுதி செய்கிறது.<br /><br />முந்தைய பிளாக்கின் ஹாஷைக் குறிப்பிடுவதன் மூலம், அதன் முன்னோடியுடன் <a href=\"/glossary/#genesis-block\">ஆதி பிளாக்</a> வரை இணைக்கும் <a href=\"/glossary/#block\">பிளாக்குகளின்</a> ஒரு வரிசை. பிளாக்செயினின் ஒருமைப்பாடு பங்குச் சான்று அடிப்படையிலான ஒருமித்த கருத்து பொறிமுறையைப் பயன்படுத்தி கிரிப்டோ-பொருளாதார ரீதியாகப் பாதுகாக்கப்படுகிறது. <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">பிளாக்செயின் என்றால் என்ன?</a>",
  "bootnode-term": "பூட்நோட்",
  "bootnode-definition": "ஒரு முனையை இயக்கும்போது கண்டறிதல் செயல்முறையைத் தொடங்கப் பயன்படுத்தக்கூடிய முனைகள். பூட்நோட்கள் புதிய முனைகளை மற்ற ஏற்கனவே உள்ள முனைகளுக்கு 'அறிமுகப்படுத்துகின்றன', இதனால் அவை ஆரம்ப பியரைத் தேட வேண்டிய அவசியமின்றி விரைவாக பியர்களைப் பெற முடியும். இந்த முனைகளின் எண்ட்பாயிண்ட்கள் பொதுவாக Ethereum கிளையன்ட் மூலக் குறியீட்டில் வழங்கப்படுகின்றன, ஆனால் பயனர்கள் தங்கள் சொந்த பூட்நோட்களின் பட்டியலை வழங்கலாம்.",
  "bridge-term": "பாலம்",
  "bridge-definition": "ஒரு பிளாக்செயின் பாலம் ஒரு பிளாக்செயின் நெட்வொர்க்கிலிருந்து மற்றொரு நெட்வொர்க்கிற்கு சொத்துக்களை மாற்றப் பயன்படுகிறது. எடுத்துக்காட்டாக, நீங்கள் முக்கிய Ethereum நெட்வொர்க்கிலிருந்து மலிவான லேயர் 2 அளவிடுதல் தீர்வுகளுக்கு ETH ஐ மாற்ற பாலத்தைப் பயன்படுத்தலாம்.",
  "bytecode-term": "பைட்கோட்",
  "bytecode-definition": "<a href=\"/glossary/#evm\">EVM</a> ஆல் திறமையாக செயல்படுத்தப்படும் வகையில், ஒரு சுருக்கமான, எண் வடிவத்தில் வெளிப்படுத்தப்பட்ட குறியீடு.",
  "byzantium-fork-term": "பைசாண்டியம் ஃபோர்க்",
  "byzantium-fork-definition": "<a href=\"/glossary/#metropolis\">மெட்ரோபோலிஸ்</a> வளர்ச்சி நிலைக்கு இரண்டு <a href=\"/glossary/#hard-fork\">கடினமான ஃபோர்க்குகளில்</a> முதலாவது. இது EIP-649 மெட்ரோபோலிஸ் <a href=\"/glossary/#difficulty-bomb\">சிரம வெடிகுண்டு</a> தாமதம் மற்றும் பிளாக் வெகுமதி குறைப்பைக் கொண்டிருந்தது, இதில் <a href=\"/glossary/#ice-age\">பனிக்காலம்</a> 1 வருடம் தாமதப்படுத்தப்பட்டது மற்றும் பிளாக் வெகுமதி 5 இலிருந்து 3 ஈதராகக் குறைக்கப்பட்டது.",
  "casper-ffg-term": "காஸ்பர் FFG",
  "casper-ffg-definition": "காஸ்பர்-FFG என்பது <a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a> ஃபோர்க் தேர்வு அல்காரிதத்துடன் இணைந்து பயன்படுத்தப்படும் ஒரு பங்குச் சான்று ஒருமித்த கருத்து நெறிமுறையாகும், இது <a href=\"/glossary/#consensus-client\">ஒருமித்த கருத்து கிளையண்ட்கள்</a> பீக்கன் சங்கிலியின் தலைப்பில் உடன்பட அனுமதிக்கிறது.",
  "checkpoint-term": "சோதனைச்சாவடி",
  "checkpoint-definition": "<a href=\"/glossary/#beacon-chain\">பீக்கன் சங்கிலி</a> ஸ்லாட்டுகள் (12 வினாடிகள்) மற்றும் எபோக்கள் (32 ஸ்லாட்டுகள்) எனப் பிரிக்கப்பட்ட ஒரு டெம்போவைக் கொண்டுள்ளது. ஒவ்வொரு எபோக்கிலும் முதல் ஸ்லாட் ஒரு சோதனைச் சாவடியாகும். இரண்டு சோதனைச் சாவடிகளுக்கு இடையிலான இணைப்பிற்கு சரிபார்ப்பாளர்களின் <a href=\"/glossary/#supermajority\">பெரும்பான்மை</a> சான்றளிக்கும்போது, அவை <a href=\"/glossary/#justification\">நியாயப்படுத்தப்படலாம்</a>, பின்னர் மற்றொரு சோதனைச் சாவடி மேலே நியாயப்படுத்தப்படும்போது, அவை <a href=\"/glossary/#finality\">இறுதி செய்யப்படலாம்</a>.",
  "compiling-term": "தொகுத்தல்",
  "compiling-definition": "உயர் மட்ட நிரலாக்க மொழியில் (எ.கா., <a href=\"/glossary/#solidity\">Solidity</a>) எழுதப்பட்ட குறியீட்டை குறைந்த மட்ட மொழிக்கு (எ.கா., EVM <a href=\"/glossary/#bytecode\">பைட்கோட்</a>) மாற்றுதல்.<a href=\"/developers/docs/smart-contracts/compiling/\">ஸ்மார்ட் ஒப்பந்தங்களைத் தொகுப்பது பற்றி மேலும்</a>",
  "committee-term": "குழு",
  "committee-definition": "ஒவ்வொரு ஸ்லாட்டிலும் பிளாக்குகளை சரிபார்க்க நியமிக்கப்பட்ட குறைந்தது 128 <a href=\"/glossary/#validator\">சரிபார்ப்பாளர்களின்</a> ஒரு குழு. குழுவில் உள்ள சரிபார்ப்பாளர்களில் ஒருவர் திரட்டி ஆவார், இவர் ஒரு சான்றளிப்பில் உடன்படும் குழுவில் உள்ள மற்ற அனைத்து சரிபார்ப்பாளர்களின் கையொப்பங்களையும் திரட்டுவதற்குப் பொறுப்பாவார். <a href=\"/glossary/#sync-committee\">ஒத்திசைவுக் குழுவுடன்</a> குழப்பிக் கொள்ள வேண்டாம்.",
  "computational-infeasibility-term": "கணக்கீட்டு சாத்தியமற்ற தன்மை",
  "computational-infeasibility-definition": "ஒரு செயல்முறை, அதைச் செய்ய ஆர்வமுள்ள எவருக்கும் நடைமுறைக்கு மாறாக நீண்ட காலம் (எ.கா., பில்லியன் கணக்கான ஆண்டுகள்) எடுத்தால், அது கணக்கீட்டு ரீதியாக சாத்தியமற்றது.",
  "consensus-term": "கருத்தொற்றுமை",
  "consensus-definition": "ஒரு நெட்வொர்க்கில் உள்ள 2/3 க்கும் மேற்பட்ட கணினிகள் ஒரே மாதிரியான பதிவுகளைக் கொண்டுள்ளன என்று ஒப்புக்கொள்ளும்போது, அனைவரும் ஒரே பக்கத்தில் இருப்பதை உறுதி செய்கிறது. இது அவர்கள் பின்பற்றும் விதிகளைப் பற்றியது அல்ல, ஆனால் அவர்கள் அனைவருக்கும் ஒரே தகவல் இருப்பதை உறுதி செய்வதாகும்.",
  "consensus-client-term": "ஒருமித்த கருத்து கிளையண்ட்",
  "consensus-client-definition": "Prysm, Teku, Nimbus, Lighthouse, Lodestar போன்ற ஒருமித்த கருத்து கிளையண்ட்கள் Ethereum இன் <a href=\"/glossary/#pos\">பங்குச் சான்று</a> ஒருமித்த கருத்து அல்காரிதத்தை இயக்குகின்றன, இது நெட்வொர்க்கை பீக்கன் சங்கிலியின் தலைப்பில் உடன்பாட்டை அடைய அனுமதிக்கிறது. ஒருமித்த கருத்து கிளையண்ட்கள் பரிவர்த்தனைகளை சரிபார்ப்பது/ஒளிபரப்புவது அல்லது நிலை மாற்றங்களைச் செயல்படுத்துவதில் பங்கேற்பதில்லை. இது <a href=\"/glossary/#execution-client\">செயல்படுத்தல் கிளையண்ட்களால்</a> செய்யப்படுகிறது. ஒருமித்த கருத்து கிளையண்ட்கள் புதிய பிளாக்குகளை சான்றளிக்கவோ அல்லது முன்மொழியவோ இல்லை. இது <a href=\"/glossary/#validator\">சரிபார்ப்பாளர் கிளையண்டால்</a> செய்யப்படுகிறது, இது ஒருமித்த கருத்து கிளையண்டிற்கான ஒரு விருப்பத் துணை நிரலாகும்.",
  "consensus-layer-term": "ஒருமித்த கருத்து அடுக்கு",
  "consensus-layer-definition": "Ethereum இன் ஒருமித்த கருத்து அடுக்கு என்பது <a href=\"/glossary/#consensus-client\">ஒருமித்த கருத்து கிளையண்ட்களின்</a> நெட்வொர்க் ஆகும்.",
  "consensus-rules-term": "ஒருமித்த கருத்து விதிகள்",
  "consensus-rules-definition": "முழு முனைகள் மற்ற முனைகளுடன் ஒருமித்த கருத்தில் இருக்கப் பின்பற்றும் பிளாக் சரிபார்ப்பு விதிகள். <a href=\"/glossary/#consensus\">ஒருமித்த கருத்து</a> உடன் குழப்பிக் கொள்ள வேண்டாம்.",
  "cfi-term": "சேர்ப்பதற்காகக் கருதப்பட்டது (CFI)",
  "cfi-definition": "முதன்மையான மெயின்நெட்டில் இன்னும் செயலில் இல்லாத ஒரு கோர் <a href=\"/glossary/#eip\">EIP</a>, மற்றும் கிளையன்ட் உருவாக்குநர்கள் பொதுவாக இந்த யோசனைக்கு சாதகமாக உள்ளனர். இது முதன்மை மெயின்நெட் சேர்க்கைக்கான அனைத்துத் தேவைகளையும் பூர்த்தி செய்வதாகக் கருதினால், அது ஒரு நெட்வொர்க் மேம்படுத்தலில் (அடுத்தது அவசியமில்லை) சேர்க்கப்படலாம்.",
  "constantinople-fork-term": "கான்ஸ்டான்டினோப்பிள் ஃபோர்க்",
  "constantinople-fork-definition": "<a href=\"/glossary/#metropolis\">மெட்ரோபோலிஸ்</a> கட்டத்தின் இரண்டாம் பகுதி, முதலில் 2018-ன் நடுப்பகுதியில் திட்டமிடப்பட்டது. மற்ற மாற்றங்களுடன், ஒரு கலப்பு <a href=\"/glossary/#pow\">வேலைச் சான்று</a>/<a href=\"/glossary/#pow\">பங்குச் சான்று</a> ஒருமித்த கருத்து அல்காரிதத்திற்கு மாறுவதை உள்ளடக்கும் என்று எதிர்பார்க்கப்படுகிறது.",
  "contract-account-term": "ஒப்பந்தக் கணக்கு",
  "contract-account-definition": "மற்றொரு <a href=\"/glossary/#account\">கணக்கிலிருந்து</a> (<a href=\"/glossary/#eoa\">EOA]</a> அல்லது <a href=\"/glossary/#contract-account\">ஒப்பந்தம்</a>) ஒரு <a href=\"/glossary/#transaction\">பரிவர்த்தனையைப்</a> பெறும்போதெல்லாம் செயல்படுத்தப்படும் குறியீட்டைக் கொண்ட ஒரு கணக்கு.",
  "contract-creation-transaction-term": "ஒப்பந்த உருவாக்கும் பரிவர்த்தனை",
  "contract-creation-transaction-definition": "ஒரு ஒப்பந்தத்தின் தொடக்கக் குறியீட்டை உள்ளடக்கிய ஒரு சிறப்பு <a href=\"/glossary/#transaction\">பரிவர்த்தனை</a>. பெறுநர் `null` க்கு அமைக்கப்பட்டு, ஒப்பந்தம் பயனர் முகவரி மற்றும் `nonce` இலிருந்து உருவாக்கப்பட்ட ஒரு முகவரியில் பயன்படுத்தப்படுகிறது. இது ஒரு <a href=\"/glossary/#contract-account\">ஒப்பந்தக் கணக்கைப்</a> பதிவு செய்யவும் மற்றும் அதை Ethereum பிளாக்செயினில் பதிவு செய்யவும் பயன்படுகிறது.",
  "cryptoeconomics-term": "கிரிப்டோ பொருளாதாரம்",
  "cryptoeconomics-definition": "பாதுகாப்பான மற்றும் நம்பகமான டிஜிட்டல் தளங்களை வடிவமைக்க கணித மற்றும் பொருளாதாரக் கொள்கைகளின் ஆய்வு. அனைத்து பங்கேற்பாளர்களும் விதிகளைப் பின்பற்றுவதை உறுதி செய்வதும், நெட்வொர்க்கின் பாதுகாப்பு மற்றும் செயல்பாட்டிற்கு பங்களித்ததற்காக வெகுமதி அளிக்கப்படுவதும் இதன் குறிக்கோள் ஆகும்.",
  "cryptography-term": "கிரிப்டோகிராஃபி",
  "cryptography-definition": "இது குறியீடுகளைப் பயன்படுத்தி தகவல்தொடர்பு மற்றும் தரவைப் பாதுகாக்கும் நடைமுறையாகும், இதனால் தகவல் யாருக்காகக் கருதப்படுகிறதோ அவர்களால் மட்டுமே அதைப் படித்து செயலாக்க முடியும்.<br />இது குறியாக்கம் (படிக்கக்கூடிய தகவலைப் படிக்க முடியாத வடிவமாக மாற்றுதல்) மற்றும் மறைகுறியாக்கம் (அதை மீண்டும் படிக்கக்கூடிய வடிவமாக மாற்றுதல்) ஆகியவற்றுக்கான நுட்பங்களை உள்ளடக்கியது, இது ரகசியத்தன்மையை உறுதி செய்கிறது.",
  "doge-d-term": "Đ",
  "doge-d-definition": "Đ (D with stroke) பழைய ஆங்கிலம், மத்திய ஆங்கிலம், ஐஸ்லாண்டிக் மற்றும் ஃபரோயீஸ் மொழிகளில் ஒரு பெரிய எழுத்து “Eth” ஐக் குறிக்கப் பயன்படுத்தப்படுகிறது. இது ĐEV அல்லது Đapp (பரவலாக்கப்பட்ட பயன்பாடு) போன்ற சொற்களில் பயன்படுத்தப்படுகிறது, இங்கு Đ என்பது நார்ஸ் எழுத்து “eth” ஆகும். பெரிய எழுத்து eth (Ð) கிரிப்டோகரன்சி டோஜ்காயினைக் குறிக்கவும் பயன்படுத்தப்படுகிறது. இது பொதுவாக பழைய Ethereum இலக்கியங்களில் காணப்படுகிறது, ஆனால் இன்று குறைவாகவே பயன்படுத்தப்படுகிறது.",
  "dag-term": "DAG",
  "dag-definition": "DAG என்பது டைரக்டட் அசி கிளிக் வரைபடத்தைக் குறிக்கிறது. இது முனைகள் மற்றும் அவற்றுக்கிடையேயான இணைப்புகளால் ஆன ஒரு தரவுக் கட்டமைப்பாகும். ஒன்றிணைப்புக்கு முன்பு, Ethereum அதன் <a href=\"/glossary/#pow\">வேலைச் சான்று</a> அல்காரிதமான <a href=\"/glossary/#ethash\">Ethash</a> இல் ஒரு DAG ஐப் பயன்படுத்தியது, ஆனால் <a href=\"/glossary/#pos\">பங்குச் சான்று</a> அமைப்பில் இது இனி பயன்படுத்தப்படுவதில்லை.",
  "dapp-term": "டாப்",
  "dapp-definition": "ஒரு டாப் என்பது ஒரு பிளாக்செயின் நெட்வொர்க்கில் இயங்கும் ஒரு பரவலாக்கப்பட்ட பயன்பாடு ஆகும், இது ஒரு மையக் கட்டுப்பாட்டு அதிகாரம் இல்லாமல் சேவைகளை வழங்குகிறது. <a href=\"/apps/\">பரவலாக்கப்பட்ட பயன்பாடுகள் பற்றி மேலும்</a>.<br />குறைந்தபட்சம் ஒரு டாப் ஒரு வலை இடைமுகத்துடன் இணைக்கப்பட்ட ஒரு ஸ்மார்ட் ஒப்பந்தத்தைக் கொண்டுள்ளது. கூடுதலாக, பல டாப்கள் பரவலாக்கப்பட்ட சேமிப்பிடம் மற்றும்/அல்லது ஒரு செய்தி நெறிமுறை மற்றும் தளத்தை உள்ளடக்கியுள்ளன.",
  "data-availability-term": "தரவு கிடைக்கும் தன்மை",
  "data-availability-definition": "எந்தவொரு முனையும் ஒரு பிளாக்செயினில் பரிவர்த்தனைகளை சுயாதீனமாக சரிபார்க்க முடியும், இதன் மூலம் அமைப்பில் வெளிப்படைத்தன்மை மற்றும் நம்பிக்கையை பராமரிக்க முடியும்.",
  "decentralization-term": "பரவலாக்கம்",
  "decentralization-definition": "செயல்முறைகளின் கட்டுப்பாடு மற்றும் செயல்படுத்தலை ஒரு மைய நிறுவனத்திடமிருந்து நகர்த்தும் கருத்து.",
  "dao-term": "பரவலாக்கப்பட்ட தன்னாட்சி அமைப்பு (DAO)",
  "dao-definition": "ஒரு DAO என்பது ஒரு பிளாக்செயினில் குறியிடப்பட்ட விதிகளால் இயக்கப்படும் ஒரு டிஜிட்டல் அமைப்பாகும், அங்கு முடிவுகள் உறுப்பினர் வாக்குகளால் எடுக்கப்படுகின்றன, ஒரு மைய அதிகாரத்தால் அல்ல. <a href=\"/dao/\">பரவலாக்கப்பட்ட தன்னாட்சி அமைப்புகள் (DAO கள்) பற்றி மேலும்</a>.<br />ஒவ்வொரு உறுப்பினரின் வாக்களிக்கும் சக்தியும் பெரும்பாலும் அவர்கள் வைத்திருக்கும் டோக்கன்களின் எண்ணிக்கையுடன் பிணைக்கப்பட்டுள்ளது. DAO கள் முடிவெடுக்கும் மற்றும் செயல்பாடுகளை ஜனநாயகப்படுத்துவதை நோக்கமாகக் கொண்டுள்ளன, வெளிப்படைத்தன்மை மற்றும் சமூக நிர்வாகத்தில் கவனம் செலுத்துகின்றன.",
  "desci-term": "DeSci",
  "desci-definition": "DeSci, அல்லது பரவலாக்கப்பட்ட அறிவியல், என்பது அறிவியல் ஆராய்ச்சிக்கு <a href='/glossary/#blockchain'>பிளாக்செயின்</a> தொழில்நுட்பத்தைப் பயன்படுத்தும் ஒரு இயக்கமாகும். இது மிகவும் வெளிப்படையான, திறந்த மற்றும் கூட்டு நிதி மற்றும் ஆராய்ச்சி சுற்றுச்சூழல் அமைப்புகளை உருவாக்க <a href='/glossary/#dao'>DAO கள்</a>, <a href='/glossary/#smart-contract'>ஸ்மார்ட் ஒப்பந்தங்கள்</a> மற்றும் டோக்கன் செய்யப்பட்ட ஊக்கத்தொகைகளைப் பயன்படுத்துகிறது.",
  "dex-term": "பரவலாக்கப்பட்ட பரிமாற்றம் (DEX)",
  "dex-definition": "Ethereum பயன்பாட்டின் ஒரு வகை, இது நெட்வொர்க்கில் உள்ள பியர்களுடன் டோக்கன்களை மாற்ற உங்களை அனுமதிக்கிறது. DEX கள் மையப்படுத்தப்பட்ட பரிமாற்றங்களைப் போல புவியியல் கட்டுப்பாடுகளுக்கு உட்பட்டவை அல்ல - யார் வேண்டுமானாலும் பங்கேற்கலாம்.",
  "deposit-contract-term": "வைப்புத் தொகை ஒப்பந்தம்",
  "deposit-contract-definition": "Ethereum இல் பங்கு வைப்பதற்கான நுழைவாயில். வைப்பு ஒப்பந்தம் என்பது Ethereum இல் உள்ள ஒரு ஸ்மார்ட் ஒப்பந்தமாகும், இது ETH இன் வைப்புகளை ஏற்றுக்கொண்டு சரிபார்ப்பாளர் இருப்புகளை நிர்வகிக்கிறது. இந்த ஒப்பந்தத்தில் ETH ஐ வைப்பு செய்யாமல் ஒரு சரிபார்ப்பாளரை செயல்படுத்த முடியாது. ஒப்பந்தத்திற்கு ETH மற்றும் உள்ளீட்டுத் தரவு தேவை. இந்த உள்ளீட்டுத் தரவில் சரிபார்ப்பாளர் பொது விசை மற்றும் திரும்பப் பெறும் பொது விசை ஆகியவை அடங்கும், இவை சரிபார்ப்பாளர் தனிப்பட்ட விசையால் கையொப்பமிடப்பட்டுள்ளன. ஒரு சரிபார்ப்பாளரை <a href=\"/glossary/#pos\">பங்குச் சான்று</a> நெட்வொர்க்கால் அடையாளம் கண்டு அங்கீகரிக்க இந்தத் தரவு தேவைப்படுகிறது.",
  "defi-term": "DeFi",
  "defi-definition": "எந்தவொரு இடைத்தரகர்களும் இல்லாமல், பிளாக்செயினால் ஆதரிக்கப்படும் நிதிச் சேவைகளை வழங்குவதை நோக்கமாகக் கொண்ட Ethereum பயன்பாடுகளின் ஒரு பரந்த வகை. <a href=\"/defi/\">பரவலாக்கப்பட்ட நிதி (DeFi) பற்றி மேலும்</a>",
  "difficulty-term": "சிரமம்",
  "difficulty-definition": "<a href=\"/glossary/#pow\">வேலைச் சான்று</a> நெட்வொர்க்குகளில் ஒரு செல்லுபடியாகும் நான்ஸைக் கண்டுபிடிக்க எவ்வளவு சராசரி கணக்கீடு தேவைப்படுகிறது என்பதைக் கட்டுப்படுத்தும் ஒரு நெட்வொர்க் அளவிலான அமைப்பு. சிரமம், ஒரு பிளாக் ஹாஷ் செல்லுபடியாகும் எனக் கருதப்படத் தேவையான முன்னணி பூஜ்ஜியங்களின் எண்ணிக்கையால் குறிப்பிடப்படுகிறது. Ethereum பங்குச் சான்றுக்கு மாறியதிலிருந்து இந்தக் கருத்து வழக்கொழிந்துவிட்டது.",
  "difficulty-bomb-term": "சிரம வெடிகுண்டு",
  "difficulty-bomb-definition": "<a href=\"/glossary/#pow\">வேலைச் சான்று</a> <a href=\"/glossary/#difficulty\">சிரம</a> அமைப்பில் திட்டமிடப்பட்ட அதிவேக அதிகரிப்பு, இது <a href=\"/glossary/#pos\">பங்குச் சான்று</a>க்கு மாறுவதை ஊக்குவிக்க வடிவமைக்கப்பட்டது, இது ஒரு <a href=\"/glossary/#hard-fork\">கடினமான ஃபோர்க்கின்</a> வாய்ப்புகளைக் குறைக்கிறது. சிரம வெடிகுண்டு <a href=\"/roadmap/merge\">ஒன்றிணைப்புடன்</a> வழக்கொழிந்துவிட்டது.",
  "digital-signatures-term": "டிஜிட்டல் கையொப்பம்",
  "digital-signatures-definition": "ஒரு பயனர் ஒரு <a href=\"/glossary/#private-key\">தனிப்பட்ட விசையைப்</a> பயன்படுத்தி ஒரு ஆவணத்திற்காக உருவாக்கும் ஒரு குறுகிய தரவுச் சரம், இதனால் தொடர்புடைய <a href=\"/glossary/#public-key\">பொது விசை</a>, கையொப்பம் மற்றும் ஆவணத்தைக் கொண்ட எவரும் (1) ஆவணம் அந்த குறிப்பிட்ட தனிப்பட்ட விசையின் உரிமையாளரால் \"கையொப்பமிடப்பட்டது\" என்றும், மற்றும் (2) ஆவணம் கையொப்பமிடப்பட்ட பிறகு மாற்றப்படவில்லை என்றும் சரிபார்க்க முடியும்.",
  "discovery-term": "கண்டறிதல்",
  "discovery-definition": "கண்டறிதல்",
  "distributed-hash-table-term": "விநியோகிக்கப்பட்ட ஹாஷ் அட்டவணை (DHT)",
  "distributed-hash-table-definition": "Ethereum முனைகள் இணைக்கப்பட வேண்டிய பியர்களை அடையாளம் காணவும், தொடர்பு கொள்ள எந்த நெறிமுறைகளைப் பயன்படுத்த வேண்டும் என்பதைத் தீர்மானிக்கவும் பயன்படுத்தும் `(விசை, மதிப்பு)` ஜோடிகளைக் கொண்ட ஒரு தரவுக் கட்டமைப்பு.",
  "double-spend-term": "இரட்டை செலவு",
  "double-spend-definition": "ஒரு வேண்டுமென்றே செய்யப்படும் பிளாக்செயின் ஃபோர்க், இதில் போதுமான அளவு சுரங்க சக்தி/பங்கு கொண்ட ஒரு பயனர் சில நாணயங்களை ஆஃப்செயினுக்கு நகர்த்தும் ஒரு பரிவர்த்தனையை அனுப்புகிறார் (எ.கா., ஃபியட் பணத்திற்கு வெளியேறுதல் அல்லது ஒரு ஆஃப்செயின் கொள்முதல் செய்தல்) பின்னர் அந்தப் பரிவர்த்தனையை அகற்ற பிளாக்செயினை மறுசீரமைக்கிறார். ஒரு வெற்றிகரமான இரட்டைச் செலவு, தாக்குபவரை அவர்களின் ஆன் மற்றும் ஆஃப்செயின் சொத்துக்களுடன் விட்டுவிடுகிறது.",
  "ecdsa-term": "எலிப்டிக் வளைவு டிஜிட்டல் கையொப்ப அல்காரிதம் (ECDSA)",
  "ecdsa-definition": "Ethereum ஆல் பயன்படுத்தப்படும் ஒரு கிரிப்டோகிராஃபிக் அல்காரிதம், நிதிகள் அவற்றின் உரிமையாளர்களால் மட்டுமே செலவழிக்கப்படுவதை உறுதி செய்கிறது. இது பொது மற்றும் தனிப்பட்ட விசைகளை உருவாக்குவதற்கான விரும்பத்தக்க முறையாகும். கணக்கு <a href=\"/glossary/#address\">முகவரி</a> உருவாக்கம் மற்றும் <a href=\"/glossary/#transaction\">பரிவர்த்தனை</a> சரிபார்ப்புக்கு தொடர்புடையது.",
  "encryption-term": "குறியாக்கம்",
  "encryption-definition": "குறியாக்கம் என்பது மின்னணு தரவை சரியான மறைகுறியாக்க விசையின் உரிமையாளரைத் தவிர வேறு யாராலும் படிக்க முடியாத வடிவமாக மாற்றுவதாகும்.",
  "entropy-term": "என்ட்ரோபி",
  "entropy-definition": "கிரிப்டோகிராஃபியின் சூழலில், கணிக்க முடியாத தன்மை அல்லது சீரற்ற தன்மையின் அளவு இல்லாமை. <a href=\"/glossary/#private-key\">தனிப்பட்ட விசைகள்</a> போன்ற இரகசியத் தகவல்களை உருவாக்கும்போது, அல்காரிதம்கள் பொதுவாக வெளியீடு கணிக்க முடியாததாக இருப்பதை உறுதி செய்ய உயர் என்ட்ரோபி மூலத்தைச் சார்ந்துள்ளன.",
  "epoch-term": "எபோக்",
  "epoch-definition": "32 <a href=\"/glossary/#slot\">ஸ்லாட்டுகளின்</a> ஒரு காலம், ஒவ்வொரு ஸ்லாட்டும் 12 வினாடிகள், மொத்தம் 6.4 நிமிடங்கள். சரிபார்ப்பாளர் <a href=\"/glossary/#committee\">குழுக்கள்</a> பாதுகாப்பு காரணங்களுக்காக ஒவ்வொரு எபோக்கிலும் மாற்றியமைக்கப்படுகின்றன. ஒவ்வொரு எபோக்கிலும் சங்கிலி <a href=\"/glossary/#finality\">இறுதி செய்யப்படுவதற்கான</a> வாய்ப்பு உள்ளது. ஒவ்வொரு சரிபார்ப்பாளருக்கும் ஒவ்வொரு எபோக்கின் தொடக்கத்திலும் புதிய பொறுப்புகள் ஒதுக்கப்படுகின்றன. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">பங்குச் சான்று பற்றி மேலும்</a>",
  "equivocation-term": "சமன்பாடு",
  "equivocation-definition": "ஒரு சரிபார்ப்பாளர் ஒருவருக்கொருவர் முரண்படும் இரண்டு செய்திகளை அனுப்புகிறார். ஒரு எளிய உதாரணம், ஒரு பரிவர்த்தனை அனுப்புநர் ஒரே நான்ஸுடன் இரண்டு பரிவர்த்தனைகளை அனுப்புகிறார். மற்றொன்று, ஒரு பிளாக் முன்மொழிபவர் ஒரே பிளாக் உயரத்தில் (அல்லது ஒரே ஸ்லாட்டிற்கு) இரண்டு பிளாக்குகளை முன்மொழிகிறார்.",
  "eth1-term": "Eth1",
  "eth1-definition": "'Eth1' என்பது முதன்மை நெட்வொர்க் Ethereum, ஏற்கனவே உள்ள வேலைச் சான்று பிளாக்செயினைக் குறிக்கும் ஒரு சொல்லாகும். இந்த சொல் பின்னர் 'செயல்படுத்தல் அடுக்கு' என்பதற்கு ஆதரவாக வழக்கொழிந்துவிட்டது. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">இந்த பெயர் மாற்றம் பற்றி மேலும் அறிக</a>.",
  "eth2-term": "Eth2",
  "eth2-definition": "'Eth2' என்பது Ethereum இன் பங்குச் சான்றுக்கு மாறுவது உட்பட, Ethereum நெறிமுறை மேம்படுத்தல்களின் தொகுப்பைக் குறிக்கும் ஒரு சொல்லாகும். இந்த சொல் பின்னர் 'ஒருமித்த கருத்து அடுக்கு' என்பதற்கு ஆதரவாக வழக்கொழிந்துவிட்டது. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">இந்த பெயர் மாற்றம் பற்றி மேலும் அறிக</a>.",
  "eip-term": "Ethereum முன்னேற்ற முன்மொழிவு (EIP)",
  "eip-definition": "Ethereum சமூகத்திற்கு தகவல்களை வழங்கும் ஒரு வடிவமைப்பு ஆவணம், இது ஒரு முன்மொழியப்பட்ட புதிய அம்சத்தையோ அல்லது அதன் செயல்முறைகளையோ அல்லது சூழலையோ விவரிக்கிறது (பார்க்க <a href=\"/glossary/#erc\">ERC</a>). <a href=\"/eips/\">EIP களுக்கு அறிமுகம்</a>",
  "ens-term": "Ethereum பெயர் சேவை (ENS)",
  "ens-definition": "Ethereum பெயர் சேவை என்பது Ethereum முகவரிகளுக்கான இணைய தொலைபேசி புத்தகம் போன்றது. நீண்ட பணப்பை முகவரிகளைப் பயன்படுத்துவதற்குப் பதிலாக, ENS உங்களை \"john.eth\" போன்ற எளிய பெயர்களைப் பயன்படுத்தி டிஜிட்டல் பணம் மற்றும் சொத்துக்களை அனுப்பவும் பெறவும் அனுமதிக்கிறது.<br /><br /><strong>தொழில்நுட்பம்:</strong><br />ENS பதிவேடு என்பது EIP-137 இல் விவரிக்கப்பட்டுள்ளபடி, டொமைன் பெயர்களிலிருந்து உரிமையாளர்கள் மற்றும் தீர்ப்பவர்களுக்கு ஒரு மேப்பிங்கை வழங்கும் ஒரு ஒற்றை மைய <a href=\"/glossary/#smart-contract\">ஒப்பந்தமாகும்</a>. <a href=\"https://ens.domains\">ens.domains இல் மேலும் படிக்கவும்</a>.",
  "erc-1155-term": "கருத்துகளுக்கான Ethereum கோரிக்கை 1155",
  "erc-1155-definition": "ERC-1155 என்பது NFT (தனித்துவமான சேகரிப்புப் பொருட்கள் போன்றவை) போன்ற ஒரு புதிய வகை Ethereum டோக்கன் தரநிலையாகும், இது ஒரு ஒற்றை ஸ்மார்ட் ஒப்பந்தத்திற்குள் பரிமாற்றக்கூடிய பொருட்களை (நாணயம் போன்றவை) உருவாக்கவும் அனுமதிக்கிறது.<br />இது வீடியோ கேம்கள் அல்லது டிஜிட்டல் சேகரிப்புகள் போன்ற பயன்பாடுகளுக்கு பல்வேறு வகையான டிஜிட்டல் சொத்துக்களை நிர்வகிப்பதை எளிதாகவும் திறமையாகவும் ஆக்குகிறது.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "ERC-20 என்பது Ethereum நெட்வொர்க்கில் பெரும்பாலான டோக்கன்கள் தங்கள் உருவாக்கத்திற்காகப் பயன்படுத்தும் தரநிலையாகும்.<br />பிரபலமான எடுத்துக்காட்டுகள் DAI மற்றும் USDC போன்ற ஸ்டேபிள்காயின்கள் அல்லது யூனிஸ்வாப்பில் இருந்து UNI போன்ற பரிமாற்ற டோக்கன்கள். பாரம்பரிய அமைப்புகளில் நாம் கொண்டிருக்கும் எந்தவொரு மாற்றுப் பணத்தின் வடிவத்திற்கும் ஒப்பானது... அதாவது, வெகுமதி புள்ளிகள், கடன் அமைப்புகள், அல்லது பங்குகள் போன்றவை.",
  "erc-721-term": "கருத்துகளுக்கான Ethereum கோரிக்கை 721",
  "erc-721-definition": "NFTகள் (மாற்ற முடியாத டோக்கன்கள்) ERC-721 என குறிப்பிடப்படும் ஒரு நிலையான விதிகளைப் பயன்படுத்தி உருவாக்கப்படுகின்றன.<br />NFT டோக்கன்கள் டிஜிட்டல் கலை அல்லது சேகரிப்புகள் போன்ற தனித்துவமான எதையும் உரிமையாளராகக் குறிக்கலாம், ஒவ்வொரு டோக்கனும் அதன் சொந்த சிறப்புப் பண்புகள் மற்றும் மதிப்பைக் கொண்டிருக்கும். ஒவ்வொரு NFT யும் தனித்துவமானது மற்றும் வேறு எந்த NFT யிலிருந்தும் எளிதில் வேறுபடுத்தக்கூடியது.",
  "execution-client-term": "செயல்படுத்தல் கிளையண்ட்",
  "execution-client-definition": "Besu, Erigon, Go-Ethereum (Geth), Nethermind போன்ற செயல்படுத்தல் கிளையண்ட்கள் (முன்னர் \"Eth1 கிளையண்ட்கள்\" என அறியப்பட்டன), பரிவர்த்தனைகளைச் செயலாக்குதல் மற்றும் ஒளிபரப்புதல் மற்றும் Ethereum இன் நிலையை நிர்வகித்தல் ஆகியவற்றுடன் பணிக்கப்பட்டுள்ளன. நெறிமுறையின் விதிகள் பின்பற்றப்படுவதை உறுதி செய்வதற்காக அவை ஒவ்வொரு பரிவர்த்தனைக்கும் <a href=\"/glossary/#evm\">Ethereum மெய்நிகர் இயந்திரத்தைப்</a> பயன்படுத்தி கணக்கீடுகளை இயக்குகின்றன.",
  "execution-layer-term": "செயல்படுத்தல் அடுக்கு",
  "execution-layer-definition": "Ethereum இன் செயல்படுத்தல் அடுக்கு என்பது <a href=\"/glossary/#execution-client\">செயல்படுத்தல் கிளையண்ட்களின்</a> நெட்வொர்க் ஆகும்.",
  "eoa-term": "வெளிப்புறமாக சொந்தமான கணக்கு (EOA)",
  "eoa-definition": "வெளிப்புறமாக சொந்தமான கணக்குகள் (EOA கள்) மிகவும் பொதுவான வகை Ethereum கணக்கு ஆகும். அவை ஒரு நபரால் தனிப்பட்ட விசைகள்/மீட்பு சொற்றொடர் மூலம் கட்டுப்படுத்தப்படுகின்றன. <a href=\"/wallets/\">Ethereum பணப்பைகள் பற்றி மேலும்</a>.",
  "erc-term": "Ethereum கருத்துகளுக்கான கோரிக்கை (ERC)",
  "erc-definition": "ERC (<strong>Ethereum கருத்துகளுக்கான கோரிக்கை</strong>) என்பது Ethereum சமூகத்தில் Ethereum நெட்வொர்க்கிற்கான புதிய பயன்பாட்டுத் தரங்களை முன்மொழியப் பயன்படுத்தப்படும் ஒரு வகை தொழில்நுட்ப ஆவணமாகும்.<br /><br />இந்த முன்மொழிவுகள் டோக்கன்களுக்கான ERC-20 மற்றும் NFT களுக்கான ERC-721 போன்ற புதிய டோக்கன் தரநிலைகள் உட்பட பரந்த அளவிலான தலைப்புகளை உள்ளடக்கலாம்.",
  "ethash-term": "Ethash",
  "ethash-definition": "Ethereum பங்குச் சான்றுக்கு மாறும் முன் பயன்படுத்தப்பட்ட ஒரு <a href=\"/glossary/#pow\">வேலைச் சான்று</a> அல்காரிதம். <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">மேலும் படிக்க</a>",
  "ether-term": "ஈதர்",
  "ether-definition": "Ethereum இன் சொந்த கிரிப்டோகரன்சி, பொதுவாக “ETH” என்று குறிப்பிடப்படுகிறது. Ethereum சுற்றுச்சூழல் அமைப்பு மற்றும் பயன்பாடுகளைப் பயன்படுத்தும்போது பரிவர்த்தனைக் கட்டணங்களை ஈடுகட்ட இது பயன்படுத்தப்படுகிறது. <a href=\"/eth/\">ஈதர் பற்றி மேலும்</a>.",
  "events-term": "நிகழ்வுகள்",
  "events-definition": "<a href=\"/glossary/#evm\">EVM</a> பதிவு வசதிகளைப் பயன்படுத்த அனுமதிக்கிறது. <a href=\"/glossary/#dapp\">டாப்கள்</a> நிகழ்வுகளைக் கேட்டு, பயனர் இடைமுகத்தில் ஜாவாஸ்கிரிப்ட் கால்பேக்குகளைத் தூண்ட அவற்றைப் பயன்படுத்தலாம். <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">நிகழ்வுகள் மற்றும் பதிவுகள் பற்றி மேலும்</a>",
  "evm-term": "எத்தேரியம் மெய்நிகர் இயந்திரம் (EVM)",
  "evm-definition": "<a href=\"/glossary/#bytecode\">பைட்கோடை</a> செயல்படுத்தும் ஒரு ஸ்டேக் அடிப்படையிலான மெய்நிகர் இயந்திரம். Ethereum இல், ஒரு தொடர் பைட்கோட் அறிவுறுத்தல்கள் மற்றும் சுற்றுச்சூழல் தரவின் ஒரு சிறிய தொகுப்பு கொடுக்கப்பட்டால் கணினி நிலை எவ்வாறு மாற்றப்படுகிறது என்பதை செயல்படுத்தல் மாதிரி குறிப்பிடுகிறது. இது ஒரு மெய்நிகர் நிலை இயந்திரத்தின் முறையான மாதிரி மூலம் குறிப்பிடப்படுகிறது. <a href=\"/developers/docs/evm/\">Ethereum மெய்நிகர் இயந்திரம் பற்றி மேலும்</a>.",
  "evm-assembly-language-term": "EVM சட்டசபை மொழி",
  "evm-assembly-language-definition": "EVM <a href=\"/glossary/#bytecode\">பைட்கோட்டின்</a> மனிதனால் படிக்கக்கூடிய ஒரு வடிவம்.",
  "fallback-function-term": "பின்வாங்கும் செயல்பாடு",
  "fallback-function-definition": "தரவு அல்லது அறிவிக்கப்பட்ட செயல்பாட்டு பெயர் இல்லாத நிலையில் அழைக்கப்படும் ஒரு இயல்புநிலை செயல்பாடு.",
  "faucet-term": "குழாய்",
  "faucet-definition": "<a href=\"/glossary/#smart-contract\">ஸ்மார்ட் ஒப்பந்தம்</a> வழியாக மேற்கொள்ளப்படும் ஒரு சேவை, இது ஒரு டெஸ்ட்நெட்டில் பயன்படுத்தக்கூடிய இலவச சோதனை ஈதர் வடிவத்தில் நிதிகளை விநியோகிக்கிறது.",
  "finality-term": "இறுதி நிலை",
  "finality-definition": "இறுதி நிலை என்பது ஒரு பெரிய அளவு ETH இழக்கப்படாமல் பரிவர்த்தனைகளின் தொகுப்பை மாற்ற முடியாது என்பதற்கான உத்தரவாதமாகும்.",
  "finney-term": "ஃபின்னி",
  "finney-definition": "<a href=\"/glossary/#ether\">ஈதரின்</a> ஒரு பிரிவு. 1 ஃபின்னி = 10<sup>15</sup> <a href=\"/glossary/#wei\">வெய்</a>. 10<sup>3</sup> ஃபின்னி = 1 ஈதர்.",
  "fork-term": "ஃபோர்க்",
  "fork-definition": "நெறிமுறையில் ஒரு மாற்றம், இது ஒரு மாற்று சங்கிலியை உருவாக்குகிறது.",
  "fork-choice-algorithm-term": "ஃபோர்க் தேர்வு அல்காரிதம்",
  "fork-choice-algorithm-definition": "பிளாக்செயினின் தலைப்பை அடையாளம் காணப் பயன்படுத்தப்படும் அல்காரிதம். Ethereum இல், சங்கிலியின் தலைப்பு, சான்றளிப்புகளின் மிகப்பெரிய 'எடை' கொண்ட ஃபோர்க்காக அடையாளம் காணப்படுகிறது. எடை என்பது சான்றளிப்புகளின் எண்ணிக்கை மற்றும் சான்றளிக்கும் சரிபார்ப்பாளர்களின் பயனுள்ள இருப்பின் பெருக்கமாகும். இதன் பொருள், உண்மையான சங்கிலியின் தலைப்பு, அதிக பங்குகொண்ட ஈதர் வாக்களித்த ஒன்றாகும். ஒருமித்த கருத்து அடுக்கில், ஃபோர்க் தேர்வு அல்காரிதம் <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a> என்று அழைக்கப்படுகிறது.",
  "fraud-proof-term": "மோசடி சான்று",
  "fraud-proof-definition": "சில <a href=\"/glossary/#layer-2\">லேயர் 2</a> தீர்வுகளுக்கான ஒரு பாதுகாப்பு மாதிரி, இதில் வேகத்தை அதிகரிக்க, பரிவர்த்தனைகள் <a href=\"/glossary/#rollups\">தொகுப்புகளில்</a> தொகுக்கப்பட்டு Ethereum க்கு ஒரே பரிவர்த்தனையில் சமர்ப்பிக்கப்படுகின்றன. மற்ற நெட்வொர்க் பங்கேற்பாளர்கள் பரிவர்த்தனைகளை நேர்மையாக செயல்படுத்தப்பட்டதா என்பதை சரிபார்க்க மீண்டும் செயல்படுத்தலாம். அவர்கள் வெளியிடப்பட்ட தரவிற்கும் தங்கள் சொந்த பதிப்பிற்கும் இடையில் ஒரு முரண்பாட்டைக் கண்டறிந்தால், அவர்கள் சில மோசடி நடந்த இடத்தைக் காட்டும் ஒரு கிரிப்டோகிராஃபிக் சான்றை வெளியிடலாம். சில <a href=\"/glossary/#rollups\">ரோலப்கள்</a> <a href=\"/glossary/#validity-proof\">செல்லுபடியாகும் சான்றுகளைப்</a> பயன்படுத்துகின்றன.",
  "frontier-term": "ஃபிரண்டியர்",
  "frontier-definition": "Ethereum இன் ஆரம்ப சோதனை வளர்ச்சி நிலை, இது ஜூலை 2015 முதல் மார்ச் 2016 வரை நீடித்தது.",
  "gas-term": "வாயு",
  "gas-definition": "எரிவாயு என்பது Ethereum போன்ற ஒரு பிளாக்செயினில் பரிவர்த்தனைகள் மற்றும் ஸ்மார்ட் ஒப்பந்தங்களுக்காக செலுத்தப்படும் கட்டணமாகும். <a href=\"/gas/\">எரிவாயு மற்றும் கட்டணங்கள் பற்றி மேலும்</a>.",
  "gas-limit-term": "எரிவாயு வரம்பு",
  "gas-limit-definition": "ஒரு <a href=\"/glossary/#transaction\">பரிவர்த்தனை</a> அல்லது <a href=\"/glossary/#block\">பிளாக்</a> நுகரக்கூடிய அதிகபட்ச <a href=\"/glossary/#gas\">எரிவாயு</a> அளவு.",
  "gas-price-term": "எரிவாயு விலை",
  "gas-price-definition": "ஒரு பரிவர்த்தனையில் குறிப்பிடப்பட்ட ஒரு அலகு எரிவாயுவின் ஈதரில் விலை.",
  "genesis-block-term": "ஆதி பிளாக்",
  "genesis-block-definition": "ஒரு <a href=\"/glossary/#blockchain\">பிளாக்செயினில்</a> முதல் பிளாக், ஒரு குறிப்பிட்ட நெட்வொர்க் மற்றும் அதன் கிரிப்டோகரன்சியைத் தொடங்கப் பயன்படுகிறது.",
  "geth-term": "Geth",
  "geth-definition": "கோ Ethereum. Go இல் எழுதப்பட்ட Ethereum நெறிமுறையின் மிக முக்கியமான செயலாக்கங்களில் ஒன்று. <a href=\"https://geth.ethereum.org\">geth.ethereum.org இல் மேலும் படிக்கவும்</a>",
  "gwei-term": "Gwei",
  "gwei-definition": "<a href=\"/glossary/#ether\">ஈதரின்</a> ஒரு பிரிவான ஜிகாவெயின் சுருக்கம், பொதுவாக <a href=\"/glossary/#gas\">எரிவாயுவை</a> விலை நிர்ணயம் செய்யப் பயன்படுகிறது. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">வெய்</a>. 10<sup>9</sup> gwei = 1 ஈதர்.",
  "hard-fork-term": "கடின ஃபோர்க்",
  "hard-fork-definition": "<a href=\"/glossary/#blockchain\">பிளாக்செயினில்</a> ஒரு நிரந்தர வேறுபாடு; இது கடின-ஃபோர்க்கிங் மாற்றம் என்றும் அழைக்கப்படுகிறது. மேம்படுத்தப்படாத முனைகள் புதிய <a href=\"/glossary/#consensus-rules\">ஒருமித்த கருத்து விதிகளைப்</a> பின்பற்றும் மேம்படுத்தப்பட்ட முனைகளால் உருவாக்கப்பட்ட பிளாக்குகளை சரிபார்க்க முடியாதபோது பொதுவாக இது நிகழ்கிறது. ஒரு ஃபோர்க், மென்மையான ஃபோர்க், மென்பொருள் ஃபோர்க் அல்லது Git ஃபோர்க்குடன் குழப்பிக் கொள்ள வேண்டாம்.",
  "hash-term": "ஹாஷ்",
  "hash-definition": "ஒரு ஹாஷ் செயல்பாட்டால் உருவாக்கப்பட்ட, மாறி-அளவு உள்ளீட்டின் ஒரு நிலையான-நீள கைரேகை. (பார்க்க <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "hash-rate-term": "ஹாஷ் விகிதம்",
  "hash-rate-definition": "சுரங்க மென்பொருளை இயக்கும் கணினிகளால் வினாடிக்கு செய்யப்படும் ஹாஷ் கணக்கீடுகளின் எண்ணிக்கை.",
  "homestead-term": "ஹோம்ஸ்டெட்",
  "holographic-consensus-term": "ஹோலோகிராஃபிக் ஒருமித்த கருத்து",
  "holographic-consensus-definition": "ஒரு சிறிய பிரதிநிதித்துவ மக்கள் குழு வாக்களிக்க அனுமதிப்பதன் மூலம் ஒரு பெரிய குழு முடிவு எவ்வாறு எடுக்கப்படுகிறது என்பதைக் குறிக்கிறது. பின்னர் மற்ற அனைவரும் அதை ஏற்றுக்கொள்கிறார்கள், சிறிய குழு ஒரு நல்ல வேலையைச் செய்ததாக அவர்கள் நம்பும் வரை.<br />இது சில ஆன்லைன் சமூகங்களில், எல்லோரும் எல்லாவற்றிலும் வாக்களிக்கத் தேவையில்லாமல் விரைவாக முடிவுகளை எடுக்கப் பயன்படுகிறது, அதே நேரத்தில் முடிவுகள் நியாயமானவை மற்றும் பெரும்பாலான மக்கள் விரும்புவதைப் பிரதிநிதித்துவப்படுத்துகின்றன என்பதை உறுதி செய்கிறது.",
  "homestead-definition": "Ethereum இன் இரண்டாவது வளர்ச்சி நிலை, மார்ச் 2016 இல் பிளாக் 1,150,000 இல் தொடங்கப்பட்டது.",
  "index-term": "குறியீட்டெண்",
  "index-definition": "<a href=\"/glossary/#blockchain\">பிளாக்செயினில்</a> இருந்து தகவல்களை வினவுவதை மேம்படுத்துவதற்காக வடிவமைக்கப்பட்ட ஒரு நெட்வொர்க் கட்டமைப்பு, அதன் சேமிப்பக மூலத்திற்கு ஒரு திறமையான பாதையை வழங்குவதன் மூலம்.",
  "ide-term": "ஒருங்கிணைந்த மேம்பாட்டுச் சூழல் (IDE)",
  "ide-definition": "பொதுவாக ஒரு குறியீடு திருத்தி, கம்பைலர், ரன்டைம் மற்றும் டீபக்கரை இணைக்கும் ஒரு பயனர் இடைமுகம். <a href=\"/developers/docs/ides/\">ஒருங்கிணைந்த மேம்பாட்டுச் சூழல்கள் பற்றி மேலும்</a>.",
  "immutable-deployed-code-problem-term": "மாற்ற முடியாத பயன்படுத்தப்பட்ட குறியீடு சிக்கல்",
  "immutable-deployed-code-problem-definition": "ஒரு <a href=\"/glossary/#smart-contract\">ஒப்பந்தத்தின்</a> (அல்லது நூலகத்தின்) குறியீடு பயன்படுத்தப்பட்டவுடன், அது மாற்ற முடியாததாகிவிடும். நிலையான மென்பொருள் மேம்பாட்டு நடைமுறைகள் சாத்தியமான பிழைகளை சரிசெய்வது மற்றும் புதிய அம்சங்களைச் சேர்ப்பதை நம்பியுள்ளன, எனவே இது ஸ்மார்ட் ஒப்பந்த மேம்பாட்டிற்கு ஒரு சவாலை பிரதிபலிக்கிறது. <a href=\"/developers/docs/smart-contracts/deploying/\">ஸ்மார்ட் ஒப்பந்தங்களைப் பயன்படுத்துவது பற்றி மேலும்</a>.",
  "internal-transaction-term": "உள் பரிவர்த்தனை",
  "internal-transaction-definition": "ஒரு <a href=\"/glossary/#contract-account\">ஒப்பந்தக் கணக்கிலிருந்து</a> மற்றொரு ஒப்பந்தக் கணக்கிற்கு அல்லது ஒரு <a href=\"/glossary/#eoa\">EOA</a> க்கு அனுப்பப்பட்ட ஒரு <a href=\"/glossary/#transaction\">பரிவர்த்தனை</a> (பார்க்க <a href=\"/glossary/#message\">செய்தி</a>).",
  "issuance-term": "காசோலை",
  "issuance-definition": "பிளாக் முன்மொழிவு, சான்றளிப்பு மற்றும் விசில் ஊதுதல் ஆகியவற்றுக்கு வெகுமதி அளிக்க புதிய ஈதரை உருவாக்கும் செயல்.",
  "kdf-term": "விசை வருவிப்பு செயல்பாடு (KDF)",
  "kdf-definition": "\"கடவுச்சொல் நீட்சி அல்காரிதம்\" என்றும் அழைக்கப்படுகிறது, இது <a href=\"/glossary/#keystore\">கீஸ்டோர்</a> வடிவங்களால், பாஸ்ஃப்ரேஸ் குறியாக்கத்தின் மீது முரட்டுத்தனமான சக்தி, அகராதி மற்றும் ரெயின்போ டேபிள் தாக்குதல்களுக்கு எதிராகப் பாதுகாக்கப் பயன்படுகிறது, கடவுச்சொல்லை மீண்டும் மீண்டும் ஹாஷ் செய்வதன் மூலம்.",
  "keystore-term": "கீஸ்டோர்",
  "keystore-definition": "ஒவ்வொரு கணக்கின் தனிப்பட்ட விசை/முகவரி ஜோடி ஒரு Ethereum கிளையண்டில் ஒரு ஒற்றை கீஃபைலாக உள்ளது. இவை JSON உரை கோப்புகள், அவை கணக்கின் குறியாக்கம் செய்யப்பட்ட தனிப்பட்ட விசையைக் கொண்டிருக்கின்றன, இது கணக்கை உருவாக்கும்போது உள்ளிட்ட கடவுச்சொல் மூலம் மட்டுமே மறைகுறியாக்க முடியும்.",
  "keccak-256-term": "கெக்காக்-256",
  "keccak-256-definition": "Ethereum இல் பயன்படுத்தப்படும் கிரிப்டோகிராஃபிக் <a href=\"/glossary/#hash\">ஹாஷ்</a> செயல்பாடு. கெக்காக்-256 <a href=\"/glossary/#sha\">SHA</a>-3 ஆக தரப்படுத்தப்பட்டது.",
  "key-term": "விசை",
  "key-definition": "Ethereum சூழலில், விசைகள் டிஜிட்டல் குறியீடுகள்: பரிவர்த்தனைகளைப் பெறுவதற்கான ஒரு பொது விசை மற்றும் நிதிகளை அணுகவும் அனுப்பவும் ஒரு தனிப்பட்ட விசை.<br />பொது விசைகள்: இவை வெளிப்படையாகப் பகிரப்படலாம்.<br />தனிப்பட்ட விசைகள்: இவை உரிமையாளரால் இரகசியமாக வைக்கப்படுகின்றன.",
  "layer-1-term": "1ம் அடுக்கு",
  "layer-1-definition": "லேயர் 1 என்பது ஒரு பல-நிலை பிளாக்செயின் நெட்வொர்க்கில் உள்ள முக்கிய பிளாக்செயினைக் குறிக்கிறது. எடுத்துக்காட்டாக, Ethereum மற்றும் Bitcoin லேயர் ஒன்று பிளாக்செயின்கள் ஆகும். பல லேயர் இரண்டு பிளாக்செயின்கள் வள-அடர்த்தி பரிவர்த்தனைகளை அவற்றின் தனித்தனி பிளாக்செயின்களுக்கு இறக்கிவிடுகின்றன, அதே நேரத்தில் Ethereum அல்லது Bitcoin இன் லேயர் ஒன்று பிளாக்செயினை பாதுகாப்பு நோக்கங்களுக்காக தொடர்ந்து பயன்படுத்துகின்றன.",
  "layer-2-term": "2ம் அடுக்கு",
  "layer-2-definition": "லேயர் 2 கள் Ethereum முக்கிய நெட்வொர்க்கின் மேல் கட்டப்பட்ட மற்றொரு நெட்வொர்க்குகள் ஆகும், இது பரிவர்த்தனைகளை வேகமாகவும் மலிவாகவும் ஆக்குகிறது. <a href=\"/layer-2/\">லேயர் 2 பற்றி மேலும்</a>.",
  "library-term": "நூலகம்",
  "library-definition": "பணம் செலுத்தக்கூடிய செயல்பாடுகள், பின்வாங்கும் செயல்பாடு மற்றும் தரவு சேமிப்பிடம் இல்லாத ஒரு சிறப்பு வகை <a href=\"/glossary/#smart-contract\">ஒப்பந்தம்</a>. எனவே, இது ஈதரைப் பெறவோ அல்லது வைத்திருக்கவோ, அல்லது தரவைச் சேமிக்கவோ முடியாது. ஒரு நூலகம், மற்ற ஒப்பந்தங்கள் படிக்க-மட்டும் கணக்கீட்டிற்காக அழைக்கக்கூடிய முன்னர் பயன்படுத்தப்பட்ட குறியீடாகச் செயல்படுகிறது. <a href=\"/developers/docs/smart-contracts/libraries/\">ஸ்மார்ட் ஒப்பந்த நூலகங்கள் பற்றி மேலும்</a>.",
  "light-client-term": "லைட் கிளையண்ட்",
  "light-client-definition": "<a href=\"/glossary/#blockchain\">பிளாக்செயினின்</a> உள்ளூர் நகலைச் சேமிக்காத, அல்லது பிளாக்குகள் மற்றும் <a href=\"/glossary/#transaction\">பரிவர்த்தனைகளை</a> சரிபார்க்காத ஒரு Ethereum கிளையண்ட். இது ஒரு <a href=\"/glossary/#wallet\">பணப்பையின்</a> செயல்பாடுகளை வழங்கி, பரிவர்த்தனைகளை உருவாக்கி ஒளிபரப்ப முடியும்.",
  "liquidity-term": "லிக்விடிட்டி",
  "liquidity-definition": "லிக்விடிட்டி என்பது ஒரு சொத்து எவ்வளவு விரைவாகவும் எளிதாகவும் பணமாகவோ அல்லது மற்றொரு சொத்தாகவோ மாற்றப்பட முடியும் என்பதாகும். யூனிஸ்வாப் போன்ற பரவலாக்கப்பட்ட பரிமாற்றங்கள் பல லிக்விடிட்டி குளங்களைக் கொண்டுள்ளன, அங்கு சொத்து வைத்திருப்பவர்கள் தங்கள் சொத்துக்களை வைப்பு செய்யலாம், அங்கு வர்த்தகர்கள் அவற்றை வெகுமதிகளுக்கு ஈடாக பரவலாக்கப்பட்ட வழியில் வாங்கவும் விற்கவும் முடியும்.",
  "liquidity-tokens-term": "லிக்விடிட்டி டோக்கன்கள்",
  "liquidity-tokens-definition": "லிக்விடிட்டி டோக்கன்கள் (LST) என்பது ஒரு லிக்விடிட்டி குளத்தில் சொத்துக்களை வைப்பு செய்யும் பங்கேற்பாளர்களுக்கு வழங்கப்படும் டிஜிட்டல் டோக்கன்கள் ஆகும், இது ஒரு ஸ்மார்ட் ஒப்பந்தத்தில் பூட்டப்பட்ட நிதிகளின் தொகுப்பாகும் மற்றும் ஒரு பரவலாக்கப்பட்ட பரிமாற்றத்தில் (DEX) வர்த்தகத்தை எளிதாக்கப் பயன்படுகிறது.<br />இந்த டோக்கன்கள் குளத்தில் பங்கேற்பாளரின் பங்கைக் குறிக்கின்றன மற்றும் குளத்தின் செயல்பாட்டால் உருவாக்கப்பட்ட வர்த்தக கட்டணங்களின் ஒரு பகுதியுடன் ஆரம்ப வைப்புக்கு பின்னர் மீட்டெடுக்கப்படலாம். அடிப்படையில், லிக்விடிட்டி டோக்கன்கள் ஒரு லிக்விடிட்டி குளத்தில் உரிமை அல்லது பங்குக்கான சான்றாகச் செயல்படுகின்றன, இது வைத்திருப்பவர்களுக்கு வெகுமதிகளை ஈட்ட அனுமதிக்கிறது, அதே நேரத்தில் மற்றவர்கள் வெவ்வேறு கிரிப்டோகரன்சி ஜோடிகளை திறமையாக வர்த்தகம் செய்யத் தேவையான லிக்விடிட்டியை வழங்குகிறது.",
  "liquid-staking-tokens-term": "லிக்விட் ஸ்டேக்கிங் டோக்கன்கள்",
  "liquid-staking-tokens-definition": "ஒரு பயனர் பங்கு வைக்கும் பூட்டப்பட்ட கிரிப்டோகரன்சியின் உரிமையைக் குறிக்கும் ஒரு வருவிப்பு டோக்கன். ஒரு சொத்தை பங்கு வைத்தவுடன், சில தளங்கள் லிக்விட் ஸ்டேக்கிங் டோக்கன்களை (LST கள்) உருவாக்க அனுமதிக்கின்றன, இது பூட்டப்பட்ட டோக்கன்களின் சமமான பங்கைக் குறிக்கிறது. இந்த LST கள் பின்னர் வர்த்தகம் செய்யப்படலாம், விற்கப்படலாம் அல்லது பிற DeFi நெறிமுறைகளில் பயன்படுத்தப்படலாம், இது ஸ்டேக்கருக்கு அவர்களின் நிதிகளிலிருந்து லிக்விடிட்டியை அணுக அனுமதிப்பதன் மூலம் மூலதனத் திறனை மேம்படுத்துகிறது, அவர்களின் அசல் சொத்துக்கள் பங்கு வைக்கப்பட்டிருந்தாலும் கூட.",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "Ethereum இன் ஒருமித்த கருத்து கிளையண்ட்களால் சங்கிலியின் தலைப்பை அடையாளம் காணப் பயன்படுத்தப்படும் <a href=\"/glossary/#fork-choice-algorithm\">ஃபோர்க் தேர்வு அல்காரிதம்</a>. LMD-GHOST என்பது \"Latest Message Driven Greediest Heaviest Observed SubTree\" என்பதன் சுருக்கமாகும், இதன் பொருள் சங்கிலியின் தலைப்பு அதன் வரலாற்றில் <a href=\"/glossary/#attestation\">சான்றளிப்புகளின்</a> மிகப்பெரிய திரட்சியைக் கொண்ட பிளாக் என்பதாகும்.",
  "mainnet-term": "முதன்மை நெட்வொர்க்",
  "mainnet-definition": "\"முக்கிய நெட்வொர்க்\" என்பதன் சுருக்கம், இது முக்கிய பொது Ethereum <a href=\"/glossary/#blockchain\">பிளாக்செயின்</a> ஆகும்.",
  "max-fee-per-gas-term": "ஒரு எரிவாயுவிற்கான அதிகபட்ச கட்டணம்",
  "max-fee-per-gas-definition": "அதிகபட்ச கட்டணம் என்பது ஒரு பரிவர்த்தனையை ஒரு பிளாக்கில் சேர்க்க ஒரு பயனர் ஒரு அலகு எரிவாயுவிற்கு (<a href=\"/glossary/#gwei\">gwei</a>) செலுத்தத் தயாராக இருக்கும் முழுமையான அதிகபட்ச தொகையாகும்.",
  "merkle-patricia-tree-term": "மெர்க்கல் பேட்ரிஷியா மரம் (MPT)",
  "merkle-patricia-tree-definition": "விசை-மதிப்பு ஜோடிகளை திறமையாக சேமிக்க Ethereum இல் பயன்படுத்தப்படும் ஒரு தரவுக் கட்டமைப்பு.",
  "merkle-root-term": "மெர்க்கல் வேர்",
  "merkle-root-definition": "ஒரு மெர்க்கல் வேர் என்பது ஒரு மெர்க்கல் மரத்தின் ஒற்றை மேல் ஹாஷ் ஆகும். இது ஒரு பிளாக்கிற்குள் உள்ள அனைத்து பரிவர்த்தனைகளையும் சரிபார்க்கிறது.",
  "message-term": "செய்தி",
  "message-definition": "ஒரு <a href=\"/glossary/#internal-transaction\">உள் பரிவர்த்தனை</a>, இது ஒருபோதும் வரிசைப்படுத்தப்படாதது மற்றும் <a href=\"/glossary/#evm\">EVM</a> க்குள் மட்டுமே அனுப்பப்படுகிறது.",
  "message-call-term": "செய்தி அழைப்பு",
  "message-call-definition": "ஒரு கணக்கிலிருந்து மற்றொரு கணக்கிற்கு ஒரு <a href=\"/glossary/#message\">செய்தியை</a> அனுப்பும் செயல். இலக்கு கணக்கு <a href=\"/glossary/#evm\">EVM</a> குறியீட்டுடன் தொடர்புடையதாக இருந்தால், அந்த பொருளின் நிலையுடன் VM தொடங்கப்பட்டு செய்தி மீது நடவடிக்கை எடுக்கப்படும்.",
  "mev-term": "அதிகபட்ச பிரித்தெடுக்கக்கூடிய மதிப்பு (MEV)",
  "mev-definition": "தரமான பிளாக் வெகுமதி மற்றும் எரிவாயு கட்டணங்களுக்கு மேலதிகமாக, ஒரு பிளாக்கில் பரிவர்த்தனைகளைச் சேர்ப்பது, விலக்குவது மற்றும் வரிசையை மாற்றுவதன் மூலம் பிளாக் உற்பத்தியில் இருந்து பிரித்தெடுக்கக்கூடிய அதிகபட்ச மதிப்பு. <a href=\"/developers/docs/mev/\">அதிகபட்ச பிரித்தெடுக்கக்கூடிய மதிப்பு (MEV) பற்றி மேலும்</a>.",
  "mining-term": "சுரங்கம்",
  "mining-definition": "ஒரு <a href=\"/glossary/#nonce\">நான்ஸை</a> அதிகரிக்கும்போது, முடிவு ஒரு குறிப்பிட்ட எண்ணிக்கையிலான முன்னணி பைனரி பூஜ்ஜியங்களைக் கொண்டிருக்கும் வரை, ஒரு பிளாக் தலைப்பை மீண்டும் மீண்டும் ஹாஷ் செய்யும் செயல்முறை. இது வேலைச் சான்று பிளாக்செயினில் புதிய <a href=\"/glossary/#block\">பிளாக்குகள்</a> சேர்க்கப்படும் செயல்முறையாகும். இது Ethereum பங்குச் சான்றுக்கு மாறும் முன் பாதுகாக்கப்பட்ட விதமாகும்.",
  "miner-term": "சுரங்கத் தொழிலாளி",
  "miner-definition": "புதிய பிளாக்குகளுக்கு செல்லுபடியாகும் <a href=\"/glossary/#pow\">வேலைச் சான்றைக்</a> கண்டுபிடிக்கும் ஒரு நெட்வொர்க் <a href=\"/glossary/#node\">முனை</a>, மீண்டும் மீண்டும் பாஸ் ஹாஷிங் மூலம் (பார்க்க <a href=\"/glossary/#ethash\">Ethash</a>). சுரங்கத் தொழிலாளர்கள் இனி Ethereum இன் ஒரு பகுதியாக இல்லை - Ethereum பங்குச் சான்றுக்கு மாறியபோது அவர்கள் சரிபார்ப்பாளர்களால் மாற்றப்பட்டனர்.",
  "mint-term": "புதினா",
  "mint-definition": "புதினா என்பது புதிய டோக்கன்களை உருவாக்கி அவற்றை புழக்கத்தில் கொண்டு வரும் செயல்முறையாகும், இதனால் அவை பயன்படுத்தப்படலாம். இது மைய அதிகாரத்தின் தலையீடு இல்லாமல் ஒரு புதிய டோக்கனை உருவாக்குவதற்கான ஒரு பரவலாக்கப்பட்ட பொறிமுறையாகும்.",
  "multisig-term": "பல கையெழுத்து",
  "multisig-definition": "மல்டிசிக் (பல கையொப்பம்) என்பது ஒரு டிஜிட்டல் பணப்பை அல்லது கணக்கைக் குறிக்கிறது, இது பரிவர்த்தனைகளைச் செயல்படுத்த பல கையொப்பங்கள் அல்லது ஒப்புதல்கள் தேவைப்படுகிறது, பாதுகாப்பை மேம்படுத்துகிறது.<br />இது பாரம்பரிய ஒற்றை-கையொப்ப கணக்குகளுடன் ஒப்பிடும்போது கூடுதல் பாதுகாப்பைச் சேர்க்கிறது, அங்கு ஒரு நபரின் ஒப்புதல் மட்டுமே தேவைப்படுகிறது.",
  "network-term": "நெட்வொர்க்",
  "network-definition": "Ethereum நெட்வொர்க்கைக் குறிப்பிடுகையில், பரிவர்த்தனைகள் மற்றும் பிளாக்குகளை ஒவ்வொரு Ethereum முனைக்கும் (நெட்வொர்க் பங்கேற்பாளர்) பரப்பும் ஒரு பியர்-டு-பியர் நெட்வொர்க். <a href=\"/developers/docs/networks/\">நெட்வொர்க்குகள் பற்றி மேலும்</a>.",
  "network-hashrate-term": "நெட்வொர்க் ஹாஷ்ரேட்",
  "network-hashrate-definition": "ஒரு முழு சுரங்க நெட்வொர்க்கால் உருவாக்கப்பட்ட கூட்டு ஹாஷ்ரேட். Ethereum பங்குச் சான்றுக்கு மாறியபோது Ethereum இல் சுரங்கப் பணி அணைக்கப்பட்டது.",
  "nft-term": "மாற்ற முடியாத டோக்கன் (NFT)",
  "nft-definition": "நீங்கள் சொந்தமாக வைத்திருக்கக்கூடிய ஒரு தனித்துவமான டிஜிட்டல் பொருள், கலை அல்லது சேகரிப்புகள் போன்றவை, பிளாக்செயின் தொழில்நுட்பத்தால் சரிபார்க்கப்பட்டது. <a href=\"/nft/\">மாற்ற முடியாத டோக்கன்கள் (NFT கள்) பற்றி மேலும்</a>.",
  "node-term": "முனை",
  "node-definition": "நெட்வொர்க்கில் பங்கேற்கும் ஒரு மென்பொருள் கிளையண்ட். <a href=\"/developers/docs/nodes-and-clients/\">முனைகள் மற்றும் கிளையண்ட்கள் பற்றி மேலும்</a>.",
  "nonce-term": "Nonce",
  "nonce-definition": "கிரிப்டோகிராஃபியில், ஒரு முறை மட்டுமே பயன்படுத்தக்கூடிய ஒரு மதிப்பு. ஒரு கணக்கு நான்ஸ் என்பது ஒவ்வொரு கணக்கிலும் ஒரு பரிவர்த்தனை கவுண்டர் ஆகும், இது மறுபதிப்பு தாக்குதல்களைத் தடுக்கப் பயன்படுகிறது.",
  "offchain-term": "ஆஃப்செயின்",
  "offchain-definition": "ஆஃப்செயின் என்பது பிளாக்செயினுக்கு வெளியே இருக்கும் எந்தவொரு பரிவர்த்தனை அல்லது தரவையும் குறிக்கிறது. ஒவ்வொரு பரிவர்த்தனையையும் ஆன்செயினில் மேற்கொள்வது விலை உயர்ந்ததாகவும் திறனற்றதாகவும் இருக்கலாம் என்பதால், விலை தரவைக் கையாளும் ஆரக்கிள்கள் போன்ற மூன்றாம் தரப்பு கருவிகள், அல்லது அதிக பரிவர்த்தனைகளின் செயல்வீதத்தைச் செயல்படுத்தும் லேயர் 2 தீர்வுகள், ஆஃப்செயினில் பெரும்பாலான செயலாக்கப் பணிகளைக் கையாளுகின்றன, மேலும் குறைவான இடைவெளியில் ஆன்செயினில் தகவல்களைச் சமர்ப்பிக்கும்.",
  "ommer-term": "ஓமர் (மாமா) பிளாக்",
  "ommer-definition": "ஒரு வேலைச் சான்று <a href=\"/glossary/#miner\">சுரங்கத் தொழிலாளி</a> ஒரு செல்லுபடியாகும் <a href=\"/glossary/#block\">பிளாக்கைக்</a> கண்டுபிடிக்கும்போது, மற்றொரு சுரங்கத் தொழிலாளி ஒரு போட்டியிடும் பிளாக்கை வெளியிட்டிருக்கலாம், அது முதலில் பிளாக்செயினின் நுனியில் சேர்க்கப்படுகிறது. இந்த செல்லுபடியாகும், ஆனால் பழைய, பிளாக் புதிய பிளாக்குகளால் <em>ஓமர்களாக</em> சேர்க்கப்படலாம் மற்றும் ஒரு பகுதி பிளாக் வெகுமதியைப் பெறலாம். \"ஓமர்\" என்ற சொல் ஒரு பெற்றோர் பிளாக்கின் உடன்பிறப்புக்கான விரும்பத்தக்க பாலின-நடுநிலை சொல்லாகும், ஆனால் இது சில நேரங்களில் \"மாமா\" என்றும் குறிப்பிடப்படுகிறது. Ethereum ஒரு <a href=\"/glossary/#pow\">வேலைச் சான்று</a> நெட்வொர்க்காக இருந்தபோது இது பொதுவானதாக இருந்தது. இப்போது Ethereum <a href=\"/glossary/#pos\">பங்குச் சான்றைப்</a> பயன்படுத்துவதால், ஒரு ஸ்லாட்டிற்கு ஒரு பிளாக் முன்மொழிபவர் மட்டுமே தேர்ந்தெடுக்கப்படுகிறார்.",
  "onchain-term": "ஆன்செயின்",
  "onchain-definition": "பிளாக்செயினில் நடக்கும் மற்றும் பொதுவில் கிடைக்கும் செயல்கள் அல்லது பரிவர்த்தனைகளைக் குறிக்கிறது.<br /><br />இதை ஒரு பெரிய, பகிரப்பட்ட நோட்புக்கில் எல்லோரும் பார்க்கவும் சரிபார்க்கவும் கூடிய ஒன்றை எழுதுவது போல நினைத்துப் பாருங்கள், இது எழுதப்பட்ட எதுவும் (டிஜிட்டல் பணத்தை அனுப்புவது அல்லது ஒரு ஒப்பந்தம் செய்வது போன்றவை) நிரந்தரமானது மற்றும் மாற்றப்படவோ அல்லது அழிக்கப்படவோ முடியாது என்பதை உறுதி செய்கிறது.",
  "optimistic-rollup-term": "ஓப்டிமிஸ்டிக் ரோல்அப்",
  "optimistic-rollup-definition": "ஆப்டிமிஸ்டிக் ரோலப் என்பது Ethereum இல் பரிவர்த்தனைகளை விரைவுபடுத்தும் ஒரு லேயர் 2 தீர்வாகும், இது சவால் விடப்படாவிட்டால் இயல்பாகவே செல்லுபடியாகும் என்று கருதுகிறது. <a href=\"/developers/docs/scaling/optimistic-rollups/\">ஆப்டிமிஸ்டிக் ரோலப்கள் பற்றி மேலும்</a>.",
  "oracle-term": "ஆரக்கிள்",
  "oracle-definition": "ஒரு ஆரக்கிள் என்பது <a href=\"/glossary/#blockchain\">பிளாக்செயின்</a> மற்றும் உண்மையான உலகத்திற்கு இடையிலான ஒரு பாலமாகும். அவை <a href=\"/glossary/#smart-contract\">ஸ்மார்ட் ஒப்பந்தங்களில்</a> தகவல்களை வினவவும் பயன்படுத்தவும் கூடிய ஆன்செயின் <a href=\"/glossary/#api\">API களாக</a> செயல்படுகின்றன. <a href=\"/developers/docs/oracles/\">ஆரக்கிள்கள் பற்றி மேலும்</a>.",
  "peer-term": "பியர்",
  "peer-definition": "Ethereum கிளையன்ட் மென்பொருளை இயக்கும் இணைக்கப்பட்ட கணினிகள், அவை <a href=\"/glossary/#blockchain\">பிளாக்செயினின்</a> ஒரே மாதிரியான நகல்களைக் கொண்டுள்ளன.",
  "peer-to-peer-network-term": "பியர்-டு-பியர் நெட்வொர்க்",
  "peer-to-peer-network-definition": "கணினிகளின் ஒரு நெட்வொர்க் (<a href=\"/glossary/#peer\">பியர்கள்</a>), அவை மையப்படுத்தப்பட்ட, சேவையக அடிப்படையிலான சேவைகளின் தேவை இல்லாமல் கூட்டாகச் செயல்பாடுகளைச் செய்ய முடியும்.<br />இந்த அமைப்பு பெரும்பாலும் கோப்புகளைப் பகிர்தல் (அதாவது, பிட் டோரன்ட்), தகவல், அல்லது டிஜிட்டல் நாணயங்கள் ஆகியவற்றிற்குப் பயன்படுத்தப்படுகிறது, இது பயனர்களிடையே மிகவும் நேரடியான மற்றும் சாத்தியமான மிகவும் திறமையான பரிமாற்றங்களை அனுமதிக்கிறது.",
  "permissionless-term": "அனுமதி தேவைப்படாதது",
  "permissionless-definition": "அனுமதி இல்லாதது என்றால் யார் வேண்டுமானாலும் Ethereum போன்ற ஒரு அமைப்பில் சேர்ந்து பயன்படுத்தலாம். இது எல்லோரும் பங்கேற்கத் திறந்திருக்கிறது மற்றும் எந்த ஒப்புதலும் தேவையில்லை.",
  "plasma-term": "பிளாஸ்மா",
  "plasma-definition": "<a href=\"/glossary/#optimistic-rollup\">ஆப்டிமிஸ்டிக் ரோலப்கள்</a> போன்ற <a href=\"/glossary/#fraud-proof\">மோசடி சான்றுகளைப்</a> பயன்படுத்தும் ஒரு ஆஃப்செயின் அளவிடுதல் தீர்வு. பிளாஸ்மா அடிப்படை டோக்கன் பரிமாற்றங்கள் மற்றும் மாற்றங்கள் போன்ற எளிய பரிவர்த்தனைகளுக்கு மட்டுமே வரையறுக்கப்பட்டுள்ளது. <a href=\"/developers/docs/scaling/plasma\">பிளாஸ்மா பற்றி மேலும்</a>.",
  "private-key-term": "தனிப்பட்ட விசை",
  "private-key-definition": "ஒரு தனிப்பட்ட விசை என்பது உங்கள் டிஜிட்டல் பணத்திற்கு நீங்கள் உரிமையாளர் என்பதை நிரூபிக்கும் ஒரு இரகசியக் குறியீடாகும், மேலும் அதைச் செலவழிக்க உங்களை அனுமதிக்கிறது, உங்கள் கணக்கிற்கான ஒரு PIN போன்றது. <strong>அதைப் பகிர வேண்டாம்</strong>.",
  "public-goods-term": "பொதுப் பொருட்கள்",
  "public-goods-definition": "பொதுப் பொருட்கள் என்பது பூங்காக்கள் அல்லது சுத்தமான காற்று போன்ற அனைவரும் இலவசமாகப் பயன்படுத்தக்கூடிய விஷயங்கள் ஆகும், மேலும் அவற்றைப் பயன்படுத்துவது மற்றவர்களைப் பயன்படுத்துவதைத் தடுக்காது. அரசாங்கங்கள் பெரும்பாலும் இவற்றை வழங்குகின்றன, ஏனென்றால் வணிகங்கள் பொதுவாக வழங்காது, ஏனெனில் அவை பயன்படுத்துபவர்களிடம் எளிதாகக் கட்டணம் வசூலிக்க முடியாது.",
  "private-chain-term": "தனிப்பட்ட சங்கிலி",
  "private-chain-definition": "ஒரு முழுமையான தனிப்பட்ட பிளாக்செயின் என்பது அனுமதி பெற்ற அணுகலைக் கொண்ட ஒன்றாகும், இது பொதுவில் பயன்படுத்தக் கிடைக்காது.",
  "poap-term": "POAP",
  "poap-definition": "வருகை சான்று நெறிமுறை, நீங்கள் ஒரு குறிப்பிட்ட நிகழ்வு அல்லது செயல்பாட்டில் கலந்து கொண்டீர்கள் என்பதை நிரூபிக்கும் ஒரு டிஜிட்டல் சேகரிப்பை (NFT) உருவாக்கப் பயன்படுகிறது.",
  "pos-term": "பங்குச் சான்று (PoS)",
  "pos-definition": "ஒரு கிரிப்டோகரன்சி பிளாக்செயின் நெறிமுறை பரவலாக்கப்பட்ட <a href=\"/glossary/#consensus\">ஒருமித்த கருத்தை</a> அடைய நோக்கமாகக் கொண்ட ஒரு முறை. பரிவர்த்தனைகளின் சரிபார்ப்பில் பங்கேற்க, பயனர்கள் ஒரு குறிப்பிட்ட அளவு கிரிப்டோகரன்சியின் உரிமையை (நெட்வொர்க்கில் அவர்களின் \"பங்கு\") நிரூபிக்குமாறு PoS கேட்கிறது. <a href=\"/developers/docs/consensus-mechanisms/pos/\">பங்குச் சான்று பற்றி மேலும்</a>.",
  "pow-term": "வேலைக்கான சான்று (PoW)",
  "pow-definition": "பிளாக்செயின்களுக்கான ஒரு பாதுகாப்பு பொறிமுறை, இது ஒரு குறிப்பிட்ட மதிப்பைக் கண்டுபிடிக்க முனைகள் கணக்கீடு வடிவில் ஆற்றலைச் செலவழிக்க வேண்டும்.",
  "proto-danksharding-term": "பிரோட்டோ-டாங்க்ஷார்டிங் (Proto-Danksharding)",
  "proto-danksharding-definition": "Ethereum க்காக தரவுகளின் \"பிளாப்களை\" ஏற்கும் ஒரு புதிய பரிவர்த்தனை வகை. இந்த \"பிளாப்\" தரவு தற்காலிகமாக பீக்கன் சங்கிலியில் 4096 எபோக்களுக்கு (~18.2 நாட்கள்) சேமிக்கப்படுகிறது, மேலும் முனை ஆபரேட்டர்களுக்கான வன்பொருள் தேவைகளைக் குறைக்க உதவ பின்னர் விருப்பப்படி நீக்கப்படலாம்.",
  "public-key-term": "பொது விசை",
  "public-key-definition": "ஒரு பொது விசை என்பது மற்றவர்கள் உங்களுக்கு டிஜிட்டல் நாணயத்தை பாதுகாப்பாக அனுப்ப அனுமதிக்கும் ஒரு எழுத்துகளின் தொகுப்பாகும், பணத்திற்கான ஒரு மின்னஞ்சல் முகவரி போன்றது.",
  "quadratic-voting-term": "சதுர வாக்களிப்பு",
  "quadratic-voting-definition": "வாக்காளர்கள் பிரச்சினைகளைப் பற்றி எவ்வளவு வலுவாக உணர்கிறார்கள் என்பதை வெளிப்படுத்தும் ஒரு வாக்களிப்பு முறையாகும். இது வாக்காளர்களை விருப்பத்தை மட்டுமல்ல, அவர்களின் விருப்பத்தின் தீவிரத்தையும் காட்ட அனுமதிக்கிறது.",
  "receipt-term": "ரசீது",
  "receipt-definition": "ஒரு குறிப்பிட்ட <a href=\"/glossary/#transaction\">பரிவர்த்தனையின்</a> முடிவைக் குறிக்க ஒரு Ethereum கிளையண்டால் திரும்ப வழங்கப்படும் தரவு, இதில் பரிவர்த்தனையின் ஒரு <a href=\"/glossary/#hash\">ஹாஷ்</a>, அதன் <a href=\"/glossary/#block\">பிளாக்</a> எண், பயன்படுத்தப்பட்ட <a href=\"/glossary/#gas\">எரிவாயுவின்</a> அளவு, மற்றும், ஒரு <a href=\"/glossary/#smart-contract\">ஸ்மார்ட் ஒப்பந்தத்தைப்</a> பயன்படுத்தும் பட்சத்தில், ஒப்பந்தத்தின் <a href=\"/glossary/#address\">முகவரி</a> ஆகியவை அடங்கும்.",
  "recovery-phrase-term": "விதை சொற்றொடர்/மீட்பு சொற்றொடர்",
  "recovery-phrase-definition": "நீங்கள் ஒரு டிஜிட்டல் பணப்பையை உருவாக்கும்போது உங்களுக்கு வழங்கப்படும் வார்த்தைகளின் பட்டியல். இது ஒரு கடவுச்சொல் போல செயல்படுகிறது, இது நீங்கள் அணுகலை இழந்தால் உங்கள் பணப்பைக்கு மீண்டும் வர உதவும், உங்கள் டிஜிட்டல் பணம் அல்லது டோக்கன்களை இழக்காமல் இருப்பதை உறுதி செய்கிறது.",
  "re-entrancy-attack-term": "மீண்டும் நுழையும் தாக்குதல்",
  "re-entrancy-attack-definition": "ஒரு தாக்குபவர் ஒப்பந்தம் ஒரு பாதிக்கப்பட்ட ஒப்பந்த செயல்பாட்டை அழைக்கும் ஒரு தாக்குதல், இதில் செயல்படுத்தும் போது பாதிக்கப்பட்டவர் தாக்குபவர் ஒப்பந்தத்தை மீண்டும் மீண்டும் அழைக்கிறார். இது, எடுத்துக்காட்டாக, பாதிக்கப்பட்ட ஒப்பந்தத்தின் இருப்புகளைப் புதுப்பிக்கும் அல்லது திரும்பப் பெறும் அளவுகளை எண்ணும் பகுதிகளைத் தவிர்ப்பதன் மூலம் நிதிகளைத் திருடுவதற்கு வழிவகுக்கும். <a href=\"/developers/docs/smart-contracts/security/#reentrancy\">மீண்டும் நுழைவது பற்றி மேலும்</a>.",
  "reward-term": "வெகுமதி",
  "reward-definition": "ஒவ்வொரு ஸ்லாட்டிலும் ஒரு பிளாக்கை முன்மொழிவது அல்லது ஒரு ஒத்திசைவு-குழுவில் பங்கேற்பது உள்ளிட்ட சில செயல்பாடுகளைச் செய்யும் <a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">சரிபார்ப்பாளர்களுக்கு வழங்கப்படும்</a> ஈதரின் ஒரு அளவு.",
  "rlp-term": "சுழல் நீள முன்னொட்டு (RLP)",
  "rlp-definition": "Ethereum உருவாக்குநர்களால் வடிவமைக்கப்பட்ட ஒரு <a href=\"/developers/docs/data-structures-and-encoding\">குறியாக்கத் தரம்</a>, இது எந்தவொரு சிக்கலான மற்றும் நீளமான பொருள்களையும் (தரவுக் கட்டமைப்புகள்) குறியாக்கம் செய்யவும் மற்றும் வரிசைப்படுத்தவும் பயன்படுகிறது.",
  "rollups-term": "ரோல்அப்புகள்",
  "rollups-definition": "பல்வேறு பரிவர்த்தனைகளைத் தொகுத்து, அவற்றை <a href=\"/glossary/#mainnet\">Ethereum முதன்மைச் சங்கிலிக்கு</a> ஒரே பரிவர்த்தனையில் சமர்ப்பிக்கும் ஒரு வகை <a href=\"/glossary/#layer-2\">லேயர் 2</a> அளவிடுதல் தீர்வு. இது <a href=\"/glossary/#gas\">எரிவாயு</a> செலவுகளைக் குறைக்கவும், <a href=\"/glossary/#transaction\">பரிவர்த்தனை</a> செயல்வீதத்தை அதிகரிக்கவும் அனுமதிக்கிறது. இந்த அளவிடுதல் ஆதாயங்களை வழங்க வெவ்வேறு பாதுகாப்பு முறைகளைப் பயன்படுத்தும் ஆப்டிமிஸ்டிக் மற்றும் பூஜ்ஜிய-அறிவு ரோலப்கள் உள்ளன. <a href=\"/developers/docs/scaling/#rollups\">ரோலப்கள் பற்றி மேலும்</a>.",
  "rpc-term": "ரிமோட் நடைமுறை அழைப்பு (RPC)",
  "rpc-definition": "RPC ஒரு கணினியை மற்றொரு கணினியிடமிருந்து ஒரு நெட்வொர்க் வழியாக தரவு அல்லது செயலைக் கோர அனுமதிக்கிறது, ஒரு ரிமோட் கண்ட்ரோலுடன் தகவலைக் கேட்பது போல.",
  "sha-term": "பாதுகாப்பான ஹாஷ் அல்காரிதம் (SHA)",
  "sha-definition": "தேசிய தரநிலைகள் மற்றும் தொழில்நுட்ப நிறுவனத்தால் (NIST) வெளியிடப்பட்ட கிரிப்டோகிராஃபிக் ஹாஷ் செயல்பாடுகளின் ஒரு குடும்பம்.",
  "serialization-term": "Serialization",
  "serialization-definition": "ஒரு தரவுக் கட்டமைப்பை பைட்டுகளின் வரிசையாக மாற்றும் செயல்முறை.",
  "sequencer-term": "வரிசைப்படுத்தி",
  "sequencer-definition": "ஒரு வரிசைப்படுத்தி என்பது ஒரு பிளாக்செயின் நெட்வொர்க்கில், குறிப்பாக லேயர் 2 அளவிடுதல் தீர்வுகளுக்குள் பரிவர்த்தனைகளை வரிசைப்படுத்துவதற்குப் பொறுப்பான ஒரு நிரலாகும்.",
  "shard-term": "ஷார்ட் / ஷார்ட் சங்கிலி",
  "shard-definition": "ஷார்ட் சங்கிலிகள் மொத்த பிளாக்செயினின் தனித்தனி பிரிவுகள் ஆகும், அவற்றிற்கு சரிபார்ப்பாளர்களின் துணைக்குழுக்கள் பொறுப்பாக இருக்கலாம். இது முதலில் Ethereum மில்லியன் கணக்கான பரிவர்த்தனைகளை வினாடிக்கு அளவிடுவதற்கான வழியாகக் கருதப்பட்டது, ஆனால் <a href=\"/glossary/#rollups\">ரோலப்களைப்</a> பயன்படுத்தி அளவிடுவதன் விரைவான வளர்ச்சியால் இது இப்போது மாற்றப்பட்டுள்ளது.",
  "sidechain-term": "பக்கச்சங்கிலி",
  "sidechain-definition": "வெவ்வேறு, பெரும்பாலும் வேகமான, <a href=\"/glossary/#consensus-rules\">ஒருமித்த கருத்து விதிகளைக்</a> கொண்ட ஒரு தனித்தனி சங்கிலியைப் பயன்படுத்தும் ஒரு அளவிடுதல் தீர்வு. இந்த பக்கச்சங்கிலிகளை <a href=\"/glossary/#mainnet\">மெயின்நெட்டுடன்</a> இணைக்க ஒரு பாலம் தேவை. <a href=\"/glossary/#rollups\">ரோலப்களும்</a> பக்கச்சங்கிலிகளைப் பயன்படுத்துகின்றன, ஆனால் அவை <a href=\"/glossary/#mainnet\">மெயின்நெட்டுடன்</a> இணைந்து செயல்படுகின்றன. <a href=\"/developers/docs/scaling/sidechains/\">பக்கச்சங்கிலிகள் பற்றி மேலும்</a>.",
  "signing-term": "கையொப்பமிடுதல்",
  "signing-definition": "ஒரு பரிவர்த்தனை ஒரு குறிப்பிட்ட தனிப்பட்ட விசையின் வைத்திருப்பவரால் அங்கீகரிக்கப்பட்டது என்பதை கிரிப்டோகிராஃபிக் முறையில் நிரூபித்தல்.",
  "singleton-term": "சிங்கிள்டன்",
  "singleton-definition": "ஒரு கணினி நிரலாக்கச் சொல், இது ஒரு ஒற்றை நிகழ்வு மட்டுமே இருக்கக்கூடிய ஒரு பொருளை விவரிக்கிறது.",
  "slasher-term": "ஸ்லாஷர்",
  "slasher-definition": "ஒரு ஸ்லாஷர் என்பது ஸ்லாஷ் செய்யக்கூடிய குற்றங்களைத் தேடி சான்றளிப்புகளை ஸ்கேன் செய்யும் ஒரு நிறுவனம் ஆகும். ஸ்லாஷிங்குகள் நெட்வொர்க்கிற்கு ஒளிபரப்பப்படுகின்றன, மேலும் அடுத்த பிளாக் முன்மொழிபவர் சான்றை பிளாக்கில் சேர்க்கிறார். பிளாக் முன்மொழிபவர் பின்னர் தீங்கிழைக்கும் சரிபார்ப்பாளரை ஸ்லாஷ் செய்ததற்காக ஒரு வெகுமதியைப் பெறுகிறார்.",
  "slot-term": "ஸ்லாட்",
  "slot-definition": "<a href=\"/glossary/#pos\">பங்குச் சான்று</a> அமைப்பில் ஒரு <a href=\"/glossary/#validator\">சரிபார்ப்பாளரால்</a> புதிய பிளாக்குகள் முன்மொழியப்படக்கூடிய ஒரு கால அளவு (12 வினாடிகள்). ஒரு ஸ்லாட் காலியாக இருக்கலாம். 32 ஸ்லாட்டுகள் ஒரு <a href=\"/glossary/#epoch\">எபோக்கை</a> உருவாக்குகின்றன. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">பங்குச் சான்று பற்றி மேலும்</a>.",
  "smart-contract-term": "ஸ்மார்ட் ஒப்பந்தம்",
  "smart-contract-definition": "ஒரு ஸ்மார்ட் ஒப்பந்தம் என்பது ஒரு பிளாக்செயினில் ஒப்பந்தங்களை தானாகவே செயல்படுத்தும் ஒரு நிரலாகும், ஒரு சுய-செயல்படுத்தும் டிஜிட்டல் ஒப்பந்தம் போல. <a href=\"/smart-contracts/\">ஸ்மார்ட் ஒப்பந்தங்களுக்கு அறிமுகம்</a>.",
  "snark-term": "SNARK",
  "snark-definition": "\"சுருக்கமான ஊடாடும் அல்லாத அறிவு வாதம்\" என்பதன் சுருக்கம், ஒரு SNARK என்பது ஒரு வகை <a href=\"/glossary/#zk-proof\">பூஜ்ஜிய-அறிவு சான்றாகும்</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">பூஜ்ஜிய-அறிவு ரோலப்கள் பற்றி மேலும்</a>.",
  "soft-fork-term": "மென்மையான ஃபோர்க்",
  "soft-fork-definition": "<a href=\"/glossary/#consensus-rules\">ஒருமித்த கருத்து விதிகள்</a> மாறும்போது ஏற்படும் ஒரு <a href=\"/glossary/#blockchain\">பிளாக்செயினில்</a> ஒரு வேறுபாடு. ஒரு <a href=\"/glossary/#hard-fork\">கடினமான ஃபோர்க்கிற்கு</a> மாறாக, ஒரு மென்மையான ஃபோர்க் பின்னோக்கி இணக்கமானது; மேம்படுத்தப்பட்ட முனைகள் புதிய ஒருமித்த கருத்து விதிகளைப் பின்பற்றும் வரை மேம்படுத்தப்படாத முனைகளால் உருவாக்கப்பட்ட பிளாக்குகளை சரிபார்க்க முடியும்.",
  "solidity-term": "Solidity",
  "solidity-definition": "ஜாவாஸ்கிரிப்ட், சி ++, அல்லது ஜாவா போன்ற தொடரியலைக் கொண்ட ஒரு செயல்முறை (கட்டாய) நிரலாக்க மொழி. Ethereum <a href=\"/glossary/#smart-contract\">ஸ்மார்ட் ஒப்பந்தங்களுக்கான</a> மிகவும் பிரபலமான மற்றும் அடிக்கடி பயன்படுத்தப்படும் மொழி. டாக்டர் கவின் உட்டால் உருவாக்கப்பட்டது. <a href=\"/developers/docs/smart-contracts/languages/#solidity\">Solidity பற்றி மேலும்</a>.",
  "solidity-inline-assembly-term": "Solidity இன்லைன் சட்டசபை",
  "solidity-inline-assembly-definition": "<a href=\"/glossary/#solidity\">Solidity</a> நிரலில் <a href=\"/glossary/#evm\">EVM</a> சட்டசபை மொழி. Solidity இன் இன்லைன் சட்டசபைகான ஆதரவு சில செயல்பாடுகளை எழுதுவதை எளிதாக்குகிறது.",
  "stablecoin-term": "ஸ்டேபிள்காயின்",
  "stablecoin-definition": "ஒரு ஸ்டேபிள்காயின் என்பது ஒரு நிலையான மதிப்பைக் கொண்டிருக்க வடிவமைக்கப்பட்ட ஒரு வகை கிரிப்டோகரன்சி ஆகும், இது பெரும்பாலும் ஒரு நாணயம் அல்லது பண்டத்துடன் (அமெரிக்க டாலர் போன்றவை) பிணைக்கப்பட்டுள்ளது, விலை ஏற்ற இறக்கத்தைக் குறைக்க. <a href=\"/stablecoins/\">ஸ்டேபிள்காயின்கள் பற்றி மேலும்</a>.",
  "staking-term": "ஸ்டேக்கிங்",
  "staking-definition": "<a href=\"/glossary/#network\">நெட்வொர்க்கைப்</a> பாதுகாக்கவும், ஒரு சரிபார்ப்பாளராக மாறவும், ஒரு அளவு <a href=\"/glossary/#ether\">ஈதரை</a> (உங்கள் பங்கு) வைப்பு செய்தல். ஒரு சரிபார்ப்பாளர் <a href=\"/glossary/#pos\">பங்குச் சான்று</a> ஒருமித்த கருத்து மாதிரியின் கீழ் <a href=\"/glossary/#transaction\">பரிவர்த்தனைகளைச்</a> சரிபார்த்து <a href=\"/glossary/#block\">பிளாக்குகளை</a> முன்மொழிகிறார். பங்கு வைப்பது நெட்வொர்க்கின் சிறந்த நலன்களுக்காகச் செயல்பட உங்களுக்கு ஒரு பொருளாதார ஊக்கத்தை அளிக்கிறது. உங்கள் <a href=\"/glossary/#validator\">சரிபார்ப்பாளர்</a> கடமைகளைச் செய்வதற்காக நீங்கள் வெகுமதிகளைப் பெறுவீர்கள், ஆனால் அவ்வாறு செய்யாவிட்டால் மாறுபட்ட அளவு ETH ஐ இழப்பீர்கள். <a href=\"/staking/\">Ethereum பங்கு வைப்பது பற்றி மேலும்</a>.",
  "staking-pool-term": "Staking pool",
  "staking-pool-definition": "ஒரு சரிபார்ப்பாளர் விசைகளின் தொகுப்பைச் செயல்படுத்தத் தேவையான 32 ETH ஐ அடையப் பயன்படும், ஒன்றுக்கு மேற்பட்ட Ethereum ஸ்டேக்கர்களின் ஒருங்கிணைந்த ETH. ஒரு முனை ஆபரேட்டர் இந்த விசைகளைப் பயன்படுத்தி ஒருமித்த கருத்தில் பங்கேற்கிறார், மேலும் <a href=\"/glossary/#block-reward\">பிளாக் வெகுமதிகள்</a> பங்களிக்கும் ஸ்டேக்கர்களிடையே பிரிக்கப்படுகின்றன. பங்கு வைக்கும் குளங்கள் அல்லது பங்கு வைப்பதை ஒப்படைத்தல் ஆகியவை Ethereum நெறிமுறைக்கு சொந்தமானவை அல்ல, ஆனால் பல தீர்வுகள் சமூகத்தால் உருவாக்கப்பட்டுள்ளன. <a href=\"/staking/pools/\">கூட்டுப் பங்கு வைப்பது பற்றி மேலும்</a>.",
  "stark-term": "STARK",
  "stark-definition": "\"அளவிடக்கூடிய வெளிப்படையான அறிவு வாதம்\" என்பதன் சுருக்கம், ஒரு STARK என்பது ஒரு வகை <a href=\"/glossary/#zk-proof\">பூஜ்ஜிய-அறிவு சான்றாகும்</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">பூஜ்ஜிய-அறிவு ரோலப்கள் பற்றி மேலும்</a>.",
  "state-term": "நிலை",
  "state-definition": "பிளாக்செயினில் ஒரு குறிப்பிட்ட நேரத்தில், பொதுவாக ஒரு குறிப்பிட்ட பிளாக்கில் உள்ள நிலையைக்குறித்து, அனைத்து இருப்புகள் மற்றும் தரவுகளின் ஒரு ஸ்னாப்ஷாட்.",
  "state-channels-term": "ஸ்டேட் சேனல்கள்",
  "state-channels-definition": "பங்கேற்பாளர்களிடையே ஒரு சேனல் அமைக்கப்படும் ஒரு <a href=\"/glossary/#layer-2\">லேயர் 2</a> தீர்வு, அங்கு அவர்கள் சுதந்திரமாகவும் மலிவாகவும் பரிவர்த்தனை செய்யலாம். சேனலை அமைக்கவும் சேனலை மூடவும் ஒரு <a href=\"/glossary/#transaction\">பரிவர்த்தனை</a> மட்டுமே <a href=\"/glossary/#mainnet\">மெயின்நெட்டுக்கு</a> அனுப்பப்படுகிறது. இது மிக அதிக பரிவர்த்தனை செயல்வீதத்தை அனுமதிக்கிறது, ஆனால் பங்கேற்பாளர்களின் எண்ணிக்கையை முன்கூட்டியே அறிவது மற்றும் நிதிகளைப் பூட்டுவதை நம்பியுள்ளது. <a href=\"/developers/docs/scaling/state-channels/#state-channels\">நிலை சேனல்கள் பற்றி மேலும்</a>.",
  "supermajority-term": "மீப்பெரும்பான்மை",
  "supermajority-definition": "சூப்பர்மெஜாரிட்டி என்பது Ethereum ஐப் பாதுகாக்கும் மொத்த பங்குகொண்ட ஈதரில் 2/3 (66%) க்கும் அதிகமான தொகையைக் குறிக்கும் சொல்லாகும். பீக்கன் சங்கிலியில் பிளாக்குகள் <a href=\"/glossary/#finality\">இறுதி செய்யப்படுவதற்கு</a> ஒரு சூப்பர்மெஜாரிட்டி வாக்கு தேவைப்படுகிறது.",
  "sybil-attack-term": "சிபில் தாக்குதல்",
  "sybil-attack-definition": "சிபில் தாக்குதல்கள் தனிப்பட்ட மனிதர்கள் தங்கள் செல்வாக்கை அதிகரிக்க பல நபர்களாக இருப்பதாக ஒரு அமைப்பை ஏமாற்றுவதைக் குறிக்கின்றன.",
  "syncing-term": "ஒத்திசைத்தல்",
  "syncing-definition": "ஒரு பிளாக்செயினின் முழு சமீபத்திய பதிப்பையும் ஒரு முனைக்கு பதிவிறக்கும் செயல்முறை.",
  "sync-committee-term": "ஒத்திசைவு குழு",
  "sync-committee-definition": "ஒரு ஒத்திசைவு குழு என்பது தோராயமாக தேர்ந்தெடுக்கப்பட்ட <a href=\"/glossary/#validator\">சரிபார்ப்பாளர்களின்</a> ஒரு குழு ஆகும், இது ஒவ்வொரு ~27 மணி நேரத்திற்கும் புதுப்பிக்கப்படுகிறது. அவர்களின் நோக்கம் செல்லுபடியாகும் பிளாக் தலைப்புகளில் தங்கள் கையொப்பங்களைச் சேர்ப்பதாகும். ஒத்திசைவு குழுக்கள் <a href=\"/glossary/#light-client\">லைட் கிளையண்ட்கள்</a> முழு சரிபார்ப்பாளர் தொகுப்பை அணுக வேண்டிய அவசியமின்றி பிளாக்செயினின் தலைப்பைக் கண்காணிக்க அனுமதிக்கின்றன.",
  "szabo-term": "ஸாபோ",
  "szabo-definition": "<a href=\"/glossary/#ether\">ஈதரின்</a> ஒரு பிரிவு. 1 ஸாபோ = 10<sup>12</sup> <a href=\"/glossary/#wei\">வெய்</a>. 10<sup>6</sup> ஸாபோ = 1 ஈதர்.",
  "terminal-total-difficulty-term": "முனைய மொத்த சிரமம் (TTD)",
  "terminal-total-difficulty-definition": "மொத்த சிரமம் என்பது பிளாக்செயினில் ஒரு குறிப்பிட்ட புள்ளி வரை உள்ள அனைத்து பிளாக்குகளுக்கும் Ethash சுரங்க சிரமத்தின் கூட்டுத்தொகையாகும். முனைய மொத்த சிரமம் என்பது மொத்த சிரமத்திற்கான ஒரு குறிப்பிட்ட மதிப்பாகும், இது செயல்படுத்தல் கிளையண்ட்கள் தங்கள் சுரங்கம் மற்றும் பிளாக் கிசுகிசு செயல்பாடுகளை அணைக்கத் தூண்டுதலாகப் பயன்படுத்தப்பட்டது, இது நெட்வொர்க்கை பங்குச் சான்றுக்கு மாற உதவுகிறது. Ethereum <a href=\"/glossary/#pos\">பங்குச் சான்றுக்கு</a> மாறியதால் இது இனி தொடர்புடையது அல்ல.",
  "testnet-term": "டெஸ்ட்நெட்",
  "testnet-definition": "\"சோதனை நெட்வொர்க்\" என்பதன் சுருக்கம், முக்கிய Ethereum நெட்வொர்க்கின் நடத்தையை உருவகப்படுத்தப் பயன்படும் ஒரு நெட்வொர்க்.",
  "token-term": "டோக்கன்",
  "token-definition": "Ethereum பிளாக்செயினில் உள்ள ஸ்மார்ட் ஒப்பந்தங்களில் வரையறுக்கப்பட்ட ஒரு வர்த்தகம் செய்யக்கூடிய மெய்நிகர் பொருள்.",
  "token-factory-term": "டோக்கன் தொழிற்சாலை",
  "token-factory-definition": "ஒரு டோக்கன் தொழிற்சாலை என்பது <a href=\"#erc-20\">ERC-20</a>, <a href=\"#erc-721\">ERC-721</a>, அல்லது <a href=\"#erc-1155\">ERC-1155</a> போன்ற ஒரு குறிப்பிட்ட தரத்திற்குள் டோக்கன்களை உருவாக்குவதை எளிதாக்கும் ஒரு ஸ்மார்ட் ஒப்பந்தமாகும். ஸ்மார்ட் ஒப்பந்தம் ஒரு டெம்ப்ளேட்டாகச் செயல்படுகிறது, இது பயனர்களை பெயர், சின்னம், சப்ளை மற்றும் கூடுதல் செயல்பாடு போன்ற தனிப்பயன் அளவுருக்களுடன் புதிய டோக்கன்களை ஒரு புதிய ஸ்மார்ட் ஒப்பந்தத்தை புதிதாக உருவாக்காமல் பயன்படுத்த அனுமதிக்கிறது.",
  "transaction-term": "பரிவர்த்தனை",
  "transaction-definition": "ஒரு தொடக்க <a href=\"/glossary/#account\">கணக்கால்</a> கையொப்பமிடப்பட்டு, ஒரு குறிப்பிட்ட <a href=\"/glossary/#address\">முகவரியை</a> இலக்காகக் கொண்டு Ethereum பிளாக்செயினில் சமர்ப்பிக்கப்பட்ட தரவு. பரிவர்த்தனை, அந்தப் பரிவர்த்தனைக்கான <a href=\"/glossary/#gas-limit\">எரிவாயு வரம்பு</a> போன்ற மெட்டாடேட்டாவைக் கொண்டுள்ளது. <a href=\"/developers/docs/transactions/\">பரிவர்த்தனைகள் பற்றி மேலும்</a>.",
  "transaction-fee-term": "பரிவர்த்தனைக் கட்டணம்",
  "transaction-fee-definition": "Ethereum நெட்வொர்க்கைப் பயன்படுத்தும்போதெல்லாம் நீங்கள் செலுத்த வேண்டிய கட்டணம். உங்கள் <a href=\"/glossary/#wallet\">பணப்பையிலிருந்து</a> நிதிகளை அனுப்புவது அல்லது டோக்கன்களை மாற்றுவது அல்லது ஒரு சேகரிப்பை வாங்குவது போன்ற ஒரு <a href=\"/glossary/#dapp\">dapp</a> தொடர்பு ஆகியவை எடுத்துக்காட்டுகளில் அடங்கும். இதை ஒரு சேவைக் கட்டணம் போல நீங்கள் நினைக்கலாம். நெட்வொர்க் எவ்வளவு பிஸியாக இருக்கிறது என்பதைப் பொறுத்து இந்தக் கட்டணம் மாறும். ஏனென்றால், உங்கள் பரிவர்த்தனையைச் செயலாக்குவதற்குப் பொறுப்பான <a href=\"/glossary/#validator\">சரிபார்ப்பாளர்கள்</a>, அதிக கட்டணங்களைக் கொண்ட பரிவர்த்தனைகளுக்கு முன்னுரிமை அளிப்பார்கள் - எனவே நெரிசல் விலையை உயர்த்துகிறது.<br/><br/>தொழில்நுட்ப மட்டத்தில், உங்கள் பரிவர்த்தனைக் கட்டணம் உங்கள் பரிவர்த்தனைக்கு எவ்வளவு <a href=\"/glossary/#gas\">எரிவாயு</a> தேவைப்படுகிறது என்பதுடன் தொடர்புடையது.<br/><br/>பரிவர்த்தனைக் கட்டணங்களைக் குறைப்பது தற்போது தீவிர ஆர்வமுள்ள ஒரு விஷயமாகும். <a href=\"/glossary/#layer-2\">லேயர் 2</a> ஐப் பார்க்கவும்.",
  "trust-assumptions-term": "நம்பிக்கை கருதுமுறைகள்",
  "trust-assumptions-definition": "நம்பிக்கை அனுமானங்கள் ஒரு அமைப்பின் பாதுகாப்பு மற்றும் நம்பகத்தன்மை பற்றிய அடிப்படைக் நம்பிக்கைகள் ஆகும், இது அமைப்பு செயல்பட நாம் எதை நம்புகிறோம் என்பதை வழிநடத்துகிறது.",
  "trustlessness-term": "நம்பிக்கையின்மை",
  "trustlessness-definition": "ஈடுபட்ட எந்தத் தரப்பினரும் ஒரு மூன்றாம் தரப்பினரை நம்ப வேண்டிய அவசியமின்றி பரிவர்த்தனைகளை மத்தியஸ்தம் செய்யும் ஒரு நெட்வொர்க்கின் திறன்.",
  "turing-complete-term": "டியூரிங் முழுமையானது",
  "turing-complete-definition": "ஆங்கிலக் கணிதவியலாளர் மற்றும் கணினி விஞ்ஞானி ஆலன் டியூரிங்கின் பெயரிடப்பட்ட ஒரு கருத்து - தரவு-கையாளும் விதிகள் ஒரு அமைப்பு (ஒரு கணினியின் அறிவுறுத்தல் தொகுப்பு, ஒரு நிரலாக்க மொழி, அல்லது ஒரு செல்லுலார் ஆட்டோமேட்டன் போன்றவை) எந்தவொரு டியூரிங் இயந்திரத்தையும் உருவகப்படுத்தப் பயன்படுத்தப்பட்டால், அது \"டியூரிங் முழுமையானது\" அல்லது \"கணக்கீட்டு ரீதியாக உலகளாவியது\" என்று கூறப்படுகிறது.",
  "validator-term": "சரிபார்ப்பாளர்",
  "validator-definition": "<a href=\"/glossary/#pos\">பங்குச் சான்று</a> அமைப்பில் தரவைச் சேமிப்பது, பரிவர்த்தனைகளைச் செயலாக்குவது மற்றும் பிளாக்செயினில் புதிய பிளாக்குகளைச் சேர்ப்பதற்குப் பொறுப்பான ஒரு <a href=\"/glossary/#node\">முனை</a>. சரிபார்ப்பாளர் மென்பொருளைச் செயல்படுத்த, நீங்கள் 32 ETH ஐ <a href=\"/glossary/#staking\">பங்கு</a> வைக்க முடியும். <a href=\"/staking/\">Ethereum இல் பங்கு வைப்பது பற்றி மேலும்</a>.",
  "validator-lifecycle-term": "சரிபார்ப்பாளர் வாழ்க்கைச் சுழற்சி",
  "validator-lifecycle-definition": "ஒரு சரிபார்ப்பாளர் இருக்கக்கூடிய நிலைகளின் வரிசை. இவை பின்வருமாறு:<br/><br/><ul><li>வைக்கப்பட்டது: குறைந்தது 32 ETH சரிபார்ப்பாளரால் <a href=\"/glossary/#deposit-contract\">வைப்பு ஒப்பந்தத்தில்</a> வைப்பு செய்யப்பட்டுள்ளது</li><li>நிலுவையில் உள்ளது: சரிபார்ப்பாளர் ஏற்கனவே உள்ள சரிபார்ப்பாளர்களால் நெட்வொர்க்கில் வாக்களிக்கப்படக் காத்திருக்கும் செயல்படுத்தல் வரிசையில் இருக்கிறார்</li><li>செயலில் உள்ளது: தற்போது பிளாக்குகளை சான்றளித்து முன்மொழிகிறார்</li><li>ஸ்லாஷிங்: சரிபார்ப்பாளர் தவறாக நடந்து கொண்டார் மற்றும் ஸ்லாஷ் செய்யப்படுகிறார்</li><li>வெளியேறுகிறார்: சரிபார்ப்பாளர் நெட்வொர்க்கிலிருந்து வெளியேறக் கொடியிடப்பட்டுள்ளார், ஒன்று தானாக முன்வந்து அல்லது அவர்கள் வெளியேற்றப்பட்டதால்.</li></ul>",
  "validity-proof-term": "செல்லுபடியாகும் சான்று",
  "validity-proof-definition": "சில <a href=\"/glossary/#layer-2\">லேயர் 2</a> தீர்வுகளுக்கான ஒரு பாதுகாப்பு மாதிரி, இதில் வேகத்தை அதிகரிக்க, பரிவர்த்தனைகள் தொகுப்புகளில் தொகுக்கப்பட்டு Ethereum க்கு ஒரே பரிவர்த்தனையில் சமர்ப்பிக்கப்படுகின்றன. பரிவர்த்தனை கணக்கீடு ஆஃப்செயினில் செய்யப்பட்டு பின்னர் அவற்றின் செல்லுபடியாகும் தன்மையுடன் முக்கிய சங்கிலிக்கு வழங்கப்படுகிறது. இந்த முறை பாதுகாப்பைப் பராமரிக்கும் போது சாத்தியமான பரிவர்த்தனைகளின் அளவை அதிகரிக்கிறது. சில <a href=\"/glossary/#rollups\">ரோலப்கள்</a> <a href=\"/glossary/#fraud-proof\">மோசடி சான்றைப்</a> பயன்படுத்துகின்றன. <a href=\"/developers/docs/scaling/zk-rollups/\">பூஜ்ஜிய-அறிவு ரோலப்கள் பற்றி மேலும்</a>.",
  "validium-term": "Validium",
  "validium-definition": "<a href=\"/glossary/#validity-proof\">செல்லுபடியாகும் சான்றுகளைப்</a> பயன்படுத்தி பரிவர்த்தனை செயல்வீதத்தை மேம்படுத்தும் ஒரு ஆஃப்செயின் தீர்வு. <a href=\"/glossary/#zk-rollup\">பூஜ்ஜிய-அறிவு ரோலப்கள்</a> போலல்லாமல், வேலிடியம் தரவு லேயர் 1 மெயின்நெட்டில் சேமிக்கப்படுவதில்லை. <a href=\"/developers/docs/scaling/validium/\">வேலிடியம் பற்றி மேலும்</a>.",
  "vyper-term": "Vyper",
  "vyper-definition": "பைதான் போன்ற தொடரியலைக் கொண்ட ஒரு உயர் மட்ட நிரலாக்க மொழி. ஒரு தூய செயல்பாட்டு மொழிக்கு நெருக்கமாக இருக்க நோக்கம் கொண்டது. விட்டாலிக் புட்டரினால் உருவாக்கப்பட்டது. <a href=\"/developers/docs/smart-contracts/languages/#vyper\">Vyper பற்றி மேலும்</a>.",
  "wallet-term": "பணப்பை",
  "wallet-definition": "ஒரு பணப்பை என்பது டிஜிட்டல் நாணயத்தைச் சேமிக்கவும், அனுப்பவும் மற்றும் பெறவும் ஒரு டிஜிட்டல் கருவியாகும், உங்கள் ஆன்லைன் பணத்திற்கான ஒரு மெய்நிகர் பை போன்றது. <a href=\"/wallets/\">Ethereum பணப்பைகள் பற்றி மேலும்</a>.",
  "web2-term": "Web2",
  "web2-definition": "தற்போதைய இணையம், பயனர் உருவாக்கிய உள்ளடக்கம் மற்றும் சில நிறுவனங்களால் கட்டுப்படுத்தப்படும் சமூக ஊடகங்களில் கவனம் செலுத்துகிறது. வெப்3 என்பது பயனர்கள் தங்கள் தரவு மற்றும் பரிவர்த்தனைகளைக் கட்டுப்படுத்த வேண்டும் என்ற ஒரு கிரிப்டோ நம்பிக்கையாகும்.",
  "web3-term": "வலை3",
  "web3-definition": "வெப்3 என்பது பிளாக்செயினுடன் கூடிய புதிய இணையம் ஆகும், அங்கு பயனர்கள் தங்கள் தரவு மற்றும் பரிவர்த்தனைகளைக் கட்டுப்படுத்துகிறார்கள், நிறுவனங்கள் அல்ல. எந்தவொரு தனிப்பட்ட தகவலையும் பகிர வேண்டிய அவசியமில்லை. <a href=\"/web3/\">வெப்3 பற்றி மேலும்</a>.",
  "wei-term": "Wei",
  "wei-definition": "ஈதரின் மிகச்சிறிய பிரிவு. 10<sup>18</sup> வெய் = 1 ஈதர்.",
  "wrapped-token-term": "சுற்றப்பட்ட டோக்கன்",
  "wrapped-token-definition": "மற்றொரு கிரிப்டோகரன்சி அல்லது சொத்தை வேறு நெட்வொர்க்கில் பிரதிநிதித்துவப்படுத்தும் ஒரு பிளாக்செயின் அடிப்படையிலான டோக்கன். எடுத்துக்காட்டாக, <a href=\"/wrapped-eth/#intro-to-weth\">சுற்றப்பட்ட ஈதர் (WETH)</a>, Ethereum இன் <a href=\"/glossary/#erc-20\">ERC-20</a> டோக்கன் தரநிலையுடன் இணக்கமான ஒரு வடிவத்தில் ஈதரை (ETH) பிரதிபலிக்கிறது. அசல் சொத்து ஒரு <a href=\"/glossary/#smart-contract\">ஸ்மார்ட் ஒப்பந்தத்தால்</a> பாதுகாப்பாகப் பூட்டப்பட்டு, ஒரு சமமான சுற்றப்பட்ட டோக்கன் உருவாக்கப்படுகிறது. இந்த பொறிமுறை பிளாக்செயின்களுக்குள் மற்றும் அவற்றுக்கிடையே আন্তঃசெயல்பாட்டை செயல்படுத்துகிறது, ETH போன்ற சொத்துக்களை அவற்றின் மதிப்பைத் தக்க வைத்துக் கொள்ளும் போது பரவலாக்கப்பட்ட பயன்பாடுகளில் தடையின்றிப் பயன்படுத்த அனுமதிக்கிறது.",
  "zero-address-term": "பூஜ்ஜிய முகவரி",
  "zero-address-definition": "முழுமையாக பூஜ்ஜியங்களால் ஆன ஒரு Ethereum முகவரி, இது டோக்கன்களை சொந்தமான புழக்கத்திலிருந்து அகற்ற ஒரு முகவரியாக அடிக்கடி பயன்படுத்தப்படுகிறது. burn() முறை மூலம் ஒரு ஸ்மார்ட் ஒப்பந்தத்தின் குறியீட்டிலிருந்து முறையாக அகற்றப்பட்ட டோக்கன்களுக்கும் இந்த முகவரிக்கு அனுப்பப்பட்டவற்றுக்கும் இடையில் ஒரு வேறுபாடு வரையப்படுகிறது.",
  "zk-proof-term": "பூஜ்ஜிய-அறிவு சான்று",
  "zk-proof-definition": "ஒரு பூஜ்ஜிய-அறிவு சான்று என்பது ஒரு அறிக்கை உண்மை என்பதை எந்தவொரு கூடுதல் தகவலையும் தெரிவிக்காமல் நிரூபிக்க ஒரு தனிநபரை அனுமதிக்கும் ஒரு கிரிப்டோகிராஃபிக் முறையாகும். <a href=\"/developers/docs/scaling/zk-rollups/\">பூஜ்ஜிய-அறிவு ரோலப்கள் பற்றி மேலும்</a>.",
  "zk-rollup-term": "ஜீரோ-நொலிஜ் ரோல்அப்",
  "zk-rollup-definition": "<a href=\"/glossary/#validity-proof\">செல்லுபடியாகும் சான்றுகளைப்</a> பயன்படுத்தி <a href=\"/glossary/#layer-2\">லேயர் 2</a> பரிவர்த்தனை செயல்வீதத்தை அதிகரிக்க வழங்கும் பரிவர்த்தனைகளின் ஒரு <a href=\"/glossary/#rollups\">ரோலப்</a>, அதே நேரத்தில் மெயின்நெட் (லேயர் 1) வழங்கும் பாதுகாப்பைப் பயன்படுத்துகிறது. <a href=\"/glossary/#optimistic-rollup\">ஆப்டிமிஸ்டிக் ரோலப்கள்</a> போல சிக்கலான பரிவர்த்தனை வகைகளைக் கையாள முடியாது என்றாலும், பரிவர்த்தனைகள் சமர்ப்பிக்கப்படும்போது நிரூபிக்கக்கூடிய வகையில் செல்லுபடியாகும் என்பதால் அவற்றுக்கு தாமத சிக்கல்கள் இல்லை. <a href=\"/developers/docs/scaling/zk-rollups/\">பூஜ்ஜிய-அறிவு ரோலப்கள் பற்றி மேலும்</a>."
}
