{
  "page-layer-2-hero-title": "2ம் அடுக்கு",
  "page-layer-2-hero-header": "எதிரியும் இணையவழி",
  "page-layer-2-hero-description": "ஈதரியத்தை மிகக் குறைந்த விலையில் உபயோகிக்கலாம்.",
  "page-layer-2-hero-button-2-content": "மேலும் அறிக",
  "page-layer-2-period": ".",
  "page-layer-2-calloutCard-1-title": "0.01 டாலர் கட்டணம்",
  "page-layer-2-calloutCard-1-description": "நீங்கள் அதிக செலவுபற்றிக் கவலைப்படாமல் வர்த்தகம் செய்யலாம், உலகம் முழுவதும் பணம் அனுப்பலாம், பயன்பாடுகளை உபயோகிக்கலாம்.",
  "page-layer-2-calloutCard-2-title": "உடனடி பரிமாற்றங்கள்",
  "page-layer-2-calloutCard-2-description": "நீங்கள் விரைவான பணம் செலுத்தினாலும் அல்லது பரவலாக்கப்பட்ட நிதி (டிஃபை) செயல்பாடுகளில் ஈடுபட்டாலும், எல்லா பரிமாற்றங்களும் சில நொடிகளில் நடைபெறும்.",
  "page-layer-2-calloutCard-3-title": "ஈதரியத்தின் ஆதரவுடன்",
  "page-layer-2-calloutCard-3-description": "ஈதரியத்தின் காலத்தால் நிரூபிக்கப்பட்ட மற்றும் பரவலாக்கப்பட்ட தொகுதிச் சங்கிலி மற்ற புதிய வலையமைப்புகளுக்குத் தீர்வு அடுக்காகச் செயல்படுகிறது.",
  "page-layer-2-meta-title": "ஈதரியத்தின் இரண்டாம் அடுக்கு: அறிமுகம், நன்மைகள் மற்றும் பயன்பாடுகள்",
  "page-layer-2-meta-description": "ஈதரியத்தின் இரண்டாம் அடுக்குத் தொடர்பு வலைகளைப் பற்றிக் கற்றுக்கொள்ளுங்கள்",
  "page-layer-2-powered-by-ethereum-title": "ஈதரியத்தின் ஆதரவுடன்",
  "page-layer-2-powered-by-ethereum-description-1": "எத்தேரியம் இப்போது ஒற்றை வலையமைப்பு மட்டுமல்ல.",
  "page-layer-2-powered-by-ethereum-description-2": "இதன் மீது நூற்றுக்கணக்கான பிளாக்செயின்கள் உருவாக்கப்பட்டிருப்பதால், ஈதரியம் அன்றாட உபயோகத்திற்கு செலவு குறைந்ததாகவும், விரைவானதாகவும், அன்றாட பயன்பாட்டுக்கு எளிதில் அணுகக்கூடியதாகவும் மாறியுள்ளது.",
  "page-layer-2-powered-by-ethereum-description-3": "எத்தேரியத்தால் இயக்கப்படும் ஏராளமான பல வலையங்களில் ஒன்றில் சேர்ந்து எதிர்காலத்தை வரவேற்குங்கள்!",
  "page-layer-2-man-and-dog-alt": "மனிதரும் நாயும் விளையாடுகிறார்கள்",
  "page-layer-2-blockchain-transaction-cost": "எத்தேரியம் பிளாக்செயினில் சராசரி பரிமாற்ற செலவு",
  "page-layer-2-networks-transaction-cost": "எத்தேரியம் அடிப்படையிலான வலையமைப்புகளில் சராசரி பரிவர்த்தனை கட்டணம்",
  "page-layer-2-network-of-networks-title": "பிணையங்களின் பிணையம்",
  "page-layer-2-network-of-networks-description": "எத்தேரியத்தின் வலிமையும் பாதுகாப்பும் மற்ற வலையமைப்புகள் கட்டமைக்க ஒரு தளத்தை வழங்குகிறது. ஒரே கணக்கின் மூலம், எல்லாம் பொருந்தக்கூடியதாகவும் தடையின்றி இணைக்கப்படுவதாகவும் உள்ளது.",
  "page-layer-2-ethereum-logo-alt": "எத்தேரியம்",
  "page-layer-2-ready-to-start-title": "தொடங்க தயாரா?",
  "page-layer-2-ready-to-start-description": "உங்களால் பயன்படுத்தக்கூடிய பல்வேறு வலையமைப்புகளை ஒரு முறை பார்த்துக்கொள்ளுங்கள்.",
  "page-layer-2-ready-to-start-button": "நெட்வொர்க்குகளை ஆராயுங்கள்",
  "page-layer-2-go": "Go",
  "page-layer-2-walking-alt": "நடப்பது",
  "page-layer-2-why-do-we-need-multiple-networks-1": "ஈதரியத்தில் ஏன் பல்வேறு வலையமைப்புகள் தேவைப்படுகின்றன?",
  "page-layer-2-why-do-we-need-multiple-networks-2": "ஒற்றை ஈதர் வலையமைப்பு மட்டுமில்லாமல் ஏன் இவ்வளவு வலையங்கள் இருக்கின்றன?",
  "page-layer-2-faq-title": "அடிக்கடி கேட்கப்படும் கேள்விகள் (Faqs)",
  "page-layer-2-faq-ExpandableCard-1-title": "\"ஒரு வலையமைப்பு எத்தேரியத்தின் பகுதி என்பதை எப்படி அறிவது?\"",
  "page-layer-2-faq-ExpandableCard-1-description-1": "எத்தேரியத்துடன் தொடர்புடைய வலையமைப்புகளை வகைப்படுத்த பல்வேறு வழிகள் உள்ளன. பல வலையமைப்புகள் எத்தேரியத்தை விரிவாக்குவதாகக் கூறி புகழ் பெற முயல்கின்றன. இருப்பினும், ஒரு தெளிவான கண்ணோட்டம் என்பது அந்த வலையமைப்பு அதன் தரவுகளை பிரதான வலையமைப்பில் சேமிக்கிறதா என்பதே. இது பயனர்களின் பாதுகாப்பை பெரிதும் உயர்த்துகிறது மற்றும் எத்தேரியத்தின் அனுமதியின்றி செயல்படும் நோக்கத்தையும் பெரிதும் மேம்படுத்துகிறது. இத்தகைய திட்டங்கள் பெரும்பாலும் \"ரோல்அப்கள்\" என அழைக்கப்படுகின்றன. தரவு வேறு இடத்தில் சேமிக்கப்பட்டால், அந்தத் திட்டம் எத்தேரியத்தின் நேரடி நீட்டிப்பு அல்ல, மாறாக சுயாதீனமானது. சில மிகவும் பிரபலமானவற்றைப் பாருங்கள்",
  "page-layer-2-faq-ExpandableCard-1-description-2": "சில குறிப்பிட்ட தொழில்துறைகளுக்கு அத்தகைய நெருங்கிய தொடர்புத் தேவை இல்லாமல் இருக்கலாம், உதாரணமாக விளையாட்டு அல்லது நிதி சாராத பயன்பாடுகளில் வேறு தொழில்நுட்பங்கள் சிறப்பாகப் பொருந்தும்.",
  "page-layer-2-faq-ExpandableCard-2-title": "\"இந்த வலையமைப்புகள் அனைத்தும் பாதுகாப்பானவையா?\"",
  "page-layer-2-faq-ExpandableCard-2-description-1": "பொதுவாக வலுவான பாதுகாப்பு அம்சங்களுடன் வடிவமைக்கப்பட்டிருந்தாலும், அவற்றின் பாதுகாப்பு அடிப்படை தொழில்நுட்பம், ஸ்மார்ட் கான்ட்ராக்ட் பாதுகாப்பு மற்றும் சிறந்த நடைமுறைகளைச் சார்ந்துள்ளது",
  "page-layer-2-faq-ExpandableCard-2-link": "\"வலையமைப்பின் வளர்ச்சி நிலை\"",
  "page-layer-2-faq-ExpandableCard-2-description-2": "பயனர்கள் தகுந்த ஆய்வை மேற்கொள்ள வேண்டும், சிறிய பரிவர்த்தனைகளுடன் தொடங்கி, புதிய முன்னேற்றங்களைத் தொடர்ந்து அறிந்துகொண்டு பாதுகாப்பான பயன்பாட்டை உறுதிப்படுத்த வேண்டும்.",
  "page-layer-2-faq-ExpandableCard-3-title": "எத்தேரியம் ஏன் தனது சொந்த பிரதான சங்கிலியை விரிவாக்க முடியாமல் இந்த வலையமைப்புகளைச் சார்ந்திருக்கிறது?",
  "page-layer-2-faq-ExpandableCard-3-description": "எத்தேரியம் தனது சொந்த பிரதான சங்கிலியை எளிதில் விரிவாக்க முடியாது, ஏனெனில் அது பாதுகாப்பானதாகவும் பரவலாக்கப்பட்டதாகவும் இருக்க வேண்டும். பிரதான சங்கிலியை விரைவுபடுத்துவதால், குறைந்த பாதுகாப்பானதாகவும் அதிக மையப்படுத்தப்பட்டதாகவும் ஆக்கக்கூடும். எத்தேரியம் வலையமைப்புகள் மூலமாக, பரிவர்த்தனைகளை பிரதான சங்கிலிக்கு வெளியே செயலாக்கி, பின்னர் பிரதான சங்கிலியை பாதுகாப்புக்காகப் பயன்படுத்துவதன் மூலம் உதவுகின்றன, இதனால் எத்தேரியம் பாதுகாப்பு அல்லது பரவலாக்கத்தை இழக்காமல் அதிக பரிவர்த்தனைகளை கையாள முடியும்.",
  "page-layer-2-faq-ExpandableCard-4-title": "எத்தேரியத்தில் ஏன் 'அதிகாரப்பூர்வ' வலையமைப்புகள் இல்லை?",
  "page-layer-2-faq-ExpandableCard-4-description": "எத்தேரியத்துக்கு “அதிகாரப்பூர்வ” க்ளையண்ட் இல்லாததைப் போலவே, “அதிகாரப்பூர்வ” லேயர் 2 என்னும் பொருளும் கிடையாது. எத்தேரியம் அனுமதியற்றது—தொழில்நுட்ப ரீதியாக எவரும் லேயர் 2 ஒன்றை உருவாக்க முடியும்! பல்வேறு குழுக்கள் தங்களுக்கேற்ற லேயர் 2 அமைப்புகளை நிறைவு செய்கின்றன; வெவ்வேறு பயன்பாடுகளுக்காக உணர்ச்சி பூர்வமாக தகுந்த வடிவங்களைத் தேர்வு செய்வதால் முழு சூழலுக்கும் பொது நன்மை கிடைக்கிறது. வலையத்தில் பன்முகத்தன்மையைப் பெறுவதற்காக பல குழுக்களால் உருவாக்கப்பட்ட பல ஈதரியம் கிளையன்ட்கள் நம்மிடம் இருப்பதைப் போலவே, இரண்டாம் அடுக்குகளும் எதிர்காலத்தில் இவ்வாறே வளரும்.",
  "page-layer-2-callout-1-title": "பல்வேறு வலையமைப்புகளை அறிந்துகொள்ளுங்கள்",
  "page-layer-2-callout-1-description": "வலையமைப்புகள் ஒன்றுக்கொன்று எவ்வாறு மாறுபடுகின்றன மற்றும் அவற்றின் முன்னேற்றத்தில் எந்த அளவிற்கு வந்துள்ளன என்பதை அறிந்துகொள்ளுங்கள்.",
  "page-layer-2-callout-2-title": "மேலும் தகவல்கள் அறிய வேண்டுமா?",
  "page-layer-2-callout-2-description": "தொழில்நுட்பத்தைப் பற்றியும் விரிவாக்க முறைக்கான அடிப்படைகளைப் பற்றியும் கேள்விகள் உள்ளதா? இந்த அணுகுமுறையின் சிந்தனை மற்றும் வெவ்வேறு தொழில்நுட்ப அணுகுமுறைகளைப் பற்றி மேலும் அறிந்துகொள்ளுங்கள்.",
  "page-layer-2-arbitrum-description": "ஆர்பிட்ரம் ஒன் என்பது ஆஃப்செயின் லேப்ஸ் உருவாக்கிய பொதுநோக்க ஆப்டிமிஸ்டிக் ரோல்அப் ஆகும், இது ஆர்பிட்ரம் DAO ஆல் நிர்வகிக்கப்படுகிறது.",
  "page-layer-2-base-description": "பேஸ் என்பது OP ஸ்டேக் உடன் உருவாக்கப்பட்ட ஆப்டிமிஸ்டிக் ரோல்அப் ஆகும். இது குறைந்த செலவிலும் மற்றும் உருவாக்குபவர்களுக்கு ஏற்ற வகையிலும், ஆன்செயினில் உருவாக்க வழங்குகிறது.",
  "page-layer-2-optimism-description": "ஓபி மெயின்நெட் என்பது EVM-இணக்கமான ஆப்டிமிஸ்டிக் ரோல்அப் ஆகும். இது விரைவான, எளிய மற்றும் பாதுகாப்பானதாக இருக்க இலக்கு வைக்கிறது.",
  "page-layer-2-blast-description": "பிளாஸ்ட் என்பது EVM-இணக்கமான ஆப்டிமிஸ்டிக் ரோல்அப் ஆகும், இது இயல்பான யீல்டை ஆதரிக்கிறது.",
  "page-layer-2-zksync2-description": "ZKசிங்க் ஈரா என்பது பொதுநோக்க ZK ரோல்அப் ஆகும், இது முழு EVM இணக்கத்துடன் உள்ளது.",
  "page-layer-2-linea-description": "லைனியா என்பது கான்சென்சிஸ் zkEVM ஆல் இயக்கப்படும் ZK ரோல்அப் ஆகும், இது ஈதரியம் வலையமைப்பை அளவிட வடிவமைக்கப்பட்டுள்ளது.",
  "page-layer-2-scroll-description": "ஸ்க்ரோல் என்பது ZK ரோல்அப் ஆகும், இது ZK தொழில்நுட்பம் மற்றும் EVM இணக்கத்துடன் எத்தேரியத்தின் திறன்களை விரிவாக்குகிறது.",
  "page-layer-2-starknet-description": "ஸ்டார்க்நெட் என்பது பொதுநோக்க ZK ரோல்அப் ஆகும், இது STARKகள் மற்றும் கெய்ரோ VM அடிப்படையில் உள்ளது.",
  "page-layer-2-mode-description": "மோட் என்பது OP ஸ்டேக் ஆப்டிமிஸ்டிக் ரோல்அப் ஆகும், இது AIFi பொருளாதாரத்தை உருவாக்குகிறது.",
  "page-layer-2-taiko-description": "டைக்கோ என்பது பரவலாக்கப்பட்ட, ஈதரியம்-இணக்கமான ZK-EVM ரோலப் ஆகும், இது தடையற்ற கிராஸ்-செயின் தொடர்பை அனுமதிக்கிறது.",
  "page-layer-2-unichain-description": "Unichain என்பது ஒரு DeFi-ஐ அடிப்படையாகக் கொண்ட எத்தேரியம் L2 ஆகும், இது சங்கிலிகள் முழுவதும் பணப்புழக்கத்தின் இருப்பிடமாக உருவாக்கப்பட்டுள்ளது.",
  "page-layer-2-ink-description": "Ink என்பது Superchain-க்கான DeFi-இன் இல்லமாக வடிவமைக்கப்பட்ட ஒரு எத்தேரியம் OP Stack அடுக்கு 2 பிளாக்செயின் ஆகும்; இது புதுமையான DeFi நெறிமுறைகளைச் செயல்படுத்துவதற்கான ஒரு சக்திவாய்ந்த அடிப்படை அடுக்காகும்.",
  "page-layer-2-zircuit-description": "Zircuit என்பது, தீங்கிழைக்கும் பரிவர்த்தனைகளைக் கண்டறிந்து தடுப்பதற்காக AI-ஆல் இயக்கப்படும் Sequencer-Level Security-ஐக் கொண்ட ஒரு EVM-இணக்கமான ZK ரோலப் ஆகும்."
}
