{
  "page-wallets-accounts-addresses": "பணப்பைகள், கணக்குகள், கடவுச்சொல் மற்றும் மூல முகவரி",
  "page-wallets-accounts-addresses-desc": "சில முக்கிய சொற்களுக்கு இடையிலான வேறுபாடுகளைப் புரிந்துகொள்வது மதிப்பு.",
  "page-wallets-accounts-ethereum-addresses": "<b>ஒரு எத்தேரியம் கணக்கிற்கு ஒரு முகவரி உண்டு</b>, ஒரு இன்பாக்ஸிற்கு மின்னஞ்சல் முகவரி இருப்பது போல. இது உங்கள் டிஜிட்டல் சொத்துக்களை அடையாளம் காணப் பயன்படுகிறது.",
  "page-wallets-alt": "ஒரு உடலுக்கான பெட்டகத்துடன் கூடிய ரோபோவின் விளக்கம், இது Ethereum வாலட்டைக் குறிக்கிறது",
  "page-wallets-ethereum-account": "<b>ஒரு எத்தேரியம் கணக்கு என்பது ஒரு ஜோடி திறவுகோல்கள் ஆகும்</b>. நீங்கள் சுதந்திரமாகப் பகிரக்கூடிய முகவரியை உருவாக்க <a href=\"/glossary/#public-key\">ஒரு திறவுகோல்</a> பயன்படுத்தப்படுகிறது, மேலும் <a href=\"/glossary/#private-key\">மற்றொரு திறவுகோலை</a> நீங்கள் இரகசியமாக வைத்திருக்க வேண்டும், ஏனெனில் அது கையொப்பமிடப் பயன்படுகிறது. இந்தத் திறவுகோல்கள் ஒன்றாகச் சேர்ந்து, சொத்துக்களை வைத்திருக்கவும் பரிவர்த்தனைகளை மேற்கொள்ளவும் உங்களை அனுமதிக்கின்றன.",
  "page-wallets-blog": "Coinbase வலைப்பதிவு",
  "page-wallets-bookmarking": "உங்கள் பணப்பையை புக்மார்க் செய்யவும்",
  "page-wallets-bookmarking-desc": "நீங்கள் ஒரு வலை வாலட்டைப் பயன்படுத்தினால், ஃபிஷிங் மோசடிகளிலிருந்து உங்களைப் பாதுகாத்துக் கொள்ள தளத்தைப் புக்மார்க் செய்யவும்.",
  "page-wallets-cd": "<b>இயற்பியல் வன்பொருள் பணப்பைகள்</b> என்பவை உங்கள் கிரிப்டோவை ஆஃப்லைனில் வைத்திருக்க உதவும் சாதனங்கள் – மிகவும் பாதுகாப்பானவை.",
  "page-wallets-desc-2": "பெரும்பாலான மக்கள் பணப்பைகளை தங்களின் டிஜிட்டல் உடமைகளை கையாளவும் அவற்றின் அடையாலத்திற்கும் பயன்படுத்துகின்றனர்.",
  "page-wallets-desc-2-link": "ETH இல் மேலும்",
  "page-wallets-desc-3": "உங்கள் பணப்பை என்பது உங்கள் எத்தீரிய கணக்குடன் தொடர்புகொள்வதற்காக உதவும் ஒரு கருவியாகும். எனவே நீங்கள் எந்த நேரத்திலும் பணப்பை வழங்குநர்களை மாற்றிக்கொள்ளலாம். பெரும்பாலான பணப்பைகள், தங்களை ஒரே செயலியில் ஒன்றுக்கு மேற்பட்ட எத்தீரிய கணக்குகளை நிர்வாகிக்க உதவுகின்றன.",
  "page-wallets-desc-4": "பணப்பை நிறுவுனர் எவ்விதத்திலும் தங்கள் உடமைகளை கையாள இயலாது. இவர்கள் தங்கள் செயலிமூலம் நமது டிஜிட்டல் உடமைகளை காணவும் அவற்றை நிர்வாகிகவும் உதவுகின்றனர்.",
  "page-wallets-description": "எத்தீரிய பணப்பை செயலிகள், உங்கள் கணக்குகளை கையாள்வதற்கான உரிமைகளை வழங்குகின்றது. அதாவது உங்கள் சாதாரண பணப்பையை நீங்கள் உபயேகிப்பது போல. இதுவே உங்கள் உடமைகளை, கையாள தேவையான அனைத்து ஆதரங்களை கொண்டிருக்கும். உங்கள் பணப்பைகளே, உங்களின் செயலிகளில் உள்நுழைய அனுமதிக்கின்றன உங்கள் இருப்புகளை பார்க மற்றும் அவற்றை பரிமாற்றம் செய்யவும், உங்களின் அடையாளத்தை சரிபார்க்கவும் பயன்படுகின்றன.",
  "page-wallets-desktop": "<b>டெஸ்க்டாப் பயன்பாடுகள்</b>, macOS, Windows அல்லது Linux வழியாக உங்கள் நிதிகளை நிர்வகிக்க நீங்கள் விரும்பினால்.",
  "page-wallets-ethereum-wallet": "<b>பணப்பை என்பது உங்கள் திறவுகோல்களைப் பயன்படுத்தி, உங்கள் கணக்குடன் தொடர்பு கொள்ள அனுமதிக்கும் ஒரு கருவியாகும்</b>. இது உங்கள் கணக்கு இருப்பைக் காணவும், பரிவர்த்தனைகளை அனுப்பவும் மற்றும் பலவற்றிற்கும் உங்களை அனுமதிக்கிறது.",
  "page-wallets-explore": "Ethereum org ஐப் பற்றித் தெரிந்துகொள்க",
  "page-wallets-features-desc": "நீங்கள் விரும்பும் அம்சங்களின் அடிப்படையில் உங்கள் பணப்பையைத் தேர்வுசெய்ய நாங்கள் உங்களுக்கு உதவ முடியும்.",
  "page-wallets-features-title": "அம்சங்களின் அடிப்படையில் பணப்பையை ஒப்பிடுக",
  "page-wallets-find-wallet-btn": "ஒரு பணப்பையை கண்டுபிடி",
  "page-wallets-find-wallet-link": "ஒரு பணப்பையை கண்டுபிடி",
  "page-wallets-get-some": "சில ETH ஐப் பெறுங்கள்",
  "page-wallets-get-some-alt": "லெகோ செங்கற்களால் ஆன ETH லோகோவை கையால் உருவாக்கும் ஒரு படம்",
  "page-wallets-get-some-btn": "சில ETH ஐப் பெறுங்கள்",
  "page-wallets-get-some-desc": "ETH என்பது Ethereum இன் சொந்த கிரிப்டோ ஆகும். Ethereum பயன்பாடுகளைப் பயன்படுத்த, உங்கள் வாலட்டில் சில ETH தேவைப்படும்.",
  "page-wallets-keys-to-safety": "உங்கள் கிரிப்டோவை பாதுகாப்பாக வைத்திருப்பதற்கான சாவிகள்",
  "page-wallets-manage-funds": "உங்கள் நிதிகளை நிர்வகிப்பதற்கான ஒரு பயன்பாடு",
  "page-wallets-manage-funds-desc": "உங்கள் பணப்பை உங்கள் நிலுவைகள், பரிவர்த்தனை வரலாறு ஆகியவற்றைக் காட்டுகிறது மற்றும் நிதியை அனுப்ப/பெறுவதற்கான வழியை உங்களுக்கு வழங்குகிறது. சில பணப்பைகள் அதிகமாக வழங்கலாம்.",
  "page-wallets-meta-description": "Ethereum வாலட்களைப் பயன்படுத்த நீங்கள் தெரிந்து கொள்ள வேண்டியவை.",
  "page-wallets-meta-title": "எத்தேரியம் பணப்பைகள்: கிரிப்டோவை வாங்கவும், சேமிக்கவும் மற்றும் அனுப்பவும்",
  "page-wallets-mobile": "<b>மொபைல் பயன்பாடுகள்</b> உங்கள் நிதியை எங்கிருந்தும் அணுகக்கூடியவை.",
  "page-wallets-more-on-dapps-btn": "dapps பற்றி மேலும்",
  "page-wallets-most-wallets": "பெரும்பாலான வாலட் தயாரிப்புகள் Ethereum கணக்கை உருவாக்க உங்களை அனுமதிக்கும். எனவே, பணப்பையைப் பதிவிறக்கும் முன் உங்களுக்கு ஒன்று தேவையில்லை.",
  "page-wallets-protecting-yourself": "உங்களையும் உங்கள் நிதியையும் பாதுகாத்தல்",
  "page-wallets-seed-phrase": "உங்கள் <a href=\"/glossary/#recovery-phrase\">மீட்புச் சொற்றொடரை</a> எழுதி வைக்கவும்.",
  "page-wallets-seed-phrase-desc": "பணப்பைகள் அடிக்கடி உங்களுக்கு ஒரு விதை சொற்றொடரைக் கொடுக்கும், அதை நீங்கள் பாதுகாப்பாக எங்காவது எழுத வேண்டும். உங்கள் பணப்பையை மீட்டெடுக்க இதுவே ஒரே வழி.",
  "page-wallets-seed-phrase-example": "இதோ ஒரு எடுத்துக்காட்டு:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "கணினியில் சேமிக்க வேண்டாம். அதை எழுதிப் பத்திரமாக வைத்துக் கொள்ளுங்கள்.",
  "page-wallets-slogan": "வைத்திருக்கும் திறவுகோல் டிஜிட்டல் எதிர்காலத்திற்கானது",
  "page-wallets-stay-safe": "பாதுகாப்பாக இருப்பது எப்படி",
  "page-wallets-stay-safe-desc": "நிதி சுதந்திரம் மற்றும் எங்கிருந்து வேண்டுமானாலும் நிதியை அணுகும் மற்றும் பயன்படுத்தும் திறன் பொறுப்புடன் வருகிறது – கிரிப்டோவில் வாடிக்கையாளர் ஆதரவு இல்லை. <b>உங்கள் திறவுகோல்களைப் பாதுகாப்பாக வைத்திருப்பதற்கு நீங்களே பொறுப்பு</b>.",
  "page-wallets-subtitle": "பணப்பைகள், உங்கள் டிஜிட்டல் சொத்துக்களை அணுகவும் செயலிகளில் உள்நுழைய உதவுகின்றன.",
  "page-wallets-take-responsibility": "உங்கள் சொந்த நிதிக்குப் பொறுப்பேற்கவும்",
  "page-wallets-take-responsibility-desc": "மையப்படுத்தப்பட்ட பரிமாற்றங்கள் உங்கள் பணப்பையை ஒரு பயனர்பெயர் மற்றும் கடவுச்சொல்லுடன் இணைக்கும், அதை நீங்கள் பாரம்பரிய வழியில் மீட்டெடுக்கலாம். உங்கள் நிதிகளின் பாதுகாப்பிற்கான பொறுப்பை அந்த பரிமாற்றத்திடம் ஒப்படைக்கிறீர்கள் என்பதை நினைவில் கொள்ளுங்கள். அந்தப் பரிமாற்றத்திற்கு நிதிச் சிக்கல் ஏற்பட்டால், உங்கள் நிதிகள் ஆபத்தில் இருக்கும்.",
  "page-wallets-tips": "பாதுகாப்பாக இருப்பதற்கான கூடுதல் உதவிக்குறிப்புகள்",
  "page-wallets-tips-community": "சமூகத்திலிருந்து",
  "page-wallets-title": "Ethereum பணப்பைகள்",
  "page-wallets-triple-check": "எல்லாவற்றையும் மூன்று முறை சரிபார்க்கவும்",
  "page-wallets-triple-check-desc": "பரிவர்த்தனைகளை மாற்றியமைக்க முடியாது மற்றும் பணப்பையை எளிதில் மீட்டெடுக்க முடியாது என்பதை நினைவில் கொள்ளுங்கள், எனவே முன்னெச்சரிக்கை நடவடிக்கைகளை எடுத்து எப்போதும் கவனமாக இருங்கள்.",
  "page-wallets-try-dapps": "சில dapps-ஐ முயற்சிக்கவும்",
  "page-wallets-try-dapps-alt": "Ethereum சமூக உறுப்பினர்கள் ஒன்றாக வேலை செய்யும் ஒரு படவிளக்கம்",
  "page-wallets-try-dapps-desc": "Dapps என்பது Ethereum இல் கட்டமைக்கப்பட்ட பயன்பாடுகள் ஆகும். பெரும்பாலான பாரம்பரிய பயன்பாடுகளைவிட அவை மலிவானவை, சிறந்தவை மற்றும் உங்கள் தரவில் கனிவானவை.",
  "page-wallets-types": "பணப்பை வகைகள்",
  "page-wallets-types-desc": "உங்கள் கணக்கை இணைக்கவும் தொடர்பு கொள்ளவும் சில வழிகள் உள்ளன:",
  "page-wallets-web-browser": "<b>உலாவிப் பணப்பைகள்</b> என்பவை உங்கள் கணக்குடன் நேரடியாக உலாவியில் ஊடாட அனுமதிக்கும் வலைப் பயன்பாடுகள் ஆகும்.",
  "page-wallets-web-browser-extension": "<b>உலாவி நீட்டிப்புப் பணப்பைகள்</b> என்பவை நீங்கள் பதிவிறக்கும் நீட்டிப்புகளாகும், அவை உலாவி மூலம் உங்கள் கணக்கு மற்றும் பயன்பாடுகளுடன் ஊடாட உங்களை அனுமதிக்கின்றன.",
  "page-wallets-whats-a-wallet": "Ethereum வாலட் என்றால் என்ன?",
  "page-wallets-your-ethereum-account": "உங்கள் Ethereum கணக்கு",
  "page-wallets-your-ethereum-account-desc": "உங்கள் பணப்பையானது உங்கள் Ethereum கணக்கிற்கான சாளரமாகும் - உங்கள் இருப்பு, பரிவர்த்தனை வரலாறு மற்றும் பல. ஆனால் நீங்கள் எந்த நேரத்திலும் வாலட் வழங்குநர்களை மாற்றலாம்.",
  "page-wallets-your-login": "Ethereum பயன்பாடுகளுக்கான உங்கள் உள்நுழைவு",
  "page-wallets-your-login-desc": "உங்கள் பணப்பை செயலியுடன் இணைந்து உங்கள் எத்தீரிய கணக்கிணை பயன்படுத்த உதவுகின்றது. நீங்கள் உள்நுழைந்து பல்வேறு செயலிகளில் பயன்படுத்தளாம்.",
  "additional-reading-how-to-create-an-ethereum-account": "Ethereum கணக்கை உருவாக்குவது எப்படி",
  "additional-reading-how-to-use-a-wallet": "Wallet பயன்படுத்துவது எப்படி"
}
