{
  "page-ethereum-vs-bitcoin-meta-title": "எத்தேரியம் vs பிட்காயின்: என்ன வித்தியாசம்? | ethereum.org",
  "page-ethereum-vs-bitcoin-meta-description": "பயன்பாட்டு நிகழ்வுகள், நெட்வொர்க் செயல்திறன், பாதுகாப்பு, டோக்கன் பொருளாதாரம், பரவலாக்கத்தின் நிலை மற்றும் பலவற்றை உள்ளடக்கிய பிட்காயின் மற்றும் எத்தேரியம் ஆகியவற்றுக்கு இடையேயான வேறுபாடுகளை அறிந்து கொள்ளுங்கள்.",
  "page-ethereum-vs-bitcoin-twitter-meta-description": "பயன்பாட்டு நிகழ்வுகள், நெட்வொர்க் செயல்திறன், டோக்கன் பொருளாதாரம் மற்றும் பலவற்றை உள்ளடக்கிய பிட்காயின் மற்றும் எத்தேரியம் ஆகியவற்றுக்கு இடையேயான வேறுபாடுகளை அறிந்து கொள்ளுங்கள்.",
  "page-ethereum-vs-bitcoin-title": "எத்தேரியம் vs பிட்காயின்: என்ன வித்தியாசம்?",
  "page-ethereum-vs-bitcoin-description-1": "பிட்காயின் மற்றும் எத்தேரியம் ஆகியவை மிகவும் பிரபலமான பரவலாக்கப்பட்ட பிளாக்செயின் நெட்வொர்க்குகளில் இரண்டு, ஆனால் அவை மிகவும் வேறுபட்ட நோக்கங்களுக்காக சேவை செய்கின்றன.",
  "page-ethereum-vs-bitcoin-section-1": "பிட்காயின் (பெரிய B உடன்) என்பது பிட்காயின் (சிறிய b) எனப்படும் டிஜிட்டல் நாணயத்திற்காக வடிவமைக்கப்பட்ட ஒரு பிளாக்செயின் ஆகும். எத்தேரியம் என்பது அதன் சொந்த கிரிப்டோகரன்சியான <strong>ஈதர் (ETH)</strong> மூலம் இயக்கப்படும் பயன்பாடுகள் மற்றும் சொத்துக்களுக்கான ஒரு பரவலாக்கப்பட்ட தளமாக வடிவமைக்கப்பட்டுள்ளது.",
  "page-ethereum-vs-bitcoin-section-2": "இரண்டும் பிளாக்செயின் தொழில்நுட்பத்தைப் பயன்படுத்துகின்றன, ஓப்பன் சோர்ஸ், மற்றும் உலகளாவிய சமூகங்களால் பராமரிக்கப்படுகின்றன, ஆனால் அவற்றின் இலக்குகள் மற்றும் அம்சங்கள் வேறுபட்டவை. இந்த வழிகாட்டியில், ஒவ்வொரு நெட்வொர்க்கும் என்ன, அவற்றுக்கிடையே உள்ள பொதுவானவை என்ன, தொழில்நுட்பம், கலாச்சாரம் மற்றும் எதிர்கால கண்ணோட்டம் போன்ற பகுதிகளில் அவை எவ்வாறு வேறுபடுகின்றன என்பதை நாங்கள் காண்பிப்போம்.",
  "page-ethereum-vs-bitcoin-bitcoin-section-title": "பிட்காயின்—ஒரு விரைவான அறிமுகம்",
  "page-ethereum-vs-bitcoin-bitcoin-section-1": "பிட்காயின் ஒரு பரவலாக்கப்பட்ட டிஜிட்டல் நாணய நெட்வொர்க் ஆகும். இது 2008 நிதி நெருக்கடிக்குப் பிறகு, <strong>சடோஷி நகமோட்டோ</strong> என்ற பெயரைப் பயன்படுத்தி ஒரு அநாமதேய நிறுவனத்தால் <strong>2009 இல் உருவாக்கப்பட்டது</strong>. பிட்காயின் ஒரு பியர்-டு-பியர் மின்னணு பண முறையாக இருக்க வேண்டும் என்பதே யோசனையாக இருந்தது.",
  "page-ethereum-vs-bitcoin-bitcoin-section-2": "வங்கி போன்ற <strong>ஒரு மைய அதிகாரத்தை நம்பாமல்</strong> இணையம் வழியாக <strong>பிட்காயினை அனுப்பவும் பெறவும்</strong> பிட்காயின் யாரையும் அனுமதிக்கிறது. அனைத்துப் பரிவர்த்தனைகளும் பிளாக்செயின் எனப்படும் பொது லெட்ஜரில் பதிவு செய்யப்படுகின்றன.",
  "page-ethereum-vs-bitcoin-bitcoin-section-3": "பிட்காயின் தனது நெட்வொர்க்கைப் பாதுகாக்க வேலையின் சான்றைப் (proof-of-work) பயன்படுத்துகிறது. உலகெங்கிலும் உள்ள கணினிகள் கிரிப்டோகிராஃபிக் புதிர்களைத் தீர்ப்பதில் போட்டியிடுகின்றன, அவை புதிய பிளாக்குகளைச் சேர்க்க அனுமதிக்கின்றன. இந்த சிறப்பு கணினிகள் மைனர்கள் என்று அழைக்கப்படுகின்றன, மேலும் புதிய பிளாக்குகளை \"மைனிங்\" செய்வதற்கான பிளாக் வெகுமதியாக பிட்காயினைப் பெறுகின்றன.",
  "page-ethereum-vs-bitcoin-bitcoin-section-4": "<strong>பிட்காயினுக்கு 21 மில்லியன் நாணயங்கள் என்ற நிலையான அதிகபட்ச விநியோகம் உள்ளது</strong>. இந்த வடிவமைப்புத் தேர்வு பிட்காயின் பெரும்பாலும் டிஜிட்டல் தங்கம் என்று குறிப்பிடப்படுவதற்கான ஒரு முக்கிய காரணமாகும்.",
  "page-ethereum-vs-bitcoin-ethereum-section-title": "எத்தேரியம்—ஒரு விரைவான அறிமுகம்",
  "page-ethereum-vs-bitcoin-ethereum-section-1": "பிட்காயின் போலவே, எத்தேரியமும் ஒரு பரவலாக்கப்பட்ட பிளாக்செயின் நெட்வொர்க் ஆகும், ஆனால் அது <strong>பணமளிப்புகளைப் பதிவு செய்வதை விட அதிகமாகச் செய்ய வடிவமைக்கப்பட்டுள்ளது</strong>. <strong>விட்டாலிக் புட்டரின்</strong> என்ற மென்பொருள் உருவாக்குநரால் <strong>2015</strong> இல் அவரது இணை நிறுவனர்களுடன் தொடங்கப்பட்டது, எத்தேரியம் ஒரு ஸ்மார்ட் ஒப்பந்தம் மற்றும் பரவலாக்கப்பட்ட பயன்பாட்டுத் தளமாக உருவாக்கப்பட்டது.",
  "page-ethereum-vs-bitcoin-ethereum-section-2": "எத்தேரியம் பிட்காயின் போன்ற மதிப்பை அனுப்பவும் பெறவும் யாரையும் அனுமதிக்கிறது, ஆனால் இது <strong>பயன்பாடுகளுக்கு யார் வேண்டுமானாலும் பயன்படுத்தக்கூடிய ஒரு தளமாகவும்</strong> செயல்படுகிறது. எத்தேரியம் நெட்வொர்க் ஆயிரக்கணக்கான முனைகளில் இயங்குகிறது மற்றும் ஒரே ஒரு நிறுவனத்தால் கட்டுப்படுத்தப்படவில்லை.",
  "page-ethereum-vs-bitcoin-ethereum-section-3": "யார் வேண்டுமானாலும் எத்தேரியத்தில் பயன்பாடுகளை உருவாக்கலாம் மற்றும் வரிசைப்படுத்தலாம். இந்த நிரல்கள் <strong>ஸ்மார்ட் ஒப்பந்தங்கள்</strong> என்று அழைக்கப்படுகின்றன, மேலும் அவை எத்தேரியத்தின் முக்கிய கண்டுபிடிப்பாகும்.",
  "page-ethereum-vs-bitcoin-ethereum-section-4": "ஸ்மார்ட் ஒப்பந்தம் வரிசைப்படுத்தப்பட்டவுடன், அது தொடர்பு கொள்ளும்போது தீர்மானகரமாக இயங்குகிறது. இது கடன் வழங்குதல், வர்த்தகம், விளையாட்டுகள் மற்றும் டிஜிட்டல் சேகரிப்புகள் போன்ற விஷயங்களுக்கான செயலிகளை உருவாக்க உதவுகிறது, இது உலகெங்கிலும் உள்ள மில்லியன் கணக்கான பயனர்களுக்கு தினமும், நாள் முழுவதும் இயங்கும்.",
  "page-ethereum-vs-bitcoin-ethereum-section-5": "பிட்காயின் நெட்வொர்க்கில் பரிவர்த்தனைக் கட்டணங்களைச் செலுத்த பிட்காயின் பயன்படுத்தப்படுவது போலவே, எத்தேரியத்தின் சொந்த நாணயமான ஈதர், பரிவர்த்தனைக் கட்டணங்களைச் செலுத்தவும், ஸ்மார்ட் ஒப்பந்தங்களை வெளியிடவும் பயன்படுத்தவும், நெட்வொர்க்கைப் பாதுகாக்கவும் பயன்படுத்தப்படுகிறது. <strong>ஈதர் நிரல்களை இயக்குவதற்கான எரிபொருளாகவும் மதிப்புள்ள ஒரு சேமிப்பகமாகவும் செயல்படுகிறது</strong>.",
  "page-ethereum-vs-bitcoin-ethereum-section-6": "எத்தேரியம் மற்றும் அது எவ்வாறு செயல்படுகிறது என்பது பற்றி மேலும் அறிக",
  "page-ethereum-vs-bitcoin-differences-section-title": "முக்கிய வேறுபாடுகள்",
  "page-ethereum-vs-bitcoin-differences-section-1": "பிட்காயின் மற்றும் எத்தேரியம் இரண்டும் பரவலாக்கப்பட்ட நெட்வொர்க்குகளைப் பராமரிக்க பிளாக்செயின் தொழில்நுட்பத்தைப் பயன்படுத்துகின்றன, ஆனால் அவை அவற்றின் வடிவமைப்பு, நோக்கம் மற்றும் திறன்களில் வேறுபடுகின்றன.",
  "page-ethereum-vs-bitcoin-differences-table-area": "பகுதி",
  "page-ethereum-vs-bitcoin-differences-table-bitcoin": "பிட்காயின்",
  "page-ethereum-vs-bitcoin-differences-table-ethereum": "எத்தேரியம்",
  "page-ethereum-vs-bitcoin-differences-table-row-1-1": "முதன்மை நோக்கம்",
  "page-ethereum-vs-bitcoin-differences-table-row-1-2": "பியர்-டு-பியர் டிஜிட்டல் நாணயம்",
  "page-ethereum-vs-bitcoin-differences-table-row-1-3": "பயன்பாடுகள் மற்றும் டிஜிட்டல் பொருளாதாரங்களுக்கான தளம்",
  "page-ethereum-vs-bitcoin-differences-table-row-2-1": "ஸ்மார்ட் ஒப்பந்தங்கள்",
  "page-ethereum-vs-bitcoin-differences-table-row-2-2": "ஆதரிக்கப்படவில்லை",
  "page-ethereum-vs-bitcoin-differences-table-row-2-3": "முக்கிய செயல்பாடு",
  "page-ethereum-vs-bitcoin-differences-table-row-3-1": "Supply",
  "page-ethereum-vs-bitcoin-differences-table-row-3-2": "பிட்காயின் ஒவ்வொரு பிளாக்கிலும் அசல் மற்றும் மாற்றப்படாத நெறிமுறையால் கட்டளையிடப்பட்ட ஒரு நிலையான/முன்னரே தீர்மானிக்கப்பட்ட விகிதத்தில் வெளியிடப்படுகிறது, இறுதியில் 21 மில்லியன் என்ற நிலையான வரம்புடன்.",
  "page-ethereum-vs-bitcoin-differences-table-row-3-3": "ஈதர் ஒவ்வொரு பிளாக்கிலும் செயல்பாடு/தேவைக்கு விகிதாசாரமாக எரிக்கப்படுகிறது, மேலும் ஒவ்வொரு எப்போக்கிலும் மொத்த ETH ஸ்டேக்கிற்கு விகிதாசாரமாக வெளியிடப்படுகிறது. நிலையான வரம்பு இல்லை, ஆனால் வெளியீட்டு விகிதம் மொத்த ETH ஸ்டேக்கால் வரையறுக்கப்பட்டுள்ளது.",
  "page-ethereum-vs-bitcoin-differences-table-row-4-1": "ஒருமித்த கருத்து பொறிமுறை",
  "page-ethereum-vs-bitcoin-differences-table-row-4-2": "வேலையின் சான்று",
  "page-ethereum-vs-bitcoin-differences-table-row-4-3": "ஸ்டேக்கின் சான்று",
  "page-ethereum-vs-bitcoin-differences-table-row-5-1": "வேகம்",
  "page-ethereum-vs-bitcoin-differences-table-row-5-2": "சராசரியாக 60 நிமிடங்கள் எடுக்கும் ஆறு பிளாக்குகளுக்குப் பிறகு பெரும்பாலானவர்களால் மாற்ற முடியாததாகக் கருதப்படுகிறது",
  "page-ethereum-vs-bitcoin-differences-table-row-5-3": "இறுதிநிலையை அடைய சுமார் 15 நிமிடங்கள்",
  "page-ethereum-vs-bitcoin-differences-table-row-6-1": "ஆற்றல் பயன்பாடு",
  "page-ethereum-vs-bitcoin-differences-table-row-6-2": "அதிகம்",
  "page-ethereum-vs-bitcoin-differences-table-row-6-3": "குறைந்தது",
  "page-ethereum-vs-bitcoin-differences-table-row-7-1": "நிர்வாகம்",
  "page-ethereum-vs-bitcoin-differences-table-row-7-2": "பழமைவாத, மெதுவாக நகரும்",
  "page-ethereum-vs-bitcoin-differences-table-row-7-3": "நெகிழ்வான, சமூகத்தால் இயக்கப்படும்",
  "page-ethereum-vs-bitcoin-differences-table-row-8-1": "உருவாக்குநர் சூழல் அமைப்பு",
  "page-ethereum-vs-bitcoin-differences-table-row-8-2": "சிறியது",
  "page-ethereum-vs-bitcoin-differences-table-row-8-3": "பெரியது மற்றும் செயலில் உள்ளது",
  "page-ethereum-vs-bitcoin-differences-table-row-9-1": "மேம்பாடுகள்",
  "page-ethereum-vs-bitcoin-differences-table-row-9-2": "அரிதானது",
  "page-ethereum-vs-bitcoin-differences-table-row-9-3": "அடிக்கடி மற்றும் மீண்டும் மீண்டும்",
  "page-ethereum-vs-bitcoin-purpose-title": "பிட்காயின் vs எத்தேரியத்தின் நோக்கம்",
  "page-ethereum-vs-bitcoin-purpose-1": "உலகளாவிய நிதி நெருக்கடியைத் தொடர்ந்து 2009 இல் பிட்காயின் உருவாக்கப்பட்டது. வங்கிகள் அல்லது அரசாங்கங்கள் இல்லாமல் செயல்படும் ஒரு பியர்-டு-பியர் பண வடிவத்தை வழங்குவதே அதன் இலக்காக இருந்தது. இது வடிவமைப்பில் எளிமையானது. இந்த நெட்வொர்க் <strong>ஒருவரிடமிருந்து மற்றொருவருக்கு இடைத்தரகர் இல்லாமல் மதிப்பை நகர்த்துவதை</strong> நோக்கமாகக் கொண்டுள்ளது. இந்த குறுகிய கவனம், டிஜிட்டல் தங்கம், பற்றாக்குறையான மற்றும் நீடித்த மதிப்புச் சேமிப்பு என பரவலாக அறியப்பட உதவியது, இது ஒரு பரிமாற்ற ஊடகமாகவும் பயன்படுத்தப்படலாம்.",
  "page-ethereum-vs-bitcoin-purpose-2": "எத்தேரியம் 2015 இல் ஒரு பரந்த பார்வையுடன் தொடங்கப்பட்டது. அதன் உருவாக்குநர்கள் பிளாக்செயினின் பாதுகாப்பு மற்றும் பரவலாக்கத்தை எடுத்து அதை நிரல்படுத்தக்கூடியதாக மாற்ற விரும்பினர். பணம் செலுத்துதல்களுக்கு தன்னை மட்டுப்படுத்திக் கொள்வதை விட, <strong>எத்தேரியம் ஸ்மார்ட் ஒப்பந்தங்கள் எனப்படும் சுய-செயல்படுத்தும் நிரல்களை எழுதவும் வெளியிடவும் யாரையும் அனுமதிக்கிறது</strong>. இது <strong>பரவலாக்கப்பட்ட நிதி (DeFi)</strong> மற்றும் <strong>ஸ்டேபிள்காயின்கள்</strong> முதல் <strong>மாற்ற முடியாத டோக்கன்கள் (NFTs)</strong>, <strong>விளையாட்டுகள்</strong> மற்றும் <strong>பரவலாக்கப்பட்ட சமூக ஊடகங்கள்</strong> வரை முற்றிலும் புதிய வகை பயன்பாடுகளுக்கு கதவைத் திறக்கிறது.",
  "page-ethereum-vs-bitcoin-purpose-3": "தொழில்நுட்ப வடிவமைப்புகள் இந்த நோக்கங்களைப் பிரதிபலிக்கின்றன. பிட்காயினின் ஸ்கிரிப்டிங் மொழி வரையறுக்கப்பட்டுள்ளது, இது சிக்கலைக் குறைக்கிறது மற்றும் நெட்வொர்க்கைப் பாதுகாப்பாக வைத்திருக்க உதவுகிறது. எத்தேரியத்தின் நிரலாக்க மொழி மிகவும் வெளிப்படையானது, இது பயன்பாடுகளுக்கு இடையே மிகவும் சிக்கலான நிலைகள் மற்றும் தொடர்புகளைச் சேமித்து நிர்வகிக்க அனுமதிக்கிறது. இந்த நெகிழ்வுத்தன்மை ஒரு பலம், ஆனால் வழக்கமான மேம்படுத்தல்கள் மற்றும் புதிய அம்சங்களுடன் நெட்வொர்க் வேகமாக உருவாகிறது என்றும் இது அர்த்தப்படுத்துகிறது.",
  "page-ethereum-vs-bitcoin-purpose-4": "பரந்த டிஜிட்டல் பொருளாதாரத்தில் இரண்டும் தனித்துவமான பாத்திரங்களை வகிக்கின்றன. பிட்காயின் ஒரு நிலையான மற்றும் பரவலாக்கப்பட்ட மதிப்புச் சேமிப்பகமாக இருப்பதில் கவனம் செலுத்துகிறது. எத்தேரியம் பரவலாக்கப்பட்ட பயன்பாடுகள் மற்றும் நிரல்படுத்தக்கூடிய சொத்துக்களுக்கான உலகளாவிய தீர்வு அடுக்காக இருப்பதை நோக்கமாகக் கொண்டுள்ளது.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-title": "பயன்பாட்டு நிகழ்வுகள் மற்றும் தத்தெடுப்பு",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-1": "<strong>பிட்காயின்</strong> பொதுவாக ஒரு மதிப்புச் சேமிப்பகமாகப் பயன்படுத்தப்படுகிறது. பல முதலீட்டாளர்கள் இதை <strong>பணவீக்கத்திற்கு எதிரான ஒரு பாதுகாப்பு</strong> அல்லது பொருளாதார ஸ்திரத்தன்மையற்ற தன்மைக்கு எதிராகப் பார்க்கிறார்கள். சில நாடுகளில், இது ஒரு <strong>மாற்று நாணயமாக</strong> அல்லது மக்கள் பாரம்பரிய வங்கி முறைக்கு வெளியே சேமிப்பதற்கான ஒரு வழியாகப் பயன்படுத்தப்படுகிறது.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-2": "<strong>ஈதர்</strong> ஒரு மதிப்புள்ள சேமிப்பகமாகவும் செயல்படுகிறது, ஆனால் அதன் <strong>முதன்மைப் பங்கு பயன்பாடுகள்</strong> மற்றும் சொத்துக்களின் பரந்த சூழல் அமைப்பை இயக்குவதாகும். உருவாக்குநர்கள் புதிய நெறிமுறைகளை உருவாக்க, டோக்கன்களை வெளியிட, பரவலாக்கப்பட்ட பரிமாற்றங்களை இயக்க, NFT-களை உருவாக்க, விளையாட்டுகளை உருவாக்க, மற்றும் மையப்படுத்தப்பட்ட கட்டுப்பாடு இல்லாமல் இயங்கும் சமூக தளங்களை உருவாக்க எத்தேரியத்தைப் பயன்படுத்தலாம்.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-3": "எத்தேரியம் புதிய நிதி வடிவங்கள், கூட்ட நிதி திரட்டல் மற்றும் டிஜிட்டல் உரிமைக்கான ஆயிரக்கணக்கான பரவலாக்கப்பட்ட பயன்பாடுகளை ஆதரிக்கிறது. சில பயன்பாட்டு நிகழ்வுகள் இரண்டு நெட்வொர்க்குகளையும் இணைக்கின்றன. எடுத்துக்காட்டாக, DeFi-இல் கடன் வழங்குதல், கடன் வாங்குதல் மற்றும் வர்த்தகம் போன்ற நடவடிக்கைகளுக்காக <strong>பிட்காயினை \"wrap\" செய்து எத்தேரியத்தில் பயன்படுத்தலாம்</strong>.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-4": "நிறுவன ரீதியான தத்தெடுப்பு இந்த வேறுபாடுகளைப் பிரதிபலிக்கிறது. பிட்காயின் கிரிப்டோகரன்சி ஒரு நீண்ட கால மதிப்புச் சேமிப்பாக பரவலாகக் கருதப்படுகிறது, அதே நேரத்தில் <strong>எத்தேரியம் ஒரு பரவலாக்கப்பட்ட உள்கட்டமைப்பாகக் காணப்படுகிறது</strong>. அதன் நிரல்படுத்தும் தன்மை ஃபிண்டெக் தளங்கள் மற்றும் கட்டண வழங்குநர்களை ஈர்க்கிறது.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-5": "எத்தேரியம் எதற்காகப் பயன்படுத்தப்படுகிறது என்பது பற்றி மேலும் அறிக",
  "page-ethereum-vs-bitcoin-monetary-policy-title": "பணவியல் கொள்கை",
  "page-ethereum-vs-bitcoin-monetary-policy-1": "பிட்காயினின் விநியோகம் <strong>21 மில்லியன் நாணயங்களில்</strong> முடிவடையும். இந்த கடினமான வரம்பு நெறிமுறையால் செயல்படுத்தப்படுகிறது, மேலும் பிட்காயின் தங்கத்துடன் ஒப்பிடப்படுவதற்கு இதுவும் ஒரு காரணம். புதிய பிட்காயின் <strong>மைனிங் வெகுமதிகள்</strong> மூலம் புழக்கத்தில் நுழைகிறது, இது <strong>ஒவ்வொரு 210,000 பிளாக்குகளுக்கும் பாதியாகக் குறைக்கப்படுகிறது</strong>, இது மைனிங் செய்ய தோராயமாக 4 ஆண்டுகள் ஆகும், இது <strong>பாதியாக்கம்</strong> எனப்படும் ஒரு நிகழ்வில் நடக்கிறது. வெகுமதி 2009 இல் ஒரு பிளாக்கிற்கு 50 பிட்காயினாகத் தொடங்கியது, 2012 இல் 25 ஆகவும், பின்னர் 2016 இல் 12.5 ஆகவும் குறைந்தது. இந்த விகிதத்தில், கடைசி பிட்காயின் 2140 ஆம் ஆண்டைச் சுற்றி மைனிங் செய்யப்படும் என்று எதிர்பார்க்கப்படுகிறது.",
  "page-ethereum-vs-bitcoin-monetary-policy-2": "பிட்காயினின் மைனிங் வெகுமதிகள் மற்றும் பரிவர்த்தனைக் கட்டணங்கள் நெட்வொர்க்கிற்காக செலுத்தப்பட்டு அதை பாதுகாக்கப் பயன்படுத்தப்படுகின்றன. இருப்பினும், பிளாக் வெகுமதி பாதியாகக் குறையும்போது, நெட்வொர்க் தனக்குத்தானே செலுத்த பரிவர்த்தனைக் கட்டணங்களை அதிகம் சார்ந்துள்ளது. தற்போது நெட்வொர்க் கட்டணங்கள் நெட்வொர்க்கின் வருமானத்தில் ஒரு சிறிய பகுதியை (<5%) உருவாக்குகின்றன, அதாவது பிட்காயின் நெட்வொர்க் வெளியீடு 0 ஆகும்போது நெட்வொர்க்கின் நீண்ட கால பாதுகாப்பு ஆபத்தில் இருக்கலாம்.",
  "page-ethereum-vs-bitcoin-monetary-policy-3": "<strong>எத்தேரியத்திற்கு நிலையான விநியோக வரம்பு இல்லை</strong>. அதற்குப் பதிலாக, அதன் வெளியீடு நெறிமுறை விதிகளால் தீர்மானிக்கப்படுகிறது, மேலும் சமீபத்திய மேம்படுத்தல்கள் காலப்போக்கில் விநியோகத்தைக் குறைக்கும் பொறிமுறைகளை அறிமுகப்படுத்தியுள்ளன. மிகவும் குறிப்பிடத்தக்கது EIP-1559 மேம்படுத்தல் ஆகும், இது பரிவர்த்தனைக் கட்டணங்களின் ஒரு பகுதியை எரிக்கிறது. <strong>நெட்வொர்க் செயல்பாடு அதிகமாக இருக்கும்போது, வெளியிடப்பட்டதை விட அதிக ETH எரிக்கப்படலாம்</strong>, இது அந்த காலகட்டங்களில் விநியோகத்தை பணவாட்டமாக மாற்றுகிறது.",
  "page-ethereum-vs-bitcoin-monetary-policy-4": "எத்தேரியத்தின் பணவியல் அணுகுமுறை நிரந்தரமாக ஒரு பாதுகாப்பு வரவுசெலவுத்திட்டத்திற்கு உத்தரவாதம் அளிக்கிறது, பரிவர்த்தனைக் கட்டணங்கள் மற்றும் பிளாக் வெகுமதிகள் நெட்வொர்க்கின் பாதுகாப்பு வரவுசெலவுத்திட்டத்தை வழங்குகின்றன.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-title": "உருவாக்குநர் சூழல் அமைப்பு",
  "page-ethereum-vs-bitcoin-developer-ecosystem-1": "<strong>எத்தேரியம்</strong> <strong>மிகப்பெரிய பிளாக்செயின் உருவாக்குநர் சமூகங்களில்</strong> ஒன்றாகும். எத்தேரியத்தில் உருவாக்குவது உங்களுக்கு பரந்த அளவிலான <strong>கருவிகள், கட்டமைப்புகள், மானியங்கள்</strong> மற்றும் <strong>ஹேக்கத்தான்களுக்கான</strong> அணுகலை வழங்குகிறது. எத்தேரியம் விர்ச்சுவல் மெஷின் (EVM) என்பது எத்தேரியத்தின் இயக்க நேர சூழல் ஆகும், மேலும் இது ஒரு பொதுவான தரநிலையாக மாறியுள்ளது, பல பிற பிளாக்செயின்கள் இணக்கத்தன்மையை உறுதிப்படுத்த இதைப் பயன்படுத்துகின்றன.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-2": "ERC-20 மற்றும் ERC-721 போன்ற டோக்கன் தரநிலைகள் பரந்த பிளாக்செயின் பொருளாதாரத்தின் பெரும்பகுதிக்கு அடித்தளமாக மாறியுள்ளன. பல அடுக்கு 2 நெட்வொர்க்குகள் மற்றும் பிற பிளாக்செயின்கள் EVM-ஐப் பயன்படுத்துகின்றன, இதனால் செயலிகள், பணப்பைகள் மற்றும் ஸ்மார்ட் ஒப்பந்தங்களின் குறியீட்டை குறைந்தபட்ச மாற்றங்களுடன் பிளாக்செயின்கள் முழுவதும் பயன்படுத்த முடியும்.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-3": "<strong>பிட்காயினின் உருவாக்குநர் சமூகம் சிறியது</strong> மற்றும் அதிக கவனம் செலுத்துகிறது. பெரும்பாலான செயல்பாடுகள் முக்கிய நெறிமுறையைப் பராமரித்தல் மற்றும் மேம்படுத்துதல், அத்துடன் வேகமான மற்றும் மலிவான கட்டணங்களுக்கான லைட்னிங் நெட்வொர்க் போன்ற அடுக்கு 2 தீர்வுகளை உருவாக்குதல் ஆகியவற்றில் கவனம் செலுத்துகின்றன.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-4": "எத்தேரியம் உருவாக்குநர் வளங்கள் பற்றி மேலும் அறிக",
  "page-ethereum-vs-bitcoin-security-and-consensus-title": "பாதுகாப்பு மற்றும் ஒருமித்த கருத்து",
  "page-ethereum-vs-bitcoin-security-and-consensus-1": "பிட்காயின் மற்றும் எத்தேரியம் இரண்டும் பெரிய, சுயாதீன முனைகளின் விநியோகிக்கப்பட்ட நெட்வொர்க்குகளால் பாதுகாக்கப்படுகின்றன, ஆனால் அவை நெட்வொர்க்கின் நிலை குறித்து உடன்பட வெவ்வேறு முறைகளைப் பயன்படுத்துகின்றன.",
  "page-ethereum-vs-bitcoin-security-and-consensus-2": "பிட்காயின் <strong>வேலையின் சான்று</strong> எனப்படும் ஒரு அமைப்பைப் பயன்படுத்துகிறது. மைனர்கள் எனப்படும் கணினிகள் கிரிப்டோகிராஃபிக் புதிர்களைத் தீர்க்க போட்டியிடுகின்றன. முதலில் ஒன்றைத் தீர்ப்பவர் அடுத்த பிளாக் பரிவர்த்தனைகளை பிளாக்செயினில் சேர்த்து பிட்காயினில் வெகுமதியைப் பெறுகிறார். இந்த அணுகுமுறை பிட்காயினுக்கு நிகழ்தகவு இறுதிநிலை என்று அழைக்கப்படுவதைக் கொடுக்கிறது, அதாவது அதன் மேல் இன்னும் பல பிளாக்குகள் சேர்க்கப்பட்ட பின்னரே ஒரு பரிவர்த்தனை மிகவும் பாதுகாப்பானதாகக் கருதப்படுகிறது. பிட்காயினுக்கு, இது பெரும்பாலும் ஆறு உறுதிப்படுத்தல்கள் அல்லது <strong>சுமார் ஒரு மணி நேரம்</strong> ஆகும்.",
  "page-ethereum-vs-bitcoin-security-and-consensus-3": "எத்தேரியம் <strong>ஸ்டேக்கின் சான்றைப்</strong> பயன்படுத்துகிறது. இந்த மாதிரியில், சரிபார்ப்பாளர்கள் புதிய பிளாக்குகளை முன்மொழியவும் உறுதிப்படுத்தவும் தேர்ந்தெடுக்கப்படுவதற்கான வாய்ப்பிற்காக ETH ஐப் பூட்டுகிறார்கள் அல்லது ஸ்டேக் செய்கிறார்கள். தேர்வு சீரற்றது, ஆனால் தேர்ந்தெடுக்கப்படுவதற்கான நிகழ்தகவு ஸ்டேக் செய்யப்பட்ட ETH இன் அளவுடன் அதிகரிக்கிறது. நேர்மையற்ற முறையில் செயல்படும் சரிபார்ப்பாளர்கள் <strong>தங்கள் ஸ்டேக்கை இழக்கும் அபாயத்தில் உள்ளனர்</strong>. இது எத்தேரியம் பொருளாதார இறுதிநிலையை அடைய அனுமதிக்கிறது, அங்கு இறுதி செய்யப்பட்ட பிளாக்குகளைத் திருப்புவது மிகவும் கடினம், பெரும்பாலும் <strong>சுமார் 15 நிமிடங்களுக்குள்</strong>. போதுமான சரிபார்ப்பாளர்கள் ஒப்புக்கொண்டவுடன் பிளாக்குகளை மாற்ற முடியாததாகக் குறிக்க எத்தேரியம் சோதனைச் சாவடிகளையும் பயன்படுத்துகிறது.",
  "page-ethereum-vs-bitcoin-security-and-consensus-4": "எத்தேரியத்தின் ஒருமித்த கருத்து பொறிமுறை பற்றி மேலும் அறிக",
  "page-ethereum-vs-bitcoin-underlying-technology-title": "அடிப்படை தொழில்நுட்பம்",
  "page-ethereum-vs-bitcoin-underlying-technology-1": "<strong>பிட்காயின்</strong> <strong>செலவழிக்கப்படாத பரிவர்த்தனை வெளியீட்டு மாதிரி</strong> அல்லது UTXO எனப்படும் ஒன்றைப் பயன்படுத்துகிறது. இந்த அமைப்பில், பிளாக்செயின் கணக்கு இருப்புகளைக் கண்காணிக்காது. அதற்குப் பதிலாக, இன்னும் செலவழிக்கப்படாத முந்தைய பரிவர்த்தனைகளின் வெளியீடுகளை இது பதிவு செய்கிறது. நீங்கள் பிட்காயினைச் செலவழிக்கும்போது, இந்த வெளியீடுகளை ஒரு புதிய பரிவர்த்தனைக்கான உள்ளீடுகளாகப் பயன்படுத்துகிறீர்கள், இந்த செயல்பாட்டில் புதிய வெளியீடுகளை உருவாக்குகிறீர்கள்.",
  "page-ethereum-vs-bitcoin-underlying-technology-2": "இதை நீங்கள் ரொக்கத்தைப் பயன்படுத்துவது போல நினைக்கலாம். உங்களிடம் இரண்டு ஐந்து-டாலர் நோட்டுகள் இருந்து ஏழு டாலர்கள் செலவழிக்க விரும்பினால், நீங்கள் இரண்டு நோட்டுகளையும் கொடுத்து மூன்று டாலர்களை சில்லறையாகப் பெறுவீர்கள். பிட்காயின் நோட்டுகளையும் சில்லறையையும் பதிவு செய்கிறது, உங்கள் மொத்த இருப்பை அல்ல.",
  "page-ethereum-vs-bitcoin-underlying-technology-3": "<strong>எத்தேரியம்</strong> ஒரு <strong>கணக்கு அடிப்படையிலான மாதிரியைப்</strong> பயன்படுத்துகிறது. தனிப்பட்ட வெளியீடுகளைக் கண்காணிப்பதற்குப் பதிலாக, இது ஒரு வங்கிக் கணக்கைப் போலவே கணக்கு இருப்புகளின் பதிவை வைத்திருக்கிறது. இந்த அணுகுமுறை ஸ்மார்ட் ஒப்பந்தங்கள் மற்றும் சிக்கலான தர்க்கத்தை நிர்வகிப்பதை எளிதாக்குகிறது, ஏனெனில் கணக்குகள் தரவைச் சேமித்து நிரல்களைப் போல ஒன்றோடொன்று தொடர்பு கொள்ளலாம்.",
  "page-ethereum-vs-bitcoin-underlying-technology-4": "ஒவ்வொரு மாதிரிக்கும் பரிமாற்றங்கள் உள்ளன. UTXO-க்கள் அதிக தனியுரிமையை வழங்க முடியும் மற்றும் தனிப்பட்ட நாணயங்களைக் கண்காணிப்பதை எளிதாக்கும். கணக்கு அடிப்படையிலான அமைப்புகள் பயன்பாடுகளை உருவாக்குவதற்கு மிகவும் நேரடியானவை.",
  "page-ethereum-vs-bitcoin-underlying-technology-5": "எத்தேரியம் உருவாக்குநர் ஆவணத்தில் மேலும் படிக்கவும்",
  "page-ethereum-vs-bitcoin-decentralization-title": "பரவலாக்கம்",
  "page-ethereum-vs-bitcoin-decentralization-1": "பிட்காயின் மற்றும் எத்தேரியம் இரண்டும் பரவலாக்கப்பட்டதாக வடிவமைக்கப்பட்டுள்ளன, ஆனால் அவை வெவ்வேறு வழிகளில் அதை அளவிடுகின்றன மற்றும் அணுகுகின்றன.",
  "page-ethereum-vs-bitcoin-decentralization-2": "<strong>பிட்காயின்</strong> பரவலாக்கம் அதன் <strong>எளிய தொழில்நுட்ப வடிவமைப்பு</strong>, நீண்ட கால ஸ்திரத்தன்மை மற்றும் <strong>முனைகளின் பரந்த விநியோகம்</strong> ஆகியவற்றால் ஆதரிக்கப்படுகிறது. அதன் குறைந்த வளத் தேவைகள் மக்கள் வீட்டில் முழு முனைகளை இயக்குவதை எளிதாக்குகிறது, இது நெட்வொர்க்கின் சுதந்திரத்தையும் தணிக்கை எதிர்ப்பையும் பாதுகாக்க உதவுகிறது.",
  "page-ethereum-vs-bitcoin-decentralization-3": "<strong>எத்தேரியம்</strong> ஒரு பெரிய மற்றும் வளர்ந்து வரும் முனை நெட்வொர்க்கையும் கொண்டுள்ளது. இது கிளையன்ட் பன்முகத்தன்மைக்கு வலுவான முக்கியத்துவம் கொடுக்கிறது, அதாவது மென்பொருளின் பல பதிப்புகள் <strong>சுயாதீன குழுக்களால் பராமரிக்கப்படுகின்றன</strong>. இது எந்தவொரு ஒற்றை கிளையண்டையும் சார்ந்திருப்பதைக் குறைக்கிறது மற்றும் நெட்வொர்க்கைப் பாதிக்கக்கூடிய பிழைகள் அல்லது தோல்விகளுக்கு எதிராகப் பாதுகாக்க உதவுகிறது.",
  "page-ethereum-vs-bitcoin-decentralization-4": "எத்தேரியம் ஸ்டேக்கிங், மேம்படுத்தல்கள் மற்றும் ஆளுகை விவாதங்கள் போன்ற நடவடிக்கைகளில் <strong>பரந்த எண்ணிக்கையிலான பங்கேற்பாளர்களைக்</strong> கொண்டுள்ளது, ஆனால் <strong>இரண்டு நெட்வொர்க்குகளும் திறந்த மற்றும் நெகிழ்ச்சியுடன் இருக்க நோக்கமாகக் கொண்டுள்ளன</strong>. பிட்காயின் குறைந்த மென்பொருள் கிளையண்டுகளை நம்பி, முனைத் தேவைகளை மாற்றாமல் வைத்திருக்கிறது. எத்தேரியம் வெவ்வேறு பங்களிப்பாளர்களை ஊக்குவிக்கிறது, ஒவ்வொருவரும் தங்கள் சொந்த கண்ணோட்டத்தைக் கொண்டு வருகிறார்கள்.",
  "page-ethereum-vs-bitcoin-environmental-impact-title": "சுற்றுச்சூழல் தாக்கம்",
  "page-ethereum-vs-bitcoin-environmental-impact-1": "எத்தேரியத்தின் வரலாற்றில் மிக முக்கியமான மாற்றங்களில் ஒன்று 2022 இல் வேலையின் சான்றிலிருந்து <strong>ஸ்டேக்கின் சான்றுக்கு</strong> மாறியது. இணைப்பு என்று அழைக்கப்படும் இந்த மாற்றம் <strong>நெட்வொர்க்கின் ஆற்றல் நுகர்வை 99 சதவீதத்திற்கும் மேலாகக் குறைத்தது</strong>.",
  "page-ethereum-vs-bitcoin-environmental-impact-2": "ஸ்டேக்கின் சான்றின் கீழ், எத்தேரியம் இனி ஆற்றல் மிகுந்த மைனிங்கை நம்பவில்லை. அதற்கு பதிலாக, சரிபார்ப்பாளர்கள் சீரற்ற முறையில் தேர்ந்தெடுக்கப்படுகிறார்கள், அவர்கள் ஸ்டேக் செய்த ETH இன் அளவுடன் தேர்வுக்கான நிகழ்தகவு அதிகரிக்கிறது. இந்த மாற்றம் எத்தேரியத்தை மிகவும் ஆற்றல்-திறனுள்ள பிளாக்செயின் நெட்வொர்க்குகளில் ஒன்றாக ஆக்கியுள்ளது.",
  "page-ethereum-vs-bitcoin-environmental-impact-3": "பிட்காயின் <strong>வேலையின் சான்றைத்</strong> தொடர்ந்து பயன்படுத்துகிறது, இது மைனர்கள் கிரிப்டோகிராஃபிக் புதிர்களைத் தீர்க்க போட்டியிடுவதால் <strong>அதிக அளவு மின்சாரம் தேவைப்படுகிறது</strong>. இந்த ஆற்றலில் சிலது புதுப்பிக்கத்தக்க மூலங்களிலிருந்து வருகிறது, மேலும் பிட்காயின் சமூகத்தில் நிலைத்தன்மையை மேம்படுத்துவதற்கான வழிகள் குறித்து தொடர்ந்து விவாதங்கள் நடந்து வருகின்றன.",
  "page-ethereum-vs-bitcoin-environmental-impact-4": "ஆற்றல் பயன்பாட்டில் உள்ள வேறுபாடு இரண்டு நெட்வொர்க்குகளுக்கும் இடையில் ஒரு முக்கியமான ஒப்பீட்டுப் புள்ளியாக மாறியுள்ளது. எத்தேரியத்தின் குறைந்த ஆற்றல் தடம் சுற்றுச்சூழல் தாக்கம் முன்னுரிமையாக இருக்கும் சூழல்களில் அதை மிகவும் கவர்ச்சிகரமானதாக ஆக்குகிறது.",
  "page-ethereum-vs-bitcoin-environmental-impact-5": "எத்தேரியத்தின் ஆற்றல் பயன்பாடு குறித்த முழு அறிக்கையைப் படியுங்கள்",
  "page-ethereum-vs-bitcoin-future-outlook-title": "எதிர்காலம் எப்படி இருக்கும்",
  "page-ethereum-vs-bitcoin-future-outlook-1": "பிட்காயின் ஒரு மதிப்புச் சேமிப்பு மற்றும் இருப்புச் சொத்தாக பெருகிய முறையில் ஏற்றுக்கொள்ளப்படுகிறது. இது கணிசமாக மாற வாய்ப்பில்லை, மேலும் இந்த ஸ்திரத்தன்மை அதன் கவர்ச்சியின் ஒரு பகுதியாகும்.",
  "page-ethereum-vs-bitcoin-future-outlook-2": "எத்தேரியம் புதிய டிஜிட்டல் பொருளாதாரத்தில் ஒரு பயன்பாட்டுத் தளமாக தன்னை நிலைநிறுத்திக் கொள்கிறது. அடுக்கு 2 நெட்வொர்க்குகளின் வளர்ச்சி மற்றும் চলমান மேம்படுத்தல்களுடன், இது உலகளாவிய அளவிலான பயன்பாடுகள், உள்கட்டமைப்பு மற்றும் சொத்துக்களை ஆதரிப்பதை நோக்கமாகக் கொண்டுள்ளது.",
  "page-ethereum-vs-bitcoin-future-outlook-3": "பல பயனர்களுக்கு, <strong>இரண்டு நெட்வொர்க்குகளும் நேரடி போட்டியில் இல்லை</strong>. அவை வெவ்வேறு நோக்கங்களுக்காக சேவை செய்கின்றன மற்றும் டிஜிட்டல் சொத்துக்களுக்கான பல்வகைப்பட்ட அணுகுமுறையில் ஒருவருக்கொருவர் பூர்த்தி செய்ய முடியும்.",
  "page-ethereum-vs-bitcoin-future-outlook-4": "எத்தேரியத்தின் செயல்திட்டம் பற்றி மேலும் அறிக"
}