{
  "page-roadmap-title": "எத்தீரியம் திட்டப்படம்",
  "page-roadmap-meta-title": "எத்தேரியம் செயல்பாட்டு வரைபடம் | ethereum.org",
  "page-roadmap-meta-description": "Ethereum-க்கான அதிக அளவிடுதல், பாதுகாப்பு மற்றும் நிலைத்தன்மைக்கான பாதை.",
  "page-roadmap-banner-notification": "எத்தேரியத்தின் வளர்ச்சி சமூகத்தால் இயக்கப்படுகிறது மற்றும் மாற்றத்திற்கு உட்பட்டது.",
  "page-roadmap-changes-coming-title": "எத்தேரியத்தில் என்ன மாற்றங்கள் வரவிருக்கின்றன?",
  "page-roadmap-changes-coming-description": "எத்தேரியம் ஏற்கனவே ஒரு சக்திவாய்ந்த தளம், ஆனால் அது இன்னும் மேம்படுத்தப்பட்டு வருகிறது. ஒரு லட்சியமான மேம்பாடுகளின் தொகுப்பு எத்தேரியத்தை அதன் தற்போதைய வடிவத்தில் இருந்து முழுமையாக அளவிடப்பட்ட, அதிகபட்ச நெகிழ்திறன் கொண்ட தளமாக மேம்படுத்தும்.",
  "page-roadmap-cheaper-transactions-title": "மலிவான பரிவர்த்தனைகள்",
  "page-roadmap-cheaper-transactions-description": "ரோலப்புகள் மிகவும் விலை உயர்ந்தவை மற்றும் மையப்படுத்தப்பட்ட கூறுகளைச் சார்ந்துள்ளன, இதனால் பயனர்கள் அவற்றின் ஆபரேட்டர்கள் மீது அதிக நம்பிக்கை வைக்க வேண்டியுள்ளது. இந்த இரண்டு பிரச்சனைகளுக்கும் செயல்பாட்டு வரைபடம் தீர்வுகளை உள்ளடக்கியுள்ளது.",
  "page-roadmap-cheaper-transactions-button": "கட்டணங்களைக் குறைப்பது பற்றி மேலும்",
  "page-roadmap-extra-security-title": "கூடுதல் பாதுகாப்பு",
  "page-roadmap-extra-security-description": "எத்தேரியம் ஏற்கனவே மிகவும் பாதுகாப்பானது, ஆனால் எதிர்காலத்தில் வரக்கூடிய அனைத்து வகையான தாக்குதல்களையும் தாங்கும் வகையில் அதை இன்னும் வலிமையாக்க முடியும்.",
  "page-roadmap-extra-security-button": "பாதுகாப்பு பற்றி மேலும்",
  "page-roadmap-better-user-experience-title": "சிறந்த பயனர் அனுபவம்",
  "page-roadmap-better-user-experience-description": "ஸ்மார்ட் கான்ட்ராக்ட் பணப்பைகள் மற்றும் லைட்-வெயிட் முனைகளுக்கான கூடுதல் ஆதரவு, எத்தேரியத்தைப் பயன்படுத்துவதை எளிமையாகவும் பாதுகாப்பாகவும் மாற்றும்.",
  "page-roadmap-better-user-experience-button": "பயனர் அனுபவம் பற்றி மேலும்",
  "page-roadmap-future-proofing-title": "எதிர்காலச்-சான்று",
  "page-roadmap-future-proofing-description": "எத்தேரியம் ஆராய்ச்சியாளர்களும் உருவாக்குநர்களும் நாளைய பிரச்சனைகளை இன்றே தீர்த்து, நெட்வொர்க்கை எதிர்கால தலைமுறையினருக்குத் தயார்படுத்துகின்றனர்.",
  "page-roadmap-future-proofing-button": "எதிர்காலப் பாதுகாப்பு பற்றி மேலும்",
  "page-roadmap-why-need-title": "எத்தேரியத்திற்கு ஏன் ஒரு செயல்பாட்டு வரைபடம் தேவை?",
  "page-roadmap-why-need-description": "எத்தேரியம் அதன் அளவிடுதல், பாதுகாப்பு அல்லது நிலைத்தன்மையை மேம்படுத்தும் வழக்கமான மேம்படுத்தல்களைப் பெறுகிறது. ஆராய்ச்சி மற்றும் மேம்பாட்டிலிருந்து புதிய யோசனைகள் வெளிவரும்போது அவற்றுக்கு ஏற்ப மாற்றிக்கொள்வது எத்தேரியத்தின் முக்கிய பலங்களில் ஒன்றாகும். இந்த மாற்றியமைக்கும் திறன், உருவாகும் சவால்களைச் சமாளிக்கவும், மிகவும் மேம்பட்ட தொழில்நுட்ப முன்னேற்றங்களைத் தொடரவும் எத்தேரியத்திற்கு நெகிழ்வுத்தன்மையை வழங்குகிறது.",
  "page-roadmap-how-defined-title": "செயல்பாட்டு வரைபடம் எப்படி வரையறுக்கப்படுகிறது",
  "page-roadmap-how-defined-p1": "செயல்பாட்டு வரைபடம் என்பது பெரும்பாலும் ஆராய்ச்சியாளர்கள் மற்றும் உருவாக்குநர்களின் பல வருட உழைப்பின் விளைவாகும் - ஏனெனில் இந்த நெறிமுறை மிகவும் தொழில்நுட்பமானது - ஆனால் ஊக்கமுள்ள எந்தவொரு நபரும் பங்கேற்கலாம்.",
  "page-roadmap-how-defined-p2": "யோசனைகள் பொதுவாக <a href=\"https://ethresear.ch\">ethresear.ch</a>, <a href=\"https://ethereum-magicians.org\">Ethereum Magicians</a> அல்லது Eth R&D டிஸ்கார்ட் சர்வர் போன்ற மன்றங்களில் விவாதங்களாகத் தொடங்குகின்றன. அவை கண்டுபிடிக்கப்பட்ட புதிய பாதிப்புகளுக்கான பதில்களாக, பயன்பாட்டு அடுக்கில் (dapps மற்றும் பரிமாற்றங்கள் போன்றவை) பணிபுரியும் நிறுவனங்களின் பரிந்துரைகளாக அல்லது இறுதிப் பயனர்களுக்கான அறியப்பட்ட சிக்கல்களிலிருந்து (செலவுகள் அல்லது பரிவர்த்தனை வேகம் போன்றவை) இருக்கலாம்.",
  "page-roadmap-how-defined-p3": "இந்த யோசனைகள் முதிர்ச்சியடையும் போது, அவை <a href=\"https://eips.ethereum.org\">எத்தேரியம் முன்னேற்ற முன்மொழிவுகளாக</a> முன்மொழியப்படலாம். இது அனைத்தும் பொதுவில் செய்யப்படுகிறது, இதனால் சமூகத்தைச் சேர்ந்த எவரும் எந்த நேரத்திலும் தங்கள் கருத்தைத் தெரிவிக்க முடியும்.",
  "page-roadmap-governance-button": "Ethereum நிர்வாகம் பற்றி மேலும்",
  "page-roadmap-hero-alt": "எத்தீரியம் திட்டப்படம்",
  "page-roadmap-technical-upgrades-title": "எத்தேரியத்திற்கு என்ன தொழில்நுட்ப மேம்பாடுகள் வருகின்றன?",
  "page-roadmap-danksharding-title": "டான்க்ஷார்டிங்",
  "page-roadmap-danksharding-description": "எத்தேரியம் பிளாக்குகளில் தரவு \"பிளாப்களை\" சேர்ப்பதன் மூலம், டேங்க்சார்டிங் பயனர்களுக்கு L2 ரோலப்புகளை மிகவும் மலிவானதாக ஆக்குகிறது.",
  "page-roadmap-single-slot-finality-title": "ஒற்றை ஸ்லாட்டில் இறுதி நிலை",
  "page-roadmap-single-slot-finality-description": "பதினைந்து நிமிடங்கள் காத்திருப்பதற்குப் பதிலாக, பிளாக்குகளை ஒரே ஸ்லாட்டில் முன்மொழிந்து இறுதி செய்யலாம். இது செயலிகளுக்கு மிகவும் வசதியானது மற்றும் தாக்குவதற்குக் கடினமானது.",
  "page-roadmap-account-abstraction-title": "கணக்குச் சுருக்கம்",
  "page-roadmap-account-abstraction-description": "கணக்கு நுண்மையாக்கம் (Account abstraction) என்பது சிக்கலான மிடில்வேரைப் பயன்படுத்த வேண்டிய அவசியமின்றி, எத்தேரியத்தில் ஸ்மார்ட் கான்ட்ராக்ட் பணப்பைகளை இயல்பாக ஆதரிக்கும் ஒரு வகை மேம்பாடுகள் ஆகும்.",
  "page-roadmap-statelessness-title": "நாடற்ற தன்மை",
  "page-roadmap-statelessness-description": "நிலை இல்லாத கிளையண்டுகளால் அதிக அளவு தரவை சேமிக்க வேண்டிய அவசியம் இல்லாமல் புதிய பிளாக்குகளை சரிபார்க்க முடியும். இது இன்றைய செலவுகளில் ஒரு சிறிய பகுதியைக் கொண்டு ஒரு முனையை இயக்குவதன் அனைத்து நன்மைகளையும் வழங்கும்.",
  "page-roadmap-learn-more": "மேலும் அறிக",
  "page-roadmap-timeline-title": "இந்த மேம்பாடுகளுக்கான காலக்கெடு என்ன?",
  "page-roadmap-blocks-alt": "எத்தேரியம் பிளாக்குகள்",
  "page-roadmap-faq-1-title": "காலப்போக்கில் எத்தேரியத்தின் செயல்பாட்டு வரைபடம் மாறுமா?",
  "page-roadmap-faq-1-p1": "ஆம்—கிட்டத்தட்ட நிச்சயமாக.",
  "page-roadmap-faq-1-p1-continued": "செயல்பாட்டு வரைபடம் என்பது எத்தேரியத்தை மேம்படுத்துவதற்கான தற்போதைய திட்டமாகும், இது குறுகிய கால மற்றும் எதிர்கால திட்டங்கள் இரண்டையும் உள்ளடக்கியது. புதிய தகவல்களும் தொழில்நுட்பமும் கிடைக்கும்போது செயல்பாட்டு வரைபடம் மாறும் என்று நாங்கள் எதிர்பார்க்கிறோம்.",
  "page-roadmap-faq-1-p2": "எத்தேரியத்தின் செயல்பாட்டு வரைபடத்தை எத்தேரியத்தை மேம்படுத்துவதற்கான நோக்கங்களின் தொகுப்பாகக் கருதுங்கள்; இது எத்தேரியத்தின் மிகவும் உகந்த முன்னோக்கிய பாதை குறித்த முக்கிய ஆராய்ச்சியாளர்கள் மற்றும் உருவாக்குநர்களின் சிறந்த கருதுகோள் ஆகும்.",
  "page-roadmap-faq-2-title": "செயல்பாட்டு வரைபடம் எப்போது முடிக்கப்படும்?",
  "page-roadmap-faq-2-p1": "சில மேம்பாடுகள் குறைந்த முன்னுரிமை கொண்டவை மற்றும் அடுத்த 5-10 ஆண்டுகளுக்குச் செயல்படுத்தப்பட வாய்ப்பில்லை (எ.கா. குவாண்டம் எதிர்ப்பு).",
  "page-roadmap-faq-2-p1-strong": "ஒவ்வொரு மேம்படுத்தலின் சரியான நேரத்தைக் கொடுப்பது சிக்கலானது",
  "page-roadmap-faq-2-p1-continued": "பல செயல்பாட்டு வரைபட உருப்படிகள் இணையாக வேலை செய்யப்படுவதாலும் வெவ்வேறு வேகங்களில் உருவாக்கப்படுவதாலும் கணிப்பது கடினம். ஒரு மேம்படுத்தலின் அவசரமும் வெளிப்புறக் காரணிகளைப் பொறுத்து காலப்போக்கில் மாறக்கூடும் (எ.கா. குவாண்டம் கணினிகளின் செயல்திறன் மற்றும் கிடைக்கும் தன்மையில் ஒரு திடீர் பாய்ச்சல் குவாண்டம்-எதிர்ப்பு குறியாக்கவியலை மிகவும் அவசரமானதாக மாற்றக்கூடும்).",
  "page-roadmap-faq-2-p2": "எத்தேரியம் வளர்ச்சியை உயிரியல் பரிணாம வளர்ச்சியுடன் ஒப்பிட்டுப் பார்ப்பது ஒரு வழி. புதிய சவால்களுக்குத் தன்னை மாற்றிக்கொண்டு உடற்தகுதியைப் பேணக்கூடிய ஒரு நெட்வொர்க், மாற்றத்தை எதிர்க்கும் நெட்வொர்க்கை விட வெற்றிபெற அதிக வாய்ப்புள்ளது. இருப்பினும், நெட்வொர்க் மேலும் மேலும் செயல்திறன், அளவிடுதல் மற்றும் பாதுகாப்பானதாக மாறும்போது, நெறிமுறைக்கு குறைவான மாற்றங்களே தேவைப்படும்.",
  "page-roadmap-faq-3-title": "இந்த மேம்பாடுகளுக்குத் தயாராக நான் ஏதாவது செய்ய வேண்டுமா?",
  "page-roadmap-faq-3-p1": "மேம்படுத்தல்கள் சிறந்த பயனர் அனுபவங்கள், மிகவும் பாதுகாப்பான நெறிமுறை மற்றும் எத்தேரியத்துடன் தொடர்புகொள்வதற்கான கூடுதல் <i>விருப்பங்கள்</i> ஆகியவற்றை வழங்குவதைத் தவிர இறுதிப் பயனர்களைப் பாதிப்பதில்லை. <strong>சாதாரண பயனர்கள் ஒரு மேம்படுத்தலில் தீவிரமாக பங்கேற்க வேண்டியதில்லை, அல்லது தங்கள் சொத்துக்களைப் பாதுகாக்க அவர்கள் எதுவும் செய்ய வேண்டியதில்லை.</strong> <a href=\"/glossary/#node\">முனை</a> ஆபரேட்டர்கள் ஒரு மேம்படுத்தலுக்குத் தயாராவதற்கு தங்கள் கிளையண்டுகளைப் புதுப்பிக்க வேண்டும். சில மேம்படுத்தல்கள் பயன்பாட்டு உருவாக்குநர்களுக்கு மாற்றங்களை ஏற்படுத்தக்கூடும். எடுத்துக்காட்டாக, வரலாறு காலாவதி மேம்படுத்தல்கள், பயன்பாட்டு உருவாக்குநர்கள் புதிய மூலங்களிலிருந்து வரலாற்றுத் தரவைப் பெற வழிவகுக்கும்.",
  "page-roadmap-faq-4-title": "ஷார்டிங் பற்றி என்ன?",
  "page-roadmap-faq-4-p1": "ஷார்டிங் என்பது எத்தேரியம் பிளாக்செயினைப் பிரிப்பதாகும், இதனால் <a href=\"/glossary/#validator\">சரிபார்ப்பாளர்களின்</a> துணைக்குழுக்கள் மொத்தத் தரவின் ஒரு பகுதிக்கு மட்டுமே பொறுப்பாகின்றன. இதுவே முதலில் எத்தேரியத்தை அளவிடுவதற்கான வழியாகக் கருதப்பட்டது. இருப்பினும், <a href=\"/glossary/#layer-2\">லேயர் 2</a> ரோலப்புகள் எதிர்பார்த்ததை விட மிக வேகமாக வளர்ந்துள்ளன, மேலும் ஏற்கனவே நிறைய அளவிடுதலை வழங்கியுள்ளன, புரோட்டோ-டேங்க்சார்டிங் செயல்படுத்தப்பட்ட பிறகு இன்னும் அதிகமாக வழங்கும். இதன் பொருள் \"ஷார்ட் சங்கிலிகள்\" இனி தேவையில்லை மற்றும் செயல்பாட்டு வரைபடத்தில் இருந்து கைவிடப்பட்டுள்ளன.",
  "page-roadmap-release-status-prod": "தயாரிப்பில்",
  "page-roadmap-release-status-soon": "விரைவில் வருகிறது",
  "page-roadmap-release-status-dev": "உருவாக்கத்தில்",
  "page-roadmap-release-main-features": "முக்கிய அம்சங்கள்",
  "page-roadmap-release-learn-more": "மேலும் அறிக",
  "page-roadmap-release-forkcast": "மாற்றங்களைக் கண்காணிக்கவும்",
  "page-roadmap-paris-pos-title": "பங்குச் சான்றுக்கு மாறுதல்",
  "page-roadmap-paris-pos-item-1": "ஆற்றல் மிகுந்த சுரங்க முறையை, பங்கு வைப்பு அடிப்படையிலான ஒருமித்த கருத்துடன் மாற்றியது",
  "page-roadmap-paris-pos-item-2": "எத்தேரியத்தின் ஆற்றல் நுகர்வை ~99.95% குறைத்தது",
  "page-roadmap-paris-beacon-title": "பீக்கன் செயின் ஒருங்கிணைப்பு",
  "page-roadmap-paris-beacon-item-1": "பீக்கன் செயினை எத்தேரியம் மெயின்நெட்டுடன் இணைத்தது",
  "page-roadmap-paris-beacon-item-2": "PoS ஒருமித்த கருத்துப் பொறிமுறைக்கு முழுமையாக மாறுவதை இயக்கியது",
  "page-roadmap-paris-difficulty-title": "சிரம வெடிகுண்டு நீக்கம்",
  "page-roadmap-paris-difficulty-item-1": "சுரங்க சிரமத்தை அதிகரித்து வந்த சிரம வெடிகுண்டை நீக்கியது",
  "page-roadmap-paris-difficulty-item-2": "புதிய ஒருமித்த கருத்துப் பொறிமுறைக்கு மென்மையான மாற்றத்தை உறுதி செய்தது",
  "page-roadmap-shapella-withdrawals-title": "ஸ்டேக்கிங் பின்வாங்கல்",
  "page-roadmap-shapella-withdrawals-item-1": "சரிபார்ப்பாளர்கள் தங்கள் பங்கு வைக்கப்பட்ட ETH மற்றும் வெகுமதிகளை திரும்பப் பெற இயலச் செய்தது",
  "page-roadmap-shapella-withdrawals-item-2": "பகுதி மற்றும் முழு திரும்பப் பெறும் திறன்களை அறிமுகப்படுத்தியது",
  "page-roadmap-shapella-eip4895-title": "EIP-4895: பீக்கன் செயின் புஷ் திரும்பப் பெறுதல்கள்",
  "page-roadmap-shapella-eip4895-item-1": "திரும்பப் பெறுதல்களுக்கு ஒரு புதிய கணினி-நிலை செயல்பாட்டைச் சேர்த்தது",
  "page-roadmap-shapella-eip4895-item-2": "திரும்பப் பெறும் கோரிக்கைகளின் பாதுகாப்பான மற்றும் திறமையான செயலாக்கத்தை உறுதி செய்தது",
  "page-roadmap-shapella-eip3651-title": "EIP-3651: வார்ம் காயின்பேஸ்",
  "page-roadmap-shapella-eip3651-item-1": "காயின்பேஸ் முகவரியை அணுகுவதற்கான எரிவாயு செலவுகளைக் குறைத்தது",
  "page-roadmap-shapella-eip3651-item-2": "சில ஸ்மார்ட் கான்ட்ராக்ட் செயல்பாடுகளின் செயல்திறனை மேம்படுத்தியது",
  "page-roadmap-dencun-danksharding-title": "புரோட்டோ-டேங்க்சார்டிங் (EIP-4844)",
  "page-roadmap-dencun-danksharding-item-1": "ரோலப் பரிவர்த்தனை செலவுகளைக் கணிசமாகக் குறைக்க பிளாப் பரிவர்த்தனைகளை அறிமுகப்படுத்தியது",
  "page-roadmap-dencun-danksharding-item-2": "தரவைத் தற்காலிகமாகவும் மலிவாகவும் சேமிக்கும் ஒரு புதிய பரிவர்த்தனை வகையைச் சேர்த்தது",
  "page-roadmap-dencun-eip1153-title": "EIP-1153: நிலையற்ற சேமிப்பக ஆப்கோட்கள்",
  "page-roadmap-dencun-eip1153-item-1": "பரிவர்த்தனை செயல்படுத்தலின் போது தற்காலிக சேமிப்பிற்காக TSTORE மற்றும் TLOAD ஆப்கோட்களைச் சேர்த்தது",
  "page-roadmap-dencun-eip1153-item-2": "மேலும் திறமையான ஸ்மார்ட் கான்ட்ராக்ட் வடிவங்களை இயக்குகிறது மற்றும் எரிவாயு செலவுகளைக் குறைக்கிறது",
  "page-roadmap-dencun-eip4788-title": "EIP-4788: EVM-இல் பீக்கன் பிளாக் ரூட்",
  "page-roadmap-dencun-eip4788-item-1": "ஒருமித்த கருத்து அடுக்குத் தகவலை ஸ்மார்ட் கான்ட்ராக்டுகளுக்கு வெளிப்படுத்துகிறது",
  "page-roadmap-dencun-eip4788-item-2": "புதிய நம்பிக்கை-குறைக்கப்பட்ட பயன்பாடுகள் மற்றும் கிராஸ்-செயின் பாலங்களை இயக்குகிறது",
  "page-roadmap-pectra-eoa-title": "EOA பணப்பைகளை ஸ்மார்ட் கான்ட்ராக்ட் செயல்பாட்டுடன் மேம்படுத்துதல்",
  "page-roadmap-pectra-eoa-item-1": "பயனர்கள் தங்களது முகவரியை ஏற்கனவே உள்ள ஒரு ஸ்மார்ட் கான்ட்ராக்ட் குறியீட்டின் மூலம் பிரதிநிதித்துவப்படுத்த அமைக்கலாம் மற்றும் பரிவர்த்தனை தொகுத்தல், பரிவர்த்தனைக் கட்டண ஆதரவு அல்லது சிறந்த மீட்பு வழிமுறைகள் போன்ற நன்மைகளைப் பெறலாம்",
  "page-roadmap-pectra-balance-title": "அதிகபட்ச பயனுள்ள இருப்பை அதிகரித்தல்",
  "page-roadmap-pectra-balance-item-1": "பங்கு வைப்பவர்கள் இப்போது தன்னிச்சையான அளவு ETH-ஐப் பங்கு வைத்து, குறைந்தபட்சத்திற்கு மேல் உள்ள ஒவ்வொரு 1 ETH மீதும் வெகுமதிகளைப் பெறலாம்",
  "page-roadmap-pectra-blob-title": "பிளாப் செயல்திறன் அதிகரிப்பு",
  "page-roadmap-pectra-blob-item-1": "பிளாப் எண்ணிக்கை 3 இலக்குகளிலிருந்து 6 ஆகவும், அதிகபட்சமாக 9 ஆகவும் அதிகரிக்கப்படும், இதன் விளைவாக எத்தேரியம் ரோலப்புகளில் கட்டணம் மலிவாகும்",
  "page-roadmap-fusaka-peerdas-title": "PeerDAS (பியர்-டு-பியர் டேட்டா கிடைக்கும் மாதிரி)",
  "page-roadmap-fusaka-peerdas-item-1": "ரோலப்புகளுக்கு மிகவும் திறமையான தரவு கிடைப்பதை இயக்குகிறது",
  "page-roadmap-fusaka-peerdas-item-2": "பரவலாக்கத்தைப் பேணுகையில் ஒரு முனையை இயக்குவதை மேலும் அணுகக்கூடியதாக ஆக்குகிறது",
  "page-roadmap-fusaka-additional-title": "சாத்தியமான கூடுதல் அம்சங்கள்",
  "page-roadmap-fusaka-additional-item-1": "பயனர் அனுபவத்தை மேம்படுத்த மொபைல் சாதனங்களில் பாதுகாப்பான சூழல்களுக்கான ஆதரவு",
  "page-roadmap-fusaka-additional-item-2": "பிளாப் கட்டண சந்தை மேம்பாடுகள்",
  "page-roadmap-fusaka-additional-item-3": "சரிபார்ப்பாளர் செயல்திறன் மற்றும் நெட்வொர்க் செயல்திறனில் மேலும் மேம்பாடுகள்",
  "page-roadmap-glamsterdam-discussed-title": "கிளாம்ஸ்டர்டாமிற்கு திட்டமிடப்பட்டது",
  "page-roadmap-glamsterdam-discussed-item-1": "உறுதிசெய்யப்பட்ட முன்மொழிபவர்-உருவாக்குபவர் பிரிப்பு (ePBS)",
  "page-roadmap-glamsterdam-discussed-item-2": "பிளாக்-நிலை அணுகல் பட்டியல்கள் (BALs)"
}
