{
  "page-what-is-ethereum-meta-title": "எத்தேரியம் என்றால் என்ன? (ஒரு முழுமையான வழிகாட்டி) | ethereum.org",
  "page-what-is-ethereum-meta-description": "எத்தேரியம் என்றால் என்ன, அது எவ்வாறு செயல்படுகிறது, அது என்ன செய்கிறது, அதை எவ்வாறு பயன்படுத்த அல்லது உருவாக்கத் தொடங்குவது என்பது குறித்த முழுமையான கண்ணோட்டம். எளிய சொற்களில் விளக்கப்பட்டுள்ளது.",
  "page-what-is-ethereum-title": "ஈதெரியம் என்றால் என்ன?",
  "page-what-is-ethereum-hero-description-1": "எத்தேரியம் என்பது ஒரு பரவலாக்கப்பட்ட பிளாக்செயின் நெட்வொர்க் மற்றும் மென்பொருள் மேம்பாட்டுத் தளமாகும், இது ஈதர் (ETH) என்ற கிரிப்டோகரன்சியால் இயக்கப்படுகிறது.",
  "page-what-is-ethereum-hero-description-2": "இது DeFi, NFTகள், கேமிங், பரவலாக்கப்பட்ட சமூக ஊடகங்கள் மற்றும் ஸ்டேபிள்காயின்கள் முழுவதும் ஆயிரக்கணக்கான கிரிப்டோகரன்சிகள் மற்றும் பயன்பாடுகளின் தாயகமாக உள்ளது.",
  "page-what-is-ethereum-ethereum-intro-1": "எத்தேரியம் என்பது ஒரு திறந்த, பொதுப் பிளாக்செயின் ஆகும், இது ஜூலை 2015-இல் விட்டாலிக் புட்டரின் என்ற மென்பொருள் உருவாக்குநர் மற்றும் ஒரு சிறிய இணை நிறுவனர்கள் குழுவால் தொடங்கப்பட்டது.",
  "page-what-is-ethereum-ethereum-intro-2": "எத்தேரியத்திற்குப் பின்னால் உள்ள யோசனை எளிமையானது. பிட்காயின் உங்களை டிஜிட்டல் பணத்தை அனுப்பவும் பெறவும் அனுமதிக்கும் அதே வேளையில், எத்தேரியம் இதை <a>ஸ்மார்ட் ஒப்பந்தங்கள்</a> எனப்படும் திறந்த மூல நிரல்களுடன் உருவாக்கும்.",
  "page-what-is-ethereum-ethereum-intro-3": "<strong>ஸ்மார்ட் ஒப்பந்தங்கள்</strong>, உலகளவில் 24/7 இயங்கும் தங்களின் சொந்த டிஜிட்டல் சொத்துக்கள் மற்றும் பரவலாக்கப்பட்ட பயன்பாடுகளை (dapps) உருவாக்க எவருக்கும் உதவுகிறது. மேலும் வங்கிகள், பெருநிறுவனங்கள் அல்லது பிற நிறுவனங்களைப் போலல்லாமல், இணைய இணைப்பு உள்ள எவருக்கும் ஸ்மார்ட் ஒப்பந்தங்கள் கிடைக்கின்றன.",
  "page-what-is-ethereum-ethereum-intro-4": "2015 முதல், எத்தேரியம் <strong>ஸ்டேபிள்காயின்கள்</strong>, பூஞ்சையற்ற டோக்கன்கள் (<strong>NFTs</strong>), மற்றும் நிர்வாக டோக்கன்கள் போன்ற டிஜிட்டல் சொத்துக்களின் செழிப்பான சுற்றுச்சூழல் அமைப்பாக வளர்ந்துள்ளது, அத்துடன் பரவலாக்கப்பட்ட நிதி (<strong>DeFi</strong>), கலை மற்றும் சேகரிப்புகள், கேமிங் மற்றும் பரவலாக்கப்பட்ட சமூக ஊடகங்களுக்கான பரந்த dapps உலகமாகவும் வளர்ந்துள்ளது.",
  "page-what-is-ethereum-ethereum-intro-5": "கூட்டாக, இந்த சுற்றுச்சூழல் அமைப்பு \"<strong>web3</strong>\" என்று அழைக்கப்படுகிறது, இது <strong>உரிமையை மையமாகக் கொண்ட இணையத்தின்</strong> மூன்றாவது கட்டத்தைக் குறிக்கிறது.",
  "page-what-is-ethereum-ethereum-intro-6": "இன்று, எத்தேரியம் உலகெங்கிலும் உள்ள <millions>மில்லியன் கணக்கான மக்களால்</millions> பயன்படுத்தப்படுகிறது, அவர்கள் <billions>பில்லியன் கணக்கான டாலர்களை</billions> சொத்துக்களாக வைத்துள்ளனர் மற்றும் ஒவ்வொரு ஆண்டும் <trillions>டிரில்லியன் கணக்கான டாலர்களை</trillions> அனுப்புகிறார்கள் மற்றும் பெறுகிறார்கள் - அனைத்தும் வங்கி இல்லாமல்.",
  "page-what-is-ethereum-ethereum-intro-7": "இவை அனைத்தின் மையத்திலும் எத்தேரியத்தின் சொந்த கிரிப்டோகரன்சியான <strong>ஈதர் (ETH)</strong> உள்ளது, இது முழு நெட்வொர்க்கையும் இயக்கப் பயன்படும் ஒரு புதிய வகை டிஜிட்டல் பணமாகும்.",
  "page-what-is-ethereum-network-title": "எத்தேரியம் நெட்வொர்க் என்றால் என்ன?",
  "page-what-is-ethereum-network-intro-1": "எத்தேரியம் நெட்வொர்க்கை <strong>யார் வேண்டுமானாலும் பயன்படுத்தக்கூடிய ஆனால் யாரும் தவறாகப் பயன்படுத்த முடியாத ஒரு உலகளாவிய டிஜிட்டல் உள்கட்டமைப்பாக</strong> நீங்கள் கருதலாம்.",
  "page-what-is-ethereum-network-intro-2": "நெட்வொர்க் என்பது முனைகள் எனப்படும் உலகெங்கிலும் உள்ள <strong>ஆயிரக்கணக்கான சுயாதீன கணினிகளால்</strong> ஆனது. சாதாரண மக்களால் இயக்கப்படும் இந்த முனைகள், எங்கும், யாருக்கும் நிதிச் சேவைகள் மற்றும் டிஜிட்டல் பயன்பாடுகளை வழங்க ஒன்றாக வேலை செய்கின்றன.",
  "page-what-is-ethereum-network-intro-3": "நிறுவனங்களுக்குச் சொந்தமான பாரம்பரிய நெட்வொர்க்குகளை விட எத்தேரியம் நெட்வொர்க்கிற்கு <strong>3 முக்கிய நன்மைகள்</strong> உள்ளன. இவை தணிக்கை எதிர்ப்பு, மேம்பட்ட பாதுகாப்பு மற்றும் மேம்படுத்தப்பட்ட நம்பகத்தன்மை.",
  "page-what-is-ethereum-network-censorship-title": "தணிக்கை எதிர்ப்பு",
  "page-what-is-ethereum-network-censorship-desc-1": "பாரம்பரிய பயன்பாடுகள் மற்றும் நிதிச் சேவைகள் அணுகலைத் தடுக்க அல்லது கணக்குகளை முடக்க முடிவெடுக்கும் வங்கிகள் அல்லது பெருநிறுவனங்களை நம்பியிருக்கும் போது, எத்தேரியத்தில் உள்ள dapps தணிக்கையை எதிர்க்கும்.",
  "page-what-is-ethereum-network-censorship-desc-2": "ஏனென்றால், எத்தேரியத்தின் முனைகள் நெட்வொர்க் ஒவ்வொரு பரிவர்த்தனையையும் பாகுபாடின்றி பதிவு செய்கிறது - மேலும் இந்த விதி குறியீட்டில் பதிக்கப்பட்டுள்ளது.",
  "page-what-is-ethereum-network-security-title": "மிகவும் பாதுகாப்பானது",
  "page-what-is-ethereum-network-security-desc-1": "இன்று பல பயன்பாடுகள் AWS போன்ற கிளவுட் வழங்குநர்களில் ஹோஸ்ட் செய்யப்பட்டு, வீழ்ச்சிகள் மற்றும் தாக்குதல்களுக்கு ஆளாகக்கூடியதாக இருந்தாலும், எத்தேரியத்தில் உள்ள dapps நெட்வொர்க்காலேயே பாதுகாக்கப்படுகின்றன. ஒவ்வொரு முனையும் அனைத்து ஒப்பந்தங்கள் உட்பட எத்தேரியத்தின் முழு நிலையையும் சேமித்து ஒத்திசைக்கிறது.",
  "page-what-is-ethereum-network-security-desc-2": "யாராவது ஒரு ஒப்பந்தத்தை மாற்ற முயன்றால், அது அவர்களின் பதிவுகளுடன் பொருந்தாததால் நெட்வொர்க் அதை நிராகரிக்கும். ஒரு செயலியை வீழ்த்த, தாக்குபவர்கள் முழு நெட்வொர்க்கையும் கைப்பற்ற வேண்டும், இதற்கு பில்லியன்கள் செலவாகும் மற்றும் ஒருங்கிணைப்பது மிகவும் கடினமாக இருக்கும்.",
  "page-what-is-ethereum-network-reliability-title": "நீடித்த மற்றும் நம்பகமானது",
  "page-what-is-ethereum-network-reliability-desc-1": "கிளவுட் ஹோஸ்டிங் தளங்களில் செயலிழப்பு, பயன்பாடுகளை ஆஃப்லைனில் கொண்டு செல்லலாம், ஆனால் எத்தேரியத்தின் வடிவமைப்பு சரியான இயக்க நேரத்தை உறுதி செய்கிறது. மென்பொருள் பிழைகள், அரசாங்க ஒடுக்குமுறைகள், இயற்கை பேரழிவு அல்லது போர் காரணமாக சில முனைகள் ஆஃப்லைனில் சென்றாலும் நெட்வொர்க் தொடர்ந்து இயங்கும்.",
  "page-what-is-ethereum-network-reliability-desc-2": "மில்லியன் கணக்கான மக்கள் ஒவ்வொரு நாளும் எத்தேரியத்தில் ஆயிரக்கணக்கான dapps-களைப் பயன்படுத்துகின்றனர். அதிக தேவை உயர்ந்த பரிவர்த்தனைக் கட்டணங்களுக்கு வழிவகுக்கும் அதே வேளையில், பாதுகாப்பு, பரவலாக்கம் மற்றும் உங்களுக்குத் தேவைப்படும்போது அது எப்போதும் கிடைக்கும் என்ற உத்தரவாதத்திற்கு முன்னுரிமை அளிக்கும் ஒரு நெட்வொர்க்கின் வலிமையை இது பிரதிபலிக்கிறது.",
  "page-what-is-ethereum-network-layer2-title": "எத்தேரியம் நீட்டிப்புகள் (அடுக்கு 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "பல்வேறு குழுக்கள் எத்தேரியத்தின் திறனை அதிகரிக்க, எத்தேரியத்தின் மேல் இயங்கும் அடுக்கு 2 (L2) நெட்வொர்க்குகளை உருவாக்கியுள்ளன. L2-கள் எக்ஸ்பிரஸ் பாதைகள் போல செயல்படுகின்றன, பரிவர்த்தனைகளை வேகமாகவும் மலிவாகவும் செய்கின்றன - சில நேரங்களில் சராசரியாக ஒரு சென்ட்டிற்கும் குறைவாக செலவாகும்.",
  "page-what-is-ethereum-network-layer2-desc-2": "<optimism>Optimism</optimism>, <arbitrum>Arbitrum</arbitrum>, <zksync>ZKSync</zksync>, மற்றும் <base>Base</base> உள்ளிட்ட மிகவும் பிரபலமான சில L2-கள் இப்போது ஒவ்வொரு ஆண்டும் பில்லியன் கணக்கான டாலர்கள் மதிப்புள்ள மில்லியன் கணக்கான பரிவர்த்தனைகளைச் செயலாக்குகின்றன.",
  "page-what-is-ethereum-network-learn-more": "எத்தேரியம் நெட்வொர்க் பற்றி மேலும் அறிக",
  "page-what-is-ethereum-ether-title": "ஈதர் (ETH) என்றால் என்ன?",
  "page-what-is-ethereum-ether-intro-1": "ஈதர் (Ether / ETH) என்பது எதீரியத்தின் உள்ளூர் கிரிப்டோகரன்சி ஆகும்.",
  "page-what-is-ethereum-ether-intro-2": "இது ஒரு புதிய வகையான <strong>டிஜிட்டல் பணம், நீங்கள் உலகில் எங்கும், யாருக்கும் சில நொடிகளில்</strong> சில சென்ட்டுகளுக்கு அனுப்பலாம். ஆனால் ETH என்பது பணம் செலுத்துவதை விட மேலானது. இது எத்தேரியம் நெட்வொர்க்கை இயங்க வைப்பதில் முக்கிய பங்கு வகிக்கிறது.",
  "page-what-is-ethereum-ether-intro-3": "பணம் அனுப்ப, கலைப் பொருட்களைச் சேகரிக்க அல்லது ஒரு புதிய dapp-ஐ உருவாக்க நீங்கள் எத்தேரியத்தைப் பயன்படுத்தும்போது, நீங்கள் ஒரு சிறிய <strong>பரிவர்த்தனைக் கட்டணத்தை</strong> (அல்லது எரிவாயுக் கட்டணம்) <strong>ETH-இல்</strong> செலுத்துகிறீர்கள். இந்தக் கட்டணம் ஸ்பேமைத் தடுக்க உதவுகிறது மற்றும் பரிவர்த்தனைகளைச் செயலாக்கும் சரிபார்ப்பாளர்கள் எனப்படும் மக்களுக்கு வெகுமதி அளிக்கிறது.",
  "page-what-is-ethereum-ether-intro-4": "இந்த <strong>சரிபார்ப்பாளர்கள் ஸ்டேக்கிங் எனப்படும் ஒரு அமைப்பு மூலம் எத்தேரியம் நெட்வொர்க்கைப் பாதுகாக்க உதவுகிறார்கள்</strong>. தங்கள் ETH-ஐ முடக்குவதன் மூலம் அவர்கள் பரிவர்த்தனைகளைச் செயலாக்க தகுதி பெறுகிறார்கள். பதிலுக்கு, அவர்கள் வெகுமதியாக ETH-ஐ சம்பாதிக்கிறார்கள். இது எத்தேரியத்திற்கு அதன் சொந்த தன்னிறைவு பொருளாதாரத்தை அளிக்கிறது, இது நிறுவனங்களைக் காட்டிலும் பயனர்களால் இயக்கப்படுகிறது.",
  "page-what-is-ethereum-ether-intro-5": "பல பாரம்பரிய நாணயங்களைப் போலல்லாமல், <strong>ETH காலப்போக்கில் மிகவும் பற்றாக்குறையாக மாறும்</strong>. ஒவ்வொரு முறையும் யாராவது எத்தேரியத்தைப் பயன்படுத்தும்போது, ETH-இன் ஒரு சிறிய பகுதி எரிக்கப்படுகிறது, இது விநியோகத்திலிருந்து நிரந்தரமாக அதை நீக்குகிறது. பரபரப்பான நாட்களில், உருவாக்கப்பட்டதை விட அதிக ETH எரிக்கப்படுகிறது, இது ETH-ஐ பணவாட்டமாக மாற்றி காலப்போக்கில் அதன் மதிப்பை அதிகரிக்கிறது. எத்தேரியம் எவ்வளவு அதிகமாகப் பயன்படுத்தப்படுகிறதோ, அவ்வளவு அதிகமாக ETH எரிக்கப்படுகிறது.",
  "page-what-is-ethereum-ether-intro-6": "இதன் காரணமாக, பலர் ETH-ஐ ஒரு முதலீடாகக் கருதுகின்றனர் மற்றும் தங்கள் சேமிப்பை வளர்க்க அதை வைத்திருக்க, ஸ்டேக் செய்ய அல்லது கடன் கொடுக்கத் தேர்வு செய்கிறார்கள்.",
  "page-what-is-ethereum-ether-learn-more": "ஈதர் (ETH) பற்றி மேலும் அறிக",
  "page-what-is-ethereum-how-title": "எத்தேரியம் எவ்வாறு செயல்படுகிறது?",
  "page-what-is-ethereum-how-intro-1": "எத்தேரியம் <strong>2015-இல் தொடங்கப்பட்டபோது</strong>, அது ப்ரூஃப்-ஆஃப்-வொர்க் எனப்படும் ஒரு அமைப்பைப் பயன்படுத்தியது.",
  "page-what-is-ethereum-how-intro-2": "பிட்காயினால் முன்னோடியாக உருவாக்கப்பட்ட இந்த இயங்குமுறைதான், யாருக்கு என்ன சொந்தம் என்பதை எல்லா கணினிகளும் ஏற்றுக்கொண்டன. கணினிகள் ஒரு சிக்கலான கணித புதிரைத் தீர்க்க முயற்சிப்பதில் நிறைய ஆற்றலைப் பயன்படுத்தும். வெற்றியாளர் உள்வரும் பரிவர்த்தனைகளின் ஒரு பிளாக்கைப் முன்மொழியவும் புதிய ETH-ஐ சம்பாதிக்கவும் பெறுவார்.",
  "page-what-is-ethereum-how-intro-3": "2022-இல், எத்தேரியம் <strong>ப்ரூஃப்-ஆஃப்-ஸ்டேக்</strong> எனப்படும் ஒரு புதிய அமைப்புக்கு மேம்படுத்தப்பட்டது <a>இது 99% அதிக ஆற்றல் திறன் கொண்டது</a>. கணித புதிர்களுக்குப் பதிலாக, சரிபார்ப்பாளர்கள் பரிவர்த்தனைகளைச் செயலாக்கும் உரிமையைப் பெற தங்கள் ETH-ஐ பாதுகாப்பு வைப்புத்தொகையாக முடக்குகிறார்கள்.",
  "page-what-is-ethereum-how-intro-4": "அவர்கள் அதைச் சரியாகச் செய்தால், அவர்கள் ETH சம்பாதிக்கிறார்கள். அவர்கள் ஏமாற்றினால், அவர்கள் தங்கள் ஸ்டேக்கில் சிலவற்றை இழக்கிறார்கள்.",
  "page-what-is-ethereum-how-intro-5": "இதோ ஒரு எடுத்துக்காட்டு:",
  "page-what-is-ethereum-how-example-1-title": "நீங்கள் எத்தேரியத்தில் ஒரு நண்பருக்கு ஸ்டேபிள்காயின்களில் $10 அனுப்பும்போது:",
  "page-what-is-ethereum-how-example-1-step-1": "உங்கள் பணப்பையைத் திறந்து, அனுப்ப வேண்டிய கணக்கு முகவரியையும் தொகையையும் சேர்த்து, பின்னர் அனுப்பு என்பதைக் கிளிக் செய்யவும்.",
  "page-what-is-ethereum-how-example-1-step-2": "உங்கள் பணப்பை கட்டணத்தில் கையொப்பமிட்டு அதை நெட்வொர்க்கில் ஒளிபரப்புகிறது.",
  "page-what-is-ethereum-how-example-1-step-3": "ஒரு பிளாக் முன்மொழிபவர் அதைத் தேர்ந்தெடுக்கும் வரை கட்டணம் பொது வரிசையில் (mempool) காத்திருக்கிறது.",
  "page-what-is-ethereum-how-example-1-step-4": "பிளாக் முன்மொழிபவர் அதை அடுத்த பரிவர்த்தனைகளின் பிளாக்கில் சேர்த்து, அதை ஒளிபரப்பி, ஒரு கட்டணத்தைப் பெறுகிறார்.",
  "page-what-is-ethereum-how-example-1-step-5": "ஸ்டேபிள்காயின் ஒப்பந்தம் உங்களிடமிருந்து உங்கள் நண்பருக்கு $10-ஐ நகர்த்துகிறது, மேலும் இரண்டு பணப்பைகளும் புதுப்பிக்கப்படுகின்றன.",
  "page-what-is-ethereum-how-example-1-step-6": "உலகளாவிய சரிபார்ப்பாளர்களின் நெட்வொர்க் மாற்றங்களின் செல்லுபடியை இருமுறை சரிபார்த்து சான்றளிக்கிறது.",
  "page-what-is-ethereum-how-example-2-title": "நீங்கள் எத்தேரியத்தில் $5 சேகரிப்பை உருவாக்கும்போது:",
  "page-what-is-ethereum-how-example-2-step-1": "உங்கள் பணப்பையை dapp-உடன் இணைத்து, உருவாக்க வேண்டிய உருப்படியைத் தேர்ந்தெடுக்கவும்.",
  "page-what-is-ethereum-how-example-2-step-2": "நீங்கள் வாங்குவதை உறுதி செய்கிறீர்கள்; பணப்பை கையொப்பமிட்டு பரிவர்த்தனையை ஒளிபரப்புகிறது.",
  "page-what-is-ethereum-how-example-2-step-3": "உருவாக்கக் கோரிக்கை mempool-இல் இணைகிறது மற்றும் ஒரு சரிபார்ப்பாளரால் ஒரு பிளாக்கில் சேர்க்கப்படுகிறது.",
  "page-what-is-ethereum-how-example-2-step-4": "NFT ஸ்மார்ட் ஒப்பந்தம் உங்கள் பணப்பையை புதிய உரிமையாளராகப் பதிவு செய்கிறது.",
  "page-what-is-ethereum-how-example-2-step-5": "உங்கள் புதிய சேகரிப்பு சில வினாடிகளுக்குப் பிறகு உங்கள் பணப்பையில் தோன்றும்.",
  "page-what-is-ethereum-how-outro-1": "ஸ்மார்ட் ஒப்பந்தங்களின் சக்திக்கு நன்றி, இவை அனைத்தும் சாத்தியமாகும்; எத்தேரியத்தில் வாழும் மற்றும் 24/7, 365 யாருக்கும், எங்கும் அணுகக்கூடிய திறந்த மூல நிரல்கள்.",
  "page-what-is-ethereum-how-outro-2": "<strong>ஒவ்வொரு பரிவர்த்தனை, புதுப்பிப்பு மற்றும் செயல்பாடு ஆயிரக்கணக்கான சுயாதீன முனைகளில் ஒத்திசைக்கப்படுகிறது.</strong> இது எத்தேரியத்திற்கு அதன் நம்பகத்தன்மை, வெளிப்படைத்தன்மை மற்றும் தணிக்கை எதிர்ப்பைக் கொடுக்கிறது.",
  "page-what-is-ethereum-how-learn-more-1": "எத்தேரியம் எவ்வாறு செயல்படுகிறது என்பது பற்றி மேலும் அறிக",
  "page-what-is-ethereum-how-learn-more-2": "எத்தேரியத்தின் தொழில்நுட்ப கண்ணோட்டத்திற்காக உருவாக்குநர் ஆவணங்களைப் படிக்கவும்",
  "page-what-is-ethereum-what-title": "எத்தேரியம் எதற்காகப் பயன்படுத்தப்படுகிறது?",
  "page-what-is-ethereum-what-intro-1": "முன்பு சாத்தியமில்லாத விஷயங்களைச் செய்ய மக்கள் எத்தேரியத்தைப் பயன்படுத்துகிறார்கள்.",
  "page-what-is-ethereum-what-intro-2": "கென்யாவில் உள்ள விவசாயிகள் ஒரு வங்கிக்கு விண்ணப்பிக்காமல் <insurance>தங்கள் பயிர்களுக்கு தானியங்கு காப்பீட்டைப்</insurance> பெறலாம். <strong>Visa</strong> போன்ற வணிகங்கள் முதல் நாளிலிருந்தே <payment>உலகளவில் செயல்படும் புதிய கட்டண முறைகளை</payment> தொடங்கலாம். <strong>UN</strong> போன்ற உலகளாவிய நிறுவனங்கள் வங்கி கட்டணத்தில் மில்லியன் கணக்கானவர்களை சேமித்து <aid>அகதிகளுக்கு உதவியை</aid> வழங்க முடியும்.",
  "page-what-is-ethereum-what-intro-3": "இந்த dapps மற்றும் சொத்துக்கள் திறந்த மூல குறியீட்டைப் பயன்படுத்தி எத்தேரியத்தில் இயங்குகின்றன, அவற்றை கட்டுப்படுத்தவோ, தணிக்கை செய்யவோ அல்லது அணைக்கவோ முடியாது.",
  "page-what-is-ethereum-what-intro-4": "பல்வேறு குழுக்கள் இன்று அதை எவ்வாறு பயன்படுத்துகின்றன என்பது இங்கே:",
  "page-what-is-ethereum-what-consumers-title": "நுகர்வோர்",
  "page-what-is-ethereum-what-consumers-desc-1": "மில்லியன் கணக்கான மக்கள் ஏற்கனவே பணம் நகர்த்த, வர்த்தகம் செய்ய மற்றும் டிஜிட்டல் சொத்துக்களை வைத்திருக்க ஒவ்வொரு நாளும் எத்தேரியத்தில் உள்ள dapps-ஐ பயன்படுத்துகின்றனர். பாரம்பரிய பயன்பாடுகளைப் போலல்லாமல், உங்கள் பெயருடன் பதிவு செய்யவோ, ஒரு வங்கி உங்களை அங்கீகரிக்கக் காத்திருக்கவோ, அல்லது உங்கள் தனிப்பட்ட தரவை ஒப்படைக்கவோ தேவையில்லை.",
  "page-what-is-ethereum-what-consumers-desc-2": "ஒரு பணப்பை மற்றும் இணைய இணைப்புடன் நீங்கள்:",
  "page-what-is-ethereum-what-consumers-benefit-1": "ஒரு வங்கி கணக்கு அல்லது கடன் வரலாறு இல்லாமல் <strong>நிதி சேவைகளை அணுகலாம்</strong>",
  "page-what-is-ethereum-what-consumers-benefit-2": "நகலெடுக்கவோ அல்லது பறிமுதல் செய்யவோ முடியாத <strong>டிஜிட்டல் சேகரிப்புகள்</strong>, கலை மற்றும் சொத்துக்களைச் சொந்தமாக்கலாம்",
  "page-what-is-ethereum-what-consumers-benefit-3": "உங்கள் மின்னஞ்சலைப் பயன்படுத்தாமல், உங்கள் பணப்பையைப் பயன்படுத்தி dapps-இல் உள்நுழையுங்கள்—<strong>கடவுச்சொற்கள் இல்லை, தனிப்பட்ட தகவல்கள் தேவையில்லை</strong>",
  "page-what-is-ethereum-what-consumers-benefit-4": "நீங்கள் வாக்களிக்க, பங்களிக்க மற்றும் எல்லைகளற்ற முறையில் சம்பாதிக்கக்கூடிய உலகளாவிய சமூகங்களில் பங்கேற்கவும்",
  "page-what-is-ethereum-what-businesses-title": "வணிகங்கள் & உருவாக்குநர்கள்",
  "page-what-is-ethereum-what-businesses-benefit-1": "முதல் நாளிலிருந்தே உள்ளமைக்கப்பட்ட உலகளாவிய கட்டண முறையுடன் dapps-ஐத் தொடங்கவும்",
  "page-what-is-ethereum-what-businesses-benefit-2": "<strong>ஒப்பந்தங்களை தானாக அமல்படுத்தும்</strong> சேதப்படுத்த முடியாத ஒப்பந்தங்களை வரிசைப்படுத்தவும்",
  "page-what-is-ethereum-what-businesses-benefit-3": "யார் வேண்டுமானாலும் உருவாக்கி மதிப்பு சேர்க்கக்கூடிய நிதித் தயாரிப்புகளை உருவாக்கவும்",
  "page-what-is-ethereum-what-businesses-example": "உதாரணமாக, <a>PayPal அதன் சொந்த ஸ்டேபிள்காயின், PYUSD, எத்தேரியத்தில் அறிமுகப்படுத்தியது</a>. இது உலகின் மிகப்பெரிய கட்டண நிறுவனங்கள் கூட எத்தேரியத்தின் திறந்த மற்றும் நிரல்படுத்தக்கூடிய தன்மையின் நன்மையைக் காண்கின்றன என்பதற்கான அறிகுறியாகும்.",
  "page-what-is-ethereum-what-governments-title": "அரசாங்கங்கள்",
  "page-what-is-ethereum-what-governments-intro": "அரசாங்கங்களும் எத்தேரியம் எதைச் சாத்தியமாக்குகிறது என்பதை ஆராயத் தொடங்கியுள்ளன.",
  "page-what-is-ethereum-what-governments-benefit-1": "முழு வெளிப்படைத்தன்மையுடன் குடிமக்களுக்கு நேரடியாக <strong>பொது நிதிகள்</strong> மற்றும் பலன்களை விநியோகிக்கவும்",
  "page-what-is-ethereum-what-governments-benefit-2": "எல்லைகள் முழுவதும் சரிபார்க்கக்கூடிய மற்றும் எடுத்துச் செல்லக்கூடிய <strong>டிஜிட்டல் ஐடிகள்</strong> அல்லது பதிவுகளை வழங்கவும்",
  "page-what-is-ethereum-what-governments-benefit-3": "<strong>வாக்களிப்பு, நிலப் பட்டாக்கள் மற்றும் பதிவேடுகளுக்கு சேதப்படுத்த முடியாத பொது உள்கட்டமைப்பை</strong> உருவாக்கவும்",
  "page-what-is-ethereum-what-governments-example-1": "மற்றொரு வழக்கில், உக்ரைனின் டிஜிட்டல் உருமாற்ற அமைச்சகம் <a>போர்க்கால உதவியை விநியோகிக்க எத்தேரியத்தைப் பயன்படுத்தியது</a>.",
  "page-what-is-ethereum-what-governments-example-2": "ஒரு நெருக்கடியின் போது வெளிப்படைத்தன்மை, வேகம் மற்றும் பொறுப்புணர்வை வழங்கும் திறந்த ஸ்மார்ட் ஒப்பந்தங்களைப் பயன்படுத்தி குடிமக்களுக்கும் NGO-களுக்கும் நேரடியாக நிதி அனுப்பப்பட்டது.",
  "page-what-is-ethereum-what-learn-more": "எத்தேரியம் எதற்காகப் பயன்படுத்தப்படுகிறது என்பது பற்றி மேலும் அறிக",
  "page-what-is-ethereum-start-title": "எத்தேரியத்தைப் பயன்படுத்தத் தொடங்குவது எப்படி",
  "page-what-is-ethereum-start-intro-1": "எத்தேரியத்துடன் தொடங்குவது நீங்கள் நினைப்பதை விட எளிதானது.",
  "page-what-is-ethereum-start-intro-2": "உங்களுக்கு அனுமதி தேவையில்லை. உங்களுக்கு ஒரு வங்கி அல்லது ஒரு அடையாள ஆவணம் கூட தேவையில்லை. தொடங்குவதற்கு உங்களுக்குத் தேவையானது ஒரு சாதனம் மற்றும் இணைய இணைப்பு.",
  "page-what-is-ethereum-start-individuals-title": "தனிநபர்களுக்கு",
  "page-what-is-ethereum-start-individuals-desc-1": "முதல் படி ஒரு பணப்பையைப் பதிவிறக்குவது.",
  "page-what-is-ethereum-start-individuals-desc-2": "இதை எத்தேரியத்திற்கான உங்கள் கணக்கு மற்றும் உங்கள் இணைய உலாவி என இரண்டாகவும் செயல்படும் ஒரு செயலி போல நினைத்துப் பாருங்கள். இது உங்கள் கிரிப்டோவை நிர்வகிக்கிறது, dapps-இல் உள்நுழைய உங்களை அனுமதிக்கிறது, அத்துடன் டோக்கன்கள் மற்றும் NFT-கள் போன்ற டிஜிட்டல் சொத்துக்களை அனுப்பவும் பெறவும் உதவுகிறது.",
  "page-what-is-ethereum-start-individuals-desc-3": "<zerion>Zerion</zerion>, <rainbow>Rainbow</rainbow>, மற்றும் <coinbase>Coinbase Wallet</coinbase> போன்ற பிரபலமான பணப்பைகள் இலவசமானவை மற்றும் பயன்படுத்த எளிதானவை. உங்கள் பணப்பை அமைக்கப்பட்டவுடன், நீங்கள்:",
  "page-what-is-ethereum-start-individuals-step-1": "ஒரு பரிமாற்றத்தில் அல்லது சில பணப்பைகளுக்குள் நேரடியாக ஒரு சிறிய அளவு ETH-ஐ வாங்கவும்",
  "page-what-is-ethereum-start-individuals-step-2": "டோக்கன்களை அனுப்புவது அல்லது NFT-களை சேகரிப்பது போன்ற பரிவர்த்தனைகளுக்கு பணம் செலுத்த அந்த ETH-ஐப் பயன்படுத்தவும்",
  "page-what-is-ethereum-start-individuals-step-3": "<zora>Zora</zora>, <uniswap>Uniswap</uniswap>, அல்லது <farcaster>Farcaster</farcaster> போன்ற dapps-களை ஆராயுங்கள்—புதிய உள்நுழைவுகள் அல்லது ஒப்புதல்கள் தேவையில்லை",
  "page-what-is-ethereum-start-individuals-desc-4": "தினசரி அதிகமான மக்கள் நெட்வொர்க்கை நம்பியிருப்பதால், இந்த முன்னுரிமைகள் எத்தேரியம் பாதுகாப்பானதாகவும், அளவிடக்கூடியதாகவும், பயனர் நட்புடையதாகவும் இருப்பதை உறுதிசெய்ய உதவும்.",
  "page-what-is-ethereum-start-individuals-desc-5": "இந்த dapps உங்கள் உலாவியில் இயங்குகின்றன மற்றும் உங்கள் பணப்பையுடன் உடனடியாக வேலை செய்கின்றன. நீங்கள் சில நிமிடங்களில் எத்தேரியத்தைப் பயன்படுத்தத் தொடங்கலாம்.",
  "page-what-is-ethereum-start-individuals-cta-1": "இங்கே இருக்கவும்",
  "page-what-is-ethereum-start-individuals-cta-2": "செயலிகளைக் காண்க",
  "page-what-is-ethereum-start-developers-title": "உருவாக்குநர்களுக்கு",
  "page-what-is-ethereum-start-developers-desc-1": "எத்தேரியம் உருவாக்குநர்களுக்கான ஒரு விளையாட்டு மைதானம். நீங்கள் அனுமதி, ஒப்புதல்கள் அல்லது உண்மையான பணம் இல்லாமல் கூட உருவாக்கத் தொடங்கலாம்.",
  "page-what-is-ethereum-start-developers-desc-2": "<a>எத்தேரியம் உருவாக்குநர் ஆவணங்கள்</a> உங்கள் முதல் ஸ்மார்ட் ஒப்பந்தத்தை எழுதுவதில் இருந்து செபோலியா போன்ற சோதனை நெட்வொர்க்குகளில் வரிசைப்படுத்துவது வரை அனைத்தையும் உங்களுக்கு வழிகாட்டும்.",
  "page-what-is-ethereum-start-developers-desc-3": "<hardhat>Hardhat</hardhat>, <foundry>Foundry</foundry>, மற்றும் <ethers>Ethers.js</ethers> போன்ற கருவிகளுடன் முழு அடுக்கு dapps-களை உருவாக்கலாம், அல்லது <thirdweb>thirdweb</thirdweb> அல்லது <moralis>Moralis</moralis> போன்ற குறைந்த-குறியீட்டுத் தளங்களுடன் பரிசோதனை செய்யலாம்.",
  "page-what-is-ethereum-start-developers-desc-4": "எல்லாமே திறந்த மூலமாகவும் தொகுக்கக்கூடியதாகவும் உள்ளது, எனவே அனுமதி கேட்காமல் ஏற்கனவே உள்ளதை நீங்கள் ரீமிக்ஸ் செய்து உருவாக்கலாம்.",
  "page-what-is-ethereum-start-developers-cta": "எத்தேரியத்தில் உருவாக்கத் தொடங்குங்கள்",
  "page-what-is-ethereum-start-business-title": "வணிகத்தில் எத்தேரியத்தைப் பயன்படுத்தவும்",
  "page-what-is-ethereum-start-business-desc-1": "நிறுவனங்கள் ஏற்கனவே புதிய உள்கட்டமைப்பை இயக்க எத்தேரியத்தைப் பயன்படுத்துகின்றன.",
  "page-what-is-ethereum-start-business-desc-2": "பல நிறுவனங்கள் அதிக அளவிலான பயன்பாட்டு நிகழ்வுகளை ஆதரிக்க ஆப்டிமிசம் மற்றும் பேஸ் போன்ற L2 நெட்வொர்க்குகளுடன் தொடங்குகின்றன. இந்த நெட்வொர்க்குகள் குறைந்த கட்டணங்கள், வேகமான வேகங்களை வழங்குகின்றன, அதே நேரத்தில் எத்தேரியத்தின் பாதுகாப்பிலிருந்து பயனடைகின்றன மற்றும் எதிர் கட்சி அபாயத்தை நீக்குகின்றன.",
  "page-what-is-ethereum-start-business-desc-3": "நீங்கள்:",
  "page-what-is-ethereum-start-business-benefit-1": "தக்கவைப்பை அதிகரிக்கும் மற்றும் மூன்றாம் தரப்பு செலவுகளைக் குறைக்கும் மாடுலர் லாயல்டி திட்டங்களைத் தொடங்கவும்",
  "page-what-is-ethereum-start-business-benefit-2": "மோசடி மற்றும் மறுவிற்பனை அபாயத்தைக் குறைக்க டிக்கெட்டுகள், கூப்பன்கள் அல்லது சான்றிதழ்கள் போன்ற சொத்துக்களை டோக்கனைஸ் செய்யவும்",
  "page-what-is-ethereum-start-business-benefit-3": "பரிவர்த்தனைக் கட்டணங்களைக் குறைக்கவும் புதிய சந்தைகளைத் திறக்கவும் உடனடி உலகளாவிய கட்டணங்களை இயக்கவும்",
  "page-what-is-ethereum-start-business-example": "உதாரணமாக, 2025-இல், <a>Shopify பேஸ்-இல் அறிமுகப்படுத்தப்பட்டது</a>, இது நுகர்வோர் உலகெங்கிலும் உள்ள மில்லியன் கணக்கான வணிகர்களுடன் ஸ்டேபிள்காயின்களை செலவழிக்க அனுமதிக்கிறது.",
  "page-what-is-ethereum-start-business-cta": "வணிகத்தில் எத்தேரியத்தைப் பயன்படுத்தவும்",
  "page-what-is-ethereum-bitcoin-title": "எத்தேரியம் மற்றும் பிட்காயின் இடையே உள்ள வேறுபாடு என்ன?",
  "page-what-is-ethereum-bitcoin-intro-1": "பிட்காயின் மற்றும் எத்தேரியம் உலகின் இரண்டு பெரிய கிரிப்டோகரன்சிகள்.",
  "page-what-is-ethereum-bitcoin-intro-2": "அவை இரண்டும் வங்கி இல்லாமல் பணம் அனுப்ப உங்களை அனுமதிக்கின்றன, இரண்டும் பிளாக்செயின் தொழில்நுட்பத்தில் இயங்குகின்றன, மேலும் இரண்டும் <strong>யாருக்கும் திறந்தவை</strong>. ஆனால் அங்குதான் ஒற்றுமைகள் முடிவடைகின்றன.",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "பிட்காயின் டிஜிட்டல் தங்கம் போன்றது.",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "இது 21 மில்லியன் நாணயங்களின் நிலையான விநியோகத்தைக் கொண்டுள்ளது, பியர்-டு-பியர் கட்டணங்களில் ஒரு குறுகிய கவனம், மற்றும் நீங்கள் அதைக் கொண்டு உருவாக்கக்கூடியதைக் கட்டுப்படுத்தும் ஒரு அடிப்படை ஸ்கிரிப்டிங் மொழி. இந்த எளிமை வடிவமைப்பால் உள்ளது, ஏனெனில் பிட்காயின் நெகிழ்வுத்தன்மையை விட கணிக்கக்கூடிய தன்மை, நீடித்த தன்மை மற்றும் நீண்ட கால பாதுகாப்பிற்கு முன்னுரிமை அளிக்கிறது.",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "எத்தேரியம் ஒரு பரந்த அணுகுமுறையை எடுக்கிறது.",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "இது வெறும் பணம் மட்டுமல்ல, இது நிரல்படுத்தக்கூடிய உள்கட்டமைப்பு. மதிப்பை அனுப்புவதற்கும் பெறுவதற்கும் பதிலாக, எத்தேரியம் உருவாக்குநர்களுக்கு முழு பயன்பாடுகளையும் உருவாக்க அனுமதிக்கிறது. நீங்கள் இதை ஏற்கனவே செயலில் பார்த்திருக்கிறீர்கள்: கடன் சந்தைகள் மற்றும் ஸ்டேபிள்காயின்கள் முதல் சேகரிப்புகள், சமூக ஊடகங்கள் மற்றும் நிகழ்நேர கட்டணங்கள் வரை - அனைத்தும் ஸ்மார்ட் ஒப்பந்தங்களால் இயக்கப்பட்டு ETH-ஆல் பாதுகாக்கப்படுகின்றன.",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "நெட்வொர்க்குகள் ஒருமித்த கருத்தை அடையும் விதமும் வேறுபட்டது.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "பிட்காயின் நெட்வொர்க்கைப் பாதுகாக்க சுரங்கத் தொழிலாளர்களைப் பயன்படுத்துகிறது. இவை சிக்கலான புதிர்களைத் தீர்க்க போட்டியிடும் சக்திவாய்ந்த கணினிகள், மேலும் வெற்றியாளர் அடுத்த பரிவர்த்தனைகளின் பிளாக்கை சங்கிலியில் சேர்த்து வெகுமதியாக பிட்காயின்களைப் பெறுகிறார். இந்த செயல்முறை சுரங்கம் என்று அழைக்கப்படுகிறது மற்றும் இது அதிக அளவு மின்சாரத்தைப் பயன்படுத்துகிறது.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "எத்தேரியமும் முன்பு இப்படித்தான் வேலை செய்தது. ஆனால் 2022-இல், இது ப்ரூஃப்-ஆஃப்-வொர்க்கிலிருந்து ப்ரூஃப்-ஆஃப்-ஸ்டேக்கிற்கு மாறியது. இன்று, பரிவர்த்தனைகள் சரிபார்ப்பாளர்களால் உறுதிப்படுத்தப்படுகின்றன, அவர்கள் ETH-ஐ பிணையமாக முடக்குகிறார்கள். நேர்மையான சரிபார்ப்பாளர்கள் ETH வெகுமதிகளைப் பெறுகிறார்கள், அதே நேரத்தில் எந்தவொரு நேர்மையற்றவர்களும் தங்கள் ஸ்டேக்கின் ஒரு பகுதியை இழக்கிறார்கள். இந்த மாற்றம் பாதுகாப்பு அல்லது பரவலாக்கத்தை தியாகம் செய்யாமல் எத்தேரியத்தை 99.988%-க்கும் அதிகமாக ஆற்றல் திறனுள்ளதாக மாற்றியது.",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "விநியோகம் கையாளப்படும் விதத்திலும் வேறுபாடு உள்ளது.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "பிட்காயின் ஒரு நிலையான விநியோகத்தைக் கொண்டுள்ளது. எப்போதும் 21 மில்லியன் நாணயங்கள் மட்டுமே இருக்கும். மறுபுறம், எத்தேரியம் ஒரு மாறும் விநியோகத்தைக் கொண்டுள்ளது. சரிபார்ப்பாளர்களுக்கு வெகுமதி அளிக்க புதிய ETH வழங்கப்படுகிறது, அதே நேரத்தில் ஒவ்வொரு பரிவர்த்தனையுடனும் ஒரு பகுதி எரிக்கப்படுகிறது. இதன் பொருள் <strong>எத்தேரியம் வெறுமனே \"முடிவற்ற ETH-ஐ அச்சிட முடியாது.\"</strong>",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "வழங்கல் விகிதம் எவ்வளவு ETH ஸ்டேக் செய்யப்பட்டுள்ளது என்பதைக் கொண்டு வரையறுக்கப்படுகிறது. அதிக ETH ஸ்டேக் செய்யப்படும்போது, தனிப்பட்ட வெகுமதிகள் குறைகின்றன, இது ஒரு இயற்கை சமநிலையை உருவாக்குகிறது. இந்த வடிவமைப்பு பரிவர்த்தனைக் கட்டணங்களை மட்டுமே நம்பியிருக்காமல், எதிர்காலத்தில் ஒரு நிலையான பாதுகாப்பு பட்ஜெட்டை உறுதி செய்கிறது.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "சுருக்கமாக, பிட்காயின் மதிப்பை அனுப்புவதற்கான ஒரு கருவி. எத்தேரியம் அதை உருவாக்குவதற்கான ஒரு தளம்.",
  "page-what-is-ethereum-bitcoin-learn-more": "எத்தேரியம் மற்றும் பிட்காயின் இடையேயான வேறுபாடு பற்றி மேலும் அறிக",
  "page-what-is-ethereum-when-who-title": "எத்தேரியம் எப்போது தொடங்கப்பட்டது, அதை நிறுவியவர் யார், இப்போது அதை யார் இயக்குகிறார்கள்?",
  "page-what-is-ethereum-when-who-intro-1": "தொடக்கத்திலிருந்தே, எத்தேரியம் அதன் சமூகத்தால் இயக்கப்படும் வகையில் வடிவமைக்கப்பட்டது.",
  "page-what-is-ethereum-when-who-intro-2": "2013-இல், விட்டாலிக் புட்டரின், பணம் மற்றும் யார் வேண்டுமானாலும் பயன்படுத்தக்கூடிய பயன்பாடுகளுக்கான ஒரு புதிய வகை பிளாக்செயினை முன்மொழிந்து ஒரு வெள்ளையறிக்கையை வெளியிட்டார். அந்த யோசனை விரைவாக பிரபலமடைந்தது.",
  "page-what-is-ethereum-when-who-intro-3": "2014-க்குள், கேவின் உட் மற்றும் ஜோசப் லுபின் போன்ற இணை நிறுவனர்கள் இந்த முயற்சியில் இணைந்தனர், மேலும் குழு ஆரம்பகால கிரிப்டோ கூட்ட நிதி பிரச்சாரங்களில் ஒன்றின் மூலம் நிதி திரட்டியது.",
  "page-what-is-ethereum-when-who-intro-4": "எத்தேரியம் அதிகாரப்பூர்வமாக ஜூலை 2015-இல் தொடங்கப்பட்டது.",
  "page-what-is-ethereum-when-who-history-title": "எத்தேரியத்தின் வரலாற்றில் முக்கிய தருணங்கள்",
  "page-what-is-ethereum-when-who-history-2013": "19 வயது விட்டாலிக் புட்டரின் எத்தேரியம் வெள்ளையறிக்கையை வெளியிடுகிறார்",
  "page-what-is-ethereum-when-who-history-2014": "எத்தேரியம் அறக்கட்டளை உருவாக்கப்பட்டு ஒரு கூட்ட நிதி பிரச்சாரத்தைத் தொடங்குகிறது",
  "page-what-is-ethereum-when-who-history-2015": "உருவாக்குநர்கள் <em>Frontier</em> வெளியீட்டுடன் எத்தேரியம் நெட்வொர்க்கைத் தொடங்குகிறார்கள்",
  "page-what-is-ethereum-when-who-history-2016": "ஸ்மார்ட் ஒப்பந்த சுரண்டல் The DAO-விலிருந்து $60M (3.6M ETH) தொகையை வெளியேற்றி, ஒரு சங்கிலி ஃபோர்க்கிற்கு வழிவகுக்கிறது",
  "page-what-is-ethereum-when-who-history-2020": "பீக்கன் சங்கிலி வெளியீடு ப்ரூஃப்-ஆஃப்-ஸ்டேக்கிற்கான நகர்வைத் தொடங்குகிறது",
  "page-what-is-ethereum-when-who-history-2021": "<em>லண்டன்</em> மேம்படுத்தல் EIP-1559 வழியாக எரிவாயுக் கட்டணங்களை எரிக்கத் தொடங்குகிறது",
  "page-what-is-ethereum-when-who-history-2022": "<em>The Merge</em> சுரங்கத்தை ஸ்டேக்கிங் மூலம் மாற்றுகிறது, ஆற்றல் பயன்பாட்டை 99% குறைக்கிறது",
  "page-what-is-ethereum-when-who-history-2025": "<em>Pectra</em> மேம்படுத்தல் ஸ்மார்ட் பணப்பை ஆதரவு மற்றும் L2 இணக்கத்தன்மையை மேம்படுத்துகிறது",
  "page-what-is-ethereum-when-who-governance-1": "இன்று, எந்தவொரு தனி நபரோ அல்லது நிறுவனமோ எத்தேரியத்தை இயக்குவதில்லை.",
  "page-what-is-ethereum-when-who-contributors-title": "நெட்வொர்க் ஒரு பரந்த பங்களிப்பாளர் குழுவால் பராமரிக்கப்படுகிறது:",
  "page-what-is-ethereum-when-who-contributors-1": "மேம்படுத்தல்களை எழுதி முன்மொழியும் உருவாக்குநர்கள்",
  "page-what-is-ethereum-when-who-contributors-2": "பரவலாக்கப்பட்ட இயற்பியல் உள்கட்டமைப்பிற்கு பங்களிக்கும் முனை ஆபரேட்டர்கள்",
  "page-what-is-ethereum-when-who-contributors-3": "பரிவர்த்தனைகளை சரிபார்க்கும் ஸ்டேக்கர்கள்",
  "page-what-is-ethereum-when-who-contributors-4": "கருவிகள் மற்றும் கலாச்சாரத்தை உருவாக்கும் சமூக உறுப்பினர்கள்",
  "page-what-is-ethereum-when-who-contributors-5": "நெட்வொர்க்கைப் பயன்படுத்துவதன் மூலம் <strong>நீங்கள்</strong>",
  "page-what-is-ethereum-when-who-governance-2": "<strong>CEO, வாரியம் அல்லது மைய அதிகாரம் இல்லை.</strong> எத்தேரியம் அறக்கட்டளை இன்னும் ஆராய்ச்சி மற்றும் மேம்பாட்டுக்கு நிதி வழங்க உதவுகிறது, ஆனால் சுற்றுச்சூழல் திறந்த பங்களிப்பில் இயங்குகிறது.",
  "page-what-is-ethereum-when-who-governance-3": "<eips>எத்தேரியம் மேம்பாட்டு முன்மொழிவுகள் (EIPs)</eips> மூலம் மாற்றங்கள் முன்மொழியப்படுகின்றன, பொதுவில் விவாதிக்கப்படுகின்றன, மற்றும் <governance>பரந்த சமூகம் அவற்றை ஆதரித்தால்</governance> மட்டுமே ஏற்றுக்கொள்ளப்படுகின்றன.",
  "page-what-is-ethereum-when-who-governance-4": "இது எத்தேரியத்தை ஒரு ஸ்டார்ட்அப்பை விட மெதுவாக மாற்றுகிறது, ஆனால் மூடுவதற்கும் அல்லது கைப்பற்றுவதற்கும் மிகவும் கடினமாக்குகிறது.",
  "page-what-is-ethereum-when-who-learn-more": "எத்தேரியத்தின் வரலாறு பற்றி மேலும் அறிக",
  "page-what-is-ethereum-roadmap-title": "2025-க்கான எத்தேரியம் செயல்திட்டம் என்ன?",
  "page-what-is-ethereum-roadmap-intro-1": "எத்தேரியம் ஒரு நிலையான செயல்திட்டத்தைப் பின்பற்றுவதில்லை. அது ஒரு பகிரப்பட்ட பார்வையைப் பின்பற்றுகிறது.",
  "page-what-is-ethereum-roadmap-intro-2": "நெட்வொர்க் மேம்படுத்தல்கள் EIP-களாக உருவாக்கப்பட்டு, உலகெங்கிலும் உள்ள பங்களிப்பாளர்களால் பொதுவில் உருவாக்கப்படுகின்றன. என்ன நடக்கிறது என்பதைத் தீர்மானிக்க மையக் குழு எதுவும் இல்லை, பயனர்களின் தேவைகளின் அடிப்படையில் பயனுள்ளதாக இருக்கும் என்று அவர்கள் நம்புவதை உருவாக்கும் மக்கள் மட்டுமே உள்ளனர்.",
  "page-what-is-ethereum-roadmap-intro-3": "Pectra என்பது மே 2025-இல் தொடங்கப்பட்ட மிக சமீபத்திய மேம்படுத்தல் ஆகும். இந்த மேம்படுத்தல் பணப்பை அம்சங்களை மேம்படுத்தியது, ஸ்டேக்கர்களுக்கு அதிக நெகிழ்வுத்தன்மையைக் கொடுத்தது, மேலும் L2-களில் dapps இயங்குவதை எளிதாக்கியது. பாதுகாப்பு அல்லது பரவலாக்கத்தில் சமரசம் செய்யாமல் பயன்பாட்டினை மேம்படுத்துவதே இதன் குறிக்கோளாக இருந்தது.",
  "page-what-is-ethereum-roadmap-priorities-intro": "<a>முன்னோக்கிப் பார்க்கையில்</a>, எத்தேரியத்தின் முன்னுரிமைகளில் அடங்குபவை:",
  "page-what-is-ethereum-roadmap-priority-1": "முக்கிய நெறிமுறை மற்றும் அதன் L2-களை அனைவருக்கும் வேகமாகவும் மலிவாகவும் மாற்றுவது",
  "page-what-is-ethereum-roadmap-priority-2": "பயனர்கள் மற்றும் உருவாக்குநர்களுக்கான அனுபவத்தை மேம்படுத்துதல்",
  "page-what-is-ethereum-roadmap-outro-1": "தினசரி அதிகமான மக்கள் நெட்வொர்க்கை நம்பியிருப்பதால், இந்த முன்னுரிமைகள் எத்தேரியம் பாதுகாப்பானதாகவும், அளவிடக்கூடியதாகவும், பயனர் நட்புடையதாகவும் இருப்பதை உறுதிசெய்ய உதவும்.",
  "page-what-is-ethereum-roadmap-outro-2": "நீங்கள் எத்தேரியத்திற்கான திசையை வழிநடத்த விரும்பினால், <a>பங்கேற்கவும்</a>. உங்களுக்கு அனுமதி தேவையில்லை, இந்த புதிய டிஜிட்டல் பொருளாதாரத்தில் ஒரு மாற்றத்தை ஏற்படுத்த வேண்டும் என்ற விருப்பம் மட்டுமே தேவை.",
  "page-what-is-ethereum-roadmap-learn-more": "எத்தேரியம் செயல்திட்டத்தின் ஒரு கண்ணோட்டத்தைக் காண்க",
  "page-what-is-ethereum-further-reading-title": "அடுத்துப் படிக்கவும்",
  "page-what-is-ethereum-further-reading-wallets": "பணப்பைகள் என்றால் என்ன?",
  "page-what-is-ethereum-further-reading-eth": "ஈதர் (ETH) என்றால் என்ன?",
  "page-what-is-ethereum-further-reading-web3": "Web3 என்றால் என்ன?",
  "page-what-is-ethereum-further-reading-networks": "எத்தேரியம் நெட்வொர்க் பற்றி மேலும் அறிக",
  "page-what-is-ethereum-toc-ethereum": "ஈதெரியம் என்றால் என்ன?",
  "page-what-is-ethereum-toc-network": "எத்தேரியம் நெட்வொர்க் என்றால் என்ன?",
  "page-what-is-ethereum-toc-ether": "ஈதர் (ETH) என்றால் என்ன?",
  "page-what-is-ethereum-toc-how": "எத்தேரியம் எவ்வாறு செயல்படுகிறது?",
  "page-what-is-ethereum-toc-what": "எத்தேரியம் எதற்காகப் பயன்படுத்தப்படுகிறது?",
  "page-what-is-ethereum-toc-start": "எத்தேரியத்தைப் பயன்படுத்தத் தொடங்குவது எப்படி",
  "page-what-is-ethereum-toc-bitcoin": "எத்தேரியம் மற்றும் பிட்காயின் இடையே உள்ள வேறுபாடு என்ன?",
  "page-what-is-ethereum-toc-when-who": "எத்தேரியம் எப்போது தொடங்கப்பட்டது, அதை நிறுவியவர் யார், இப்போது அதை யார் இயக்குகிறார்கள்?",
  "page-what-is-ethereum-toc-roadmap": "2025-க்கான எத்தேரியம் செயல்திட்டம் என்ன?",
  "page-what-is-ethereum-banner-networks-alt": "எதிர்கால எத்தேரியம் சமூக மையத்தின் иллюстрация",
  "page-what-is-ethereum-banner-ether-alt": "ஈதர் சின்னத்தை வைத்திருக்கும் திறந்த கைகள்",
  "page-what-is-ethereum-banner-how-alt": "கணினியைப் பழுதுபார்க்கும் மனிதன்",
  "page-what-is-ethereum-banner-contributing-alt": "கணினியைப் பார்த்து சிரிக்கும் டோஜ்",
  "page-what-is-ethereum-banner-what-alt": "நான்கு எதிர்கால மனிதர்களும் ஒரு டோஜும் ஒரு எத்தேரியம் பட்டகத்தைப் பார்க்கிறார்கள்",
  "page-what-is-ethereum-banner-start-alt": "எதிர்கால சமூக ஒன்றுகூடல் மையம்",
  "page-what-is-ethereum-banner-when-who-alt": "நடந்து பேசிக்கொண்டிருக்கும் இரண்டு மனிதர்கள்"
}
