{
  "page-gas-meta-title": "எத்தேரியம் கட்டணங்கள்: காஸ் என்றால் என்ன, குறைவாகச் செலுத்துவது எப்படி?",
  "page-gas-meta-description": "எத்தேரியத்தில் உள்ள காஸ் பற்றி அறிக: அது எவ்வாறு செயல்படுகிறது மற்றும் காஸ் கட்டணத்தில் குறைவாகச் செலுத்துவது எப்படி",
  "page-gas-hero-title": "எரிவாயு கட்டணங்கள்",
  "page-gas-hero-header": "நெட்வொர்க் கட்டணங்கள்",
  "page-gas-hero-button-1-content": "காஸ் என்ன?",
  "page-gas-hero-subtitle-1": "எத்தேரியத்தில் உள்ள நெட்வொர்க் கட்டணங்கள் காஸ் என்று அழைக்கப்படுகின்றன.",
  "page-gas-hero-subtitle-2": "காஸ் என்பது எத்தேரியத்தை இயக்கும் எரிபொருள்.",
  "page-gas-summary-title": "சுருக்கம்",
  "page-gas-summary-item-1": "எத்தேரியத்தில் உள்ள ஒவ்வொரு பரிவர்த்தனையையும் செயல்படுத்த ஒரு சிறிய கட்டணம் தேவை.",
  "page-gas-summary-item-2": "இந்தக் கட்டணங்கள் 'காஸ்' கட்டணம் என்று அழைக்கப்படுகின்றன",
  "page-gas-summary-item-3": "காஸ் கட்டணங்கள் நிர்ணயிக்கப்படவில்லை, அவை நெட்வொர்க் நெரிசலைப் பொறுத்து மாறுகின்றன",
  "page-gas-what-are-gas-fees-header": "கேஸ் கட்டணம் என்றால் என்ன?",
  "page-gas-what-are-gas-fees-text-1": "எத்தேரியத்தை ஒரு பெரிய கணினி நெட்வொர்க்காகக் கருதுங்கள், அங்கு மக்கள் செய்திகளை அனுப்புவது அல்லது நிரல்களை இயக்குவது போன்ற பணிகளைச் செய்யலாம். நிஜ உலகத்தைப் போலவே, இந்தப் பணிகளைச் செய்து முடிக்க ஆற்றல் தேவை.",
  "page-gas-what-are-gas-fees-text-2": "எத்தேரியத்தில், ஒவ்வொரு கணக்கீட்டு நடவடிக்கைக்கும் ஒரு குறிப்பிட்ட \"காஸ்\" விலை உண்டு. <b>உங்கள் காஸ் கட்டணம் என்பது உங்கள் பரிவர்த்தனையில் உள்ள நடவடிக்கைகளின் மொத்தச் செலவு ஆகும்</b>. நீங்கள் ஒரு பரிவர்த்தனையை அனுப்பும்போது அல்லது ஒரு <a href=\"/glossary/#smart-contract\">ஸ்மார்ட் கான்ட்ராக்ட்டை</a> இயக்கும்போது, அதைச் செயல்படுத்த காஸ் கட்டணத்தில் பணம் செலுத்துகிறீர்கள்.",
  "page-gas-how-do-i-pay-less-gas-header": "நான் எப்படி குறைவாக காஸ் செலுத்துவது?",
  "page-gas-how-do-i-pay-less-gas-text": "எத்தேரியத்தில் அதிக கட்டணங்கள் சில நேரங்களில் தவிர்க்க முடியாதவை என்றாலும், செலவைக் குறைக்க நீங்கள் பயன்படுத்தக்கூடிய உத்திகள் உள்ளன:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "உங்கள் பரிவர்த்தனைகளின் நேரத்தை திட்டமிடுங்கள்",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "நெரிசல் இல்லாத நேரத்தில் பயணம் செய்வது கூட்டம் குறைவாகவும் மலிவாகவும் இருப்பதைப் போலவே, வட அமெரிக்கா உறங்கும் போது எத்தேரியத்தைப் பயன்படுத்துவது பொதுவாக மலிவானது.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "காஸ் குறையும் வரை காத்திருங்கள்",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "எத்தேரியம் எவ்வளவு நெரிசலாக உள்ளது என்பதைப் பொறுத்து ஒவ்வொரு பன்னிரண்டு வினாடிகளுக்கும் காஸ் விலைகள் ஏறி இறங்குகின்றன. காஸ் விலைகள் அதிகமாக இருக்கும்போது, ஒரு பரிவர்த்தனை செய்வதற்கு முன் சில நிமிடங்கள் காத்திருந்தால், நீங்கள் செலுத்தும் தொகையில் குறிப்பிடத்தக்க வீழ்ச்சியைக் காணலாம்.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "அடுக்கு 2 ஐப் பயன்படுத்தவும்",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "அடுக்கு-2 சங்கிலிகள் எத்தேரியத்தின் மேல் கட்டமைக்கப்பட்டுள்ளன, குறைந்த கட்டணங்களை வழங்கி மேலும் அதிக பரிவர்த்தனைகளைக் கையாளுகின்றன. பிரதான எத்தேரியம் நெட்வொர்க்கில் நடக்கத் தேவையில்லாத பரிவர்த்தனைகளுக்கான கட்டணத்தைச் சேமிக்க அவை ஒரு நல்ல தேர்வாகும்.",
  "page-gas-try-layer-2": "அடுக்கு 2-ஐ முயற்சிக்கவும்",
  "page-gas-what-causes-high-gas-fees-header": "அதிக காஸ் கட்டணங்களுக்கு என்ன காரணம்?",
  "page-gas-what-causes-high-gas-fees-text-1": "எத்தேரியத்தில் கணக்கீட்டின் அளவு (காஸ்) ஒரு குறிப்பிட்ட வரம்பை மீறும் போதெல்லாம், காஸ் கட்டணம் உயரத் தொடங்குகிறது. காஸ் இந்த வரம்பை எவ்வளவு அதிகமாக மீறுகிறதோ, அவ்வளவு விரைவாக காஸ் கட்டணம் அதிகரிக்கிறது.",
  "page-gas-what-causes-high-gas-fees-text-2": "பிரபலமான <a href=\"/glossary/#dapp\">பரவலாக்கப்பட்ட செயலிகள் (dapps)</a> அல்லது NFTகள், <a href=\"/glossary/#dex\">DEX</a>களில் குறிப்பிட்ட கால இடைவெளிகளில் அதிகரிக்கும் வர்த்தகம் அல்லது உச்சக்கட்ட நேரங்களில் பயனர்களின் அதிகப்படியான செயல்பாடு போன்ற காரணங்களால் அதிக கட்டணங்கள் ஏற்படலாம்.",
  "page-gas-what-causes-high-gas-fees-text-3": "எத்தேரியத்தில் உள்ள உருவாக்குநர்கள் (டெவலப்பர்கள்) தங்கள் ஸ்மார்ட் கான்ட்ராக்ட் பயன்பாட்டை நிலைநிறுத்தும் முன் அதை மேம்படுத்த கவனமாக இருக்க வேண்டும். பலர் மோசமாக எழுதப்பட்ட ஸ்மார்ட் கான்ட்ராக்ட்டைப் பயன்படுத்தினால், அது அதிக காஸை உட்கொண்டு, தற்செயலாக நெட்வொர்க் நெரிசலை ஏற்படுத்தக்கூடும்.",
  "page-gas-want-to-dive-deeper": "இன்னும் ஆழமாக அறிய விரும்புகிறீர்களா?",
  "page-gas-check-out-the-developer-docs": "உருவாக்குநர் ஆவணங்களைப் பாருங்கள்.",
  "page-gas-attack-of-the-cryptokitties-header": "கிரிப்டோகிட்டீஸின் தாக்குதல்",
  "page-gas-attack-of-the-cryptokitties-text": "நவம்பர் 2017 இல், பிரபலமான கிரிப்டோகிட்டீஸ் திட்டம் தொடங்கப்பட்டது. அதன் பிரபலத்தில் ஏற்பட்ட விரைவான அதிகரிப்பு குறிப்பிடத்தக்க நெட்வொர்க் நெரிசல் மற்றும் மிக அதிக காஸ் கட்டணங்களை ஏற்படுத்தியது. கிரிப்டோகிட்டீஸ் முன்வைத்த சவால்கள் எத்தேரியத்தை அளவிடுவதற்கான தீர்வுகளைக் கண்டறியும் அவசரத்தை துரிதப்படுத்தின.",
  "page-gas-why-do-we-need-gas-header": "நமக்கு ஏன் காஸ் தேவை?",
  "page-gas-why-do-we-need-gas-text": "எத்தேரியத்தைப் பாதுகாப்பாக வைத்திருப்பதற்கும் பரிவர்த்தனைகளைச் செயல்படுத்துவதற்கும் காஸ் ஒரு முக்கியமான உறுப்பு ஆகும். காஸ் பல வழிகளில் உதவுகிறது:",
  "page-gas-benefits-1-description": "தீங்கிழைக்கும் நடிகர்கள் மோசடியான செயல்பாடுகளால் நெட்வொர்க்கை மூழ்கடிப்பதைத் தடுப்பதன் மூலம், காஸ் எத்தேரியத்தை <a href=\"/glossary/#anti-sybil\">சிபில்-எதிர்ப்புத்தன்மை</a> கொண்டதாக வைத்திருக்கிறது.",
  "page-gas-benefits-2-description": "கணக்கீட்டிற்கு காஸ் செலவாகும் என்பதால், எதேச்சையாகவோ அல்லது தீங்கிழைக்கும் வகையிலோ, விலையுயர்ந்த பரிவர்த்தனைகளைக் கொண்டு எத்தேரியத்தை ஸ்பேம் செய்வது நிதி ரீதியாக ஊக்கமளிக்கப்படுவதில்லை.",
  "page-gas-benefits-3-description": "எந்த ஒரு நேரத்திலும் செய்யக்கூடிய கணக்கீட்டின் அளவின் மீதான ஒரு கடினமான வரம்பு, எத்தேரியம் மூழ்கடிக்கப்படுவதைத் தடுக்கிறது, இது நெட்வொர்க் எப்போதும் அணுகக்கூடியதாக இருப்பதை உறுதிசெய்ய உதவுகிறது.",
  "page-gas-how-is-gas-calculated-header": "காஸ் எவ்வாறு கணக்கிடப்படுகிறது?",
  "page-gas-advanced": "மேம்பட்டவை",
  "page-gas-how-is-gas-calculated-text-1": "நீங்கள் செலுத்தும் மொத்த காஸ் கட்டணம் சில பகுதிகளைக் கொண்டது:",
  "page-gas-how-is-gas-calculated-item-1": "<b>அடிப்படை கட்டணம்:</b> ஒரு பரிவர்த்தனைக்கு செலுத்தப்பட வேண்டிய நெட்வொர்க்கால் நிர்ணயிக்கப்பட்ட கட்டணம்",
  "page-gas-how-is-gas-calculated-item-2": "<b>முன்னுரிமைக் கட்டணம்:</b> உங்கள் பரிவர்த்தனையைச் சேர்க்க முனை ஆபரேட்டர்களை ஊக்குவிப்பதற்கான ஒரு விருப்பக்குரிய டிப்ஸ்",
  "page-gas-how-is-gas-calculated-item-3": "<b>பயன்படுத்தப்பட்ட காஸ் அலகுகள்<i>*</i>:</b> காஸ் என்பது கணக்கீட்டைக் குறிக்கிறது என்று நாங்கள் கூறியது நினைவிருக்கிறதா? ஒரு ஸ்மார்ட் கான்ட்ராக்ட்டுடன் தொடர்புகொள்வது போன்ற மிகவும் சிக்கலான செயல்கள், ஒரு பரிவர்த்தனையை அனுப்புவது போன்ற எளிய செயல்களை விட அதிக காஸைப் பயன்படுத்துகின்றன.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> வெவ்வேறு வகையான பரிவர்த்தனைகள் எவ்வளவு காஸைப் பயன்படுத்துகின்றன என்பதைப் பார்க்க படம் 1-ஐப் பார்க்கவும்</i>",
  "page-gas-how-is-gas-calculated-text-2": "ஒரு காஸ் கட்டணத்தைக் கணக்கிடுவதற்கான சூத்திரம் பயன்படுத்தப்பட்ட காஸ் அலகுகள் * (அடிப்படை கட்டணம் + முன்னுரிமைக் கட்டணம்) ஆகும். பெரும்பாலான பணப்பைகள் காஸ் பயன்பாட்டைக் கணக்கிட்டு அதை மிகவும் நேரடியான வழியில் காண்பிக்கும்.",
  "page-gas-table-figure": "<i>படம் 1: பரிவர்த்தனை வகையின்படி பயன்படுத்தப்பட்ட காஸ்</i>",
  "page-gas-table-header-1": "பரிவர்த்தனை வகை",
  "page-gas-table-header-2": "பயன்படுத்தப்பட்ட காஸ் அலகுகள்",
  "page-gas-table-item-1-transaction-type": "ETH அனுப்புதல்",
  "page-gas-table-item-2-transaction-type": "ERC-20 டோக்கன்களை அனுப்புதல்",
  "page-gas-table-item-3-transaction-type": "ஒரு NFT-ஐ மாற்றுதல்",
  "page-gas-table-item-4-transaction-type": "Uniswap-இல் மாற்றுதல்",
  "page-gas-faq-header": "அடிக்கடி கேட்கப்படும் கேள்விகள் (Faqs)",
  "page-gas-faq-question-1-q": "எனது பரிவர்த்தனையில் காஸ் கட்டணத்தை யார் பெறுகிறார்கள்?",
  "page-gas-faq-question-1-a-1": "காஸ் கட்டணத்தின் பெரும்பகுதி—அடிப்படை கட்டணம்—புரோட்டாக்காலால் அழிக்கப்படுகிறது (எரிக்கப்படுகிறது). உங்கள் பரிவர்த்தனையில் முன்னுரிமைக் கட்டணம் சேர்க்கப்பட்டிருந்தால், அது உங்கள் பரிவர்த்தனையை முன்மொழிந்த சரிபார்ப்பாளருக்கு வழங்கப்படும்.",
  "page-gas-faq-question-1-a-2": "இந்த செயல்முறையின் விரிவான விளக்கத்தை <a href=\"/developers/docs/gas/\">காஸ் உருவாக்குநர் ஆவணங்களில்</a> படிக்கலாம்.",
  "page-gas-faq-question-2-q": "நான் காஸ் கட்டணத்தை ETH-இல் செலுத்த வேண்டுமா?",
  "page-gas-faq-question-2-a-1": "ஆம். எத்தேரியத்தில் உள்ள அனைத்து காஸ் கட்டணங்களும் சொந்த ETH நாணயத்தில் செலுத்தப்பட வேண்டும்.",
  "page-gas-faq-question-2-a-2": "ETH இல் மேலும்",
  "page-gas-faq-question-3-q": "Gwei என்றால் என்ன?",
  "page-gas-faq-question-3-a-1": "பெரும்பாலான பணப்பைகள் அல்லது காஸ் டிராக்கர்களில், காஸ் விலைகள் 'gwei' எனக் குறிப்பிடப்பட்டிருப்பதைக் காண்பீர்கள்.",
  "page-gas-faq-question-3-a-2": "Gwei என்பது ETH-இன் ஒரு சிறிய அலகு, டாலர்களுக்கு சில்லறை காசுகள் போல, ஆனால் 1 ETH என்பது 1 பில்லியன் gwei-க்கு சமம் என்பது தான் வித்தியாசம். மிகச் சிறிய அளவிலான ETH பற்றி பேசும்போது Gwei பயனுள்ளதாக இருக்கும்.",
  "page-gas-use-layer-2": "அடுக்கு 2 ஐப் பயன்படுத்தவும்"
}
