{
  "page-apps-all-apps": "அனைத்து செயலிகளும்",
  "page-apps-dapp-description-cent": "NFTகளை இடுகையிடுவதன் மூலம் நீங்கள் பணம் சம்பாதிக்கும் ஒரு சமூக வலைப்பின்னல்.",
  "page-apps-dapp-description-decentraland": "நீங்கள் ஆராயக்கூடிய ஒரு மெய்நிகர் உலகில் மெய்நிகர் நிலத்தைச் சேகரித்து, வர்த்தகம் செய்யுங்கள்.",
  "page-apps-dapp-description-ens": "எத்தேரியம் முகவரிகள் மற்றும் பரவலாக்கப்பட்ட தளங்களுக்கான பயனர் நட்பு பெயர்கள்.",
  "page-apps-dapp-description-gitcoin": "திறந்த மூல மென்பொருளில் வேலை செய்வதன் மூலம் கிரிப்டோவைப் பெறுங்கள்.",
  "page-apps-dapp-description-gods-unchained": "തന്ത്രപരമായ வர்த்தக அட்டை விளையாட்டு. நிஜ வாழ்க்கையில் நீங்கள் விற்கக்கூடிய அட்டைகளை விளையாடுவதன் மூலம் சம்பாதிக்கவும்.",
  "page-apps-dapp-description-augur": "முடிவுகளின் மீது பந்தயம் கட்டுங்கள். தகவல் சந்தைகளில் வர்த்தகம் செய்யுங்கள்.",
  "page-apps-ready-button": "Go",
  "foundation": "நிறுவனம்",
  "page-wallets-get-some": "சில ETH ஐப் பெறுங்கள்",
  "page-apps-title": "செயலிகள்",
  "page-apps-subtitle": "எத்தேரியம் மற்றும் லேயர் 2 நெட்வொர்க்குகளில் இயங்கும் க்யூரேட்டட் பயன்பாடுகளின் பட்டியலைக் கண்டறியவும்.",
  "page-apps-learn-button": "செயலிகளைப் பற்றி அறிக",
  "page-apps-highlights-title": "சிறப்பம்சங்கள்",
  "page-apps-discover-title": "கண்டறியுங்கள்",
  "page-apps-applications-title": "பயன்பாடுகள்",
  "page-apps-categories-title": "பயன்பாட்டு வகைகள்",
  "page-apps-community-picks-title": "சமூகத் தேர்வுகள்",
  "page-apps-meta-title": "எத்தேரியத்தில் உள்ள சிறந்த கிரிப்டோ செயலிகள்",
  "page-apps-meta-description": "எத்தேரியத்தில் கிரிப்டோ செயலிகளைக் கண்டறியுங்கள்: DeFi, NFTகள், சமூகம், கேமிங், பாலங்கள், தனியுரிமை, உற்பத்தித்திறன் & DAO dApps ஆகியவற்றை ஆராயுங்கள். வர்த்தகம் செய்யவும், சம்பாதிக்கவும், தொடர்பு கொள்ளவும் நம்பகமான ஆன்செயின் செயலிகளைக் கண்டறியவும்.",
  "page-apps-category-defi-name": "DeFi",
  "page-apps-category-defi-description": "DeFi என்பது பரவலாக்கப்பட்ட பயன்பாடுகளின் ஒரு வகையாகும், இது பயனர்கள் தங்கள் கிரிப்டோ சொத்துக்களுக்கு கடன் கொடுக்க, கடன் வாங்க, வர்த்தகம் செய்ய மற்றும் வட்டி சம்பாதிக்க அனுமதிக்கிறது.",
  "page-apps-category-defi-meta-title": "எத்தேரியம் DeFi செயலிகளின் பட்டியல் — கடன் வழங்குதல், கடன் வாங்குதல் & ஈட்டம்",
  "page-apps-category-defi-meta-description": "கடன் வழங்குதல், கடன் வாங்குதல், ஸ்டேபிள்காயின் வழங்கல், கடன் மற்றும் ஆன்-செயின் DEX வர்த்தகத்திற்காக எத்தேரியத்தில் உள்ள சிறந்த DeFi செயலிகளை ஆராயுங்கள்.",
  "page-apps-category-collectibles-name": "சேகரிப்புகள்",
  "page-apps-category-collectibles-description": "சேகரிப்புகள் என்பது தனித்துவமான மற்றும் பிரதிபலிக்க முடியாத டிஜிட்டல் சொத்துக்கள்.",
  "page-apps-category-collectibles-meta-title": "எத்தேரியத்தில் உள்ள சிறந்த NFT செயலிகளின் பட்டியல்",
  "page-apps-category-collectibles-meta-description": "முன்னணி எத்தேரியம் சந்தைகளில் சேகரிப்புகளை வாங்குவதற்கும், கேமிங் ஸ்கின்களை வர்த்தகம் செய்வதற்கும், புதிய டிஜிட்டல் சொத்துக்களைக் கண்டறிவதற்கும் சிறந்த NFT செயலிகளை ஆராயுங்கள்.",
  "page-apps-category-social-name": "சமூகம்",
  "page-apps-category-social-description": "சமூகம் என்பது பரவலாக்கப்பட்ட பயன்பாடுகளின் ஒரு வகையாகும், இது பயனர்கள் மற்றவர்களுடன் இணையவும் உள்ளடக்கத்தைப் பகிரவும் அனுமதிக்கிறது.",
  "page-apps-category-social-meta-title": "எத்தேரியத்தில் உள்ள சமூக செயலிகள்: Farcaster, Zora மற்றும் பல",
  "page-apps-category-social-meta-description": "எத்தேரியத்தில் சிறந்த செய்தி மற்றும் சமூக செயலிகளை ஆராயுங்கள்.",
  "page-apps-category-gaming-name": "கேமிங்",
  "page-apps-category-gaming-description": "கேமிங் என்பது பரவலாக்கப்பட்ட பயன்பாடுகளின் ஒரு வகையாகும், இது பயனர்கள் கேம்களை விளையாடவும் வெகுமதிகளைப் பெறவும் அனுமதிக்கிறது.",
  "page-apps-category-gaming-meta-title": "எத்தேரியத்தில் உள்ள கிரிப்டோ மற்றும் NFT கேம்களின் பட்டியல்",
  "page-apps-category-gaming-meta-description": "விளையாடுவதற்கு வேடிக்கையாக இருக்கும் சிறந்த பிளாக்செயின் கேம்களைக் கண்டறியவும். MMORPG, அட்டை விளையாட்டுகள், AI கேமிங், RPG, சாதாரண விளையாட்டுகள்",
  "page-apps-category-bridge-name": "பாலம்",
  "page-apps-category-bridge-description": "பாலம் என்பது பரவலாக்கப்பட்ட பயன்பாடுகளின் ஒரு வகையாகும், இது பயனர்கள் வெவ்வேறு நெட்வொர்க்குகளுக்கு இடையில் தங்கள் சொத்துக்களை இணைக்க அனுமதிக்கிறது.",
  "page-apps-category-bridge-meta-title": "வெவ்வேறு நெட்வொர்க்குகளுக்கான எத்தேரியம் பாலங்களின் பட்டியல்",
  "page-apps-category-bridge-meta-description": "வெவ்வேறு நெட்வொர்க்குகள் மற்றும் லேயர் 2களுக்கு இடையில் உங்கள் சொத்துக்களை நகர்த்த சிறந்த கிரிப்டோ பாலம் செயலியை கண்டறியவும்.",
  "page-apps-category-productivity-name": "உற்பத்தித்திறன்",
  "page-apps-category-productivity-description": "உற்பத்தித்திறன் என்பது பரவலாக்கப்பட்ட பயன்பாடுகளின் ஒரு வகையாகும், இது பயனர்கள் உற்பத்தித்திறனுடன் இருக்க அனுமதிக்கிறது.",
  "page-apps-category-productivity-meta-title": "உற்பத்தித்திறன் மற்றும் பரவலாக்கப்பட்ட அடையாள செயலிகள்",
  "page-apps-category-productivity-meta-description": "பரவலாக்கப்பட்ட அடையாளம், சேமிப்பகம், DNS மற்றும் வீடியோ கம்ப்யூட்டிங்கிற்கான சிறந்த எத்தேரியம் செயலிகளை ஆராயுங்கள். நம்பகமான உள்கட்டமைப்பு கருவிகள் மூலம் உங்கள் ஆன்-செயின் உற்பத்தித்திறனை அதிகரிக்கவும்.",
  "page-apps-category-privacy-name": "தனியுரிமை",
  "page-apps-category-privacy-description": "தனியுரிமை என்பது பரவலாக்கப்பட்ட பயன்பாடுகளின் ஒரு வகையாகும், இது பயனர்கள் தனிப்பட்டதாக இருக்க அனுமதிக்கிறது.",
  "page-apps-category-privacy-meta-title": "எத்தேரியம் தனியுரிமை செயலிகள்: டொர்னாடோ கேஷ் மற்றும் பிற",
  "page-apps-category-privacy-meta-description": "பயனர் அநாமதேயத்தைப் பாதுகாக்கும், தனிப்பட்ட பரிவர்த்தனைகளை இயக்கும் மற்றும் ஆன்-செயின் ரகசியத்தன்மையை மேம்படுத்தும் Tornado Cash மற்றும் பிற போன்ற எத்தேரியம் தனியுரிமை செயலிகளை ஆராயுங்கள்.",
  "page-apps-category-dao-name": "DAO",
  "page-apps-category-dao-description": "DAO என்பது பரவலாக்கப்பட்ட பயன்பாடுகளின் ஒரு வகையாகும், இது பயனர்கள் பரவலாக்கப்பட்ட தன்னாட்சி அமைப்புகளை நிர்வகிக்கவும் உருவாக்கவும் அனுமதிக்கிறது.",
  "page-apps-category-dao-meta-title": "எத்தேரியத்தில் உள்ள DAO கருவிகளின் பட்டியல்",
  "page-apps-category-dao-meta-description": "ஆளுகை, கருவூல மேலாண்மை, வாக்களிப்பு மற்றும் பங்களிப்பாளர் ஒருங்கிணைப்புக்காக எத்தேரியத்தில் உள்ள சிறந்த DAO கருவிகளைக் கண்டறியவும். உங்கள் பரவலாக்கப்பட்ட அமைப்பைத் தொடங்கவும், நிர்வகிக்கவும் மற்றும் வளர்க்கவும்.",
  "page-apps-see-all": "அனைத்தையும் பார்க்கவும்",
  "page-apps-suggest-an-app-title": "ஒரு செயலியைப் பரிந்துரைக்கவும்",
  "page-apps-suggest-an-app-description": "எங்கள் பட்டியலில் சேர்க்க புதிய செயலிகளை நாங்கள் எப்போதும் தேடுகிறோம். பட்டியலில் இருக்க வேண்டும் என்று நீங்கள் நினைக்கும் ஒரு செயலி உங்களுக்குத் தெரிந்தால், எங்களுக்குத் தெரியப்படுத்துங்கள்.",
  "page-apps-suggest-an-app-button": "ஒரு செயலியைப் பரிந்துரைக்கவும்",
  "page-apps-filter-by": "வடிகட்டவும்",
  "page-apps-filter-all": "அனைத்தும்",
  "page-apps-showing": "காட்டும்",
  "page-apps-visit-app": "{appName}க்குச் செல்லவும்",
  "page-apps-see-next": "அடுத்ததைப் பார்க்கவும்",
  "page-apps-info-title": "தகவல்",
  "page-apps-info-founded": "நிறுவப்பட்டது",
  "page-apps-info-creator": "உருவாக்கியவர்",
  "page-apps-info-last-updated": "கடைசியாகப் புதுப்பித்தது",
  "page-apps-gallery-title": "காட்சியகம்",
  "page-apps-more-apps-like-this": "இது போன்ற கூடுதல் செயலிகள்",
  "page-apps-today": "இன்று",
  "page-apps-one-day-ago": "1 நாள் முன்பு",
  "page-apps-days-ago": "{days} நாட்களுக்கு முன்பு"
}