{
  "page-what-is-ether-meta-title": "ஈதர் (ETH) என்றால் என்ன? (ஒரு முழுமையான வழிகாட்டி) | ethereum.org",
  "page-what-is-ether-meta-description": "ஈதர் (ETH) என்பது Ethereum-இன் சொந்த கிரிப்டோகரன்சி. அது எதற்காகப் பயன்படுத்தப்படுகிறது, அதை எப்படி, எங்கே வாங்குவது, அது எவ்வளவு உள்ளது, மற்றும் அதன் விலையை பாதிப்பது எது என்பதை அறிந்து கொள்ளுங்கள்.",
  "page-what-is-ether-twitter-meta-description": "ஈதர் (ETH) என்பது Ethereum-இன் சொந்த கிரிப்டோகரன்சி. அது எதற்காகப் பயன்படுத்தப்படுகிறது, அதை எப்படி, எங்கே வாங்குவது, அது எவ்வளவு உள்ளது மற்றும் பலவற்றைப் பற்றி அறிந்து கொள்ளுங்கள்.",
  "page-what-is-ether-title": "ஈதர் (ETH) என்றால் என்ன?",
  "page-what-is-ether-hero-description-1": "ஈதர் (ETH) என்பது Ethereum நெட்வொர்க்கை இயக்கும் சொந்த கிரிப்டோகரன்சி ஆகும். இது நெட்வொர்க் மற்றும் அதன் மேல் கட்டமைக்கப்பட்ட பயன்பாடுகளைப் பயன்படுத்துவதற்கான பரிவர்த்தனைக் கட்டணங்களை ('gas' என அறியப்படுகிறது) செலுத்தவும், ஸ்டேக்கிங் மூலம் நெட்வொர்க்கைப் பாதுகாக்கவும் பயன்படுத்தப்படுகிறது, மேலும் எந்தவொரு மைய அமைப்பு, நிறுவனம் அல்லது அரசாங்கத்தாலும் கட்டுப்படுத்தப்படாமல், பணம் செலுத்துதல் மற்றும் முதலீடுகளுக்கான டிஜிட்டல் பணமாகச் செயல்படுகிறது. ETH சந்தை மூலதனத்தின் அடிப்படையில் மிகப்பெரிய கிரிப்டோகரன்சிகளில் ஒன்றாகும்.",
  "page-what-is-ether-what-is-ether-description-1": "ஈதர், பொதுவாக ETH என்று அழைக்கப்படுகிறது, இது Ethereum பிளாக்செயினை இயக்கும் எரிபொருளாகும். முதன்மையாக டிஜிட்டல் பணமாகச் செயல்படும் பிட்காயின் போலல்லாமல், ஈதர் Ethereum சுற்றுச்சூழல் அமைப்பில் பல பயன்பாடுகளைக் கொண்டுள்ளது.",
  "page-what-is-ether-what-is-ether-description-2": "<strong>Ethereum-இன் சொந்த கிரிப்டோகரன்சியாக, ETH இதற்காகப் பயன்படுத்தப்படுகிறது:</strong>",
  "page-what-is-ether-what-is-ether-description-3": "நெட்வொர்க் மற்றும் அதன் பயன்பாடுகளைப் பயன்படுத்துவதற்கான பரிவர்த்தனைக் கட்டணங்களை (gas) செலுத்துங்கள்",
  "page-what-is-ether-what-is-ether-description-4": "ஸ்டேக்கிங் மூலம் Ethereum நெட்வொர்க்கைப் பாதுகாத்தல்",
  "page-what-is-ether-what-is-ether-description-5": "ETH 2015-இல் Ethereum-இன் வெளியீட்டின் ஒரு பகுதியாக அறிமுகப்படுத்தப்பட்டது, அதன் பிறகு <assets>உலகின் மிகவும் மதிப்புமிக்க சொத்துக்களில்</assets> ஒன்றாக வளர்ந்துள்ளது.",
  "page-what-is-ether-what-is-ether-description-6": "நுகர்வோருக்கு",
  "page-what-is-ether-what-is-ether-description-7": "ETH வங்கிகள் இல்லாமல் உலகளாவிய கொடுப்பனவுகள், பூஞ்சையற்ற டோக்கன்கள் (NFTs) வாங்குதல் மற்றும் பரவலாக்கப்பட்ட நிதி (DeFi) பயன்பாடுகளுக்கான அணுகலை செயல்படுத்துகிறது. இது 24/7 எல்லை தாண்டிய செயல்பாட்டுடன் தணிக்கை எதிர்ப்புத் திறன் கொண்டது.",
  "page-what-is-ether-what-is-ether-description-8": "உருவாக்குநர்களுக்கு",
  "page-what-is-ether-what-is-ether-description-9": "Ethereum மெயின்நெட்டிற்கு ஸ்மார்ட் ஒப்பந்தங்களைப் பயன்படுத்தும்போது பரிவர்த்தனைக் கட்டணங்களுக்கு ETH செலுத்துகிறது. இது Ethereum சுற்றுச்சூழல் அமைப்பில் உள்ள பல பயன்பாடுகளில் பயன்படுத்தப்படும் முதன்மை நாணயமாகவும் உள்ளது.",
  "page-what-is-ether-what-is-ether-description-10": "முதலீட்டாளர்களுக்கு",
  "page-what-is-ether-what-is-ether-description-11": "ETH ஒரு மதிப்பு சேமிப்பாகவும், ஸ்டேக்கிங் மூலம் வருவாய் உருவாக்கும் சொத்தாகவும் செயல்படுகிறது. இது web3 வளர்ச்சி மற்றும் விரிவடையும் டிஜிட்டல் பொருளாதாரத்திற்கு வெளிப்பாட்டை வழங்குகிறது.",
  "page-what-is-ether-what-is-ether-description-12": "ETH ஸ்டேக்கிங் பற்றி மேலும் அறிக",
  "page-what-is-ether-how-to-buy-eth": "ETH வாங்குவது எப்படி",
  "page-what-is-ether-how-to-buy-eth-description-1": "உங்கள் தேவைகள் மற்றும் இருப்பிடத்தைப் பொறுத்து பல விருப்பங்களுடன் ETH வாங்குவது நேரடியானது. <strong>எப்போதும் வலுவான பாதுகாப்பை வழங்கும் நம்பகமான தளத்துடன்</strong> தொடங்குங்கள்.",
  "page-what-is-ether-how-to-buy-eth-description-2": "நுகர்வோர், கிரிப்டோகரன்சி பரிமாற்றங்கள் அல்லது வாலட் பயன்பாடுகள் மூலம் ETH வாங்கலாம்.",
  "page-what-is-ether-how-to-buy-eth-description-3": "<strong>பக்கக்குறிப்பு</strong>",
  "page-what-is-ether-how-to-buy-eth-description-4": "ETH வாங்கும்போது நீங்கள் \"<strong>கணக்கு/முகவரி</strong>\" மற்றும் \"<strong>வாலட்</strong>\" என்று கேட்பீர்கள்.",
  "page-what-is-ether-how-to-buy-eth-description-5": "உங்கள் <strong>கணக்கை உங்கள் மின்னஞ்சல் முகவரி போல</strong> நினையுங்கள், அங்கு மக்கள் உங்களுக்குப் பணம் அனுப்புவார்கள்.",
  "page-what-is-ether-how-to-buy-eth-description-6": "உங்கள் <strong>வாலட்டை உங்கள் மின்னஞ்சல் செயலி போல</strong> நினையுங்கள், அங்கு நீங்கள் இருப்பைச் சரிபார்த்து பணம் செலுத்தலாம்.",
  "page-what-is-ether-how-to-buy-eth-description-7": "நீங்கள் இவற்றைக் கொண்டு ETH வாங்கலாம்:",
  "page-what-is-ether-how-to-buy-eth-description-8": "<strong>கிரெடிட்/டெபிட் கார்டுகள்</strong> உடனடியாக ஆனால் அதிக கட்டணங்களுடன்",
  "page-what-is-ether-how-to-buy-eth-description-9": "<strong>வங்கிப் பரிமாற்றங்கள்</strong> மெதுவாக ஆனால் குறைந்த கட்டணங்களுடன்",
  "page-what-is-ether-how-to-buy-eth-description-10": "<strong>PayPal</strong> அல்லது அது போன்ற சேவைகள் கிடைக்கும் இடங்களில்",
  "page-what-is-ether-how-to-buy-eth-description-11": "<strong>வணிகங்களுக்கு</strong>, பரிமாற்றங்கள் அதிக வரம்புகள், சிறந்த ஆதரவு, இணக்க அம்சங்கள், மொத்த தள்ளுபடிகள் மற்றும் மேம்பட்ட பாதுகாப்புடன் கார்ப்பரேட் கணக்குகளை வழங்குகின்றன.",
  "page-what-is-ether-how-to-buy-eth-description-12": "ETH பெற மற்ற வழிகள்:",
  "page-what-is-ether-how-to-buy-eth-description-13": "<strong>உங்களுக்குத் தெரிந்தவர்களிடமிருந்து பணம் பெறுதல்</strong>",
  "page-what-is-ether-how-to-buy-eth-description-14": "பரவலாக்கப்பட்ட நிதி நெறிமுறைகளில் <strong>நீர்மையை வழங்குங்கள்</strong>",
  "page-what-is-ether-how-to-buy-eth-description-15": "Ethereum நெட்வொர்க்கைப் பாதுகாக்கும் போது வெகுமதிகளைப் பெற <strong>ETH-ஐ ஸ்டேக் செய்யுங்கள்</strong>",
  "page-what-is-ether-how-to-buy-eth-description-16": "ETH-ஐ எப்படி, எங்கே வாங்குவது என்பது பற்றி மேலும் அறிக",
  "page-what-is-ether-how-to-send-and-receive-eth": "ETH அனுப்புவது மற்றும் பெறுவது எப்படி",
  "page-what-is-ether-how-to-send-and-receive-eth-description-1": "<strong>ETH அனுப்புவதற்கு</strong> ஒரு வாலட் மற்றும் பெறுநரின் முகவரி தேவை. அவர்களின் முகவரியை உள்ளிடவும், தொகையைக் குறிப்பிடவும், பரிவர்த்தனைக் கட்டணத்தை மதிப்பாய்வு செய்து உறுதிப்படுத்தவும். பரிவர்த்தனைகள் பொதுவாக 30 வினாடிகளுக்குள் வந்து சேரும், உறுதிசெய்யப்பட்டவுடன் அதை மாற்றியமைக்க முடியாது.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-2": "<strong>ETH பெறுவதற்கு</strong> உங்கள் Ethereum முகவரி அல்லது QR குறியீட்டை அனுப்புநருடன் பகிர வேண்டும். நெட்வொர்க் உறுதிப்படுத்தலுக்குப் பிறகு உங்கள் வாலட்டில் நிதி தோன்றும், பெரும்பாலான வாலட்கள் அறிவிப்புகளை வழங்குகின்றன.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-3": "<strong>உதவி தேவையா?</strong> <howToUseWallet>வாலட்டைப் பயன்படுத்துவது எப்படி</howToUseWallet> வழிகாட்டியைப் படியுங்கள்.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-4": "ETH வாங்கும்போது நீங்கள் \"<strong>கணக்கு/முகவரி</strong>\" மற்றும் \"<strong>வாலட்</strong>\" என்று கேட்பீர்கள்.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-5": "உங்கள் <strong>கணக்கை உங்கள் மின்னஞ்சல் முகவரி போல</strong> நினையுங்கள், அங்கு மக்கள் உங்களுக்குப் பணம் அனுப்புவார்கள்.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-6": "உங்கள் <strong>வாலட்டை உங்கள் மின்னஞ்சல் செயலி போல</strong> நினையுங்கள், அங்கு நீங்கள் இருப்பைச் சரிபார்த்து பணம் செலுத்தலாம்.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-7": "பெரிய தொகைகளுக்கு, கூடுதல் பாதுகாப்பிற்காக ஹார்டுவேர் வாலட்களைக் கவனியுங்கள்.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-8": "Ethereum மற்றும் அது எவ்வாறு செயல்படுகிறது என்பதைப் பற்றி அறிக.",
  "page-what-is-ether-how-to-send-and-receive-eth-callout": "உங்கள் Ethereum முகவரியை நம்பகமான தொடர்புகளுடன் மட்டுமே பகிரவும். Ethereum ஒரு பொதுப் பேரேடு என்பதால், அவர்கள் உங்கள் இருப்பு மற்றும் பரிவர்த்தனைகளைக் காணலாம். அவர்கள் உங்கள் நிதியை அணுக முடியாது, ஆனால் தனியுரிமை பரிந்துரைக்கப்படுகிறது.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth": "ETH அனுப்ப எவ்வளவு நேரம் ஆகும்?",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-1": "ETH பரிவர்த்தனைகள் பொதுவாக 30 வினாடிகளுக்குள் முடிவடையும். Ethereum நெட்வொர்க் ஒவ்வொரு 12 வினாடிக்கும் பிளாக்குகளைச் செயலாக்குகிறது, இருப்பினும் நெரிசலின் போது பரிவர்த்தனைகள் வரிசையில் நிற்கலாம்.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-2": "Bitcoin-இன் 60 நிமிட சராசரியுடன் ஒப்பிடும்போது, பரிவர்த்தனைகள் ~15 நிமிடங்களுக்குப் பிறகு 'இறுதித்தன்மையை' அடைகின்றன.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-3": "அதிக நெட்வொர்க் டிராஃபிக்கின் போது, அதிக பரிவர்த்தனைக் கட்டணங்களைச் செலுத்துவதன் மூலம் பரிவர்த்தனைகளை விரைவுபடுத்தலாம், இது உங்களை வரிசையில் முன்னால் வைக்கும். கட்டணங்கள் வேலிடேட்டர்கள் மற்றும் எரிப்பு பொறிமுறைக்கு இடையில் பிரிக்கப்படுகின்றன.",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth": "ETH அனுப்ப எவ்வளவு செலவாகும்?",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth-description-1": "Ethereum பரிவர்த்தனைகளுக்கு <strong>ETH-இல் செலுத்தப்படும் பரிவர்த்தனைக் கட்டணங்கள்</strong> தேவை. கட்டணம் தேவைப்படும் கணக்கீட்டுப் பணியின் ( 'gas' இல் அளவிடப்படுகிறது) மற்றும் நெட்வொர்க்கின் தற்போதைய தேவையின் அடிப்படையில் கணக்கிடப்படுகிறது. நெட்வொர்க் டிராஃபிக்கைப் பொறுத்து gas-இன் விலை ஏற்ற இறக்கமாக இருக்கும், இது உச்சமற்ற காலங்களில் பரிவர்த்தனைகளை குறைந்த செலவில் செய்கிறது.",
  "page-what-is-ether-l2s": "L2-களை உள்ளிடவும்: Ethereum-ஐ அளவிடுதல்",
  "page-what-is-ether-l2s-description-1": "Ethereum-இன் பிரபலம் அதிகரிக்கும்போது, பரிவர்த்தனைக் கட்டணங்களை குறைவாக வைத்திருப்பது சவாலாகிறது. <strong>லேயர் 2 (L2)</strong> நெட்வொர்க்குகள் இந்தச் சிக்கலைத் தீர்க்கின்றன.",
  "page-what-is-ether-l2s-description-2": "<optimism>Optimism</optimism> மற்றும் <arbitrum>Arbitrum</arbitrum> போன்ற L2-கள் Ethereum-இன் பாதுகாப்பைப் பெறும்போது <strong>10-100x மலிவான கட்டணங்களை</strong> வழங்குகின்றன. அவை ஆஃப்செயினில் பரிவர்த்தனைகளைச் செயலாக்கி, Ethereum-க்குத் தரவை அனுப்புகின்றன.",
  "page-what-is-ether-l2s-description-3": "அவற்றை Ethereum-இன் பிரதான நெடுஞ்சாலையுடன் வேகமான, மலிவான பரிவர்த்தனைகளை வழங்கும் எக்ஸ்பிரஸ் லேன்களாக நினையுங்கள்.",
  "page-what-is-ether-l2s-description-4": "L2 <strong>பரிமாற்றங்களுக்கு பொதுவாக $0.01-க்கும் குறைவாகவே செலவாகும்</strong>, இது Robinhood, PayPal மற்றும் Shopify போன்ற நிறுவனங்களுடனான ஒருங்கிணைப்புகள் மூலம் மில்லியன் கணக்கான பயனர்களுக்கு Ethereum-ஐ கொண்டு செல்கிறது.",
  "page-what-is-ether-what-is-the-eth-supply": "ETH சப்ளை என்றால் என்ன?",
  "page-what-is-ether-what-is-the-eth-supply-description-1": "Bitcoin-இன் நிலையான 21 மில்லியன் வரம்பைப் போலல்லாமல், ETH மாறும் சப்ளை மெக்கானிக்ஸ் கொண்டது:",
  "page-what-is-ether-what-is-the-eth-supply-description-2": "புரோட்டோகால் மூலம் கணக்கிடப்பட்ட ஒரு வரையறுக்கப்பட்ட விகிதத்தில் நெட்வொர்க் வேலிடேட்டர்களுக்கு வெகுமதி அளிக்க புதிய ETH வழங்கப்படுகிறது",
  "page-what-is-ether-what-is-the-eth-supply-description-3": "ஒவ்வொரு பரிவர்த்தனைக் கட்டணத்தின் ஒரு பகுதியும் நிரந்தரமாக \"எரிக்கப்படுகிறது\" (இருப்பிலிருந்து நீக்கப்படுகிறது)",
  "page-what-is-ether-what-is-the-eth-supply-description-4": "இது நெட்வொர்க் பயன்பாட்டின் அடிப்படையில் பணவீக்கம் மற்றும் பணவாட்டத்தின் மாறி மாறி வரும் காலங்களை உருவாக்குகிறது",
  "page-what-is-ether-what-is-the-eth-supply-description-5": "<strong>எதிர்பார்க்கப்படும் சமநிலை</strong>: இந்த அமைப்பு நெட்வொர்க் பாதுகாப்பை நீண்ட கால மதிப்புப் பாதுகாப்போடு சமநிலைப்படுத்துகிறது. அதிக பயன்பாடு பணவாட்டத்திற்கு வழிவகுக்கிறது; குறைந்த பயன்பாடு பணவீக்கத்திற்கு வழிவகுக்கிறது.",
  "page-what-is-ether-what-is-the-eth-supply-description-6": "தரவு ஆதாரங்கள்: <etherscan>Etherscan</etherscan>, <ultrasound>Ultrasound Money</ultrasound>",
  "page-what-is-ether-what-is-the-distribution-of-eth": "ETH-இன் விநியோகம் என்ன?",
  "page-what-is-ether-what-is-the-distribution-of-eth-description-1": "<etherscan>பத்து மில்லியன் கணக்கான முகவரிகளில்</etherscan> உரிமை பரவலாக விநியோகிக்கப்பட்டுள்ளது, இது கட்டுப்பாட்டின் செறிவைத் தடுத்து, பரவலாக்கத்தை மேம்படுத்துகிறது.",
  "page-what-is-ether-breakdown": "ஈதர் விநியோகத்தின் ஒரு முறிவு",
  "page-what-is-ether-breakdown-description-1": "<strong>ஸ்டேக் செய்யப்பட்ட ஈதர்</strong>: நெட்வொர்க் பாதுகாப்பிற்காக <beaconchain>பூட்டப்பட்ட</beaconchain> பத்து மில்லியன் கணக்கான ETH",
  "page-what-is-ether-breakdown-description-2": "<strong>பரிமாற்றங்கள்</strong>: மையப்படுத்தப்பட்ட தளங்கள் <unchained>13-16%</unchained> சப்ளையை வைத்திருக்கின்றன",
  "page-what-is-ether-breakdown-description-3": "<strong>ஸ்மார்ட் ஒப்பந்தங்கள்</strong>: DeFi புரோட்டோகால்கள் உட்பட ஸ்மார்ட் ஒப்பந்தங்களில் குறிப்பிடத்தக்க அளவு",
  "page-what-is-ether-breakdown-description-4": "<strong>Ethereum அறக்கட்டளை</strong>: சப்ளையில் <ef>0.3%-க்கும் குறைவாக</ef> வைத்திருக்கிறது (2014-இல் 9%-இலிருந்து குறைந்துள்ளது)",
  "page-what-is-ether-who-holds-most": "யார் அதிகம் வைத்திருப்பது?",
  "page-what-is-ether-who-holds-most-description-1": "அதிக ETH இருப்புகளைக் கொண்ட Ethereum முகவரிகள் பொதுவாக தனிநபர்கள் அல்ல. \"சிறந்த\" Ethereum முகவரிகளில் தெரியும் ஈதரின் பெரும்பகுதி ஒரு தனிநபரின் உடைமைகளைக் குறிக்கவில்லை, மாறாக பல வேறுபட்ட நபர்கள் மற்றும் நிறுவனங்களின் கூட்டு, திரட்டப்பட்ட நிதியைக் குறிக்கிறது.",
  "page-what-is-ether-who-holds-most-description-2": "அதிக இருப்பு கொண்ட ETH கணக்குகளில் பொதுவாக அடங்குபவை:",
  "page-what-is-ether-who-holds-most-description-3": "பீக்கன் செயின் டெபாசிட் ஒப்பந்தம்: டெபாசிட் ஒப்பந்தத்தின் இருப்பு, Ethereum நெட்வொர்க்கைப் பாதுகாக்க <staked>ஸ்டேக் செய்யப்பட்ட</staked> அனைத்து ETH-ஐயும் குறிக்கிறது. இது மிகப்பெரிய ETH இருப்பைக் கொண்ட Ethereum முகவரியாக இருந்தாலும், இது அணுகக்கூடிய Ethereum வாலட் கணக்கைக் குறிக்கவில்லை. இது ஸ்டேக்கிங்கில் பங்கேற்பதற்கான முதல் படியாக ETH வைப்புகளை ஏற்கும் ஒரு ஸ்மார்ட் ஒப்பந்தமாகும், பின்னர் அந்த ஈதரின் இருப்பை நெட்வொர்க்கின் செயலில் உள்ள வேலிடேட்டர்கள் முழுவதும் நிர்வகிக்கிறது.",
  "page-what-is-ether-who-holds-most-description-4": "ஸ்மார்ட் ஒப்பந்தங்கள்: மற்ற பல அதிக இருப்பு கொண்ட Ethereum முகவரிகள், பரவலாக்கப்பட்ட நிதி (DeFi) புரோட்டோகால்கள், பிரிட்ஜ்கள் அல்லது பரவலாக்கப்பட்ட தன்னாட்சி அமைப்புகள் (DAOs) போன்ற Ethereum-அடிப்படையிலான பயன்பாடுகளை இயக்கும் ஸ்மார்ட் ஒப்பந்தங்களைக் குறிக்கின்றன. இந்த ஒப்பந்த இருப்புகள், பல வாலட்கள் தங்கள் பயன்பாட்டில் பங்கேற்க டெபாசிட் செய்த ஈதரைக் குறிக்கின்றன.",
  "page-what-is-ether-who-holds-most-description-5": "ஆம்னிபஸ் கணக்குகள்: இவை பரிமாற்றங்கள், தளங்கள் மற்றும் நிதிகள் (Coinbase, Robinhood அல்லது Binance போன்றவை) மூலம் இயக்கப்படும் பெரிய வாலட்கள் ஆகும். ஒரு பயனர் ஒரு பரிமாற்றத்தில் ETH வாங்கும்போது, அது பெரும்பாலும் தளத்தின் ஆயிரக்கணக்கான பிற வாடிக்கையாளர்கள் வைத்திருக்கும் ETH-உடன் இந்த பெரிய கணக்குகளில் ஒன்றில் வைக்கப்படுகிறது.",
  "page-what-is-ether-who-holds-most-description-6": "<etherscan>Etherscan-இல்</etherscan> அதிக ETH இருப்புக்களைக் கொண்ட Ethereum வாலட் முகவரிகளின் நேரலைப் பட்டியலை இங்கே காணலாம்.",
  "page-what-is-ether-distribution": "பரவலாக்கத்திற்கு விநியோகம் ஏன் முக்கியம்",
  "page-what-is-ether-distribution-description-1": "பரவலான விநியோகம் மையப்படுத்தப்பட்ட கட்டுப்பாட்டைத் தடுக்கிறது. உண்மையான பரவலாக்கம் நெட்வொர்க்கைப் பராமரிக்கும் சுயாதீன முனைகள் மற்றும் வேலிடேட்டர்களின் எண்ணிக்கையைப் பொறுத்தது.",
  "page-what-is-ether-what-makes-eth-valuable": "ETH-ஐ மதிப்புமிக்கதாக ஆக்குவது எது?",
  "page-what-is-ether-what-makes-eth-valuable-description-1": "ETH பல மூலங்களிலிருந்து மதிப்பெறுகிறது:",
  "page-what-is-ether-what-makes-eth-valuable-description-2": "<strong>நெட்வொர்க் பயன்பாடு</strong>: அனைத்து Ethereum பரிவர்த்தனைகளுக்கும் gas கட்டணத்திற்கு ETH தேவைப்படுகிறது, இது நெட்வொர்க் பயன்பாட்டுடன் வளரும் நிலையான தேவையை உருவாக்குகிறது.",
  "page-what-is-ether-what-makes-eth-valuable-description-3": "<strong>ஸ்டேக்கிங் வெகுமதிகள்</strong>: ETH ஸ்டேக்கர்கள் நெட்வொர்க்கைப் பாதுகாக்கும் போது வருவாயைப் பெறுகிறார்கள், இது தனிநபர் மற்றும் நிறுவன முதலீட்டாளர்கள் இருவரையும் ஈர்க்கிறது.",
  "page-what-is-ether-what-makes-eth-valuable-description-4": "<strong>மதிப்பு சேமிப்பு</strong>: பலர் ETH-ஐ \"டிஜிட்டல் எண்ணெய்\" என்று பார்க்கிறார்கள்—இது டிஜிட்டல் பொருளாதாரத்தை இயக்கும் உண்மையான பயன்பாட்டுடன் கூடிய ஒரு பற்றாக்குறையான சொத்து.",
  "page-what-is-ether-what-makes-eth-valuable-description-5": "<strong>சப்ளை இயக்கவியல்</strong>: கட்டண எரிப்பு அதிக பயன்பாட்டு காலங்களில் பணவாட்ட அழுத்தத்தை உருவாக்குகிறது. 2021 முதல், <ultrasound>மில்லியன் கணக்கான ETH நிரந்தரமாக</ultrasound> புழக்கத்திலிருந்து அகற்றப்பட்டுள்ளது.",
  "page-what-is-ether-what-is-wrapping-eth": "ETH-ஐ விராப்பிங் செய்வது என்றால் என்ன?",
  "page-what-is-ether-what-is-wrapping-eth-description-1": "விராப் செய்யப்பட்ட ETH (WETH) என்பது 1:1 அடிப்படையில் ETH-ஐ பிரதிநிதித்துவப்படுத்தும் ஒரு ERC-20 டோக்கன் ஆகும். பல பரவலாக்கப்பட்ட பயன்பாடுகள் மற்றும் L2 நெட்வொர்க்குகள் ERC-20 டோக்கன்களைக் கையாளும் வகையில் உருவாக்கப்பட்டுள்ளன, ஆனால் சொந்த ETH ஒரு ERC-20 டோக்கன் அல்ல. 'விராப்பிங்' என்பது ஒரு ஸ்மார்ட் ஒப்பந்தத்தில் ETH-ஐ பூட்டி, அந்தப் பூட்டப்பட்ட ETH-இன் (WETH) ஒரு ERC-20 பிரதிநிதித்துவத்தை வழங்குவதாகும், இது ERC-20 டோக்கன்களை மட்டுமே ஏற்கக்கூடிய எந்தவொரு பயன்பாடுகள் மற்றும் L2-களிலும் பயன்படுத்த அனுமதிக்கிறது.",
  "page-what-is-ether-what-is-wrapping-eth-description-2": "பொதுவான பயன்பாடுகளில் அடங்குபவை:",
  "page-what-is-ether-what-is-wrapping-eth-description-3": "<uniswap>Uniswap</uniswap> போன்ற பரவலாக்கப்பட்ட பரிமாற்றங்களில் வர்த்தக ஜோடிகள்",
  "page-what-is-ether-what-is-wrapping-eth-description-4": "<aave>Aave</aave> போன்ற கடன் வழங்கும் தளங்களில் இணை",
  "page-what-is-ether-what-is-wrapping-eth-description-5": "<opensea>OpenSea</opensea> போன்ற NFT சந்தைகளில் ஏலம் விடுதல்",
  "page-what-is-ether-what-is-wrapping-eth-description-6": "WETH-ஐ எப்போது வேண்டுமானாலும் குறைந்த கட்டணத்தில் மீண்டும் ETH-ஆக மாற்றலாம். WETH அழிக்கப்பட்டு, அது பிரதிநிதித்துவப்படுத்திய ETH ஸ்மார்ட் ஒப்பந்தத்திலிருந்து வெளியிடப்படுகிறது. பெரும்பாலான பயன்பாடுகள் விராப்பிங் மற்றும் அன்விராப்பிங் செயல்முறையை தடையின்றி கையாளுகின்றன.",
  "page-what-is-ether-what-is-wrapping-eth-description-7": "விராப் செய்யப்பட்ட ETH (WETH) பற்றி மேலும் அறிக",
  "page-what-is-ether-gas-table-transaction-type": "பரிவர்த்தனை வகை",
  "page-what-is-ether-gas-table-typical-cost-range": "நேரலைச் செலவு வரம்பு",
  "page-what-is-ether-gas-table-estimated-gas-units": "மதிப்பிடப்பட்ட gas அலகுகள்",
  "page-what-is-ether-gas-table-row-1-1": "ETH பரிமாற்றங்கள்",
  "page-what-is-ether-gas-table-row-2-1": "டோக்கன்களை இடமாற்றுதல்",
  "page-what-is-ether-gas-table-row-3-1": "சிக்கலான DeFi/NFT பரிவர்த்தனைகள்"
}