{
  "comp-withdrawal-comparison-current-title": "தற்போதைய ஸ்டேக்கர்கள்",
  "comp-withdrawal-comparison-current-li-1": "சில பயனர்கள் ஆரம்பத்தில் தங்களது ஸ்டேக்கிங் டெபாசிட்டை அமைக்கும்போது திரும்பப் பெறும் முகவரியை வழங்கியிருக்கலாம்—இந்த பயனர்கள் செய்ய வேண்டியது வேறு எதுவும் இல்லை",
  "comp-withdrawal-comparison-current-li-2": "பெரும்பாலான ஸ்டேக்கர்கள் ஆரம்ப வைப்புத்தொகையில் திரும்பப் பெறும் முகவரியை வழங்கவில்லை, மேலும் அவர்களின் திரும்பப் பெறும் நற்சான்றிதழ்களைப் புதுப்பிக்க வேண்டும். இதை எப்படிச் செய்வது என்பதற்கான வழிமுறைகள் <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">ஸ்டேக்கிங் லான்ச்பேடில்</a> உள்ளன",
  "comp-withdrawal-comparison-current-p": "உங்கள் நற்சான்றிதழ்களை இன்னும் புதுப்பிக்க வேண்டுமா என்பதைப் பார்க்க, உங்கள் சரிபார்ப்பான் குறியீட்டு எண்ணை இங்கே உள்ளிடலாம் <Text as=\"span\" fontWeight=\"normal\">(இதை உங்கள் கிளையன்ட் பதிவுகளில் காணலாம்):</Text>",
  "comp-withdrawal-comparison-new-title": "புதிய ஸ்டேக்கர்கள் (இன்னும் டெபாசிட் செய்யப்படவில்லை)",
  "comp-withdrawal-comparison-new-li-1": "இயல்பாக, வெகுமதி செலுத்துதல்கள் மற்றும் திரும்பப் பெறும் செயல்பாடுகளைத் தானாக இயக்க விரும்பும் புதிய ஸ்டேக்கர்கள், ஸ்டேக்கிங் டெபாசிட் CLI கருவியைப் பயன்படுத்தி தங்கள் சரிபார்ப்பான் விசைகளை உருவாக்கும் போது அவர்கள் கட்டுப்படுத்தும் Ethereum திரும்பப் பெறும் முகவரியை வழங்க வேண்டும்",
  "comp-withdrawal-comparison-new-li-2": "வைப்பு செய்யும் நேரத்தில் இது தேவையில்லை, ஆனால் பின்னர் உங்கள் நிதியைத் திறக்க இந்த விசைகளைப் புதுப்பிக்க வேண்டிய தேவையை இது தடுக்கும்",
  "comp-withdrawal-comparison-new-p": "ஸ்டேக்கிங் லான்ச்பேட் ஸ்டேக்கிங் ஆன்போர்டிங் மூலம் உங்களுக்கு வழிகாட்டும்.",
  "comp-withdrawal-comparison-new-link": "ஸ்டேக்கிங் லான்ச்பேடைப் பார்வையிடவும்",
  "comp-withdrawal-credentials-placeholder": "சரிபார்ப்பான் குறியீடு",
  "comp-withdrawal-credentials-error": "ஓ! சரிபார்ப்பான் குறியீட்டு எண்ணை இருமுறை சரிபார்த்து மீண்டும் முயற்சிக்கவும்.",
  "comp-withdrawal-credentials-upgraded-1": "சரிபார்ப்பான் குறியீடு {validatorIndex} வெகுமதிகளைப் பெறத் தயாராக உள்ளது!",
  "comp-withdrawal-credentials-upgraded-2": "செயல்படுத்தும் முகவரியுடன் இணைக்கப்பட்ட திரும்பப் பெறும் நற்சான்றிதழ்கள்:",
  "comp-withdrawal-credentials-not-upgraded-1": "இந்த {network} சரிபார்ப்பான் மேம்படுத்தப்பட வேண்டும்.",
  "comp-withdrawal-credentials-not-upgraded-2": "மேம்படுத்துவது எப்படி என்பதற்கான வழிமுறைகளை தற்போது <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">ஸ்டேக்கிங் லான்ச்பேடில்</a> காணலாம்",
  "comp-withdrawal-credentials-verify": "{network} இல் சரிபார்க்கவும்",
  "page-staking-withdrawals-when": "அனுப்பப்பட்டது!",
  "page-staking-image-alt": "ஸ்டேக்கிங் லான்ச்பேடுக்கான காண்டாமிருக சின்னத்தின் படம்.",
  "page-staking-benefits-1-title": "வெகுமதிகளைப் பெறுங்கள்",
  "page-staking-benefits-1-description": "<a href=\"/glossary/#consensus\">ஒருமித்த கருத்தை</a> அடைய நெட்வொர்க்கிற்கு உதவும் செயல்களுக்கு வெகுமதிகள் வழங்கப்படுகின்றன. புதிய பிளாக்குகளில் பரிவர்த்தனைகளைச் சரியாகத் தொகுக்கும் மற்றும் பிற சரிபார்ப்பாளர்களின் வேலையைச் சரிபார்க்கும் மென்பொருளை இயக்குவதற்காக நீங்கள் வெகுமதிகளைப் பெறுவீர்கள், ஏனெனில் அதுதான் சங்கிலியைப் பாதுகாப்பாக இயங்க வைக்கிறது.",
  "page-staking-benefits-2-title": "சிறந்த பாதுகாப்பு",
  "page-staking-benefits-2-description": "அதிக ETH ஸ்டேக் செய்யப்படுவதால், தாக்குதல்களுக்கு எதிராக நெட்வொர்க் வலுவடைகிறது, ஏனெனில் நெட்வொர்க்கின் பெரும்பான்மையைக் கட்டுப்படுத்த அதிக ETH தேவைப்படுகிறது. அச்சுறுத்தலாக மாற, நீங்கள் பெரும்பான்மையான சரிபார்ப்பாளர்களை வைத்திருக்க வேண்டும், அதாவது கணினியில் உள்ள பெரும்பான்மையான ETH-ஐ நீங்கள் கட்டுப்படுத்த வேண்டும் - அது மிக அதிகம்!",
  "page-staking-benefits-3-title": "மேலும் நிலையானது",
  "page-staking-benefits-3-description": "நெட்வொர்க்கைப் பாதுகாப்பதில் பங்கேற்க ஸ்டேக்கர்கள் ஆற்றல் மிகுந்த ப்ரூஃப்-ஆஃப்-வொர்க் கணக்கீடுகளைச் செய்யத் தேவையில்லை, அதாவது ஸ்டேக்கிங் முனைகள் மிகக் குறைந்த ஆற்றலைப் பயன்படுத்தி ஒப்பீட்டளவில் மிதமான வன்பொருளில் இயங்க முடியும்.",
  "page-staking-benefits-3-link": "Ethereum-இன் ஆற்றல் நுகர்வு பற்றி மேலும்",
  "page-staking-description": "<a href=\"/glossary/#validator\">சரிபார்ப்பான்</a> மென்பொருளைச் செயல்படுத்த 32 ETH டெபாசிட் செய்யும் செயலே ஸ்டேக்கிங் ஆகும். ஒரு சரிபார்ப்பாளராக, தரவைச் சேமிப்பதற்கும், பரிவர்த்தனைகளைச் செயலாக்குவதற்கும், பிளாக்செயினில் புதிய <a href=\"/glossary/#block\">பிளாக்குகளை</a> சேர்ப்பதற்கும் நீங்கள் பொறுப்பாவீர்கள். இது Ethereum-ஐ அனைவருக்கும் பாதுகாப்பாக வைத்திருக்கும் மற்றும் இந்தச் செயல்பாட்டில் உங்களுக்குப் புதிய ETH-ஐப் பெற்றுத் தரும்.",
  "page-staking-hero-title": "உங்கள் ETH-ஐ எப்படி ஸ்டேக் செய்வது",
  "page-staking-hero-header": "Ethereum-ஐப் பாதுகாக்கும் போது வெகுமதிகளைப் பெறுங்கள்",
  "page-staking-hero-subtitle": "எந்தவொரு பயனரும் எந்த அளவு ETH உடனும் நெட்வொர்க்கைப் பாதுகாக்க உதவலாம் மற்றும் இந்தச் செயல்பாட்டில் வெகுமதிகளைப் பெறலாம்.",
  "page-staking-dropdown-home": "ஸ்டேக்கிங் முகப்புப்பக்கம்",
  "page-staking-dropdown-solo": "வீட்டு ஸ்டேக்கிங்",
  "page-staking-more-on-solo": "வீட்டு ஸ்டேக்கிங் பற்றி மேலும்",
  "page-staking-learn-more-solo": "தனியாக ஸ்டேக்கிங் செய்வது பற்றி மேலும் அறிக",
  "page-staking-dropdown-saas": "சேவையாகப் பணயம் வைப்பது",
  "page-staking-saas-with-abbrev": "ஸ்டாக்கிங் ஒரு சேவையாக (SaaS)",
  "page-staking-more-on-saas": "ஒரு சேவையாக ஸ்டேக்கிங் செய்வது பற்றி மேலும்",
  "page-staking-learn-more-saas": "ஒரு சேவையாக ஸ்டேக்கிங் செய்வது பற்றி மேலும் அறிக",
  "page-staking-dropdown-pools": "பூல்டு ஸ்டேக்கிங்",
  "page-staking-dropdown-withdrawals": "திரும்பப் பெறுதல் பற்றி",
  "page-staking-dropdown-dvt": "விநியோகிக்கப்பட்ட சரிபார்ப்பான் தொழில்நுட்பம்",
  "page-staking-more-on-pools": "குழும ஸ்டேக்கிங் பற்றி மேலும்",
  "page-staking-learn-more-pools": "குழும ஸ்டேக்கிங் பற்றி மேலும் அறிக",
  "page-staking-section-what-title": "ஸ்டேக்கிங் என்றால் என்ன?",
  "page-staking-section-why-title": "உங்கள் ETH-ஐ ஏன் ஸ்டேக் செய்ய வேண்டும்?",
  "page-staking-section-why-p1": "நீங்கள் எவ்வளவு ஸ்டேக் செய்ய விரும்புகிறீர்கள் என்பதைப் பொறுத்தது. உங்கள் சொந்த சரிபார்ப்பானைச் செயல்படுத்த உங்களுக்கு 32 ETH தேவைப்படும், ஆனால் குறைவாக ஸ்டேக் செய்ய முடியும்.",
  "page-staking-section-why-p2": "கீழே உள்ள விருப்பங்களைப் பார்த்து, உங்களுக்கும் நெட்வொர்க்கிற்கும் சிறந்த ஒன்றைத் தேர்ந்தெடுக்கவும்.",
  "page-staking-guide-title-coincashew-ethereum": "CoinCashew-வின் Ethereum 2.0 வழிகாட்டி",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Rocket Pool முனை ஆபரேட்டர்கள்",
  "page-staking-guide-title-stakewise": "StakeWise முனை ஆபரேட்டர்கள்",
  "page-staking-guide-title-lido-csm": "Lido CSM முனை ஆபரேட்டர்கள்",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-guide-description-mac-linux-windows": "Linux, Windows, MacOS (CLI)",
  "page-staking-hierarchy-solo-h2": "வீட்டு ஸ்டேக்கிங்",
  "page-staking-hierarchy-solo-pill-1": "மிகவும் தாக்கமானது",
  "page-staking-hierarchy-solo-pill-2": "முழு கட்டுப்பாடு",
  "page-staking-hierarchy-solo-pill-3": "முழு வெகுமதிகள்",
  "page-staking-hierarchy-solo-pill-4": "நம்பிக்கை தேவைப்படாதது",
  "page-staking-hierarchy-solo-p1": "Ethereum-இல் வீட்டு ஸ்டேக்கிங் என்பது ஸ்டேக்கிங்கிற்கான <span class=\"gold\">தங்கத் தரமாகும்</span>. இது முழு பங்கேற்பு வெகுமதிகளை வழங்குகிறது, நெட்வொர்க்கின் பரவலாக்கத்தை மேம்படுத்துகிறது, மேலும் உங்கள் நிதியுடன் வேறு யாரையும் நம்ப வேண்டிய அவசியமில்லை.",
  "page-staking-hierarchy-solo-p2": "வீட்டிலிருந்து ஸ்டேக்கிங் செய்வதைக் கருத்தில் கொள்பவர்களிடம் కొంత அளவு ETH மற்றும் ~24/7 இணையத்துடன் இணைக்கப்பட்ட ஒரு பிரத்யேக கணினி இருக்க வேண்டும். சில தொழில்நுட்ப அறிவு உதவியாக இருக்கும், ஆனால் இந்த செயல்முறையை எளிதாக்க உதவும் சுலபமாக பயன்படுத்தக்கூடிய கருவிகள் இப்போது உள்ளன.",
  "page-staking-hierarchy-solo-p3": "வீட்டு ஸ்டேக்கர்கள் தங்கள் நிதியை மற்றவர்களுடன் இணைக்கலாம் அல்லது குறைந்தது 32 ETH உடன் தனியாக செல்லலாம். DeFi-க்கான அணுகலைப் பராமரிக்க லிக்விட் ஸ்டேக்கிங் டோக்கன் தீர்வுகளைப் பயன்படுத்தலாம்.",
  "page-staking-hierarchy-saas-pill-1": "உங்கள் 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "உங்கள் சரிபார்ப்பான் விசைகள்",
  "page-staking-hierarchy-saas-pill-3": "ஒப்படைக்கப்பட்ட முனை செயல்பாடு",
  "page-staking-hierarchy-saas-p1": "நீங்கள் வன்பொருளைக் கையாள்வதில் வசதியாக இல்லாவிட்டாலும், உங்கள் 32 ETH-ஐ ஸ்டேக் செய்ய விரும்பினால், ஸ்டேக்கிங்-ஆஸ்-எ-சர்வீஸ் விருப்பங்கள் கடினமான பகுதியை ஒப்படைக்க உங்களை அனுமதிக்கின்றன, அதே நேரத்தில் நீங்கள் நேட்டிவ் பிளாக் வெகுமதிகளைப் பெறுவீர்கள்.",
  "page-staking-hierarchy-saas-p2": "இந்த விருப்பங்கள் பொதுவாக சரிபார்ப்பான் நற்சான்றிதழ்களின் தொகுப்பை உருவாக்குதல், உங்கள் கையொப்பமிடும் விசைகளை அவற்றில் பதிவேற்றுதல் மற்றும் உங்கள் 32 ETH-ஐ டெபாசிட் செய்தல் ஆகியவற்றின் மூலம் உங்களுக்கு வழிகாட்டுகின்றன. இது உங்கள் சார்பாக சரிபார்க்க சேவையை அனுமதிக்கிறது.",
  "page-staking-hierarchy-saas-p3": "இந்த ஸ்டேக்கிங் முறைக்கு வழங்குநரிடம் ஒரு குறிப்பிட்ட அளவு நம்பிக்கை தேவை. எதிர்-தரப்பு அபாயத்தைக் கட்டுப்படுத்த, உங்கள் ETH-ஐ திரும்பப் பெறுவதற்கான விசைகள் பொதுவாக உங்கள் வசம் வைக்கப்படும்.",
  "page-staking-hierarchy-pools-pill-1": "எந்த அளவையும் ஸ்டேக் செய்யுங்கள்",
  "page-staking-hierarchy-pools-pill-2": "வெகுமதிகளைப் பெறுங்கள்",
  "page-staking-hierarchy-pools-pill-3": "எளிமையாக வைத்திருங்கள்",
  "page-staking-hierarchy-pools-pill-4": "பிரபலமானது",
  "page-staking-hierarchy-pools-p1": "32 ETH ஸ்டேக்கிங் செய்ய வசதியாக இல்லாத அல்லது வசதியாக உணராத பயனர்களுக்கு உதவ பல குழும தீர்வுகள் உள்ளன.",
  "page-staking-hierarchy-pools-p2": "இந்த விருப்பங்களில் பல 'லிக்விட் ஸ்டேக்கிங்' என்று அழைக்கப்படுவதை உள்ளடக்கியது, இது உங்கள் ஸ்டேக் செய்யப்பட்ட ETH-ஐக் குறிக்கும் <a href=\"/glossary/#erc-20\">ERC-20</a> லிக்விடிட்டி டோக்கனை உள்ளடக்கியது.",
  "page-staking-hierarchy-pools-p3": "லிக்விட் ஸ்டேக்கிங் ஆனது, ஸ்டேக்கிங் மற்றும் அன்ஸ்டேக்கிங்கை ஒரு டோக்கன் இடமாற்றத்தைப் போல எளிதாக்குகிறது மற்றும் DeFi இல் ஸ்டேக் செய்யப்பட்ட மூலதனத்தைப் பயன்படுத்த உதவுகிறது. இந்த விருப்பம் பயனர்கள் தங்கள் சொத்துக்களை தங்கள் சொந்த Ethereum <a href=\"/glossary/#wallet\">வாலட்டில்</a> வைத்திருக்க அனுமதிக்கிறது.",
  "page-staking-hierarchy-pools-p4": "குழும ஸ்டேக்கிங் Ethereum நெட்வொர்க்கிற்கு உரியதல்ல. மூன்றாம் தரப்பினர் இந்த தீர்வுகளை உருவாக்குகிறார்கள், மேலும் அவை அவற்றின் சொந்த அபாயங்களைக் கொண்டுள்ளன.",
  "page-staking-hierarchy-cex-h2": "மையப்படுத்தப்பட்ட பரிமாற்றங்கள்",
  "page-staking-hierarchy-cex-pill-1": "குறைந்த தாக்கமானது",
  "page-staking-hierarchy-cex-pill-2": "அதிகபட்ச நம்பிக்கை அனுமானங்கள்",
  "page-staking-hierarchy-cex-p1": "உங்கள் சொந்த வாலட்டில் ETH-ஐ வைத்திருப்பதில் உங்களுக்கு இன்னும் வசதியாக இல்லை என்றால், பல மையப்படுத்தப்பட்ட பரிமாற்றங்கள் ஸ்டேக்கிங் சேவைகளை வழங்குகின்றன. குறைந்தபட்ச மேற்பார்வை அல்லது முயற்சியுடன் உங்கள் ETH கையிருப்பில் சில வருமானத்தைப் பெற உங்களை அனுமதிக்கும் ஒரு பின்வாங்கலாக அவை இருக்கலாம்.",
  "page-staking-hierarchy-cex-p2": "இங்குள்ள வர்த்தகம் என்னவென்றால், மையப்படுத்தப்பட்ட வழங்குநர்கள் அதிக எண்ணிக்கையிலான சரிபார்ப்பாளர்களை இயக்க ETH-இன் பெரிய குழுமங்களை ஒருங்கிணைக்கிறார்கள். இது நெட்வொர்க்கிற்கும் அதன் பயனர்களுக்கும் ஆபத்தானது, ஏனெனில் இது ஒரு பெரிய மையப்படுத்தப்பட்ட இலக்கையும் தோல்விப் புள்ளியையும் உருவாக்குகிறது, இது நெட்வொர்க்கை தாக்குதல் அல்லது பிழைகளுக்கு அதிக பாதிப்புக்குள்ளாக்குகிறது.",
  "page-staking-hierarchy-cex-p3": "உங்கள் சொந்த <a href=\"/glossary/#key\">விசைகளை</a> வைத்திருப்பதில் உங்களுக்கு வசதியாக இல்லை என்றால், பரவாயில்லை. இந்த விருப்பங்கள் உங்களுக்காக இங்கே உள்ளன. இதற்கிடையில், எங்கள் <a href=\"/wallets/\">வாலட்கள் பக்கத்தைப்</a> பார்க்கவும், அங்கு உங்கள் நிதிகளின் மீது உண்மையான உரிமையை எவ்வாறு எடுத்துக்கொள்வது என்பதைக் கற்றுக்கொள்ளத் தொடங்கலாம். நீங்கள் தயாரானதும், மீண்டும் வந்து, வழங்கப்படும் சுய-பாதுகாப்பு குழும ஸ்டேக்கிங் சேவைகளில் ஒன்றை முயற்சிப்பதன் மூலம் உங்கள் ஸ்டேக்கிங் விளையாட்டை மேம்படுத்தவும்.",
  "page-staking-hierarchy-subtext": "நீங்கள் கவனித்திருக்கலாம், Ethereum ஸ்டேக்கிங்கில் பங்கேற்க பல வழிகள் உள்ளன. இந்த பாதைகள் பரந்த அளவிலான பயனர்களை இலக்காகக் கொண்டுள்ளன, மேலும் இறுதியில் ஒவ்வொன்றும் தனித்துவமானவை மற்றும் அபாயங்கள், வெகுமதிகள் மற்றும் நம்பிக்கை அனுமானங்கள் ஆகியவற்றின் அடிப்படையில் வேறுபடுகின்றன. சில மற்றவற்றை விட பரவலாக்கப்பட்டவை, போரில் சோதிக்கப்பட்டவை மற்றும்/அல்லது ஆபத்தானவை. இந்தத் துறையில் பிரபலமான திட்டங்கள் பற்றிய சில தகவல்களை நாங்கள் வழங்குகிறோம், ஆனால் எங்கும் ETH அனுப்புவதற்கு முன் <em>எப்போதும் உங்கள் சொந்த ஆராய்ச்சியைச் செய்யுங்கள்</em>.",
  "page-staking-comparison-solo-saas": "SaaS வழங்குநர்களுடன் நீங்கள் இன்னும் 32 ETH டெபாசிட் செய்ய வேண்டும், ஆனால் வன்பொருளை இயக்க வேண்டியதில்லை. நீங்கள் பொதுவாக உங்கள் சரிபார்ப்பான் விசைகளுக்கான அணுகலைப் பராமரிக்கிறீர்கள், ஆனால் உங்கள் கையொப்பமிடும் விசைகளையும் பகிர வேண்டும், இதனால் ஆபரேட்டர் உங்கள் சரிபார்ப்பாளர் சார்பாக செயல்பட முடியும். இது உங்கள் சொந்த வன்பொருளை இயக்கும்போது இல்லாத நம்பிக்கையின் ஒரு அடுக்கை அறிமுகப்படுத்துகிறது, மேலும் வீட்டில் தனியாக ஸ்டேக்கிங் செய்வதைப் போலல்லாமல், முனைகளின் புவியியல் விநியோகத்திற்கு SaaS அவ்வளவாக உதவாது. நீங்கள் வன்பொருளை இயக்குவதில் சங்கடமாக இருந்தால், இன்னும் 32 ETH ஸ்டேக் செய்ய விரும்பினால், ஒரு SaaS வழங்குநரைப் பயன்படுத்துவது உங்களுக்கு ஒரு நல்ல தேர்வாக இருக்கலாம்.",
  "page-staking-comparison-solo-pools": "தனியாக ஸ்டேக்கிங் செய்வது ஒரு குழும சேவையுடன் ஸ்டேக்கிங் செய்வதை விட கணிசமாக அதிக ஈடுபாடு கொண்டது, ஆனால் ETH வெகுமதிகளுக்கான முழு அணுகலையும், உங்கள் சரிபார்ப்பானின் அமைப்பு மற்றும் பாதுகாப்பின் மீது முழு கட்டுப்பாட்டையும் வழங்குகிறது. குழும ஸ்டேக்கிங்கிற்குள் நுழைவதற்கான தடை கணிசமாகக் குறைவாக உள்ளது. பயனர்கள் சிறிய அளவிலான ETH-ஐ ஸ்டேக் செய்யலாம், சரிபார்ப்பான் விசைகளை உருவாக்கத் தேவையில்லை, மேலும் ஒரு நிலையான இணைய இணைப்பைத் தவிர வேறு வன்பொருள் தேவைகள் இல்லை. நெறிமுறை மட்டத்தில் இது இயக்கப்படுவதற்கு முன்பு ஸ்டேக்கிங்கிலிருந்து வெளியேறும் திறனை லிக்விடிட்டி டோக்கன்கள் செயல்படுத்துகின்றன. இந்த அம்சங்களில் நீங்கள் ஆர்வமாக இருந்தால், குழும ஸ்டேக்கிங் ஒரு நல்ல பொருத்தமாக இருக்கலாம்.",
  "page-staking-comparison-saas-solo": "ஒற்றுமைகளில் நிதி திரட்டாமல் உங்கள் சொந்த சரிபார்ப்பான் விசைகளைக் கொண்டிருப்பதும் அடங்கும், ஆனால் SaaS மூலம் நீங்கள் ஒரு மூன்றாம் தரப்பினரை நம்ப வேண்டும், அவர் தீங்கிழைக்கும் வகையில் செயல்படலாம் அல்லது தாக்குதல் அல்லது ஒழுங்குமுறைக்கு இலக்காகலாம். இந்த நம்பிக்கை அனுமானங்கள் அல்லது மையப்படுத்தல் அபாயங்கள் உங்களைக் கவலைப்படுத்தினால், சுய-இறையாண்மை ஸ்டேக்கிங்கின் தங்கத் தரம் தனியாக ஸ்டேக்கிங் செய்வதாகும்.",
  "page-staking-comparison-saas-pools": "நீங்கள் பொதுவாக சரிபார்ப்பான் கிளையண்டை இயக்க வேறொருவரை நம்பியிருப்பதால் இவை ஒத்தவை, ஆனால் SaaS போலல்லாமல், குழும ஸ்டேக்கிங் சிறிய அளவிலான ETH உடன் பங்கேற்க உங்களை அனுமதிக்கிறது. நீங்கள் 32 ETH-க்கும் குறைவாக ஸ்டேக் செய்ய விரும்பினால், இவற்றைச் சரிபார்ப்பதைக் கருத்தில் கொள்ளுங்கள்.",
  "page-staking-comparison-pools-solo": "வீட்டு ஸ்டேக்கிங்குடன் ஒப்பிடும்போது குழும ஸ்டேக்கிங்கில் நுழைவதற்கான தடை கணிசமாகக் குறைவாக உள்ளது, ஆனால் அனைத்து முனை செயல்பாடுகளையும் மூன்றாம் தரப்பினருக்கு ஒப்படைப்பதன் மூலம் கூடுதல் ஆபத்து மற்றும் கட்டணத்துடன் வருகிறது. வீட்டு ஸ்டேக்கிங் ஒரு ஸ்டேக்கிங் அமைப்பைத் தேர்ந்தெடுப்பதில் முழு இறையாண்மையையும் கட்டுப்பாட்டையும் வழங்குகிறது. ஸ்டேக்கர்கள் தங்கள் விசைகளை ஒருபோதும் ஒப்படைக்க வேண்டியதில்லை, மேலும் எந்த இடைத்தரகர்களும் பங்கு எடுக்காமல் அவர்கள் முழு வெகுமதிகளையும் பெறுகிறார்கள்.",
  "page-staking-comparison-pools-saas": "ஸ்டேக்கர்கள் தாங்களாகவே சரிபார்ப்பான் மென்பொருளை இயக்காததால் இவை ஒத்தவை, ஆனால் குழும விருப்பங்களைப் போலல்லாமல், ஒரு சரிபார்ப்பானைச் செயல்படுத்த SaaS க்கு முழு 32 ETH டெபாசிட் தேவைப்படுகிறது. வெகுமதிகள் ஸ்டேக்கருக்குக் குவிகின்றன, மேலும் பொதுவாக சேவையைப் பயன்படுத்த மாதாந்திரக் கட்டணம் அல்லது பிற ஸ்டேக் அடங்கும். உங்கள் சொந்த சரிபார்ப்பான் விசைகளை நீங்கள் விரும்பினால் மற்றும் குறைந்தது 32 ETH ஸ்டேக் செய்ய விரும்பினால், ஒரு SaaS வழங்குநரைப் பயன்படுத்துவது உங்களுக்கு ஒரு நல்ல தேர்வாக இருக்கலாம்.",
  "page-staking-considerations-dropdown-text": "ஸ்டேக்கிங் பரிசீலனைகள்",
  "page-staking-considerations-dropdown-aria-label": "ஸ்டேக்கிங் பரிசீலனைகளுக்கான கீழ்தோன்றும் மெனு",
  "page-staking-considerations-solo-1-title": "திறந்த மூல",
  "page-staking-considerations-solo-1-description": "அத்தியாவசிய குறியீடு 100% திறந்த மூலமாகும், மேலும் பொதுமக்கள் ஃபோர்க் செய்து பயன்படுத்தக் கிடைக்கிறது",
  "page-staking-considerations-solo-1-warning": "மூடிய மூலம்",
  "page-staking-considerations-solo-2-title": "தணிக்கை செய்யப்பட்டது",
  "page-staking-considerations-solo-2-description": "அத்தியாவசிய குறியீடு முறையான தணிக்கைக்கு உட்பட்டுள்ளது, முடிவுகள் வெளியிடப்பட்டு பொதுவில் கிடைக்கின்றன",
  "page-staking-considerations-solo-2-warning": "ஏதுமில்லை",
  "page-staking-considerations-solo-3-title": "பிழைக்கான ஊக்க ஊதியம்",
  "page-staking-considerations-solo-3-description": "பாதிப்புகளைப் பாதுகாப்பாகப் புகாரளிப்பதற்காக மற்றும்/அல்லது சரிசெய்வதற்காக பயனர்களுக்கு வெகுமதி அளிக்க, எந்தவொரு அத்தியாவசிய குறியீட்டிலும் ஒரு பொதுப் பிழை பவுண்டி செய்யப்பட்டுள்ளது",
  "page-staking-considerations-solo-3-valid": "தற்போது செயலில் உள்ளது",
  "page-staking-considerations-solo-3-caution": "முடிந்தது",
  "page-staking-considerations-solo-4-title": "போரில் சோதிக்கப்பட்டது",
  "page-staking-considerations-solo-4-description": "மென்பொருள் சுட்டிக்காட்டப்பட்ட காலத்திற்கு பொதுமக்களுக்குக் கிடைக்கிறது மற்றும் பயன்படுத்தப்படுகிறது",
  "page-staking-considerations-solo-4-valid": "நேரலை > 1 ஆண்டு",
  "page-staking-considerations-solo-4-caution": "நேரலை > 6 மாதங்கள்",
  "page-staking-considerations-solo-4-warning": "புதிதாக வெளியிடப்பட்டது",
  "page-staking-considerations-solo-5-title": "நம்பிக்கை தேவைப்படாதது",
  "page-staking-considerations-solo-5-description": "சரிபார்ப்பான் விசைகள் சரிபார்ப்பான் வாழ்க்கைச் சுழற்சியில் எந்த நேரத்திலும் வேறு எந்த மனிதரிடமும் ஒப்படைக்கப்படவில்லை. சம்பந்தப்பட்ட எந்த ஸ்மார்ட் ஒப்பந்தங்களும் பின்வாசல்கள் இல்லாதவை, செயல்படுத்துவதற்கான சிறப்புரிமை அனுமதிகளைச் சார்ந்திருக்காமல்.",
  "page-staking-considerations-solo-5-warning": "நம்பகமானது",
  "page-staking-considerations-solo-6-title": "அனுமதி தேவைப்படாதது",
  "page-staking-considerations-solo-6-description": "மென்பொருள் அல்லது சேவையைப் பயன்படுத்தி சரிபார்ப்பானை இயக்க பயனர்களுக்கு எந்த சிறப்பு அனுமதியும் தேவையில்லை",
  "page-staking-considerations-solo-6-valid": "அனுமதி தேவையில்லை",
  "page-staking-considerations-solo-6-warning": "அனுமதி தேவை",
  "page-staking-considerations-solo-7-title": "பல-கிளையன்ட்",
  "page-staking-considerations-solo-7-description": "மென்பொருள் பயனர்கள் குறைந்தது இரண்டு அல்லது அதற்கு மேற்பட்ட செயல்படுத்தும் கிளையண்டுகள் மற்றும் இரண்டு அல்லது அதற்கு மேற்பட்ட ஒருமித்த கருத்து அடுக்கு கிளையண்டுகளுக்கு இடையில் தேர்வு செய்யவும் மற்றும் மாறவும் உதவுகிறது",
  "page-staking-considerations-solo-7-valid": "எளிதான கிளையன்ட் மாறுதல்",
  "page-staking-considerations-solo-7-warning": "பெரும்பான்மை கிளையன்டிற்கு வரையறுக்கப்பட்டுள்ளது",
  "page-staking-considerations-solo-8-title": "சொந்தக் காவல்",
  "page-staking-considerations-solo-8-description": "கையொப்பமிடுதல் மற்றும் திரும்பப் பெறுதல் விசைகள் உட்பட எந்தவொரு சரிபார்ப்பான் நற்சான்றிதழ்களையும் பயனர் தனது பாதுகாப்பில் வைத்திருக்கிறார்",
  "page-staking-considerations-solo-8-warning": "மூன்றாம் தரப்பு பாதுகாவலர்",
  "page-staking-considerations-solo-9-title": "சிக்கனமானது",
  "page-staking-considerations-solo-9-description": "மற்றவர்களிடமிருந்து பெறப்பட்ட நிதியைப் பயன்படுத்தி, 32 ETH-க்கும் குறைவாக ஸ்டேக் செய்வதன் மூலம் பயனர்கள் சரிபார்ப்பானை இயக்க முடியும்",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "சேவையானது சுட்டிக்காட்டப்பட்ட காலத்திற்கு பொதுமக்களுக்குக் கிடைக்கிறது மற்றும் பயன்படுத்தப்படுகிறது",
  "page-staking-considerations-saas-6-description": "சேவையுடன் பங்கேற்க பயனர்களுக்கு சிறப்பு அனுமதி, கணக்குப் பதிவு அல்லது KYC தேவையில்லை",
  "page-staking-considerations-saas-6-valid": "யார் வேண்டுமானாலும் சேரலாம்",
  "page-staking-considerations-saas-6-warning": "அனுமதி தேவை",
  "page-staking-considerations-saas-7-title": "செயல்படுத்தும் பன்முகத்தன்மை",
  "page-staking-considerations-saas-7-description": "சேவை அவர்களின் மொத்த சரிபார்ப்பாளர்களில் 50% க்கும் அதிகமானவற்றை பெரும்பான்மை செயல்படுத்தும் கிளையன்டுடன் இயக்கக்கூடாது",
  "page-staking-considerations-saas-7-valid": "50% க்கும் குறைவானது",
  "page-staking-considerations-saas-7-caution": "தற்போது தெரியவில்லை",
  "page-staking-considerations-saas-7-warning": "50% க்கும் அதிகமானவை",
  "page-staking-considerations-saas-8-title": "ஒருமித்த கருத்து பன்முகத்தன்மை",
  "page-staking-considerations-saas-8-description": "சேவை அவர்களின் மொத்த சரிபார்ப்பாளர்களில் 50% க்கும் அதிகமானவற்றை ஒருமித்த கருத்து கிளையன்டின் பெரும்பான்மையுடன் இயக்கக்கூடாது",
  "page-staking-considerations-saas-8-valid": "50% க்கும் குறைவானது",
  "page-staking-considerations-saas-8-caution": "தற்போது தெரியவில்லை",
  "page-staking-considerations-saas-8-warning": "50% க்கும் அதிகமானவை",
  "page-staking-considerations-pools-5-description": "உங்கள் விசைகளைப் பாதுகாக்க அல்லது வெகுமதிகளை விநியோகிக்க எந்த மனிதரையும் நம்புவது சேவைக்கு தேவையில்லை",
  "page-staking-considerations-pools-6-title": "அனுமதி தேவைப்படாத முனைகள்",
  "page-staking-considerations-pools-6-description": "சேவை யாரையும் அனுமதி இல்லாமல், குழுமத்திற்கான முனை ஆபரேட்டராக சேர அனுமதிக்கிறது",
  "page-staking-considerations-pools-7-description": "சேவை அவர்களின் மொத்த சரிபார்ப்பாளர்களில் 50% க்கும் அதிகமானவற்றை பெரும்பான்மை செயல்படுத்தும் கிளையன்டுடன் இயக்கக்கூடாது",
  "page-staking-considerations-pools-8-title": "லிக்விடிட்டி டோக்கன்",
  "page-staking-considerations-pools-8-description": "உங்கள் சொந்த வாலட்டில் வைத்திருக்கும், உங்கள் ஸ்டேக் செய்யப்பட்ட ETH-ஐக் குறிக்கும் வர்த்தகம் செய்யக்கூடிய லிக்விடிட்டி டோக்கனை வழங்குகிறது",
  "page-staking-considerations-pools-8-valid": "லிக்விடிட்டி டோக்கன்(கள்)",
  "page-staking-considerations-pools-8-warning": "லிக்விடிட்டி டோக்கன் இல்லை",
  "page-staking-considerations-pools-9-description": "சேவை அவர்களின் மொத்த சரிபார்ப்பாளர்களில் 50% க்கும் அதிகமானவற்றை ஒருமித்த கருத்து கிளையன்டின் பெரும்பான்மையுடன் இயக்கக்கூடாது",
  "page-staking-how-solo-works-item-1": "சில வன்பொருளைப் பெறுங்கள்: நீங்கள் ஸ்டேக் செய்ய <a href=\"/run-a-node/\">ஒரு முனையை இயக்க</a> வேண்டும்",
  "page-staking-how-solo-works-item-2": "ஒரு செயல்படுத்தும் அடுக்கு கிளையண்டை ஒத்திசைக்கவும்",
  "page-staking-how-solo-works-item-3": "ஒரு ஒருமித்த கருத்து அடுக்கு கிளையண்டை ஒத்திசைக்கவும்",
  "page-staking-how-solo-works-item-4": "உங்கள் விசைகளை உருவாக்கி அவற்றை உங்கள் சரிபார்ப்பான் கிளையண்டில் ஏற்றவும்",
  "page-staking-how-solo-works-item-5": "உங்கள் முனையை கண்காணித்து பராமரிக்கவும்",
  "page-staking-launchpad-widget-mainnet-label": "முதன்மை நெட்வொர்க்",
  "page-staking-launchpad-widget-start": "{network} இல் ஸ்டேக்கிங்கைத் தொடங்கவும்",
  "page-staking-launchpad-widget-span": "நெட்வொர்க்கைத் தேர்ந்தெடுக்கவும்",
  "page-staking-launchpad-widget-p1": "தனியாக சரிபார்ப்பவர்கள் நிதியைப் பணயம் வைப்பதற்கு முன் {{network}} சோதனை நெட்வொர்க்கில் <strong>தங்கள் அமைப்பைச் சோதித்து</strong> மற்றும் செயல்பாட்டுத் திறன்களைச் சோதிப்பார்கள் என்று எதிர்பார்க்கப்படுகிறது. ஒரு <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">சிறுபான்மை கிளையண்டை</a> தேர்ந்தெடுப்பது முக்கியம் என்பதை நினைவில் கொள்ளுங்கள், ஏனெனில் இது நெட்வொர்க்கின் பாதுகாப்பை மேம்படுத்துகிறது மற்றும் உங்கள் ஆபத்தைக் கட்டுப்படுத்துகிறது.",
  "page-staking-launchpad-widget-p2": "நீங்கள் இதில் வசதியாக இருந்தால், ஸ்டேக்கிங் லான்ச்பேடை மட்டும் பயன்படுத்தி கட்டளை வரியிலிருந்து தேவையான அனைத்தையும் அமைக்கலாம்.",
  "page-staking-launchpad-widget-p3": "விஷயங்களை எளிதாக்க, ஸ்டேக்கிங் லான்ச்பேடுடன் இணைந்து உங்கள் கிளையண்டுகளை எளிதாக அமைக்க உதவும் சில கருவிகள் மற்றும் வழிகாட்டிகளை கீழே பாருங்கள்.",
  "page-staking-launchpad-widget-link": "மென்பொருள் கருவிகள் மற்றும் வழிகாட்டி",
  "page-staking-products-get-started": "தொடங்கு",
  "page-staking-products-follow": "பார்வையிடவும்",
  "page-staking-dropdown-staking-options": "ஸ்டேக்கிங் விருப்பங்கள்",
  "page-staking-dropdown-staking-options-alt": "ஸ்டேக்கிங் விருப்பங்கள் கீழ்தோன்றும் மெனு",
  "page-staking-stats-box-metric-1": "மொத்த ETH பங்கு",
  "page-staking-stats-box-metric-2": "மொத்த சரிபார்ப்பாளர்கள்",
  "page-staking-stats-box-metric-3": "தற்போதைய APR",
  "page-staking-stats-box-metric-1-tooltip": "பீக்கான் சங்கிலியில் பணயத்தில் உள்ள தகுதியான ETH-இன் கூட்டுத்தொகை",
  "page-staking-stats-box-metric-2-tooltip": "பீக்கான் சங்கிலியில் தற்போது செயல்படுத்தப்பட்ட சரிபார்ப்பான் கணக்குகளின் எண்ணிக்கை",
  "page-staking-stats-box-metric-3-tooltip": "கடந்த 24 மணி நேரத்தில் ஒரு சரிபார்ப்பானுக்கான சராசரி ஆண்டு நிதி வருவாய்",
  "page-staking-section-comparison-subtitle": "ஸ்டேக்கிங்கிற்கு அனைவருக்கும் பொருந்தக்கூடிய ஒரே தீர்வு இல்லை, ஒவ்வொன்றும் தனித்துவமானது. நீங்கள் ஸ்டேக் செய்யக்கூடிய வெவ்வேறு வழிகளின் சில அபாயங்கள், வெகுமதிகள் மற்றும் தேவைகளை இங்கே ஒப்பிடுவோம்.",
  "page-staking-section-comparison-rewards-title": "வெகுமதிகள்",
  "page-staking-section-comparison-solo-rewards-li1": "அதிகபட்ச வெகுமதிகள் - நெறிமுறையிலிருந்து நேரடியாக முழு வெகுமதிகளைப் பெறுங்கள்",
  "page-staking-section-comparison-solo-rewards-li2": "பிளாக்குகளை முன்மொழிவதற்கும், எரிக்கப்படாத பரிவர்த்தனைக் கட்டணங்கள் உட்பட, மற்றும் நெட்வொர்க்கின் நிலைக்குத் தவறாமல் சான்றளிப்பதற்கும் வெகுமதிகள்",
  "page-staking-section-comparison-solo-rewards-li3": "DeFi-இல் பயன்படுத்த உங்கள் வீட்டு முனைக்கு எதிராக ஒரு லிக்விட் ஸ்டேக்கிங் டோக்கனை மின்ட் செய்வதற்கான விருப்பம்",
  "page-staking-section-comparison-saas-rewards-li1": "பொதுவாக முழு நெறிமுறை வெகுமதிகள் மற்றும் முனை செயல்பாடுகளுக்கான மாதாந்திர கட்டணம் கழிக்கப்படும்",
  "page-staking-section-comparison-saas-rewards-li2": "உங்கள் சரிபார்ப்பான் கிளையண்டை எளிதாகக் கண்காணிக்க டாஷ்போர்டுகள் பெரும்பாலும் கிடைக்கின்றன",
  "page-staking-section-comparison-pools-rewards-li1": "தேர்ந்தெடுக்கப்பட்ட குழும ஸ்டேக்கிங் முறையைப் பொறுத்து, குழும ஸ்டேக்கர்கள் வெவ்வேறு விதமாக வெகுமதிகளைப் பெறுகிறார்கள்",
  "page-staking-section-comparison-pools-rewards-li2": "பல குழும ஸ்டேக்கிங் சேவைகள் உங்கள் ஸ்டேக் செய்யப்பட்ட ETH மற்றும் சரிபார்ப்பான் வெகுமதிகளில் உங்கள் பங்கைக் குறிக்கும் ஒன்று அல்லது அதற்கு மேற்பட்ட <a href=\"/glossary/#liquidity-tokens\">லிக்விடிட்டி டோக்கன்களை</a> வழங்குகின்றன",
  "page-staking-section-comparison-pools-rewards-li3": "லிக்விடிட்டி டோக்கன்களை உங்கள் சொந்த வாலட்டில் வைத்திருக்கலாம், <a href=\"/glossary/#defi\">DeFi</a> இல் பயன்படுத்தலாம் மற்றும் நீங்கள் வெளியேற முடிவு செய்தால் விற்கலாம்",
  "page-staking-section-comparison-risks-title": "அபாயங்கள்",
  "page-staking-section-comparison-solo-risks-li1": "உங்கள் ETH பணயத்தில் உள்ளது",
  "page-staking-section-comparison-solo-risks-li2": "ஆஃப்லைனில் செல்வதற்கு அபராதங்கள் உள்ளன, அதற்கு ETH செலவாகும்",
  "page-staking-section-comparison-solo-risks-li3": "தீங்கிழைக்கும் நடத்தைக்கு ஸ்லாஷிங் (பெரிய அபராதங்கள் மற்றும் நெட்வொர்க்கிலிருந்து வெளியேற்றம்)",
  "page-staking-section-comparison-solo-risks-li4": "ஒரு லிக்விட் ஸ்டேக்கிங் டோக்கனை மின்ட் செய்வது ஸ்மார்ட் ஒப்பந்த அபாயத்தை அறிமுகப்படுத்தும், ஆனால் இது முற்றிலும் விருப்பமானது",
  "page-staking-section-comparison-saas-risks-li1": "தனியாக ஸ்டேக்கிங் செய்வதன் அதே அபாயங்கள் மற்றும் சேவை வழங்குநரின் எதிர்-தரப்பு அபாயம்",
  "page-staking-section-comparison-saas-risks-li2": "உங்கள் கையொப்பமிடும் விசைகளின் பயன்பாடு தீங்கிழைக்கும் வகையில் நடந்து கொள்ளக்கூடிய வேறொருவரிடம் ஒப்படைக்கப்படுகிறது",
  "page-staking-section-comparison-pools-risks-li1": "பயன்படுத்தப்படும் முறையைப் பொறுத்து அபாயங்கள் மாறுபடும்",
  "page-staking-section-comparison-pools-risks-li2": "பொதுவாக, அபாயங்கள் எதிர்-தரப்பு, <a href=\"/glossary/#smart-contract\">ஸ்மார்ட் ஒப்பந்தம்</a> மற்றும் செயல்படுத்தும் அபாயங்களின் கலவையைக் கொண்டிருக்கும்",
  "page-staking-section-comparison-requirements-title": "தேவைகள்",
  "page-staking-section-comparison-solo-requirements-li1": "நீங்கள் 32 ETH டெபாசிட் செய்ய வேண்டும்",
  "page-staking-section-comparison-solo-requirements-li2": "இணையத்துடன் இணைக்கப்பட்டிருக்கும் போது ஒரு Ethereum <a href=\"/glossary/#execution-client\">செயல்படுத்தும் கிளையன்ட்</a> மற்றும் <a href=\"/glossary/#consensus-client\">ஒருமித்த கருத்து கிளையன்ட்</a> இரண்டையும் இயக்கும் வன்பொருளைப் பராமரிக்கவும்",
  "page-staking-section-comparison-solo-requirements-li3": "<a href=\"https://hoodi.launchpad.ethereum.org\" target=\"_blank\">ஸ்டேக்கிங் லான்ச்பேட்</a> செயல்முறை மற்றும் வன்பொருள் தேவைகள் மூலம் உங்களுக்கு வழிகாட்டும்",
  "page-staking-section-comparison-saas-requirements-li1": "32 ETH டெபாசிட் செய்து உதவியுடன் உங்கள் விசைகளை உருவாக்கவும்",
  "page-staking-section-comparison-saas-requirements-li2": "உங்கள் விசைகளை பாதுகாப்பாக சேமிக்கவும்",
  "page-staking-section-comparison-saas-requirements-li3": "மீதமுள்ளவை கவனித்துக் கொள்ளப்படுகின்றன, இருப்பினும் குறிப்பிட்ட சேவைகள் மாறுபடும்",
  "page-staking-section-comparison-pools-requirements-li1": "குறைந்த ETH தேவைகள், சில திட்டங்களுக்கு 0.01 ETH வரை குறைவாகத் தேவைப்படுகிறது",
  "page-staking-section-comparison-pools-requirements-li2": "உங்கள் வாலட்டிலிருந்து நேரடியாக வெவ்வேறு குழும ஸ்டேக்கிங் தளங்களுக்கு டெபாசிட் செய்யவும் அல்லது ஸ்டேக்கிங் லிக்விடிட்டி டோக்கன்களில் ஒன்றிற்கு வர்த்தகம் செய்யவும்",
  "page-staking-faq-1-question": "சரிபார்ப்பான் என்றால் என்ன?",
  "page-staking-faq-1-answer": "ஒரு <em>சரிபார்ப்பான்</em> என்பது Ethereum-இல் வாழும் மற்றும் Ethereum நெறிமுறையின் ஒருமித்த கருத்தில் பங்கேற்கும் ஒரு மெய்நிகர் நிறுவனம். சரிபார்ப்பாளர்கள் ஒரு இருப்பு, பொது விசை மற்றும் பிற பண்புகளால் குறிப்பிடப்படுகிறார்கள். ஒரு <em>சரிபார்ப்பான் கிளையன்ட்</em> என்பது சரிபார்ப்பாளரின் சார்பாக அதன் தனிப்பட்ட விசையை வைத்திருப்பதன் மூலமும் பயன்படுத்துவதன் மூலமும் செயல்படும் மென்பொருளாகும். ஒரு ஒற்றை சரிபார்ப்பான் கிளையன்ட் பல விசை ஜோடிகளை வைத்திருக்க முடியும், பல சரிபார்ப்பாளர்களைக் கட்டுப்படுத்துகிறது.",
  "page-staking-faq-2-question": "எனது நிதியை ஏன் பணயத்தில் வைத்திருக்க வேண்டும்?",
  "page-staking-faq-2-answer": "ஒரு சரிபார்ப்பான் நெட்வொர்க்கிற்கான பிளாக்குகளை முன்மொழியவும் சான்றளிக்கவும் திறன் கொண்டது. நேர்மையற்ற நடத்தையைத் தடுக்க, பயனர்கள் தங்கள் நிதியைப் பணயத்தில் வைத்திருக்க வேண்டும். இது நெறிமுறையை தீங்கிழைக்கும் நடிகர்களைத் தண்டிக்க அனுமதிக்கிறது. ஸ்டேக்கிங் உங்களை நேர்மையாக வைத்திருக்க ஒரு வழியாகும், ஏனெனில் உங்கள் செயல்களுக்கு நிதி விளைவுகள் இருக்கும்.",
  "page-staking-faq-3-question": "'Eth2'-ஐ வாங்க முடியுமா?",
  "page-staking-faq-3-answer-p1": "நெறிமுறைக்குரிய 'Eth2' டோக்கன் எதுவும் இல்லை, ஏனெனில் Ethereum ப்ரூஃப்-ஆஃப்-ஸ்டேக்கிற்கு மாறியபோது நேட்டிவ் டோக்கன் ஈதர் (ETH) மாறவில்லை.",
  "page-staking-faq-3-answer-p2": "ஸ்டேக் செய்யப்பட்ட ETH-ஐக் குறிக்கக்கூடிய டெரிவேட்டிவ் டோக்கன்கள்/டிக்கர்கள் உள்ளன (அதாவது, Rocket Pool-இலிருந்து rETH, Lido-விலிருந்து stETH, Coinbase-இலிருந்து ETH2). <a href=\"/staking/pools/\">ஸ்டேக்கிங் குழுமங்கள்</a> பற்றி மேலும் அறிக",
  "page-staking-faq-4-question": "ஸ்டேக்கிங் ஏற்கனவே நேரலையில் உள்ளதா?",
  "page-staking-faq-4-answer-p1": "ஆம். ஸ்டேக்கிங் டிசம்பர் 1, 2020 முதல் நேரலையில் உள்ளது",
  "page-staking-faq-4-answer-p2": "இதன் பொருள், பயனர்கள் தங்கள் ETH-ஐ டெபாசிட் செய்வதற்கும், ஒரு சரிபார்ப்பான் கிளையண்டை இயக்குவதற்கும், மற்றும் வெகுமதிகளைப் பெறத் தொடங்குவதற்கும் ஸ்டேக்கிங் தற்போது நேரலையில் உள்ளது.",
  "page-staking-faq-4-answer-p3": "ஷாங்காய்/கபெல்லா மேம்படுத்தல் ஏப்ரல் 12, 2023 அன்று நிறைவடைந்தது, இது ஸ்டேக்கிங் திரும்பப் பெறுதல்களை இயக்கி, ஸ்டேக்கிங் லிக்விடிட்டியின் சுழற்சியை மூடியது.",
  "page-staking-faq-5-question": "எனது ஸ்டேக் செய்யப்பட்ட ETH-ஐ எப்போது திரும்பப் பெற முடியும்?",
  "page-staking-faq-5-answer-p1": "இப்போதே! ஸ்டேக்கர்கள் விரும்பினால், தங்கள் சரிபார்ப்பான் இருப்பிலிருந்து தங்கள் வெகுமதிகள் மற்றும்/அல்லது அசல் வைப்புத்தொகையைத் திரும்பப் பெறலாம்.",
  "page-staking-faq-5-answer-p2": "பிளாக்குகளை முன்மொழியும் போது ஸ்டேக்கர்கள் கட்டணம் மற்றும் MEV வடிவில் வெகுமதிகளையும் பெறுவார்கள், அவை அமைக்கப்பட்ட கட்டணப் பெறுநர் முகவரி மூலம் உடனடியாகக் கிடைக்கும்.",
  "page-staking-faq-5-answer-link": "பங்கீட்டு அகவைகள் குறித்த மேலும் தகவல்",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "செரினிட்டி வடிவமைப்பு பகுத்தறிவு",
  "page-staking-further-reading-4-link": "Eth2 செய்திகள்",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "இறுதிப்படுத்தப்பட்டது எண். 33, Ethereum ஒருமித்த கருத்து-அடுக்கு (ஜனவரி 2022)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "சான்றளிப்பவர் பதிவுகள்",
  "page-staking-further-reading-8-link": "Beaconcha.in சமூகம்-பங்களித்த கல்விப் பொருட்கள்",
  "page-staking-further-reading-9-link": "Ethereum ஸ்டேக்கிங் லான்ச்பேட் அடிக்கடி கேட்கப்படும் கேள்விகள்",
  "page-staking-further-reading-10-link": "EthStaker அறிவுத் தளம்",
  "page-staking-toc-how-to-stake-your-eth": "உங்கள் ETH-ஐ எப்படி ஸ்டேக் செய்வது",
  "page-staking-toc-comparison-of-options": "ஸ்டேக்கிங் விருப்பங்களின் ஒப்பீடு",
  "page-staking-toc-faq": "அடிக்கடி கேட்கப்படும் கேள்விகள்",
  "page-staking-toc-further": "மேலும் படிக்க",
  "page-staking-dom-info-title": "Ethereum உடன் ஸ்டேக்கிங்",
  "page-staking-join-community": "ஸ்டேக்கர் சமூகத்தில் சேரவும்",
  "page-staking-join-community-desc": "EthStaker என்பது Ethereum-இல் ஸ்டேக்கிங் பற்றி விவாதிக்கவும் கற்றுக்கொள்ளவும் அனைவருக்கும் ஒரு சமூகமாகும். அறிவுரை, ஆதரவு மற்றும் ஸ்டேக்கிங் தொடர்பான அனைத்து விஷயங்களையும் பேச உலகம் முழுவதிலுமிருந்து பல்லாயிரக்கணக்கான உறுப்பினர்களுடன் சேரவும்.",
  "page-staking-meta-description": "Ethereum ஸ்டேக்கிங்கின் ஒரு கண்ணோட்டம்: அபாயங்கள், வெகுமதிகள், தேவைகள், மற்றும் அதை எங்கு செய்வது.",
  "page-staking-meta-title": "Ethereum ஸ்டேக்கிங்: இது எப்படி வேலை செய்கிறது?",
  "page-staking-withdrawals-important-notices": "முக்கிய அறிவிப்புகள்",
  "page-staking-withdrawals-important-notices-desc": "திரும்பப் பெறுதல் இன்னும் கிடைக்கவில்லை. மேலும் தகவலுக்கு <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Eth2 இணைப்பு மற்றும் இணைப்புக்குப் பிந்தைய அடிக்கடி கேட்கப்படும் கேள்விகளைப்</a> படிக்கவும்.",
  "page-upgrades-merge-btn": "மெர்ஜ் பற்றிய மேலும்",
  "subscribe-to-ef-blog": "சமீபத்திய நெறிமுறை அறிவிப்புகளுக்கான மின்னஞ்சல் அறிவிப்புகளைப் பெற <a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">EF வலைப்பதிவிற்கு குழுசேரவும்</a>",
  "page-staking-comparison-with-other-options": "மற்ற விருப்பங்களுடன் ஒப்பீடு",
  "page-staking-any-amount": "எந்த அளவும்",
  "page-staking-network-testnet": "{network} சோதனை நெட்வொர்க்"
}
