{
  "page-what-is-ethereum-network-meta-title": "எத்தேரியம் நெட்வொர்க் என்றால் என்ன? | ethereum.org",
  "page-what-is-ethereum-network-meta-description": "எத்தேரியம் நெட்வொர்க் என்றால் என்ன, பங்கு வைப்பு மற்றும் பாதுகாப்பு, நெட்வொர்க் கட்டணங்கள் (எரிவாயு என்றும் அழைக்கப்படுகிறது), அடுக்கு 2 அளவிடுதல் நெட்வொர்க்குகள் மற்றும் நேரடி நெட்வொர்க் தரவை எவ்வாறு ஆராய்வது என்பதைப் புரிந்து கொள்ளுங்கள்.",
  "page-what-is-ethereum-network-twitter-meta-description": "எத்தேரியம் நெட்வொர்க் என்றால் என்ன, பங்கு வைப்பு மற்றும் பாதுகாப்பு, நெட்வொர்க் கட்டணங்கள், அடுக்கு 2 அளவிடுதல் நெட்வொர்க்குகள் மற்றும் நேரடி நெட்வொர்க் தரவை எவ்வாறு ஆராய்வது என்பதைப் புரிந்து கொள்ளுங்கள்.",
  "page-what-is-ethereum-network-title": "எத்தேரியம் நெட்வொர்க் என்றால் என்ன?",
  "page-what-is-ethereum-network-description-1": "எத்தேரியம் நெட்வொர்க் என்பது எத்தேரியத்தை ஆதரிக்கும் பௌதிக மற்றும் டிஜிட்டல் உள்கட்டமைப்பு ஆகும்.",
  "page-what-is-ethereum-network-description-2": "இதில் தரவைச் சேமிக்கும் முனைகள், பரிவர்த்தனைகளைச் செயலாக்கும் சரிபார்ப்பாளர்கள், ஸ்மார்ட் ஒப்பந்தங்களைச் செயல்படுத்தும் மென்பொருள் மற்றும் பிரதான சங்கிலிக்கு அப்பால் எத்தேரியத்தை அளவிடும் அடுக்கு 2 நெட்வொர்க்குகள் ஆகியவை அடங்கும்.",
  "page-what-is-ethereum-network-section-network-fees-title": "எத்தேரியம் நெட்வொர்க் கட்டணங்கள் (எரிவாயு கட்டணங்கள் என்றும் அழைக்கப்படுகின்றன) என்றால் என்ன?",
  "page-what-is-ethereum-network-section-staking-title": "பங்கு வைப்பு என்றால் என்ன, அது எவ்வாறு நெட்வொர்க்கைப் பாதுகாக்கிறது?",
  "page-what-is-ethereum-network-section-layer-2s-title": "எத்தேரியம் அடுக்கு 2-கள் என்றால் என்ன, அவை எவ்வாறு நெட்வொர்க்கை அளவிடுகின்றன?",
  "page-what-is-ethereum-network-section-live-network-data-title": "நேரடி எத்தேரியம் நெட்வொர்க் தரவை எவ்வாறு ஆராய்வது",
  "page-what-is-ethereum-network-read-next-title": "அடுத்துப் படிக்கவும்",
  "page-what-is-ethereum-network-read-next-item-1": "பணப்பைகள் என்றால் என்ன?",
  "page-what-is-ethereum-network-read-next-item-2": "ஈதர் (ETH) என்றால் என்ன?",
  "page-what-is-ethereum-network-read-next-item-3": "Web3 என்றால் என்ன?",
  "page-what-is-ethereum-network-read-next-item-4": "எத்தேரியம் நெட்வொர்க் பற்றி மேலும் அறிக",
  "page-what-is-ethereum-network-section-description-1": "மக்கள் எத்தேரியத்தைப் பற்றி பேசும்போது, அவர்கள் வழக்கமாக சில வெவ்வேறு விஷயங்களைப் பற்றி பேசுகிறார்கள். பயன்பாடுகள் மற்றும் டிஜிட்டல் சொத்துக்களின் சுற்றுச்சூழல், திறந்த மூல மென்பொருள் தளம் மற்றும் அதன் சொந்த நாணயமான ஈதர் (ETH) ஆகியவை உள்ளன.",
  "page-what-is-ethereum-network-section-description-2": "ஆனால் இவை அனைத்திற்கும் அடியில் <strong>எத்தேரியம் நெட்வொர்க்</strong> உள்ளது; இது அனைத்தையும் ஒன்றாக இணைக்கும் பௌதிக மற்றும் டிஜிட்டல் அடித்தளமாகும்.",
  "page-what-is-ethereum-network-section-description-3": "அதன் மையத்தில், எத்தேரியம் நெட்வொர்க் என்பது <strong>முனைகள் எனப்படும் ஆயிரக்கணக்கான சுயாதீன கணினிகளின்</strong> தொகுப்பாகும். இந்த முனைகள் <strong>உலகம் முழுவதும் உள்ள மக்களால் இயக்கப்படுகின்றன</strong>. அவை தரவைச் சேமிக்கவும், ஸ்மார்ட் ஒப்பந்தங்களைச் செயல்படுத்தவும், ஒவ்வொரு பரிவர்த்தனையையும் ஒரு திறந்த, பொதுப் பேரேட்டில் பதிவு செய்யவும் ஒன்றாக வேலை செய்கின்றன.",
  "page-what-is-ethereum-network-section-description-4": "எத்தேரியம் நெட்வொர்க் பல முக்கியப் பணிகளைக் கையாளுகிறது, அவை:",
  "page-what-is-ethereum-network-section-description-5": "பயனர் கணக்குகள் மற்றும் இருப்புகளைப் புதுப்பித்தல்",
  "page-what-is-ethereum-network-section-description-6": "ஸ்மார்ட் ஒப்பந்தங்களைச் செயல்படுத்துதல் (பயன்பாடுகளை இயக்கும் நிரல்கள்)",
  "page-what-is-ethereum-network-section-description-7": "டிஜிட்டல் சொத்துக்களின் (ஸ்டேபிள்காயின்கள் மற்றும் NFTகள் போன்றவை) உரிமையைக் கண்காணித்தல்",
  "page-what-is-ethereum-network-section-description-8": "ஒவ்வொரு நாளும் எத்தேரியம் வழியாகப் பாயும் அனைத்துப் பரிவர்த்தனைகளையும் செயலாக்குதல்",
  "page-what-is-ethereum-network-section-description-9": "அதிர்ஷ்டவசமாக, நெட்வொர்க்கைப் பயன்படுத்த அது எவ்வாறு செயல்படுகிறது என்பதை நீங்கள் புரிந்து கொள்ளத் தேவையில்லை.",
  "page-what-is-ethereum-network-section-description-10": "பெரும்பாலான மக்கள் நெட்வொர்க்கை ஒரு <a>டிஜிட்டல் பணப்பை</a> வழியாகப் பயன்படுத்துகின்றனர். <strong>ஒரு பணப்பை</strong> என்பது பொதுவாக ஒரு வலை அல்லது மொபைல் பயன்பாடாகும், இது உங்களை <strong>ETH அனுப்பவும்</strong> மற்றும் <strong>பெறவும், உங்கள் சொத்துக்களை நிர்வகிக்கவும்</strong>, மற்றும் பயன்பாடுகளைப் பயன்படுத்தவும் அனுமதிக்கிறது.",
  "page-what-is-ethereum-network-section-description-11": "எத்தேரியத்தில் உருவாக்கும் உருவாக்குநர்கள் மற்றும் வணிகங்கள் போன்ற பிற வகை பயனர்கள் APIகள், முனை மென்பொருள் அல்லது ஸ்மார்ட் ஒப்பந்தங்களைப் பயன்படுத்தலாம்.",
  "page-what-is-ethereum-network-section-description-12": "எத்தேரியம் நெட்வொர்க் அதன் வடிவமைப்பின் காரணமாக பாரம்பரிய அமைப்புகளிலிருந்து வேறுபட்டது. <strong>எத்தேரியத்தின் குறியீடு மற்றும் தரவு உலகம் முழுவதும் பரவலாக்கப்பட்ட முனைகளில் சேமிக்கப்படுகிறது</strong>, எனவே யாரும் உங்கள் அணுகலைத் தடுக்கவோ அல்லது உங்கள் பயன்பாட்டை மூடவோ முடியாது.",
  "page-what-is-ethereum-network-section-description-13": "யார் வேண்டுமானாலும் சேரலாம் என்பதால், இது உலகளாவிய அணுகல் மற்றும் புதுமைக்கான கதவைத் திறக்கிறது.",
  "page-what-is-ethereum-network-section-description-14": "இந்த குணங்கள் இதற்கு முன் சாத்தியமில்லாத விஷயங்களைச் சாத்தியமாக்குகின்றன, அவை:",
  "page-what-is-ethereum-network-section-description-15": "தரவு உரிமை",
  "page-what-is-ethereum-network-section-description-16": "தளத்திலிருந்து நீக்கப்படாத சமூக ஊடகங்கள்",
  "page-what-is-ethereum-network-section-description-17": "திறந்த மற்றும் வெளிப்படையான நிதி அமைப்புகள்",
  "page-what-is-ethereum-network-section-description-18": "அதன் மையத்தில், எத்தேரியம் நெட்வொர்க் என்பது டிஜிட்டல் உரிமை மற்றும் திறந்த பங்கேற்புக்கான ஒரு அடித்தளமாகும்.",
  "page-what-is-ethereum-network-section-description-19": "மக்கள் <strong>எத்தேரியம் முதன்மை நெட்வொர்க்கை</strong>க் குறிப்பிடுவதை நீங்கள் கேட்கலாம். இது ஒவ்வொரு நாளும் மில்லியன் கணக்கானவர்கள் பயன்படுத்தும் அதே எத்தேரியம் நெட்வொர்க் ஆகும், அங்கு உண்மையான சொத்துக்கள் பரிமாற்றப்படுகின்றன மற்றும் உண்மையான பயன்பாடுகள் இயங்குகின்றன. ஆனால் “முதன்மை நெட்வொர்க்” என்பது எத்தேரியம் அடுக்கு 2 நெட்வொர்க்குகள் மற்றும் உருவாக்குநர்கள் நேரலைக்குச் செல்வதற்கு முன்பு புதிய அம்சங்களை முயற்சி செய்யப் பயன்படுத்தும் சோதனை நெட்வொர்க்குகளிலிருந்து (டெஸ்ட்நெட்கள்) வேறுபடுத்த உதவுகிறது.",
  "page-what-is-ethereum-network-gas-section-description-1": "எத்தேரியத்தில் ஒவ்வொரு பரிவர்த்தனைக்கும் எரிவாயு கட்டணம் எனப்படும் ஒரு சிறிய கட்டணம் செலவாகும். நீங்கள் ETH அனுப்பினாலும், டோக்கன்களைப் பரிமாற்றினாலும், அல்லது ஒரு பயன்பாட்டைப் பயன்படுத்தினாலும், பிளாக்செயினில் தரவை எழுதும் ஒவ்வொரு முறையும் நீங்கள் ஒரு சிறிய அளவு எரிவாயுவைச் செலுத்துகிறீர்கள்.",
  "page-what-is-ethereum-network-gas-section-description-2": "<strong>எரிவாயு கட்டணங்கள் எத்தேரியத்தை சீராக இயங்க வைக்கின்றன</strong>. அது இல்லாமல், தீய நோக்கமுடையவர்கள் நெட்வொர்க்கில் வெற்றுப் பரிவர்த்தனைகளை அனுப்பி ஸ்பேம் செய்யக்கூடும் மற்றும் அதிக நெரிசல் காரணமாக அதைப் பயன்படுத்த முடியாததாக ஆக்கக்கூடும், ஏனெனில் பயனர்கள் செலுத்தத் தயாராக இருக்கும் கட்டணத்தின் மூலம் பரிவர்த்தனைகளுக்கு முன்னுரிமை அளிக்க வழி இருக்காது.",
  "page-what-is-ethereum-network-gas-section-description-3": "எத்தேரியம் எரிவாயு கட்டணங்கள் ஒரு பரிவர்த்தனை பயன்படுத்தக்கூடிய கணினி, அலைவரிசை அல்லது சேமிப்பகம் போன்ற பல்வேறு வளங்களின் செலவை ஈடுசெய்கின்றன. இவை அனைத்தும் பயனர்களுக்கு ஒரு ஒற்றை மதிப்பாக சுருக்கப்படுகிறது, ஆனால் ஒவ்வொரு செயல்பாட்டிற்கும் மற்றவற்றுடன் ஒப்பிடும்போது எவ்வளவு செலவாகும் என்பதைத் தீர்மானிக்க விரிவான ஆராய்ச்சி மற்றும் மேம்பாடு மேற்கொள்ளப்படுகிறது.",
  "page-what-is-ethereum-network-gas-section-description-4": "ஆக, நீங்கள் எரிவாயு செலுத்தும்போது என்ன நடக்கிறது? அதன் ஒரு பகுதி உங்கள் பரிவர்த்தனையை பரிவர்த்தனைகளின் ஒரு \"தொகுதியில்\" சேர்க்கும் <strong>சரிபார்ப்பாளருக்கு செலுத்தப்படுகிறது</strong>. மற்றொரு பகுதி <strong>\"எரிக்கப்பட்டு\", விநியோகத்திலிருந்து நீக்கப்படுகிறது</strong>.",
  "page-what-is-ethereum-network-gas-section-description-5": "இது வழங்கல் மற்றும் தேவையை சமநிலைப்படுத்த உதவுகிறது, ஏனென்றால் <strong>நெட்வொர்க் பிஸியாக இருக்கும்போது, கட்டணங்கள் உயரும்</strong>. அமைதியாக இருக்கும்போது, கட்டணங்கள் குறையும்.",
  "page-what-is-ethereum-network-gas-section-description-6": "ஆகஸ்ட் 2021-ல் நெட்வொர்க் <blog>கட்டணம் எரிப்பதை அறிமுகப்படுத்தியதிலிருந்து</blog>, <strong>மில்லியன் கணக்கான ETH <beaconchain>எரிக்கப்பட்டுள்ளன</beaconchain></strong>. எத்தேரியம் சமூகத்தால் உருவாக்கப்பட்ட <ultrasound>நெட்வொர்க் டாஷ்போர்டுகள் மற்றும் எக்ஸ்ப்ளோரர்களைப்</ultrasound> பயன்படுத்தி சமீபத்திய எண்களை நீங்கள் ஆராயலாம்.",
  "page-what-is-ethereum-network-gas-section-description-7": "ஆக, ஒரு பரிவர்த்தனைக்கு எவ்வளவு செலவாகும்?",
  "page-what-is-ethereum-network-gas-section-description-8": "சரி, <strong>நீங்கள் என்ன செய்கிறீர்கள் என்பதைப் பொறுத்து கட்டணங்கள் மாறுபடும்</strong>. வெறுமனே ETH அனுப்புவது ஒரு டாலருக்கும் குறைவாக செலவாகலாம். ஒரு பரவலாக்கப்பட்ட பரிமாற்றத்தில் (DEX) டோக்கன்களைப் பரிமாற்றுவது சில டாலர்கள் அல்லது அதற்கும் அதிகமாக இருக்கலாம், குறிப்பாக நெட்வொர்க் பிஸியாக இருந்தால். பரிவர்த்தனை எவ்வளவு சிக்கலானதோ, அவ்வளவு எரிவாயு செலவாகும்.",
  "page-what-is-ethereum-network-gas-section-description-9": "எரிவாயு கட்டணங்கள் எத்தேரியத்தைப் பயன்படுத்துவதன் மிகவும் புலப்படும் பாகங்களில் ஒன்றாகும், குறிப்பாக புதிய பயனர்களுக்கு, ஆனால் இவை அனைத்தும் நெட்வொர்க்கை மேலும் நம்பகமானதாகவும் பாதுகாப்பானதாகவும் மாற்றுவதற்குச் செல்கிறது.",
  "page-what-is-ethereum-network-gas-section-description-10": "எத்தேரியம் நெட்வொர்க் கட்டணங்கள் பற்றி மேலும் அறிக",
  "page-what-is-ethereum-network-staking-section-description-1": "எத்தேரியம் நெட்வொர்க் பங்கு வைப்பு எனப்படும் ஒரு அமைப்பால் பாதுகாக்கப்படுகிறது. இதுவே எத்தேரியம் <strong>பரிவர்த்தனைகளை சரிபார்க்கவும், புதிய தொகுதிகளை சேர்க்கவும்</strong>, மற்றும் நெட்வொர்க்கை <strong>தாக்குதல்களிலிருந்து பாதுகாப்பாக</strong> வைத்திருக்கவும் உதவுகிறது.",
  "page-what-is-ethereum-network-staking-section-description-2": "எத்தேரியம் தொடங்கியபோது, அது வேலைக்கான சான்று எனப்படும் ஒரு ஒருமித்த கருத்து பொறிமுறையைப் (யாருக்கு என்ன சொந்தம் என்பதை ஒப்புக்கொள்வதற்கான ஒரு வழி) பயன்படுத்தியது. இதுவே இன்று பிட்காயின் பயன்படுத்தும் அதே பொறிமுறையாகும்.",
  "page-what-is-ethereum-network-staking-section-description-3": "செப்டம்பர் 2022-ல், எத்தேரியம் மிகவும் பாதுகாப்பான மற்றும் ஆற்றல்-திறனுள்ள பங்குக்கான சான்று ஒருமித்த கருத்து பொறிமுறைக்கு மேம்படுத்தப்பட்டது.",
  "page-what-is-ethereum-network-staking-section-description-4": "ஆக, இது எப்படி வேலை செய்கிறது?",
  "page-what-is-ethereum-network-staking-section-description-5": "எளிய சொற்களில், மக்கள் சில ETH-ஐ <strong>(தங்கள் ETH-ஐப் பணயம் வைத்து)</strong> ஒரு வைப்புத்தொகையாக முடக்குகிறார்கள், இதன் மூலம் அவர்கள் <strong>நெட்வொர்க்கைப் பாதுகாக்க</strong> உதவ முடியும். இந்த மக்கள் சரிபார்ப்பாளர்கள் என்று அழைக்கப்படுகிறார்கள். நீங்கள் ETH-ஐப் பங்கு வைக்கும்போது, உங்கள் சரிபார்ப்பாளர் புதிய பரிவர்த்தனைகளைச் சரிபார்த்துச் சேர்க்கத் தேர்ந்தெடுக்கப்படுகிறார். நீங்கள் அதை நேர்மையாகச் செய்தால், நீங்கள் <strong>வெகுமதிகளைப் பெறுவீர்கள்</strong>. நீங்கள் <strong>ஏமாற்ற முயன்றால், உங்கள் பங்கில் ஒரு பகுதியை இழப்பீர்கள்</strong>.",
  "page-what-is-ethereum-network-staking-section-description-6": "பங்கு வைப்பு என்பது எத்தேரியம் அதன் சேவைத் தரத்திற்கு நம்பகத்தன்மையுடன் உறுதியளிக்கும் வழியாகும். பணயம் வைக்கப்பட்டுள்ள இந்த பணம் அனைத்தும் எத்தேரியம் பாதுகாப்பாக இருக்க வேண்டும் என்ற சிறந்த நலனைக் கொண்டுள்ளது—நீங்கள் அதற்கு எதிராக பந்தயம் கட்டுவீர்களா?",
  "page-what-is-ethereum-network-staking-section-description-7": "பங்குக்கான சான்றை அறிமுகப்படுத்தி வெறும் இரண்டு ஆண்டுகளுக்குப் பிறகு, எத்தேரியம், எத்தேரியத்தைப் பாதுகாக்க <stakedEther>மில்லியன் கணக்கான ETH</stakedEther>-ஐப் பங்கு வைக்கும் <validators>ஒரு மில்லியனுக்கும் அதிகமான சரிபார்ப்பாளர்களை</validators> ஈர்த்தது. <strong>இது எத்தேரியத்தைத் தாக்குவதை மிகவும் விலை உயர்ந்ததாகவும் கடினமாகவும் ஆக்குகிறது</strong>. ஏனென்றால், நெட்வொர்க்கைத் தாக்க, <strong>ஒரு நிறுவனத்திற்கு நெட்வொர்க்கைத் தாக்கத் தொடங்க, பங்கு வைக்கப்பட்ட அனைத்து ETH-இல் குறைந்தபட்சம் 1/3 தேவை</strong>. இன்று, அது பல்லாயிரக்கணக்கான பில்லியன் டாலர்களுக்கு சமம், அப்படியிருந்தும், தாக்குதல் பெரும்பாலும் தோல்வியடையும், ஏனெனில் நெட்வொர்க்கின் மற்ற பகுதிகளுடன் 1/3 க்கும் மேற்பட்டவர்கள் உடன்படாதது இறுதிப்படுத்தலைத் தடுக்கும், ஆனால் சங்கிலி உண்மையின் ஆதாரமாகக் கருதப்படும் மற்ற பதிப்புடன் தொடர்ந்து வளரும். 1/2 க்கும் மேற்பட்டவை எந்தப் பதிப்பு உண்மையாகக் கருதப்படுகிறது என்பதை மாற்றுகிறது, மேலும் 2/3 க்கும் மேற்பட்டவை மற்றவர்கள் உடன்படாத ஒன்றை இறுதி செய்ய அனுமதிக்கும்.",
  "page-what-is-ethereum-network-staking-section-description-8": "இதுவே எத்தேரியத்திற்கு “<strong>பொருளாதாரப் பாதுகாப்பை</strong>” அளிக்கிறது. இது சரியான தொழில்நுட்பத்தைக் கொண்டிருப்பது மட்டுமல்ல. தாக்குதல்களை முயற்சி செய்யக் கூட முடியாத அளவுக்கு விலை உயர்ந்ததாக மாற்றுவதாகும்.",
  "page-what-is-ethereum-network-staking-section-description-9": "எத்தேரியம் நெட்வொர்க்கைப் பாதுகாக்க உதவ, நீங்கள் இதை இரண்டு முக்கிய வழிகளில் செய்யலாம்.",
  "page-what-is-ethereum-network-staking-section-description-10": "முதல் வழி ஒரு முனையை இயக்குவதாகும். முனைகள் அனைத்து பரிவர்த்தனைகள் மற்றும் ஸ்மார்ட் ஒப்பந்தத் தரவு உட்பட, பிளாக்செயினின் முழு வரலாற்றையும் சேமிக்கின்றன. மற்ற முனைகளுடன் ஒத்திசைப்பதன் மூலம், அவை நெட்வொர்க்கின் நிலையில் உடன்படலாம், பரிவர்த்தனைகள் முறையானவை மற்றும் ஸ்மார்ட் ஒப்பந்தத் தரவு கிடைப்பதை உறுதிசெய்கின்றன.",
  "page-what-is-ethereum-network-staking-section-description-11": "இரண்டாவது வழி உங்கள் ETH-ஐப் பங்கு வைப்பதாகும். <lido>Lido</lido> அல்லது <rocketpool>Rocketpool</rocketpool> போன்ற ஒரு பங்கு வைப்பு வழங்குநர் மூலம் செய்வது எளிதான வழி. ஆனால் உங்களுக்குத் தொழில்நுட்ப அறிவு இருந்தால், வீட்டிலேயே சரிபார்ப்பாளர் மென்பொருளை இயக்க முயற்சிக்கவும்.",
  "page-what-is-ethereum-network-staking-section-description-12": "பங்கு வைப்பு மற்றும் அதை எப்படி செய்வது என்பது பற்றி மேலும் அறிக",
  "page-what-is-ethereum-network-staking-section-description-13": "ஒரு முனையை எப்படி இயக்குவது என்று அறிக",
  "page-what-is-ethereum-network-layer-2s-section-description-1": "எத்தேரியம் பிரபலமடையும்போது, நெட்வொர்க் மேலும் பிஸியாகிறது. தேவை அதிகமாக இருக்கும்போது, எரிவாயு கட்டணங்கள் உயர்ந்து, பரிவர்த்தனைகளுக்கு அதிக நேரம் எடுக்கும். இதை சரிசெய்ய, உருவாக்குநர்கள் அடுக்கு 2-கள் எனப்படும் <strong>துணை நெட்வொர்க்குகளின்</strong> தொடரை உருவாக்கியுள்ளனர்.",
  "page-what-is-ethereum-network-layer-2s-section-description-2": "L2-கள் என்றும் குறிப்பிடப்படும் அடுக்கு 2-கள், <strong>எத்தேரியத்தின் மேல் இயங்கும்</strong> மற்ற நெட்வொர்க்குகளாகும். அவை பரிவர்த்தனைகளைத் தனியாகச் செயலாக்கி, பின்னர் எத்தேரியத்தில் சேமிக்கப்பட ஒரு சுருக்கத்தை அனுப்புகின்றன.",
  "page-what-is-ethereum-network-layer-2s-section-description-3": "அவற்றை ஒரு நெடுஞ்சாலையில் உள்ள விரைவுப் பாதைகள் போல நீங்கள் நினைக்கலாம். ஒவ்வொரு பரிவர்த்தனையும் எத்தேரியம் முதன்மை நெட்வொர்க் வழியாகச் செல்வதற்குப் பதிலாக, அவற்றில் பல இந்த வேகமான, மலிவான சாலைகளைப் பயன்படுத்துகின்றன.",
  "page-what-is-ethereum-network-layer-2s-section-description-4": "மிகவும் பிரபலமான சில L2-களில் <strong>Base, Arbitrum, Optimism, zkSync</strong> மற்றும் <strong>Starknet</strong> ஆகியவை அடங்கும். ஒவ்வொன்றும் சற்று வித்தியாசமாக வேலை செய்கின்றன, ஆனால் யோசனை ஒன்றுதான்—பாதுகாப்பில் சமரசம் செய்து கொள்ளாமல் எத்தேரியத்தை அளவிடுவது.",
  "page-what-is-ethereum-network-layer-2s-section-description-5": "Optimism அல்லது zkSync-ல் ஒரு எளிய ETH பரிமாற்றம் எத்தேரியம் முதன்மை நெட்வொர்க்கில் $0.3-$1 உடன் ஒப்பிடும்போது, <l2fees>$0.04</l2fees> மட்டுமே செலவாகும். டோக்கன்களைப் பரிமாற்றுவது போன்ற மற்ற பரிவர்த்தனைகள் <l2fees>$0.20</l2fees> மட்டுமே இருக்கலாம். பயனர்களுக்கு, இதன் பொருள் <strong>விலையின் ஒரு சிறு பகுதியில் வேகமான பரிவர்த்தனைகள்</strong>.",
  "page-what-is-ethereum-network-layer-2s-section-description-6": "இதன் விளைவாக, L2-கள் வேகமாக வளர்ந்து வருகின்றன. அவை ஒன்றாக <l2beat>பில்லியன் கணக்கான டாலர்கள் மதிப்புள்ள டிஜிட்டல் சொத்துக்களை</l2beat> வைத்திருக்கின்றன.",
  "page-what-is-ethereum-network-layer-2s-section-description-7": "L2-கள் எத்தேரியத்தின் பாதுகாப்பிலிருந்து பயனடைவதால், உலகளாவிய கொடுப்பனவுகள் மற்றும் பயன்பாடுகளை உருவாக்க விரும்பும் நிறுவனங்கள் எத்தேரியத்தின் மேல் உருவாக்கத் தொடங்கின.",
  "page-what-is-ethereum-network-layer-2s-section-description-8": "எடுத்துக்காட்டாக, ராபின்ஹூட் சமீபத்தில் பங்குகளுக்கான வேகமான தீர்வை ஆராய <robinhood>அதன் சொந்த L2-ஐ அறிமுகப்படுத்தியது</robinhood>. பேபால் <paypal>அதன் ஸ்டேபிள்காயின் PYUSD-ஐ எத்தேரியம் L2 ஆர்பிட்ரமிற்கு நகர்த்தியது</paypal>. Shopify இப்போது <shopify>வணிகர்களை Base-ல் ஸ்டேபிள்காயின் USDC-ஐ ஏற்க அனுமதிக்கிறது</shopify>.",
  "page-what-is-ethereum-network-layer-2s-section-description-9": "பயனர்களுக்கு, எத்தேரியம் மற்றும் L2-களுக்கு இடையில் சொத்துக்களை நகர்த்துவது நேரடியானது. ETH மற்றும் பிற சொத்துக்களை நகர்த்த <superbridge>Optimism வழங்கும் Superbridge</superbridge> அல்லது <portal>ZKsync வழங்கும் Portal</portal> போன்ற L2-களால் உருவாக்கப்பட்ட பாலங்களைப் பயன்படுத்தலாம். சுயாதீன அணிகளால் உருவாக்கப்பட்ட <hop>Hop</hop> மற்றும் <across>Across</across> போன்ற மூன்றாம் தரப்புக் கருவிகளை கூட நீங்கள் பயன்படுத்தலாம்.",
  "page-what-is-ethereum-network-layer-2s-section-description-10": "எத்தேரியம் அடுக்கு 2 நெட்வொர்க்குகள் பற்றி மேலும் அறிக",
  "page-what-is-ethereum-network-live-network-data-section-description-1": "எத்தேரியம் வடிவமைப்பால் வெளிப்படையானது. நெட்வொர்க்கில் ஒவ்வொரு செயலும், ETH அனுப்புவதிலிருந்து ஒரு சரிபார்ப்பாளரை இயக்குவது வரை, யார் வேண்டுமானாலும் அணுகக்கூடிய ஒரு திறந்த, பொதுப் பேரேட்டில் பதிவு செய்யப்படுகிறது.",
  "page-what-is-ethereum-network-live-network-data-section-description-2": "இது இன்று பெரும்பாலான அமைப்புகள் செயல்படும் விதத்திற்கு ஒரு கூர்மையான முரண்பாடாகும்:",
  "page-what-is-ethereum-network-live-network-data-section-description-3": "வங்கிகள் மற்றும் நிறுவனங்கள் தங்கள் உள் எண்களை வெளியிடுகின்றன",
  "page-what-is-ethereum-network-live-network-data-section-description-4": "பயன்பாட்டுப் பயன்பாட்டு புள்ளிவிவரங்கள் தொழில்நுட்ப நிறுவனங்களால் உன்னிப்பாகப் பாதுகாக்கப்படுகின்றன",
  "page-what-is-ethereum-network-live-network-data-section-description-5": "பொருளாதாரத் தரவு பெரும்பாலும் தாமதமாக வந்து பின்னர் திருத்தப்படுகிறது",
  "page-what-is-ethereum-network-live-network-data-section-description-6": "எத்தேரியத்துடன், நீங்கள் நம்ப வேண்டியதில்லை. நீங்கள் சரிபார்க்கலாம்.",
  "page-what-is-ethereum-network-live-network-data-section-description-7": "எத்தேரியத்தைப் பயன்படுத்த நீங்கள் இவற்றில் எதையும் புரிந்து கொள்ளத் தேவையில்லை. ஆனால் 2024-ல் எத்தனை பரிவர்த்தனைகள் தீர்க்கப்பட்டன, அல்லது கடந்த ஆறு மாதங்களில் எத்தனை புதிய எத்தேரியம் முகவரிகள் உருவாக்கப்பட்டன என்பதைப் பற்றி நீங்கள் ஆர்வமாக இருந்தால், நெட்வொர்க்கை நிகழ்நேரத்தில் ஆராய யார் வேண்டுமானாலும் பயன்படுத்தக்கூடிய கருவிகள் உள்ளன.",
  "page-what-is-ethereum-network-live-network-data-section-description-8": "இங்கே மிகவும் பயனுள்ள சில தரவு ஆதாரங்கள், மற்றும் நீங்கள் அவற்றை எதற்காகப் பயன்படுத்தலாம் என்பது கொடுக்கப்பட்டுள்ளது:",
  "page-what-is-ethereum-network-live-network-data-section-description-9": "<etherscan>Etherscan</etherscan>: பரிவர்த்தனைகள், பணப்பைச் செயல்பாடு மற்றும் ஸ்மார்ட் ஒப்பந்தங்களைச் சரிபார்க்கவும்",
  "page-what-is-ethereum-network-live-network-data-section-description-10": "<beaconcha>beaconcha.in</beaconcha>: சரிபார்ப்பாளர் புள்ளிவிவரங்கள், பங்கு வைப்பு நிலைகள் மற்றும் நெட்வொர்க் ஆரோக்கியத்தைக் காண்க",
  "page-what-is-ethereum-network-live-network-data-section-description-11": "<ultrasound>ultrasound.money</ultrasound>: ETH வழங்கல், வெளியீடு மற்றும் எரித்தலை நிகழ்நேரத்தில் கண்காணிக்கவும்",
  "page-what-is-ethereum-network-live-network-data-section-description-12": "<l2fees>l2fees.info</l2fees>: எத்தேரியம் மற்றும் L2-களில் தற்போதைய பரிவர்த்தனைச் செலவுகளை ஒப்பிடுக",
  "page-what-is-ethereum-network-live-network-data-section-description-13": "<l2beat>L2Beat</l2beat>: அனைத்து முக்கிய L2-களிலும் பாதுகாக்கப்பட்ட மதிப்பு மற்றும் பாதுகாப்பு மாதிரிகளைக் காண்க",
  "page-what-is-ethereum-network-live-network-data-section-description-14": "<growthepie>growthepie</growthepie>: எத்தேரியம் முழுவதும் அனைத்து ஆன்செயின் செயல்பாடு மற்றும் வளர்ச்சியைக் காண்க",
  "page-what-is-ethereum-network-live-network-data-section-description-15": "<dune>Dune</dune>: எத்தேரியம் முழுவதும் உள்ள அனைத்து டிஜிட்டல் சொத்துக்களிலும் தனிப்பயன் டாஷ்போர்டுகளை ஆராயுங்கள்",
  "page-what-is-ethereum-network-live-network-data-section-description-16": "<tokenterminal>Token Terminal</tokenterminal>: dapp வருவாய், பயன்பாடு மற்றும் நெறிமுறை செயல்திறனை ஒப்பிடுக",
  "page-what-is-ethereum-network-live-network-data-section-description-17": "<nansen>Nansen</nansen>: பணப்பை ஓட்டங்கள், ஸ்டேபிள்காயின் நகர்வுகள் மற்றும் ஸ்மார்ட் பணப் போக்குகளைப் பின்பற்றவும்.",
  "page-what-is-ethereum-network-live-network-data-section-description-18": "இந்தக் கருவிகள் அனைத்தும் உங்களுக்குத் தேவைப்பட்டால் உள்ளன.",
  "page-what-is-ethereum-network-live-network-data-section-description-19": "நீங்கள் ஒரு உருவாக்குநர், ஆராய்ச்சியாளர், முதலீட்டாளர், அல்லது ஒரு பரிவர்த்தனையைச் சரிபார்க்க விரும்பும் ஒருவர் என யாராக இருந்தாலும், எத்தேரியத்தின் திறந்த நெட்வொர்க் உங்களுக்குத் தரவை வழங்குகிறது—நேரலை, அனுமதியற்ற மற்றும் சரிபார்க்கக்கூடியது.",
  "page-what-is-ethereum-network-live-network-data-section-description-20": "எத்தேரியம் நெட்வொர்க் டாஷ்போர்டுகள் மற்றும் தொகுதி ஆய்வுக் கருவிகளை உலாவுக"
}