{
  "page-layer-2-learn-meta-title": "அடுக்கு 2 என்றால் என்ன? | ethereum.org",
  "page-layer-2-learn-title": "அடுக்கு 2 என்றால் என்ன?",
  "page-layer-2-learn-description": "வெகுஜன தத்தெடுப்புக்காக எத்தேரியத்தை அளவிடுதல்",
  "page-layer-2-learn-button-1-label": "அடுக்கு 2 என்றால் என்ன?",
  "page-layer-2-learn-button-2-label": "அடுக்கு 2 ஐப் பயன்படுத்தவும்",
  "page-layer-2-learn-what-is-layer-2-title": "அடுக்கு 2 என்றால் என்ன?",
  "page-layer-2-learn-what-is-layer-2-1": "அடுக்கு 2 (L2) என்பது எத்தேரியம் அளவிடுதல் தீர்வுகளின் ஒரு குறிப்பிட்ட தொகுப்பை விவரிக்கப் பயன்படும் ஒரு கூட்டுச் சொல்லாகும். <strong>அடுக்கு 2 என்பது எத்தேரியத்தை விரிவுபடுத்தும் ஒரு தனி <a href=\"/glossary/#blockchain\">பிளாக்செயின்</a> ஆகும், இது எத்தேரியத்தின் பாதுகாப்பு உத்தரவாதங்களைப் பெறுகிறது</strong>.",
  "page-layer-2-learn-what-is-layer-2-2": "இப்போது இதை இன்னும் கொஞ்சம் ஆழமாகப் பார்ப்போம். இதைச் செய்ய, நாம் முதலில் அடுக்கு 1 (L1) பற்றி விளக்க வேண்டும்.",
  "page-layer-2-learn-what-is-layer-1-title": "அடுக்கு 1 என்றால் என்ன?",
  "page-layer-2-learn-what-is-layer-1-1": "எத்தேரியம் மற்றும் பிட்காயின் போன்ற அடுக்கு 1 பிளாக்செயின்கள், <strong>அடுக்கு 2 திட்டங்கள் அதன் மேல் உருவாக்கும் அடிப்படைக் கட்டமைப்பாகும்</strong>. அடுக்கு 2 திட்டங்களின் எடுத்துக்காட்டுகளில் எத்தேரியத்தில் உள்ள <strong>ஜீரோ-நாலேட்ஜ் ரோலப்கள்</strong> மற்றும் <strong>ஆப்டிமிஸ்டிக் ரோலப்கள்</strong> மற்றும் பிட்காயினுக்கு மேல் உள்ள லைட்னிங் நெட்வொர்க் ஆகியவை அடங்கும்.",
  "page-layer-2-learn-what-is-layer-1-2": "எத்தேரியம் அடுக்கு 2-களுக்கு ஒரு தரவுக் கிடைக்கும் தன்மை அடுக்காகவும் செயல்படுகிறது, மேலும் முந்தைய பரிவர்த்தனைகளில் ஏதேனும் தகராறுகள் ஏற்பட்டால், இந்தத் தகராறுகளுக்கு எத்தேரியத்தில் இருந்து தரவு வழங்கப்படுகிறது.",
  "page-layer-2-learn-layer-1-list-title": "அடுக்கு 1 ஆக எத்தேரியம் உள்ளடக்கியவை:",
  "page-layer-2-learn-layer-1-list-1": "<strong>முனை ஆப்பரேட்டர்களின் ஒரு நெட்வொர்க்</strong> நெட்வொர்க்கைப் பாதுகாக்கவும் சரிபார்க்கவும்",
  "page-layer-2-learn-layer-1-list-2": "<strong>பிளாக் உற்பத்தியாளர்களின் ஒரு நெட்வொர்க்</strong>",
  "page-layer-2-learn-layer-1-list-3": "<strong>பிளாக்செயின்</strong> மற்றும் பரிவர்த்தனை தரவுகளின் வரலாறு",
  "page-layer-2-learn-layer-1-list-4": "<strong>நெட்வொர்க்கிற்கான ஒருமித்த பொறிமுறை</strong>",
  "page-layer-2-learn-why-do-we-need-layer-2-title": "நமக்கு ஏன் அடுக்கு 2 தேவை?",
  "page-layer-2-learn-why-do-we-need-layer-2-1": "ஒரு பிளாக்செயினின் மூன்று விரும்பத்தக்க பண்புகள் என்னவென்றால், அது பரவலாக்கப்பட்டது, பாதுகாப்பானது மற்றும் அளவிடக்கூடியது. பிளாக்செயின் முரண்பாடு என்னவென்றால், ஒரு எளிய பிளாக்செயின் கட்டமைப்பு மூன்றில் இரண்டை மட்டுமே அடைய முடியும். பாதுகாப்பான மற்றும் பரவலாக்கப்பட்ட பிளாக்செயின் வேண்டுமா? நீங்கள் அளவிடுதலை தியாகம் செய்ய வேண்டும். இங்குதான் அடுக்கு 2 நெட்வொர்க்குகள் வருகின்றன.",
  "page-layer-2-learn-why-do-we-need-layer-2-2": "எத்தேரியம் ஒரு நாளைக்கு 1 மில்லியனுக்கும் அதிகமான பரிவர்த்தனைகளுடன் நெட்வொர்க்கின் தற்போதைய திறனை எட்டியுள்ளது, இந்த ஒவ்வொரு பரிவர்த்தனைக்கும் அதிக தேவை உள்ளது. எத்தேரியத்தின் வெற்றியும் அதைப் பயன்படுத்துவதற்கான தேவையும் எரிவாயு விலைகள் கணிசமாக உயர காரணமாகியுள்ளன. எனவே அளவிடுதல் தீர்வுகளுக்கான தேவையும் உச்சத்தை எட்டியுள்ளது.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability": "பெருகும் தன்மை",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-1": "அளவிடுதலின் முக்கிய குறிக்கோள், பரவலாக்கம் அல்லது பாதுகாப்பைத் தியாகம் செய்யாமல், பரிவர்த்தனை வேகத்தையும் (விரைவான இறுதிநிலை) மற்றும் பரிவர்த்தனை செயல்திறனையும் (வினாடிக்கு அதிக பரிவர்த்தனைகள்) அதிகரிப்பதாகும்.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-2": "எத்தேரியம் சமூகம், அளவிடுதலுக்காக பரவலாக்கம் அல்லது பாதுகாப்பை கைவிடாது என்பதில் உறுதியான நிலைப்பாட்டை எடுத்துள்ளது. ஷார்டிங் வரும் வரை, எத்தேரியம் மெயின்நெட் (அடுக்கு 1) வினாடிக்கு சுமார் 15 பரிவர்த்தனைகளை மட்டுமே செயல்படுத்த முடியும். எத்தேரியத்தைப் பயன்படுத்துவதற்கான தேவை அதிகமாக இருக்கும்போது, இது நெட்வொர்க் நெரிசலை ஏற்படுத்துகிறது, பரிவர்த்தனைக் கட்டணங்களை அதிகரிக்கிறது, மேலும் கட்டணம் குறையும் வரை எத்தேரியத்தைப் பயன்படுத்த முடியாதவர்களை விலக்கி வைக்கிறது. இன்று எத்தேரியத்தை அளவிட அடுக்கு 2 இங்குதான் வருகிறது.",
  "page-layer-2-learn-layer2Cards-1-title": "குறைந்த கட்டணங்கள்",
  "page-layer-2-learn-layer2Cards-1-description": "அடுக்கு 1 இல் பல பரிவர்த்தனைகளை ஒரே பரிவர்த்தனையாக இணைப்பதன் மூலம், பரிவர்த்தனைக் கட்டணங்கள் பெருமளவில் குறைக்கப்பட்டு, எத்தேரியம் அனைவருக்கும் மேலும் அணுகக்கூடியதாக மாற்றப்படுகிறது.",
  "page-layer-2-learn-layer2Cards-2-title": "பாதுகாப்பைப் பராமரித்தல்",
  "page-layer-2-learn-layer2Cards-2-description": "அடுக்கு 2 பிளாக்செயின்கள் தங்கள் பரிவர்த்தனைகளை எத்தேரியம் மெயின்நெட்டில் தீர்க்கின்றன, அவற்றைப் பயன்படுத்தும் பயனர்கள் எத்தேரியம் நெட்வொர்க்கின் பாதுகாப்பிலிருந்து பயனடைய இது அனுமதிக்கிறது.",
  "page-layer-2-learn-layer2Cards-3-title": "பயன்பாட்டு வழக்குகளை விரிவாக்குதல்",
  "page-layer-2-learn-layer2Cards-3-description": "வினாடிக்கு அதிக பரிவர்த்தனைகள், குறைந்த கட்டணங்கள் மற்றும் புதிய தொழில்நுட்பத்துடன், திட்டங்கள் மேம்பட்ட பயனர் அனுபவத்துடன் புதிய பயன்பாடுகளாக விரிவடையும்.",
  "page-layer-2-learn-how-does-layer-2-work-title": "அடுக்கு 2 எவ்வாறு செயல்படுகிறது?",
  "page-layer-2-learn-how-does-layer-2-work-1": "நாம் மேலே குறிப்பிட்டது போல, அடுக்கு 2 என்பது எத்தேரியம் அடுக்கு 1-இன் வலுவான பரவலாக்கப்பட்ட பாதுகாப்பைப் பயன்படுத்திக் கொள்ளும்போது, எத்தேரியம் அடுக்கு 1-க்கு வெளியே பரிவர்த்தனைகளைக் கையாளும் எத்தேரியம் அளவிடுதல் தீர்வுகளுக்கான ஒரு கூட்டுச் சொல்லாகும். அடுக்கு 2 என்பது எத்தேரியத்தை விரிவுபடுத்தும் ஒரு தனி பிளாக்செயின் ஆகும். அது எவ்வாறு செயல்படுகிறது?",
  "page-layer-2-learn-how-does-layer-2-work-2": "பல வேறுபட்ட அடுக்கு 2 வகைகள் உள்ளன, ஒவ்வொன்றும் அதன் சொந்த வர்த்தகப் பரிமாற்றங்கள் மற்றும் பாதுகாப்பு மாதிரிகளைக் கொண்டுள்ளன. அடுக்கு 2-கள் அடுக்கு 1-இலிருந்து பரிவர்த்தனைச் சுமையை எடுத்துக்கொள்வதால், அது நெரிசல் குறைவாகி, எல்லாம் மேலும் அளவிடக்கூடியதாகிறது.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-title": "ரோல்அப்புகள்",
  "page-layer-2-learn-how-does-layer-2-work-rollups-1": "ரோலப்கள் நூற்றுக்கணக்கான பரிவர்த்தனைகளை அடுக்கு 1 இல் ஒரே பரிவர்த்தனையாகத் தொகுக்கின்றன (அல்லது 'சுருட்டுகின்றன'). இது L1 பரிவர்த்தனைக் கட்டணங்களை ரோலப்பில் உள்ள அனைவருக்கும் விநியோகிக்கிறது, இது ஒவ்வொரு பயனருக்கும் மலிவானதாக மாற்றுகிறது.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-2": "ரோலப்பில் உள்ள பரிவர்த்தனைத் தரவு அடுக்கு 1-க்கு சமர்ப்பிக்கப்படுகிறது, ஆனால் செயலாக்கம் ரோலப்பால் தனித்தனியாக செய்யப்படுகிறது. அடுக்கு 1-இல் பரிவர்த்தனைத் தரவைச் சமர்ப்பிப்பதன் மூலம், ரோலப்கள் எத்தேரியத்தின் பாதுகாப்பைப் பெறுகின்றன. ஏனென்றால், தரவு அடுக்கு 1-க்கு பதிவேற்றப்பட்டவுடன், ஒரு ரோலப் பரிவர்த்தனையைத் திரும்பப் பெறுவதற்கு எத்தேரியத்தைத் திரும்பப் பெற வேண்டும். ரோலப்களுக்கு இரண்டு வேறுபட்ட அணுகுமுறைகள் உள்ளன: ஆப்டிமிஸ்டிக் மற்றும் ஜீரோ-நாலேட்ஜ் - இந்த பரிவர்த்தனைத் தரவு L1-க்கு எவ்வாறு சமர்ப்பிக்கப்படுகிறது என்பதில் அவை முதன்மையாக வேறுபடுகின்றன.",
  "page-layer-2-learn-rollupCards-optimistic-title": "ஆப்டிமிஸ்டிக் ரோலப்கள்",
  "page-layer-2-learn-rollupCards-optimistic-description": "ஆப்டிமிஸ்டிக் ரோலப்கள் தவறுச் சான்றுகளைப் பயன்படுத்துகின்றன, அங்கு பரிவர்த்தனைகள் செல்லுபடியாகும் என்று கருதப்படுகின்றன, ஆனால் தவறான பரிவர்த்தனை சந்தேகிக்கப்பட்டால் சவால் செய்யப்படலாம். தவறான பரிவர்த்தனை சந்தேகிக்கப்பட்டால், இது நடந்துள்ளதா என்பதைப் பார்க்க ஒரு தவறுச் சான்று இயக்கப்படுகிறது.",
  "page-layer-2-learn-rollupCards-optimistic-childSentence": "ஆப்டிமிஸ்டிக் ரோலப்கள் பற்றி மேலும்",
  "page-layer-2-learn-rollupCards-zk-title": "ஜீரோ நாலேட்ஜ் ரோலப்கள்",
  "page-layer-2-learn-rollupCards-zk-description": "ஜீரோ நாலேட்ஜ் ரோலப்கள் செல்லுபடியாகும் சான்றுகளைப் பயன்படுத்துகின்றன, அங்கு பரிவர்த்தனைக் கணக்கீடுகள் ஆஃப்செயினில் கணக்கிடப்படுகின்றன, பின்னர் இந்தத் தரவு அவற்றின் செல்லுபடியாகும் தன்மைக்கான சான்றுடன் எத்தேரியம் மெயின்நெட்டிற்கு வழங்கப்படுகிறது.",
  "page-layer-2-learn-rollupCards-zk-childSentence": "zk-ரோலப்கள் பற்றி மேலும்",
  "page-layer-2-learn-dyor-title": "உங்கள் சொந்த ஆராய்ச்சியை மேற்கொள்ளுங்கள்: அடுக்கு 2-இன் அபாயங்கள்",
  "page-layer-2-learn-dyor-1": "அடுக்கு 2 சங்கிலிகள் எத்தேரியத்திலிருந்து பாதுகாப்பைப் பெறுவதால், ஒரு சிறந்த உலகில், அவை L1 எத்தேரியத்தைப் போலவே பாதுகாப்பானவை. இருப்பினும், பல <strong>திட்டங்கள் இன்னும் இளமையானவை மற்றும் ஓரளவிற்கு சோதனை ரீதியானவை</strong>. பல வருட R&D-க்கு பிறகு, எத்தேரியத்தை அளவிடும் பல L2 தொழில்நுட்பங்கள் 2021 இல் நேரலைக்கு வந்தன. இந்த L2-கள் பாதுகாப்பானவை அல்ல என்று இது கூறவில்லை, எந்த அடுக்கு 2-ம் எத்தேரியம் மெயின்நெட்டைப் போல போர்க்களத்தில் சோதிக்கப்படவில்லை. எப்போதும் உங்கள் சொந்த ஆராய்ச்சியைச் செய்து, சம்பந்தப்பட்ட அபாயங்களில் நீங்கள் வசதியாக இருக்கிறீர்களா என்பதை முடிவு செய்யுங்கள்.",
  "page-layer-2-learn-dyor-2": "அடுக்கு 2-களின் தொழில்நுட்பம், அபாயங்கள் மற்றும் நம்பிக்கை அனுமானங்கள் பற்றிய கூடுதல் தகவல்களுக்கு, ஒவ்வொரு திட்டத்தின் விரிவான இடர் மதிப்பீட்டு கட்டமைப்பை வழங்கும் L2BEAT-ஐப் பார்க்க பரிந்துரைக்கிறோம்.",
  "page-layer-2-learn-dyor-link": "L2BEAT-க்குச் செல்லவும்",
  "page-layer-2-learn-note-on-alt-l1-title": "மாற்று L1-கள், பக்கச்சங்கிலிகள், மற்றும் வேலிடியம்கள் பற்றிய ஒரு குறிப்பு",
  "page-layer-2-learn-note-on-alt-l1-1": "மாற்று அடுக்கு 1-கள் எத்தேரியத்தை விட அதிக செயல்திறன் மற்றும் குறைந்த பரிவர்த்தனைக் கட்டணங்களைக் கொண்டுள்ளன. இந்த மாற்று L1-கள் வினாடிக்கு அதிக பரிவர்த்தனைகள் மற்றும் குறைந்த கட்டணங்களை அடைவதற்காக பாதுகாப்பு அல்லது பரவலாக்கத்தில் தியாகம் செய்ய வேண்டியிருந்தது. அளவிடுதல் முரண்பாட்டைத் தீர்க்கவும், பரவலாக்கப்பட்ட மற்றும் பாதுகாப்பாக இருக்கவும் அடுக்கு 2 அளவிடுதல் மட்டுமே ஒரே வழி என்பதில் எத்தேரியம் சுற்றுச்சூழல் அமைப்பு உறுதியாக உள்ளது",
  "page-layer-2-learn-note-on-alt-l1-2": "பக்கச்சங்கிலிகள் மற்றும் வேலிடியம்கள் என்பவை ஒரு பிளாக்செயினில் இருந்து சொத்துக்களை மற்றொரு பிளாக்செயினுக்கு பாலமிட்டுப் பயன்படுத்த அனுமதிக்கும் பிளாக்செயின்கள் ஆகும். பக்கச்சங்கிலிகள் மற்றும் வேலிடியம்கள் பிரதான சங்கிலிக்கு இணையாக இயங்குகின்றன, மேலும் பாலங்கள் மூலம் பிரதான சங்கிலியுடன் தொடர்பு கொள்கின்றன, ஆனால் அவை தங்கள் பாதுகாப்பு அல்லது தரவு கிடைக்கும் தன்மையை பிரதான சங்கிலியிலிருந்து பெறுவதில்லை. அவை அடுக்கு 2-களைப் போலவே அளவிடப்படுகின்றன, ஆனால் வேறுபட்ட நம்பிக்கை அனுமானங்களைக் கொண்டுள்ளன. அவை குறைந்த பரிவர்த்தனைக் கட்டணங்களையும், அதிக பரிவர்த்தனை செயல்திறனையும் வழங்குகின்றன. <a href=\"/developers/docs/scaling/sidechains\">பக்கச்சங்கிலிகள்</a> மற்றும் <a href=\"/developers/docs/scaling/validium\">வேலிடியம்கள்</a> பற்றி மேலும்.",
  "page-layer-2-learn-callout-1-title": "நன்மைகள் என்ன?",
  "page-layer-2-learn-callout-1-description": "அடுக்கு 2 தீர்வுகளின் நடைமுறைத் தாக்கம் பயனர் அனுபவத்தில் என்ன என்பதை ஆராயுங்கள்.",
  "page-layer-2-learn-learn-more": "மேலும் அறிக",
  "page-layer-2-learn-callout-2-title": "பல்வேறு வலையமைப்புகளை அறிந்துகொள்ளுங்கள்",
  "page-layer-2-learn-callout-2-description": "வலையமைப்புகள் ஒன்றுக்கொன்று எவ்வாறு வேறுபடுகின்றன மற்றும் அவற்றின் வளர்ச்சியில் எவ்வளவு தூரம் வந்துள்ளன என்பதை அறியுங்கள்.",
  "page-layer-2-learn-explore-networks": "நெட்வொர்க்குகளை ஆராயுங்கள்"
}
