{
  "page-get-eth-article-keeping-crypto-safe": "உங்கள் கிரிப்டோவை பாதுகாப்பாக வைத்திருப்பதற்கான திறவுகோல்கள்",
  "page-get-eth-article-protecting-yourself": "உங்களையும் உங்கள் நிதியையும் பாதுகாத்தல்",
  "page-get-eth-article-store-digital-assets": "Ethereum இல் டிஜிட்டல் சொத்துக்களை எவ்வாறு சேமிப்பது",
  "page-get-eth-article-protecting-yourself-desc": "எமதுகிரிப்டோ",
  "page-get-eth-article-keeping-crypto-safe-desc": "காயின்பேஸ்",
  "page-get-eth-article-store-digital-assets-desc": "கன்சென்சிஸ்",
  "page-get-eth-cex": "மையப்படுத்தப்பட்ட பரிமாற்றங்கள்",
  "page-get-eth-cex-desc": "பரிமாற்றங்கள் என்பது பாரம்பரிய நாணயங்களைப் பயன்படுத்தி கிரிப்டோவை வாங்க உங்களை அனுமதிக்கும் வணிகங்கள். நீங்கள் வாங்கும் எந்தவொரு ETHஐயும் நீங்கள் கட்டுப்படுத்தும் பணப்பைக்கு அனுப்பும் வரை அவர்கள் அதைக் கட்டுப்படுத்துவார்கள்.",
  "page-get-eth-checkout-dapps-btn": "Dapps ஐப் பாருங்கள்",
  "page-get-eth-community-safety": "பாதுகாப்பு குறித்த சமூக பதிவுகள்",
  "page-get-eth-description": "எதெரியம் ஒரு தனிப்பட்ட அமைப்பால் கட்டமைக்கப்படுகின்றது அல்ல- அது மத்தியமற்ற அமைப்பு.",
  "page-get-eth-dex": "பரவலாக்கப்பட்ட பரிமாற்றங்கள் (DEXகள்)",
  "page-get-eth-dex-desc": "உங்களுக்கு கூடுதல் கட்டுப்பாடு வேண்டுமானால், <a href=\"/glossary/#smart-contract\">ஸ்மார்ட் ஒப்பந்தங்களைப்</a> பயன்படுத்தி ETH வாங்கவும். ஒரு DEX மூலம், உங்கள் நிதிகளின் கட்டுப்பாட்டை ஒரு மையப்படுத்தப்பட்ட நிறுவனத்திடம் கொடுக்காமல் டிஜிட்டல் சொத்துக்களை வர்த்தகம் செய்யலாம்.",
  "page-get-eth-peers": "உங்கள் சகாகளிடமிருந்து ETH பெறுதல்",
  "page-get-eth-peers-desc": "நீங்கள் இதேரீயம் கணக்கைப் பெற்றவுடன், ETH (மற்றும் பிற டோக்கன்களை) நபரிலிருந்து-நபர் மாற்றம் மூலம், அனுப்பவும் பெறவும் உங்கள் இதேரீயம் முகவரியைப் பகிர்ந்தால் போதும்.",
  "page-get-eth-staking": "ஸ்டேக்கிங் வெகுமதிகள்",
  "page-get-eth-staking-desc": "உங்களிடம் ஏற்கனவே சில ETH இருந்தால், ஒரு சரிபார்ப்பாளர் முனையை இயக்குவதன் மூலம் நீங்கள் அதிகமாக சம்பாதிக்கலாம். இந்த சரிபார்ப்புப் பணியைச் செய்வதற்கு உங்களுக்கு ETH-இல் பணம் வழங்கப்படும்.",
  "page-get-eth-earn": "ETH சம்பாரித்தல்",
  "page-get-eth-earn-desc": "DAOக்களிபல் வேலை செய்வதன் மூலமாகவும், கிரிப்டோவில் சம்பளம் கொடுக்கும் நிறுவனங்களில் பணிபுரிவதன் மூலமாகவும் பரிசுகளை வெல்வதன் மூலமாகவும் மென்பொருள் பிழைகளைக் கண்டறிதல் போன்ற பல வழிகளில் நீங்கள் ETH ஐப் பெறலாம்.",
  "page-get-eth-daos-link-desc": "DAOக்களைப் பற்றி அறிக",
  "page-get-eth-cex-link-desc": "பரிமாற்ற அமைப்புகளின் பட்டியலைப் பார்க்கவும்",
  "page-get-eth-staking-link-desc": "ஸ்டேக்கிங் பற்றி மேலும் அறியவும்",
  "page-get-eth-dexs": "பரவலாக்கப்பட்ட பரிமாற்றங்கள் (DEXகள்)",
  "page-get-eth-dexs-desc": "பரவலாக்கப்பட்ட பரிமாற்றங்கள் ETH மற்றும் பிற டோக்கன்களுக்கான திறந்த சந்தைகளாகும். அவை வாங்குபவர்களையும் விற்பவர்களையும் நேரடியாக இணைக்கின்றன.",
  "page-get-eth-dexs-desc-2": "பரிவர்த்தனையில் நிதிகளைப் பாதுகாக்க நம்பகமான மூன்றாம் தரப்பினரைப் பயன்படுத்துவதற்குப் பதிலாக, அவர்கள் குறியீட்டைப் பயன்படுத்துகிறார்கள். பணம் செலுத்துவதற்கு உத்தரவாதம் அளிக்கப்பட்டால் மட்டுமே விற்பனையாளரின் ETH பரிமாற்றப்படும். இந்த வகை குறியீடு ஸ்மார்ட் ஒப்பந்தம் என்று அறியப்படுகிறது.",
  "page-get-eth-dexs-desc-3": "அதாவது, மையப்படுத்தப்பட்ட மாற்றுகளைக் காட்டிலும் குறைவான புவியியல் கட்டுப்பாடுகள் உள்ளன. நீங்கள் விரும்புவதை யாராவது விற்று, நீங்கள் வழங்கக்கூடிய கட்டண முறையை ஏற்றுக்கொண்டால், நன்மையே.",
  "page-get-eth-dexs-desc-4": "குறிப்பு: பல DEX-கள் செயல்படுவதற்கு வ்ராப்டு ஈதரை (WETH) பயன்படுத்துகின்றன. <a href=\"/wrapped-eth\">வ்ராப்டு ஈதர் பற்றி மேலும் அறியவும்</a>.",
  "page-get-eth-do-not-copy": "எடுத்துக்காட்டு: நகலெடுக்க வேண்டாம்",
  "page-get-eth-exchanges-disclaimer": "இந்தத் தகவலை நாங்கள் கைமுறையாகச் சேகரித்தோம். நீங்கள் ஏதேனும் தவறாகக் கண்டால், எங்களிடம் தெரிவிக்கவும்",
  "page-get-eth-exchanges-empty-state-text": "நீங்கள் பயன்படுத்தக்கூடிய பணப்பைகள் மற்றும் பரிமாற்றங்களின் பட்டியலைப் பார்க்க நீங்கள் வசிக்கும் நாட்டை உள்ளிடவும்",
  "page-get-eth-exchanges-except": "தவிர்த்து",
  "page-get-eth-exchanges-header": "எந்த நாட்டில் நீங்கள் வாழ்கிறீர்கள்?",
  "page-get-eth-exchanges-header-exchanges": "பரிமாற்றங்கள்",
  "page-get-eth-exchanges-header-wallets": "பணப்பைகள்",
  "page-get-eth-exchanges-intro": "பரிமாற்றங்கள் கிரிப்டோவை எங்கு விற்கலாம் என்பதில் கட்டுப்பாடுகள் உள்ளன. இது ஒவ்வொரு நாட்டிலும் செயல்படுவதாகக் கருதப்படும் சேவைகளின் அடையாளப் பட்டியல். இங்கே சேர்ப்பது ஒரு ஒப்புதல் அல்ல - நீங்கள் உங்கள் சொந்த ஆராய்ச்சி செய்ய வேண்டும்!",
  "page-get-eth-exchanges-no-exchanges": "மன்னிக்கவும், இந்த நாட்டிலிருந்து ETH ஐ வாங்க உங்களை அனுமதிக்கும் எந்தப் பரிமாற்றமும் எங்களுக்குத் தெரியாது. நீங்கள் செய்தால், எங்களிடம் சொல்லுங்கள்",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "மன்னிக்கவும், இந்த நாட்டிலிருந்து ETH ஐ வாங்க உங்களை அனுமதிக்கும் எந்தப் பரிமாற்றமும் எங்களுக்குத் தெரியாது. நீங்கள் செய்தால், எங்களிடம் சொல்லுங்கள்",
  "page-get-eth-exchanges-no-wallets": "மன்னிக்கவும், இந்த நாட்டிலிருந்து ETH ஐ வாங்க உங்களை அனுமதிக்கும் எந்தப் பரிமாற்றங்களும் அல்லது பணப்பைகளும் எங்களுக்குத் தெரியாது. நீங்கள் செய்தால், எங்களிடம் சொல்லுங்கள்",
  "page-get-eth-exchanges-search": "நீங்கள் வாழும் இடத்தை உள்ளிடவும்...",
  "page-get-eth-exchanges-success-exchange": "அவர்களின் சட்டப்பூர்வ சோதனைகள் காரணமாக ஒரு பரிமாற்றத்தில் பதிவு செய்யப் பல நாட்கள் ஆகலாம்.",
  "page-get-eth-exchanges-success-wallet-link": "பணப்பைகள்",
  "page-get-eth-exchanges-success-wallet-paragraph": "நீங்கள் வசிக்கும் இடத்தில், இந்தப் பணப்பைகளிலிருந்து நேரடியாக ETH ஐ வாங்கலாம். மேலும் அறிந்து கொள்ள",
  "page-get-eth-exchanges-usa": "யுனைடெட் ஸ்டேட்ஸ் ஆஃப் அமெரிக்கா (USA)",
  "page-get-eth-get-wallet-btn": "ஒரு பணப்பையைப் பெறுங்கள்",
  "page-get-eth-hero-image-alt": "ETH ஹீரோ படத்தைப் பெறுங்கள்",
  "page-get-eth-keep-it-safe": "உங்கள் ETH ஐப் பாதுகாப்பாக வைத்திருத்தல்",
  "page-get-eth-meta-description": "நீங்கள் வசிக்கும் இடத்தின் அடிப்படையில் ETH ஐ எவ்வாறு வாங்குவது மற்றும் அதை எவ்வாறு கவனித்துக்கொள்வது என்பது குறித்த ஆலோசனை.",
  "page-get-eth-meta-title": "எத்தேரியம் (ETH) வாங்குவது எப்படி",
  "page-get-eth-need-wallet": "DEX ஐப் பயன்படுத்த, உங்களுக்குப் பணப்பை தேவைப்படும்.",
  "page-get-eth-new-to-eth": "ETHக்கு புதியவரா? நீங்கள் தொடங்குவதற்கு இங்கே ஒரு மேலோட்டம் உள்ளது.",
  "page-get-eth-other-cryptos": "பிற கிரிப்டோ கொண்டு வாங்கவும்",
  "page-get-eth-protect-eth-desc": "எதிரியத்தின் முக்கிய அம்சங்களில் ஒன்று, உங்கள் சொந்த கணக்கை நிர்வகிப்பதன் மூலம் உங்கள் சொந்த சொத்துக்களைக் கட்டுப்படுத்துவது. அதாவது, உங்கள் சொத்துக்களுடன் எந்த மூன்றாம் தரப்பினரையும் நீங்கள் நம்ப வேண்டியதில்லை, மேலும் எந்தவொரு பாதுகாவலரும் நேர்மையற்ற முறையில் செயல்படுவதிலிருந்தோ, அவர் திவால் அல்லது ஊடுருவுதலிலிருந்தோ நீங்கள் பாதுகாக்கப்படுவீர்கள். ஆக, உங்கள் சொந்த பாதுகாப்பிற்கு நீங்கள் மட்டுமே பொறுப்பேற்கிறீர்கள்.",
  "page-get-eth-protect-eth-in-wallet": "உங்கள் ETH ஐ உங்கள் சொந்த பணப்பையில் வைத்திருங்கள்",
  "page-get-eth-search-by-country": "நாடு வாரியாகத் தேடவும்",
  "page-get-eth-security": "அதாவது உங்கள் நிதியின் பாதுகாப்பை நீங்கள் தீவிரமாக எடுத்துக் கொள்ள வேண்டும். ETH உடன், உங்கள் சொத்துக்களை கவனிக்க வங்கியையோ அல்லது நிறுவனத்தையோ நீங்கள் நம்பவில்லை, நீங்களே பொறுப்பேற்கிறீர்கள்.",
  "page-get-eth-smart-contract-link": "ஸ்மார்ட் ஒப்பந்தங்கள்குறித்து மேலும்",
  "page-get-eth-swapping": "உங்கள் டோக்கன்களை மற்றவர்களின் ETHக்கு மாற்றவும். மற்றும் நேர்மாறாகவும்.",
  "page-get-eth-try-dex": "DEX ஐ முயற்சிக்கவும்",
  "page-get-eth-use-your-eth": "உங்கள் ETH ஐப் பயன்படுத்துங்கள்",
  "page-get-eth-use-your-eth-dapps": "இப்போது நீங்கள் சில ETH ஐ வைத்திருக்கிறீர்கள், சில Ethereum பயன்பாடுகளை (dapps) பார்க்கவும். நிதி, சமூக ஊடகங்கள், கேமிங் மற்றும் பல வகைகளுக்கு dapps உள்ளன.",
  "page-get-eth-wallet-instructions": "பணப்பையின் வழிமுறைகளைப் பின்பற்றவும்",
  "page-get-eth-wallet-instructions-lost": "உங்கள் கணக்கிற்கான கடவுச்சொல்லையோ அணுகலை இழந்தால், உங்கள் நிதிக்கான அணுகலை இழப்பீர்கள். இதற்கு எதிராக பாதுகாப்பதற்கான வழிமுறைகளை உங்கள் பணப்பை உங்களுக்கு வழங்க வேண்டும். அவற்றைக் கவனமாகப் பின்பற்றுவதை உறுதிப்படுத்திக் கொள்ளுங்கள் - பெரும்பாலான சந்தர்ப்பங்களில், உங்கள் கணக்கிற்கான அணுகலை நீங்கள் இழந்தால் யாரும் உங்களுக்கு உதவ முடியாது.",
  "page-get-eth-wallets": "பணப்பைகள்",
  "page-get-eth-wallets-link": "பணப்பைகள் பற்றி மேலும்",
  "page-get-eth-wallets-purchasing": "சில பணப்பைகள் டெபிட்/கிரெடிட் கார்டு, வங்கிப் பரிமாற்றம் அல்லது Apple Pay மூலம் கிரிப்டோவை வாங்க உங்களை அனுமதிக்கின்றன. புவிசார் கட்டுப்பாடுகள் பொருந்தும்.",
  "page-get-eth-warning": "இந்த DEX-கள் ஆரம்பநிலையாளர்களுக்கானவை அல்ல, ஏனெனில் அவற்றைப் பயன்படுத்த உங்களுக்கு சில ETH தேவைப்படும். இவை வெறும் எடுத்துக்காட்டுகள், அங்கீகரிக்கப்பட்ட தயாரிப்புகள் அல்ல. உங்கள் சொந்த ஆராய்ச்சியை நீங்களே செய்யுங்கள்!",
  "page-get-eth-what-are-DEX's": "DEX க்கள் என்றால் என்ன?",
  "page-get-eth-whats-eth-link": "ETH என்றால் என்ன?",
  "page-get-eth-where-to-buy-desc": "நீங்கள் ETH ஐ சம்பாதிக்கலாம், அதை உங்கள் சகாக்களிடமிருந்து பெறலாம் அல்லது பரிமாற்றங்கள் மற்றும் பயன்பாடுகளில் வாங்கலாம்.",
  "page-get-eth-where-to-buy-desc-2": "நீங்கள் வசிக்கும் இடத்தின் அடிப்படையில் எந்தச் சேவைகளைப் பயன்படுத்தலாம் என்பதைச் சரிபார்க்கவும்.",
  "page-get-eth-where-to-buy-title": "ETH எங்குக் கிடைக்கும்",
  "page-get-eth-your-address": "உங்கள் ETH முகவரி",
  "page-get-eth-your-address-desc": "நீங்கள் ஒரு வாலட்டைப் பதிவிறக்கும்போது அது உங்களுக்காக ஒரு பொது ETH முகவரியை உருவாக்கும். ஒன்று எப்படி இருக்கிறது என்பது இங்கே உள்ளது:",
  "page-get-eth-your-address-desc-3": "இதை உங்கள் மின்னஞ்சல் முகவரிபோல் நினைத்துப் பாருங்கள், ஆனால் அஞ்சலுக்குப் பதிலாக அது ETH ஐப் பெறலாம். நீங்கள் ETH ஐ பரிமாற்றத்திலிருந்து உங்கள் பணப்பைக்கு மாற்ற விரும்பினால், உங்கள் முகவரியை இலக்காகப் பயன்படுத்தவும். நீங்கள் அனுப்பும் முன் எப்போதும் இருமுறை சரிபார்க்கவும்!",
  "page-get-eth-your-address-wallet-link": "பணப்பை பாருங்கள்",
  "listing-policy-raise-issue-link": "புகாரளியுங்கள்",
  "page-find-wallet-last-updated": "கடைசியாகப் புதுப்பித்தது"
}
