{
  "page-trillion-dollar-security-meta-title": "டிரில்லியன் டாலர் பாதுகாப்பு திட்டம் - பாதுகாப்பு சவால்கள் கண்ணோட்ட அறிக்கை",
  "page-trillion-dollar-security-meta-description": "1TS திட்டம் என்பது Ethereum இன் பாதுகாப்பை மேம்படுத்துவதற்கான ஒரு சுற்றுச்சூழல் அமைப்பு அளவிலான முயற்சியாகும். இந்த அறிக்கை சுற்றுச்சூழல் அமைப்பு எதிர்கொள்ளும் தற்போதைய பாதுகாப்பு சவால்களை ஆய்வு செய்கிறது.",
  "page-trillion-dollar-security-subtitle": "டிரில்லியன் டாலர் பாதுகாப்பு திட்டம்",
  "page-trillion-dollar-security-title": "பாதுகாப்பு சவால்கள் கண்ணோட்டம்",
  "page-trillion-dollar-security-hero-paragraph-1": "Ethereum என்பது மிகவும் பாதுகாப்பான, மீள்தன்மை கொண்ட மற்றும் நம்பகமான blockchain சுற்றுச்சூழல் அமைப்பாகும். கடந்த 10 ஆண்டுகளில் Ethereum சுற்றுச்சூழல் அமைப்பு, மில்லியன் கணக்கானவர்களால் பயன்படுத்தப்படும் ஒரு சுற்றுச்சூழல் அமைப்பை ஆதரிக்கும் தொழில்நுட்பம், தரநிலைகள் மற்றும் அறிவை உருவாக்கியுள்ளது, மேலும் இது $600 பில்லியனுக்கும் அதிகமான மூலதனத்தைக் கொண்டுள்ளது.",
  "page-trillion-dollar-security-hero-paragraph-2": "ஆனால் உலகளாவிய ஏற்றுக்கொள்ளலின் அடுத்த கட்டத்தில் Ethereum வெற்றிபெற, இன்னும் பல மேம்பாடுகள் செய்யப்பட வேண்டும். நமது சமூகத்தின் லட்சியங்களை அடைய, Ethereum ஒரு சுற்றுச்சூழல் அமைப்பாக வளர வேண்டும், அங்கு:",
  "page-trillion-dollar-security-hero-paragraph-3": "<b>பில்லியன் கணக்கான மக்கள் ஒவ்வொருவரும் $1000-க்கு மேற்பட்ட தொகையை ஒன்-செயினில் (onchain) வைத்திருப்பதில் சௌகரியமாக இருக்கிறார்கள்</b>, இவை அனைத்தும் சேர்ந்து எத்தீரியத்தில்(Ethereum டிரில்லியன் கணக்கான டாலர்கள் பாதுகாப்பாக வைக்கப்பட்டுள்ளன.",
  "page-trillion-dollar-security-hero-paragraph-4": "<b>நிறுவனங்கள், நிறுவனங்கள் மற்றும் அரசாங்கங்கள் 1 டிரில்லியன் டாலர்களுக்கு மேல் மதிப்பை ஒரே ஒப்பந்தம் அல்லது பயன்பாட்டிற்குள் சேமித்து வைக்க வசதியாக உள்ளன</b>, மேலும் ஒப்பிடக்கூடிய அளவுகளில் பரிவர்த்தனை செய்ய வசதியாக உள்ளன.",
  "page-trillion-dollar-security-hero-paragraph-5": "<a>டிரில்லியன் டாலர் செக்யூரிட்டி (1TS)</a> திட்டம் என்பது எத்தீரியத்தின் பாதுகாப்பை மேம்படுத்துவதற்கான பரந்த பரப்பளவிலான முயற்சியாகும். இந்த அறிக்கை 1TS திட்டத்தின் முதல் வெளிவந்த விளைவு ஆகும். கடந்த மாதத்தில், பயனர்கள், டெவலப்பர்கள், பாதுகாப்பு நிபுணர்கள், மற்றும் நிறுவனங்களிடமிருந்து மிகப்பெரிய சவால்கள் எங்கு உள்ளன மற்றும் எந்த இடங்களில் முன்னேற்றம் தேவை என்பதைப் பற்றி கருத்துகளை நாம் சேகரித்துள்ளோம். எங்களுடன் உங்களின் பார்வைகளை பகிர்ந்து கொள்ள நேரம் எடுத்துக் கொண்ட நூற்றுக்கணக்கான நபர்களுக்கும் பத்துக்கும் மேற்பட்ட நிறுவனங்களுக்கும் நன்றி.",
  "page-trillion-dollar-security-hero-paragraph-6": "இந்த அறிக்கை எங்கள் கண்டுபிடிப்புகளைச் சுருக்கமாகக் கூறுகிறது, 6 தனித்துவமான பகுதிகளை உள்ளடக்கியது:",
  "page-trillion-dollar-security-report-card-title": "Ethereum சுற்றுச்சூழல் அமைப்பு பாதுகாப்பு மேலோட்ட அறிக்கை",
  "page-trillion-dollar-security-download-report": "PDF ஐ பதிவிறக்கவும்",
  "page-trillion-dollar-security-divider-heading": "Ethereum சுற்றுச்சூழல் அமைப்பு பாதுகாப்பு மேலோட்ட அறிக்கை",
  "page-trillion-dollar-security-sticky-info": "இது {section}க்கான சில ஒட்டும் பிரிவுத் தகவல். லோரெம் இப்சம் டோலர் சிட் அமெட், கன்செக்டெர் அடிபிஸ்சிங் எலிட். Pellentesque euismod, urna eu tincidunt consectetur.",
  "page-trillion-dollar-security-content-overview-title": "கண்ணோட்டம்",
  "page-trillion-dollar-security-user-experience-title": "பயனர் அனுபவம் (UX)",
  "page-trillion-dollar-security-user-experience-description": "தனிப்பட்ட விசைகளைப் பாதுகாப்பாக நிர்வகித்தல், ஆன்செயின் பயன்பாடுகளுடன் தொடர்புகொள்வது மற்றும் பரிவர்த்தனைகளில் கையொப்பமிடுதல் போன்ற பயனர்களின் திறனைப் பாதிக்கும் சிக்கல்கள்.",
  "page-trillion-dollar-security-smart-contract-title": "ஸ்மார்ட் ஒப்பந்தப் பாதுகாப்பு",
  "page-trillion-dollar-security-smart-contract-description": "Ethereum பயன்பாடுகளின் ஸ்மார்ட் ஒப்பந்த கூறுகளின் பாதுகாப்பு மற்றும் அவற்றை வடிவமைக்கும் மென்பொருள் உற்பத்தியின் வாழ்க்கைச் சுழற்சி.",
  "page-trillion-dollar-security-infrastructure-title": "உள்கட்டமைப்பு மற்றும் மேகப் பாதுகாப்பு",
  "page-trillion-dollar-security-infrastructure-description": "L2 சங்கிலிகள், RPCகள், கிளவுட் ஹோஸ்டிங் சேவைகள் மற்றும் பல போன்ற Ethereum பயன்பாடுகள் சார்ந்திருக்கும் உள்கட்டமைப்பில் (கிரிப்டோ-குறிப்பிட்ட மற்றும் மரபு) சிக்கல்கள்.",
  "page-trillion-dollar-security-consensus-title": "ஒருமித்த நெறிமுறை",
  "page-trillion-dollar-security-consensus-description": "தாக்குதல் அல்லது கையாளுதலில் இருந்து Ethereum blockchain ஐப் பாதுகாக்கும் மைய நெறிமுறையின் பாதுகாப்பு பண்புகள்.",
  "page-trillion-dollar-security-incident-title": "கண்காணிப்பு, சம்பவ எதிர்வினை மற்றும் தணிப்பு",
  "page-trillion-dollar-security-incident-description": "பாதுகாப்பு மீறல்களுக்கு பதிலளிக்கும் போது, ​​குறிப்பாக நிதியை மீட்டெடுப்பதில் அல்லது பின்விளைவுகளை நிர்வகிப்பதில் பயனர்கள் மற்றும் நிறுவனங்கள் எதிர்கொள்ளும் சவால்கள்.",
  "page-trillion-dollar-security-social-title": "சமூக அடுக்கு மற்றும் ஆளுகை",
  "page-trillion-dollar-security-social-description": "எத்தேரியத்தின் திறந்த மூல ஆளுகை, சமூகம் மற்றும் நிறுவனங்களின் சுற்றுச்சூழல்.",
  "page-trillion-dollar-security-hero-closing-paragraph-1": "இந்த முதல் அறிக்கை மீதமுள்ள சிக்கல்கள் மற்றும் சவால்களைக் கண்டறிந்து வரைபடமாக்குவதில் கவனம் செலுத்துகிறது. அடுத்த கட்டமாக அதிக முன்னுரிமை கொண்ட சிக்கல்களைத் தேர்ந்தெடுப்பது, தீர்வுகளைக் கண்டறிவது, மற்றும் அவற்றை நிவர்த்தி செய்ய சுற்றுச்சூழல் அமைப்புடன் இணைந்து பணியாற்றுவது.",
  "page-trillion-dollar-security-hero-closing-paragraph-2": "எத்தேரியம் சுற்றுச்சூழல் அமைப்பு பரவலாக்கப்பட்டிருப்பதால், எத்தேரியத்தைப் பாதுகாப்பது என்பது ஒரே நிறுவனத்தால் செய்யக்கூடிய ஒன்றல்ல. எத்தேரியத்தின் தொழில்நுட்ப அடுக்கு உலகம் முழுவதும் உள்ள சுயாதீனமான அமைப்புகளால் உருவாக்கப்பட்டு பராமரிக்கப்படுகிறது, பணப்பைகள் முதல் உள்கட்டமைப்பு மற்றும் உருவாக்குநர் கருவிகள் வரை. 1TS திட்டம் எத்தேரியம் அறக்கட்டளையால் ஒருங்கிணைக்கப்பட்டாலும், எத்தேரியத்தைப் பாதுகாக்க உங்கள் உதவி எங்களுக்குத் தேவை.",
  "page-trillion-dollar-security-hero-closing-paragraph-3": "உங்கள் கருத்துகளையும் யோசனைகளையும் பகிர்வதன் மூலம் 1TS பாதுகாப்புத் திட்டத்தில் நீங்கள் பங்களிக்கலாம்:",
  "page-trillion-dollar-security-feedback-question-1": "இந்த அறிக்கையில் சேர்க்கப்படாத எத்தேரியம் பாதுகாப்பில் நீங்கள் காணும் சிக்கல்கள் ஏதேனும் உள்ளதா?",
  "page-trillion-dollar-security-feedback-question-2": "கீழே ஆய்வு செய்யப்பட்ட சிக்கல்களில் அதிக முன்னுரிமை பெற்றவை எவை என்று நீங்கள் நம்புகிறீர்கள்?",
  "page-trillion-dollar-security-feedback-question-3": "இந்தச் சிக்கல்களைத் தீர்ப்பதற்கு உங்களிடம் என்ன யோசனைகள் அல்லது தீர்வுகள் உள்ளன?",
  "page-trillion-dollar-security-contact-paragraph": "<a>trilliondollarsecurity@ethereum.org</a> இல் உங்களிடமிருந்து கேட்க நாங்கள் ஆவலாக உள்ளோம்.",
  "page-trillion-dollar-security-section-1-intro": "எத்தேரியத்துடன் ஊடாடுவதற்கு மக்கள் பயன்படுத்தும் இடைமுகத்துடன் பாதுகாப்பு தொடங்குகிறது. பயனர்களுக்கும் பிளாக்செயினுக்கும் இடையிலான இந்த எல்லை பாதுகாப்பு சவால்களின் தொடர்ச்சியான ஆதாரமாக உள்ளது.",
  "page-trillion-dollar-security-section-1-paragraph-1": "பிளாக்செயின்களின் ஒரு வரையறுக்கும் அம்சம் பரிவர்த்தனைகளின் அணு இயல்பு: ஒருமுறை பிளாக்செயினில் ஒரு புதுப்பிப்பு பதிவு செய்யப்பட்டால், தலையீடு அல்லது மாற்றத்திற்கு வாய்ப்பில்லை. இது நிலைத்தன்மை மற்றும் நெறிமுறை நிலை பாதுகாப்பிற்கு வலுவான உத்தரவாதங்களை வழங்குகிறது, ஆனால் பயனர்களை அதிக செயல்பாட்டு ஆபத்திற்கு உள்ளாக்குகிறது: ஒரு சிறிய தவறு, சமரசம் செய்யப்பட்ட விசை, அல்லது அவசர ஒப்புதல் மீளமுடியாத இழப்புக்கு வழிவகுக்கும்.",
  "page-trillion-dollar-security-section-1-paragraph-2": "இதன் விளைவாக, பாதுகாப்பின் குறிப்பிடத்தக்க சுமை பயனரின் மீது விழுகிறது. எத்தேரியத்தைப் பாதுகாப்பாகப் பயன்படுத்த, தனிநபர்களும் நிறுவனங்களும் விசைகளை பாதுகாப்பாக வைத்திருக்க வேண்டும் மற்றும் நிர்வகிக்க வேண்டும், ஆன்செயின் பயன்பாடுகளுடன் ஊடாட வேண்டும், மேலும் சொத்துக்களை மாற்றுவதற்கான பரிவர்த்தனைகளில் கையொப்பமிட அல்லது எத்தேரியத்தின் நிலையைப் புதுப்பிக்க தங்கள் விசைகளைப் பயன்படுத்த வேண்டும்.",
  "page-trillion-dollar-security-section-1-paragraph-3": "விசை சமரசம் அல்லது இழப்பு, அவசரமான அல்லது தகவலறியாத ஒப்புதல்கள், அல்லது எத்தேரியத்துடன் ஊடாடும்போது அவர்களுக்குத் தகவல் தெரிவிக்கவும் வழிகாட்டவும் பயனர்கள் நம்பியிருக்கும் பணப்பை மென்பொருளின் சமரசம் போன்ற அபாயங்களை இந்த ஒவ்வொரு தேவைகளும் அறிமுகப்படுத்துகின்றன.",
  "page-trillion-dollar-security-section-1-1-title": "1.1 விசை மேலாண்மை",
  "page-trillion-dollar-security-section-1-1-paragraph-1": "பல பயனர்கள் குறியாக்க விசைகளை பாதுகாப்பாக நிர்வகிக்கத் தயாராக இல்லை.",
  "page-trillion-dollar-security-section-1-1-paragraph-2": "பரவலாகப் பயன்படுத்தப்படும் பெரும்பாலான மென்பொருள் பணப்பைகள், பயனர்கள் தங்களது அடிப்படை குறியாக்க தனிப்பட்ட விசையைக் குறிக்கும் விதை சொற்றொடர்களைப் பாதுகாப்பாகச் சேமிப்பதை நம்பியுள்ளன, இது பெரும்பாலும் விதை சொற்றொடர்களை எளிய உரையில், கிளவுட் சேவைகளில் சேமிப்பது அல்லது அவற்றை காகிதத்தில் எழுதுவது போன்ற பாதுகாப்பற்ற மாற்று வழிகளைப் பயன்படுத்த வழிவகுக்கிறது.",
  "page-trillion-dollar-security-section-1-1-paragraph-3": "வன்பொருள் பணப்பைகள் ஒரு மாற்றாகும், இது ஒரு சிறப்பு நோக்கத்திற்கான பௌதீக சாதனத்தில் சேமிக்கப்பட்ட ஒரு குறியாக்க விசையை நிர்வகிக்க பயனர்களுக்கு உதவுகிறது. இருப்பினும், வன்பொருள் பணப்பைகளுக்கு அவற்றின் சொந்த குறைபாடுகள் மற்றும் தாக்குதல் பரப்பு உள்ளன. வன்பொருள் பணப்பைகள் தொலைந்து போகலாம், சேதமடையலாம் அல்லது திருடப்படலாம். பல வன்பொருள் பணப்பைகள் திறந்த மூலமல்ல மற்றும் ஒளிபுகா விநியோகச் சங்கிலிகளைக் கொண்டிருக்கலாம், சந்தையில் சமரசம் செய்யப்பட்ட சாதனங்கள் விற்கப்படும் விநியோகச் சங்கிலித் தாக்குதலின் அபாயத்தை எழுப்புகிறது.",
  "page-trillion-dollar-security-section-1-1-paragraph-4": "விசைகள் மென்பொருள் அல்லது வன்பொருள் பணப்பையில் நிர்வகிக்கப்பட்டாலும், உடல் ரீதியான திருட்டு அல்லது தாக்குதல் மூலம் சமரசம் செய்யப்படும்போது பல பயனர்கள் சுய பாதுகாப்பைப் பற்றி பதட்டமாக இருப்பது புரிந்துகொள்ளத்தக்கது.",
  "page-trillion-dollar-security-section-1-1-paragraph-5": "நிறுவன மற்றும் நிறுவன பயனர்கள் விசை மேலாண்மையில் கூடுதல் சவால்களை எதிர்கொள்கின்றனர். தனிப்பட்ட ஊழியர்கள் விசைகளை வைத்திருந்தால் (எ.கா., மல்டிசிக் பணப்பையின் ஒரு பகுதியாக), காலப்போக்கில் ஏற்படும் பணியாளர் மாற்றங்கள் காரணமாக நிறுவனம் அவற்றை மாற்றி புதியவற்றை உருவாக்க முடியும். வெவ்வேறு தொழில்கள் மற்றும் அதிகார வரம்புகளில் உள்ள இணக்கத் தேவைகளுக்கு தற்போதைய பணப்பை மென்பொருளால் ஆதரிக்கப்படாத தனிப்பயன் பணிப்பாய்வுகள் அல்லது தணிக்கைப் பதிவுகள் தேவைப்படலாம். சில சந்தர்ப்பங்களில், நிறுவன பயனர்கள் டிஜிட்டல் சொத்துக்களுக்காக மூன்றாம் தரப்பு காப்பாளர்களிடம் திரும்புகின்றனர், இது கருத்தில் கொள்ள வேண்டிய மற்றொரு அடுக்கு பாதுகாப்பு அபாயங்களை அறிமுகப்படுத்தலாம்.",
  "page-trillion-dollar-security-section-1-2-title": "1.2 குருட்டு கையொப்பமிடுதல் & பரிவர்த்தனை நிச்சயமற்ற தன்மை",
  "page-trillion-dollar-security-section-1-2-paragraph": "பயனர்கள் தாங்கள் என்ன செய்கிறார்கள் என்பதைப் புரிந்து கொள்ளாமல் வழக்கமாக பரிவர்த்தனைகளை \\\"குருட்டுத்தனமாக\\\" அங்கீகரிக்கிறார்கள். பணப்பைகள் பெரும்பாலும் மூல ஹெக்ஸாடெசிமல் தரவு, துண்டிக்கப்பட்ட ஒப்பந்த முகவரி, அல்லது கொடுக்கப்பட்ட பரிவர்த்தனையின் விளைவுகளைப் பயனர் புரிந்துகொள்வதற்குப் போதுமானதாக இல்லாத பிற தகவல்களை வழங்குகின்றன. இது அனைத்து வகையான பயனர்களையும் தீங்கிழைக்கும் ஸ்மார்ட் ஒப்பந்தங்கள், ஃபிஷிங், மோசடிகள், ஏமாற்று இடைமுகங்கள், முன்பக்க சமரசங்கள் மற்றும் அடிப்படை பயனர் பிழைகளுக்கு ஆளாக்குகிறது.",
  "page-trillion-dollar-security-section-1-3-title": "1.3 ஒப்புதல் மற்றும் அனுமதி மேலாண்மை",
  "page-trillion-dollar-security-section-1-3-paragraph-1": "பல எத்தேரியம் பயன்பாடுகளில், பயனர்கள் வழக்கமான பயன்பாட்டின் ஒரு பகுதியாக அடிப்படை பயன்பாட்டிற்கு சில அனுமதிகளை வழங்குவது பொதுவானது. உதாரணமாக, ஒரு பயனர் Uniswap போன்ற ஒரு பரவலாக்கப்பட்ட பரிமாற்றத்திற்கு தங்கள் டோக்கன்களை ETH ஆக மாற்றுவதற்காக நகர்த்த அனுமதி வழங்கலாம்.",
  "page-trillion-dollar-security-section-1-3-paragraph-2": "இந்த ஒப்புதல்கள் தொகையில் வரம்புகளைக் கொண்டிருக்கலாம், ஆனால் பல பணப்பைகள் காலாவதி தேதி இல்லாமல் வரம்பற்ற ஒப்புதல்களை வழங்குவதை இயல்புநிலையாகக் கொண்டுள்ளன. பெரும்பாலான பணப்பைகளில் பயனர்கள் தங்களது நிலுவையில் உள்ள ஒப்புதல்களை நிர்வகிக்கவோ அல்லது மதிப்பாய்வு செய்யவோ எந்த வழியும் இல்லை.",
  "page-trillion-dollar-security-section-1-3-paragraph-3": "இது பயனர்களை தீங்கிழைக்கும் பயன்பாடுகள் அல்லது சமரசம் செய்யப்பட்ட முன்பக்கங்களுக்கு ஆளாக்கலாம், ஏனெனில் பல பயனர்களுக்கான இயல்புநிலை முறை வரம்பற்ற ஒப்புதல்களை வழங்குவதாகும், இது அவர்களின் நிதியை வெளியேற்றப் பயன்படுத்தப்படலாம். ஒரு பயனர் ஒரு முறையான ஸ்மார்ட் ஒப்பந்தத்திற்கு ஒப்புதல் அளித்தாலும், அந்த ஒப்புதல் நடைமுறையில் இருக்கும்போது அந்த ஒப்பந்தம் பின்னர் சமரசம் செய்யப்பட்டால், சமரசம் செய்யப்பட்ட ஒப்பந்தம் பயனரின் நிதியை வெளியேற்றக்கூடும்.",
  "page-trillion-dollar-security-section-1-3-paragraph-4": "இது நிறுவன பயனர்களுக்கும் சமமான ஆபத்து. உதாரணமாக, ஒரு நிறுவனம் செயல்பாட்டு வசதிக்காக DEX ரூட்டருக்கு வரம்பற்ற USDC கொடுப்பனவை வழங்கத் தேர்வுசெய்யலாம், இது ரூட்டர் ஒப்பந்தம் மேம்படுத்தப்பட்டால் அவர்களை அபாயங்களுக்கு உள்ளாக்குகிறது.",
  "page-trillion-dollar-security-section-1-4-title": "1.4 சமரசம் செய்யப்பட்ட இணைய இடைமுகங்கள்",
  "page-trillion-dollar-security-section-1-4-paragraph-1": "பெரும்பாலான பயனர்கள் ஒரு ஸ்மார்ட் ஒப்பந்தத்துடன் நேரடியாக ஊடாடுவதில்லை, மாறாக அவர்களின் மொபைல் சாதனம் அல்லது இணைய உலாவி வழியாக ஒரு வலை இடைமுகம் மூலம் ஊடாடுகிறார்கள்.",
  "page-trillion-dollar-security-section-1-4-paragraph-2": "DNS கடத்தல், தீங்கிழைக்கும் ஜாவாஸ்கிரிப்ட் ஊசி, பாதுகாப்பற்ற ஹோஸ்டிங் அல்லது பல்வேறு மூன்றாம் தரப்பு சார்புகள் போன்ற பழக்கமான வழிகள் மூலம் இந்த முன்பக்கங்கள் தாக்குதலுக்கு ஆளாகலாம். சமரசம் செய்யப்பட்ட பயன்பாட்டு UX அனைத்து வகையான பயனர்களையும் தீங்கிழைக்கும் ஸ்மார்ட் ஒப்பந்தங்களுக்கு திருப்பிவிடலாம் அல்லது தவறான பரிவர்த்தனைகளில் கையெழுத்திட வழிவகுக்கும்.",
  "page-trillion-dollar-security-section-1-5-title": "1.5 தனியுரிமை",
  "page-trillion-dollar-security-section-1-5-paragraph-1": "தனியுரிமை அனைத்து வகையான பயனர்களுக்கும் பாதுகாப்பு அபாயங்களைக் குறைக்கலாம் அல்லது பெரிதாக்கலாம்.",
  "page-trillion-dollar-security-section-1-5-paragraph-2": "பலவீனமான தனியுரிமைப் பாதுகாப்புகள் தனிப்பட்ட பயனர்களை ஃபிஷிங், சுரண்டல், மோசடிகள் அல்லது உடல் ரீதியான தாக்குதல்கள் போன்ற பல்வேறு இலக்கு அச்சுறுத்தல்களுக்கு ஆளாக்குகின்றன. பல பொதுவான UX முறைகள் பயனர்களை அம்பலப்படுத்துகின்றன, எ.கா., முகவரி மறுபயன்பாடு, KYC தரவு மற்றும் பிற மெட்டாடேட்டா கசிவுகள்.",
  "page-trillion-dollar-security-section-1-5-paragraph-3": "நிறுவனங்கள் மற்றும் தொழில்களுக்கு, தனியுரிமை என்பது பெரும்பாலும் இணக்கக் காரணங்கள் அல்லது சில பயன்பாட்டு நிகழ்வுகளுக்கு ஒரு அடிப்படை வணிகத் தேவையாகும். அந்தச் சிக்கல்களுக்கு மேலதிகமாக, இது குறிப்பிட்ட பாதுகாப்பு அபாயங்களுக்கு வெளிப்பாட்டை உருவாக்கலாம். உதாரணமாக, எத்தேரியத்தில் கட்டமைக்கப்பட்ட ஒரு விநியோகச் சங்கிலி அமைப்பின் பயனர், அமைப்பு வெளிப்படையாக இருந்தால் சமரசம் செய்யக்கூடிய அறிவுசார் சொத்துக்களைப் பாதுகாக்க வலுவான தனியுரிமை உத்தரவாதங்கள் தேவைப்படலாம்.",
  "page-trillion-dollar-security-section-1-6-title": "1.6 துண்டாடல்",
  "page-trillion-dollar-security-section-1-6-paragraph-1": "பரிவர்த்தனைகளைக் காண்பிப்பது, ஒப்புதல்களைக் கையாளுவது அல்லது ஒப்பந்தங்களைக் குறியிடுவது போன்ற முக்கிய நடத்தைகளை வெவ்வேறு பணப்பைகள் எவ்வாறு கையாளுகின்றன என்பதில் நிலைத்தன்மை இல்லை. பயனர் அனுபவத்தின் இந்தத் துண்டாடல், பணப்பைகளை எவ்வாறு பாதுகாப்பாகப் பயன்படுத்துவது என்பதைக் கற்றுக்கொள்வதற்கான பயனரின் திறனில் உராய்வைச் சேர்க்கிறது, மேலும் அபாயங்களை அதிகரிக்கிறது.",
  "page-trillion-dollar-security-section-1-6-paragraph-2": "உதாரணமாக, ஃபிஷிங் மற்றும் ஏமாற்றுதலில் இருந்து தங்களைப் பாதுகாத்துக் கொள்ள பயனர்கள் நிலையான UX குறிப்புகளை நம்ப முடியாது, ஏனெனில் அவை பணப்பைகளில் வேறுபடுகின்றன. ஒவ்வொரு கருவியும் வித்தியாசமாகச் செயல்பட்டால், எத்தேரியம் எவ்வாறு செயல்படுகிறது என்பது குறித்த நம்பகமான எதிர்பார்ப்புகளை பயனர்கள் உருவாக்க முடியாது.",
  "page-trillion-dollar-security-section-2-intro": "ஸ்மார்ட் ஒப்பந்தங்கள் எத்தேரியம் பயன்பாடுகளின் ஆன்செயின் கூறுகளாகும்: நிதிகளை வைத்திருக்கும் குறியீடு, அணுகல் கட்டுப்பாடுகளை வரையறுக்கும் மற்றும் பயன்பாட்டின் வணிக தர்க்கத்தை செயல்படுத்தும். ஸ்மார்ட் ஒப்பந்தங்கள் பொதுவாக வெளிப்படையானவை மற்றும் யாருக்கும் அணுகக்கூடியவை என்பதால், எத்தேரியம் சுற்றுச்சூழல் அமைப்பில் பாதுகாப்பைக் கருத்தில் கொள்ளும்போது அவை ஒரு முக்கியமான தாக்குதல் பரப்பாகும்.",
  "page-trillion-dollar-security-section-2-paragraph-1": "ஸ்மார்ட் ஒப்பந்த பாதுகாப்பு எத்தேரியத்தின் வரலாறு முழுவதும் தீவிரமாக மேம்பட்டுள்ளது. DAO ஹேக் போன்ற ஆரம்பகால பாதுகாப்பு சம்பவங்கள், குறியீடு ஆன்செயினில் பயன்படுத்தப்படுவதற்கு வழிவகுக்கும் மென்பொருள் வாழ்க்கைச் சுழற்சி முழுவதும் தொழில்முறைப்படுத்தவும் பாதுகாப்புகளை மேம்படுத்தவும் சுற்றுச்சூழல் அமைப்பைத் தூண்டியது. முக்கிய முன்னேற்றங்கள் பின்வருமாறு:",
  "page-trillion-dollar-security-section-2-list-1": "பாதுகாப்பு தணிக்கை ஒரு நிலையான நடைமுறையாக மாறியது, பல பாதுகாப்பு நிறுவனங்கள் சுற்றுச்சூழல் அமைப்பில் நுழைந்து நிபுணத்துவத்தை வளர்த்துக் கொண்டன.",
  "page-trillion-dollar-security-section-2-list-2": "கருவிகள், சோதனை மற்றும் நிலையான பகுப்பாய்வு அமைப்புகள் முதிர்ச்சியடைந்து நிலையான நடைமுறையாக மாறியது.",
  "page-trillion-dollar-security-section-2-list-3": "முன் தணிக்கை செய்யப்பட்ட பொதுவான கூறுகளின் நூலகங்கள் உருவாக்குநர்களுக்கு இயல்பாகவே பாதுகாப்பான கட்டுமானத் தொகுதிகளை வழங்கின.",
  "page-trillion-dollar-security-section-2-list-4": "முறையான சரிபார்ப்பு நுட்பங்கள் ஏற்றுக்கொள்ளப்பட்டன, குறிப்பாக பாலங்கள், ஸ்டேக்கிங் அமைப்புகள் மற்றும் அதிக மதிப்புள்ள ஒப்பந்தங்களுக்கு.",
  "page-trillion-dollar-security-section-2-list-5": "சுற்றுச்சூழல் அமைப்பின் பாதுகாப்பு கலாச்சாரம் மற்றும் சிறந்த நடைமுறைகள் மேம்பட்டன.",
  "page-trillion-dollar-security-section-2-list-6": "பயன்பாட்டு அடுக்கை கடினப்படுத்திய குறிப்பிடத்தக்க பவுண்டி திட்டங்களின் உருவாக்கம்.",
  "page-trillion-dollar-security-section-2-paragraph-2": "இருப்பினும், இந்தத் துறையில் பலவீனங்களும் மேம்பாட்டிற்கான பகுதிகளும் உள்ளன.",
  "page-trillion-dollar-security-section-2-1-title": "2.1 ஒப்பந்த பாதிப்புகள்",
  "page-trillion-dollar-security-section-2-1-paragraph": "ஸ்மார்ட் ஒப்பந்த பாதுகாப்பில் முன்னேற்றங்கள் இருந்தபோதிலும், குறிப்பிடத்தக்க பாதுகாப்புச் சிக்கல்களுக்கு வழிவகுக்கும் பாதிப்புகள் இன்னும் உள்ளன, அவற்றுள்:",
  "page-trillion-dollar-security-section-2-1-list-title-1": "ஒப்பந்த மேம்படுத்தல் ஆபத்து",
  "page-trillion-dollar-security-section-2-1-list-desc-1": "சில ஒப்பந்தங்கள் வரிசைப்படுத்தப்பட்ட பிறகு மாற்றியமைக்கக்கூடிய வகையில் வடிவமைக்கப்பட்டுள்ளன, இது ஒரு மேம்பாட்டுக் குழு ஒரு பயன்பாட்டைத் தொடர்ந்து புதுப்பிக்கவும் மேம்படுத்தவும் உதவுகிறது. இருப்பினும், இது அபாயங்களை அறிமுகப்படுத்துகிறது. மேம்படுத்தல்கள் புதிய பாதிப்புகளுக்கு வழிவகுக்கும், அல்லது ஒரு தீங்கிழைக்கும் மேம்படுத்தல் ஏற்பட்டால் பயனர் நிதிகளின் முழுமையான இழப்புக்கும் வழிவகுக்கும்.",
  "page-trillion-dollar-security-section-2-1-list-title-2": "மறு நுழைவு",
  "page-trillion-dollar-security-section-2-1-list-desc-2": "ஒப்பந்தம் A அதன் சொந்த உள் நிலையைப் புதுப்பிப்பதற்கு முன்பு ஒரு வெளிப்புற ஒப்பந்தம் B-ஐ அழைக்கிறது, மற்றும் ஒப்பந்தம் B முதல் அழைப்பு முடிவதற்குள் அசல் ஒப்பந்தம் A-க்கு மீண்டும் அழைக்கிறது.",
  "page-trillion-dollar-security-section-2-1-list-title-3": "வெளிப்புற நூலகங்களின் பாதுகாப்பற்ற பயன்பாடு",
  "page-trillion-dollar-security-section-2-1-list-desc-3": "ஒரு ஒப்பந்தம் தணிக்கை செய்யப்படாத, தீங்கிழைக்கும் அல்லது மேம்படுத்தக்கூடிய ஒரு வெளிப்புற நூலகத்தை அழைக்கிறது.",
  "page-trillion-dollar-security-section-2-1-list-title-4": "தணிக்கை செய்யப்படாத கூறுகள்",
  "page-trillion-dollar-security-section-2-1-list-desc-4": "தணிக்கை மற்றும் நிலையான நூலகங்களின் பயன்பாடு மேம்பட்டிருந்தாலும், உருவாக்குநர்கள் சில நேரங்களில் தங்கள் பயன்பாடுகளில் தணிக்கை செய்யப்படாத கூறுகளை நம்பியிருக்கிறார்கள்.",
  "page-trillion-dollar-security-section-2-1-list-title-5": "அணுகல் கட்டுப்பாட்டு தோல்விகள்",
  "page-trillion-dollar-security-section-2-1-list-desc-5": "அனுமதிகள் தவறாக உள்ளமைக்கப்பட்டவை அல்லது மிகவும் பரந்த அளவில் வரையறுக்கப்பட்டவை, இது தாக்குபவர்கள் தீங்கிழைக்கும் செயல்களைச் செய்ய அனுமதிக்கிறது.",
  "page-trillion-dollar-security-section-2-1-list-title-6": "அங்கீகரிக்கப்படாத அணுகல்",
  "page-trillion-dollar-security-section-2-1-list-desc-6": "ஒப்பந்தத்தைக் கட்டுப்படுத்தக்கூடிய ஒரு தனிப்பட்ட விசை ஒரு தீங்கிழைக்கும் நடிகரால் பெறப்படுகிறது.",
  "page-trillion-dollar-security-section-2-1-list-title-7": "பாலங்கள் மற்றும் கிராஸ்செயின் ஊடாடல்கள்",
  "page-trillion-dollar-security-section-2-1-list-desc-7": "பாலங்கள் மற்றும் கிராஸ்செயின் நெறிமுறைகள் கூடுதல் சிக்கலை அறிமுகப்படுத்துகின்றன, மேலும் தாக்குபவர்கள் கிராஸ்செயின் செய்திகள் எவ்வாறு அனுப்பப்படுகின்றன அல்லது சரிபார்க்கப்படுகின்றன என்பதில் உள்ள பலவீனங்களைச் சுரண்டலாம்.",
  "page-trillion-dollar-security-section-2-1-list-title-8": "வெளிப்புறமாகச் சொந்தமான கணக்கு (EOA) பிரதிநிதித்துவம் அல்லது கையொப்பத் துஷ்பிரயோகம்",
  "page-trillion-dollar-security-section-2-1-list-desc-8": "தீங்கிழைக்கும் பயன்பாடுகள் பயனர்களை தங்கள் கணக்கின் முழுப் பிரதிநிதித்துவத்தை மற்றொரு தரப்பினருக்கு கையொப்பமிட்டு ஏமாற்றலாம், இது திருட்டுக்கு உதவுகிறது. தீங்கிழைக்கும் பயன்பாடுகள் பயனரிடமிருந்து கையொப்பமிடப்பட்ட செய்திகளை எதிர்பாராத வழிகளில் பயன்படுத்தலாம், எ.கா., ஒரு மறுதாக்குதலில்.",
  "page-trillion-dollar-security-section-2-1-list-title-9": "AI குறியீடு உருவாக்கம் அல்லது தானியங்கி மறுசீரமைப்புக் கருவிகளால் அறிமுகப்படுத்தப்பட்ட பிழைகளின் வளர்ந்து வரும் ஆபத்து",
  "page-trillion-dollar-security-section-2-2-title": "2.2 உருவாக்குநர் அனுபவம், கருவிகள் மற்றும் நிரலாக்க மொழிகள்",
  "page-trillion-dollar-security-section-2-2-paragraph": "உருவாக்குநர் பிழையின் விளைவாக வரிசைப்படுத்தப்பட்ட குறியீட்டில் பாதிப்புகள் ஏற்படுகின்றன. மேம்படுத்தப்பட்ட உருவாக்குநர் கருவிகள் பாதுகாப்பான ஸ்மார்ட் ஒப்பந்தங்களை வரிசைப்படுத்துவதை கணிசமாக எளிதாக்கியுள்ளன. இருப்பினும், சிக்கல்கள் உள்ளன.",
  "page-trillion-dollar-security-section-2-2-list-title-1": "பிரபலமான கட்டமைப்புகளில் பாதுகாப்பான இயல்புநிலைகள் இல்லாதது",
  "page-trillion-dollar-security-section-2-2-list-desc-1": "சில கருவிகள் நெகிழ்வுத்தன்மை அல்லது வேகத்திற்குப் பாதுகாப்பை விட முன்னுரிமை அளிக்கின்றன, approve() செயல்பாட்டில் வரம்பற்ற டோக்கன் ஒப்புதல்கள் போன்ற பாதுகாப்பற்ற இயல்புநிலைகளை அமைக்கின்றன, அல்லது இயல்பாக அணுகல் கட்டுப்பாட்டு முறைகளைச் சேர்க்கத் தவறுகின்றன.",
  "page-trillion-dollar-security-section-2-2-list-title-2": "மேம்பட்ட செயல்பாட்டுக் கட்டுப்பாடுகளுக்கான தனிப்பயன் குறியீடு",
  "page-trillion-dollar-security-section-2-2-list-desc-2": "சிக்கலான செயல்பாட்டுத் தேவைகளைக் கொண்ட நிறுவனப் பயனர்கள் பெரும்பாலும் தேவையான அம்சங்களை புதிதாக உருவாக்க வேண்டும், இது பாதிப்புகளின் அபாயத்தை அதிகரிக்கிறது. மேம்பட்ட பாதுகாப்பு பணிப்பாய்வுகளுக்கான தரப்படுத்தப்பட்ட பாதுகாப்பான கூறுகள் அல்லது கட்டமைப்புகள் இல்லை.",
  "page-trillion-dollar-security-section-2-2-list-title-3": "சீரற்ற சோதனை பாதுகாப்பு",
  "page-trillion-dollar-security-section-2-2-list-desc-3": "கருவிகளின் அடுக்கில், அத்துடன் ஃபஸ்ஸிங் அல்லது மாறுபடாத சோதனை போன்ற நிரூபிக்கப்பட்ட நுட்பங்களைப் பயன்படுத்துவது குறித்த விதிமுறைகள் இல்லாதது.",
  "page-trillion-dollar-security-section-2-2-list-title-4": "முறையான சரிபார்ப்பு முறைகளின் குறைந்த தத்தெடுப்பு",
  "page-trillion-dollar-security-section-2-2-list-desc-4": "முறையான சரிபார்ப்பு நுட்பங்கள் சக்திவாய்ந்தவை, ஆனால் அவை சிக்கலானவை, செலவுமிக்கவை, சிறப்புத் துறை நிபுணத்துவம் தேவை, மற்றும் நிலையான உருவாக்குநர் பணிப்பாய்வுகளில் நன்கு ஒருங்கிணைக்கப்படவில்லை, அங்கு அவை விவரக்குறிப்பு கட்டத்தில் பாதுகாப்பைச் சரிபார்க்க மென்பொருள் உற்பத்தியில் மிக முன்னதாகப் பயன்படுத்தப்படலாம்.",
  "page-trillion-dollar-security-section-2-2-list-title-5": "ஒப்பந்தச் சரிபார்ப்பு தொடர்பான சிக்கல்கள்",
  "page-trillion-dollar-security-section-2-2-list-desc-5": "பயனர்கள் மற்றும் உருவாக்குநர்கள் வரிசைப்படுத்தப்பட்ட ஒப்பந்தங்களின் நம்பகத்தன்மையை, அவற்றின் பாதுகாப்பு சரிபார்ப்பின் அளவை (எ.கா., குறியீட்டுத் தணிக்கைகள்) அல்லது மறைந்திருக்கும் அபாயங்களின் இருப்பை எளிதில் மதிப்பிட முடியாது. இந்த நோக்கத்திற்காக தீர்வுகள் இருந்தாலும், பல சிக்கல்கள் உள்ளன. இந்தச் சிக்கல்களைத் தீர்க்கும் கருவிகள் பரவலாக ஏற்றுக்கொள்ளப்படவில்லை, அணுகுமுறைகளை ஒன்றிணைக்கும் தரநிலைகள் துண்டிக்கப்பட்ட நிலையில் உள்ளன, மேலும் தற்போதுள்ள சில சேவைகளே மையப்படுத்தப்பட்ட சார்புகளாகும்.",
  "page-trillion-dollar-security-section-2-2-list-title-6": "கம்பைலர் அபாயங்கள்",
  "page-trillion-dollar-security-section-2-2-list-desc-6": "கம்பைலர்கள் (Solidity போன்ற மனிதனால் படிக்கக்கூடிய குறியீட்டை EVM பயன்படுத்தும் பைட் குறியீடாக மாற்றும் மென்பொருள்) பிழைகளைக் கொண்டிருக்கலாம், அவை வரிசைப்படுத்தப்படுவதற்கு முன்பு ஸ்மார்ட் ஒப்பந்தங்களில் பிழைகளை அறிமுகப்படுத்துகின்றன. எத்தேரியம் சுற்றுச்சூழல் அமைப்பு இன்று பெரும்பாலும் solc கம்பைலரைச் சார்ந்துள்ளது, அதாவது ஒரு பிழை பரவலான விளைவுகளை ஏற்படுத்தக்கூடும்.",
  "page-trillion-dollar-security-section-2-2-list-title-7": "நிரலாக்க மொழி பன்முகத்தன்மை மற்றும் ஆழம்",
  "page-trillion-dollar-security-section-2-2-list-desc-7": "Solidity அதன் மீது ஆழமான கருவி சுற்றுச்சூழல் அமைப்பைக் கட்டியெழுப்பியிருந்தாலும், சில உருவாக்குநர்கள் நினைவகப் பாதுகாப்பு போன்ற பிற நிரலாக்க மொழிகளில் காணப்படும் நவீன பாதுகாப்பு அம்சங்களை விரும்புகிறார்கள்.",
  "page-trillion-dollar-security-section-2-3-title": "2.3 ஆன்செயின் குறியீட்டின் ஆபத்து மதிப்பீடு",
  "page-trillion-dollar-security-section-2-3-paragraph": "நிறுவனங்கள் மற்றும் தொழில்கள் தாங்கள் சார்ந்திருக்கும் தொழில்நுட்பம் மற்றும் அமைப்புகளின் பாதுகாப்பை மதிப்பிடுவதற்கான தற்போதைய செயல்முறைகள், தரநிலைகள் மற்றும் தேவைகளைக் கொண்டுள்ளன. இருப்பினும், தற்போதைய கட்டமைப்புகள் பெரும்பாலும் ஸ்மார்ட் ஒப்பந்தங்களில் தெளிவாகப் பொருந்தாது, பொதுவாக மாற்றக்கூடிய குறியீடு, மையப்படுத்தப்பட்ட மாற்றக் கட்டுப்பாடு மற்றும் பொறுப்புக்கூறல் அல்லது சட்டப் பொறுப்பின் தெளிவான வரிகளை அனுமானிக்கின்றன. ஸ்மார்ட் ஒப்பந்தங்களில் கட்டமைக்கப்பட்ட அமைப்புகள் சில நேரங்களில் அந்த அனுமானங்களை உடைக்கக்கூடும், இது நிறுவனங்கள் எத்தேரியத்தை ஏற்றுக்கொள்வதையும் ஆபத்தை যথাযথமாக நிர்வகிப்பதையும் கடினமாக்குகிறது.",
  "page-trillion-dollar-security-section-3-intro": "எத்தேரியத்தின் பல பயன்பாடுகள் கிரிப்டோ-குறிப்பிட்ட உள்கட்டமைப்பு (எ.கா., அடுக்கு 2 சங்கிலிகள், RPC வழங்குநர்கள்) மற்றும் பாரம்பரிய கிளவுட் மற்றும் இணைய உள்கட்டமைப்பு (எ.கா., AWS, CDN, DNS) உட்பட பல்வேறு உள்கட்டமைப்பு வழங்குநர்களைச் சார்ந்துள்ளன.",
  "page-trillion-dollar-security-section-3-paragraph-1": "இந்த அமைப்புகள் பணப்பை மற்றும் பயன்பாட்டு அடுக்கு (எ.கா., பணப்பைகளுக்கான RPC முனைப்புள்ளிகள்) மற்றும் எத்தேரியம் நெறிமுறைக்கே (எ.கா., பல சரிபார்ப்பவர்கள் கிளவுட் உள்கட்டமைப்பில் ஹோஸ்ட் செய்யப்பட்டுள்ளனர்) ஒரு தாக்குதல் பரப்பாகும். அடிப்படை பிளாக்செயின் நெறிமுறை பாதுகாப்பாக இருந்தாலும், தனிப்பட்ட விசை சமரசம், ஃபிஷிங் மற்றும் நுணுக்கமான அணுகல் கட்டுப்பாடுகள் இல்லாதது ஆகியவை பெரிய அளவிலான செயலிழப்புகள், திருட்டு அல்லது அங்கீகரிக்கப்படாத மாற்றங்களுக்கு வழிவகுக்கும்.",
  "page-trillion-dollar-security-section-3-1-title": "3.1 அடுக்கு 2 சங்கிலிகள்",
  "page-trillion-dollar-security-section-3-1-paragraph": "அடுக்கு 2 சங்கிலிகள் (L2கள்) எத்தேரியத்திற்கான நீட்டிப்புகளாகச் செயல்படுகின்றன, இது எத்தேரியம் மெயின்நெட்டின் சிறப்பியல்பு பாதுகாப்பு உத்தரவாதங்களில் சிலவற்றைத் தக்க வைத்துக் கொண்டு (அவற்றின் குறிப்பிட்ட வடிவமைப்பைப் பொறுத்து) வேகமான மற்றும் குறைந்த கட்டணச் சூழல்களை செயல்படுத்துகிறது. இருப்பினும், அவற்றுக்கென தனித்துவமான தாக்குதல் பரப்புகளும் உள்ளன:",
  "page-trillion-dollar-security-section-3-1-list-title-1": "மல்டி-ஹாப் பாலமிடப்பட்ட சொத்துச் சிக்கல்",
  "page-trillion-dollar-security-section-3-1-list-desc-1": "சொத்துக்கள் L1 மற்றும் பல L2களுக்கு இடையில் பயணிக்கும்போது, அவை அனைத்தும் பாதுகாப்பாக இருக்க வேண்டிய பல ஒப்பந்தங்களின் தொகுப்புகளுக்கு ஆளாகின்றன. L2 சங்கிலிகளில் பொருந்தாத கணக்கியல் அல்லது செயலிழப்புகள் தாக்குபவர்களால் சுரண்டப்படக்கூடிய பாதிப்புகளை அறிமுகப்படுத்தலாம்.",
  "page-trillion-dollar-security-section-3-1-list-title-2": "ரோலப் L2கள் நிலை புதுப்பிப்புகளின் சரியான தன்மையைச் செயல்படுத்த நிரூபிக்கும் அமைப்புகளை நம்பியுள்ளன",
  "page-trillion-dollar-security-section-3-1-list-desc-2": "இந்த அமைப்புகளில் உள்ள பிழைகள் அல்லது தவறான உள்ளமைவுகள் இறுதிப்படுத்தலை நிறுத்தலாம் அல்லது தடுக்கலாம், அல்லது பயனர் நிதிகளின் இழப்புக்கு வழிவகுக்கும் தவறான நிலை புதுப்பிப்புகளை இறுதிப்படுத்த அனுமதிக்கலாம்.",
  "page-trillion-dollar-security-section-3-1-list-title-3": "பாதுகாப்புக் குழுக்கள் என்பது L2 மென்பொருளை மேம்படுத்த அல்லது சில அவசரநிலைகளுக்குப் பதிலளிக்க ஒரு \"காப்பு\" பொறிமுறையாகச் செயல்படும் விசைதாரர்களின் குழுக்களாகும்.",
  "page-trillion-dollar-security-section-3-1-list-desc-3": "பாதுகாப்புக் குழுக்களே அபாயங்களை ஏற்படுத்துகின்றன, ஏனெனில் உறுப்பினர்களிடையே சமரசம் அல்லது கூட்டு பயனர் நிதிகளை ஆபத்தில் ஆழ்த்தலாம் அல்லது சொத்துக்களை முடக்கலாம்.",
  "page-trillion-dollar-security-section-3-1-paragraph-2": "L2 செயல்திறன் மற்றும் பாதுகாப்பை மதிப்பிடும் மற்றும் ஒப்பிடும் ஒரு விரிவான கட்டமைப்பு மற்றும் கண்காணிப்பு டாஷ்போர்டுக்கு <a>L2Beat</a> ஐப் பார்க்கவும்.",
  "page-trillion-dollar-security-section-3-2-title": "3.2 RPC மற்றும் முனை உள்கட்டமைப்பு",
  "page-trillion-dollar-security-section-3-2-paragraph-1": "எத்தேரியம் பயன்பாடுகள் RPC அணுகல், APIகள் மற்றும் முனை சேவைகளுக்கு ஒரு சிறிய எண்ணிக்கையிலான உள்கட்டமைப்பு வழங்குநர்களைச் சார்ந்துள்ளன. இதில் கிரிப்டோ-குறிப்பிட்ட உள்கட்டமைப்பு வழங்குநர்கள் மற்றும் முனைகளை ஹோஸ்ட் செய்ய பொதுவாகப் பயன்படுத்தப்படும் பாரம்பரிய கிளவுட் சேவைகள் (எ.கா., AWS, Cloudflare, Hetzner) ஆகியவை அடங்கும்.",
  "page-trillion-dollar-security-section-3-2-paragraph-2": "இந்த உள்கட்டமைப்பு வழங்குநர்கள் ஆஃப்லைனில் சென்றால் அல்லது அணுகலை தணிக்கை செய்ய அல்லது குறைக்க முயற்சித்தால், பல பயனர்கள் தங்கள் பணப்பை அல்லது பயன்பாட்டின் மூலம் எத்தேரியத்தை அணுகுவதைத் தடுக்கலாம், அவர்கள் ஒரு புதிய RPC அல்லது பிற உள்கட்டமைப்பு வழங்குநருக்கு இடம்பெயரும் வரை. இந்த வழங்குநர்களில் சிலர் முன்பு பிளாக்செயின் செயல்பாட்டுடன் தொடர்புடைய கணக்குகளை நிறுத்தி அல்லது மூடியுள்ளனர், இது பரவலாக்கப்பட்ட பயன்பாடுகளுக்கு அவற்றின் நீண்டகால நம்பகத்தன்மை குறித்த கவலைகளை எழுப்புகிறது.",
  "page-trillion-dollar-security-section-3-3-title": "3.3 DNS நிலை பாதிப்புகள்",
  "page-trillion-dollar-security-section-3-3-paragraph": "களப் பெயர் அமைப்பு (DNS) இணையத்தின் ஒரு அடித்தள அடுக்காகும், ஆனால் அது மையப்படுத்தப்பட்டதாகவும் சமரசம் செய்யக்கூடியதாகவும் உள்ளது. பல பயனர்கள் வலைக் களங்கள் மூலம் பயன்பாடுகளை அணுகுகிறார்கள், அவை பின்வருவனவற்றிற்கு எளிதில் பாதிக்கப்படக்கூடியவை:",
  "page-trillion-dollar-security-section-3-3-list-1": "DNS கடத்தல், இதில் ஒரு தாக்குபவர் ஒரு தீங்கிழைக்கும் தவறான முன்பக்கத்தைச் செருகுகிறார்.",
  "page-trillion-dollar-security-section-3-3-list-2": "களப் பறிமுதல், இதில் ஒரு அரசாங்கம் அல்லது பதிவாளர் களங்களைப் பறிமுதல் செய்யலாம்.",
  "page-trillion-dollar-security-section-3-3-list-3": "ஒரே மாதிரியான களங்கள் வழியாக ஃபிஷிங், இதில் தாக்குபவர்கள் பயனர்களைக் குழப்புவதற்காக கிட்டத்தட்ட ஒரே மாதிரியான பெயர்களைப் பதிவு செய்கிறார்கள்.",
  "page-trillion-dollar-security-section-3-4-title": "3.4 மென்பொருள் விநியோகச் சங்கிலி மற்றும் நூலகங்கள்",
  "page-trillion-dollar-security-section-3-4-paragraph": "எத்தேரியம் உருவாக்குநர்கள் திறந்த மூல நூலகங்களை நம்பியிருக்கிறார்கள், அவை பெரும்பாலும் npm, crates.io அல்லது GitHub போன்ற சேவைகளிலிருந்து நேரடியாகப் பெறப்படுகின்றன. இந்த நூலகங்கள் சமரசம் செய்யப்பட்டால், அவை பின்வரும் தாக்குதல்களுக்கான ஒரு திசையனாக இருக்கலாம்:",
  "page-trillion-dollar-security-section-3-4-list-title-1": "தீங்கிழைக்கும் தொகுப்பு ஊசி",
  "page-trillion-dollar-security-section-3-4-list-desc-1": "தாக்குபவர்கள் பரவலாகப் பயன்படுத்தப்படும் ஒரு தொகுப்பை சமரசம் செய்கிறார்கள் அல்லது இதே போன்ற பெயரில் ஒன்றை வெளியிடுகிறார்கள்",
  "page-trillion-dollar-security-section-3-4-list-title-2": "கடத்தப்பட்ட சார்புகள்",
  "page-trillion-dollar-security-section-3-4-list-desc-2": "பராமரிப்பாளர்கள் ஒரு திட்டத்தின் மீதான கட்டுப்பாட்டை இழந்து, ஒரு தீங்கிழைக்கும் நடிகர் தீங்கு விளைவிக்கும் குறியீட்டை அறிமுகப்படுத்துகிறார்",
  "page-trillion-dollar-security-section-3-4-list-title-3": "உருவாக்குநர் சமரசம்",
  "page-trillion-dollar-security-section-3-4-list-desc-3": "நிறுவப்பட்ட தொகுப்புகளில் உருவாக்குநரின் கணினியின் மீது தாக்குபவருக்குக் கட்டுப்பாட்டைக் கொடுக்கும் குறியீடு உள்ளது.",
  "page-trillion-dollar-security-section-3-5-title": "3.5 முன்பக்க விநியோக சேவைகள் மற்றும் தொடர்புடைய அபாயங்கள்",
  "page-trillion-dollar-security-section-3-5-paragraph": "பல எத்தேரியம் பயன்பாடுகள் தங்கள் முன்பக்கங்களை ஒரு உள்ளடக்க விநியோக நெட்வொர்க் (CDN) அல்லது கிளவுட் அடிப்படையிலான ஹோஸ்டிங் தளம் (எ.கா., Vercel, Netlify, Cloudflare) வழியாக வழங்குகின்றன. இந்தச் சேவைகள் சமரசம் செய்யப்பட்டால், அவை தீங்கிழைக்கும் ஜாவாஸ்கிரிப்ட் ஊசி போன்ற தாக்குதல்களுக்கான ஒரு திசையனாக இருக்கலாம், இதில் தாக்குபவர்கள் பயனர்களுக்கு மாற்றப்பட்ட முன்பக்கத்தை வழங்குகிறார்கள்.",
  "page-trillion-dollar-security-section-3-6-title": "3.6 இணைய சேவை வழங்குநர் நிலை தணிக்கை",
  "page-trillion-dollar-security-section-3-6-paragraph-1": "இணைய சேவை வழங்குநர்கள் (ISPs) அல்லது தேசிய அரசுகள் அடிப்படை இணைய உள்கட்டமைப்பின் மீதான கட்டுப்பாட்டைப் பயன்படுத்தி எத்தேரியத்திற்கான அணுகலை தணிக்கை செய்யலாம். உதாரணமாக, இந்தத் தாக்குதல்களில் பின்வருவன அடங்கும்:",
  "page-trillion-dollar-security-section-3-6-list-1": "பொதுவான எத்தேரியம் போர்ட்களுக்கான போக்குவரத்தைத் தடுப்பது அல்லது குறைப்பது",
  "page-trillion-dollar-security-section-3-6-list-2": "எத்தேரியம் தொடர்பான சேவைகளைத் தீர்க்கும் DNS கோரிக்கைகளை வடிகட்டுதல்",
  "page-trillion-dollar-security-section-3-6-list-3": "அறியப்பட்ட எத்தேரியம் முனைகளுக்கு எதிரான புவிவேலி அல்லது IP தடைகள்",
  "page-trillion-dollar-security-section-3-6-list-4": "எத்தேரியம் நெறிமுறை தொடர்பான போக்குவரத்தை அடையாளம் கண்டு தணிக்கை செய்ய ஆழமான பாக்கெட் ஆய்வு",
  "page-trillion-dollar-security-section-3-6-paragraph-2": "இந்த அடிப்படை நுட்பங்களில் பல ஏற்கனவே சர்வாதிகார அரசாங்கங்களால் உலகம் முழுவதும் தகவல், எதிர்ப்பு கருவிகள் அல்லது கிரிப்டோகரன்சிகளுக்கான அணுகலை அடக்குவதற்குப் பயன்படுத்தப்படுகின்றன.",
  "page-trillion-dollar-security-section-4-intro": "எத்தேரியத்தின் ஒருமித்த நெறிமுறை, நெட்வொர்க் எத்தேரியம் பிளாக்செயினின் நிலையை எவ்வாறு புதுப்பிக்கிறது மற்றும் உடன்பாட்டிற்கு வருகிறது என்பதை வரையறுக்கிறது. இந்த நெறிமுறை எத்தேரியத்தை பணம், நிதி, அடையாளம், ஆளுகை, நிஜ உலக சொத்துக்கள் மற்றும் பலவற்றிற்கான நம்பகமான தளமாக மாற்றுவதன் அடித்தளத்தில் உள்ளது.",
  "page-trillion-dollar-security-section-4-paragraph-1": "எத்தேரியத்தின் ஒருமித்த நெறிமுறை நடைமுறையில் வலுவானதாக நிரூபிக்கப்பட்டுள்ளது, 2015 இல் முதன்முதலில் தொடங்கப்பட்டதிலிருந்து மற்றும் பல மேம்படுத்தல்கள் முழுவதும் பூஜ்ஜிய வேலையில்லா நேரத்துடன். இருப்பினும், அமைப்பை மேலும் மீள்தன்மை மற்றும் பாதுகாப்பானதாக மாற்றுவதற்கு நீண்ட கால மேம்பாட்டுக்கான பகுதிகள் உள்ளன.",
  "page-trillion-dollar-security-section-4-1-title": "4.1 ஒருமித்த கருத்து நொறுங்குதன்மை மற்றும் மீட்பு அபாயங்கள்",
  "page-trillion-dollar-security-section-4-1-paragraph": "எத்தேரியத்தின் ஃபோர்க் தேர்வு மற்றும் இறுதி விதிகள் மீள்தன்மை கொண்டவை, ஆனால் அவை வெல்ல முடியாதவை அல்ல. சில விளிம்பு நிலைமைகளின் போது (நீண்டகால சரிபார்ப்பாளர் கருத்து வேறுபாடு, வாடிக்கையாளர் பிழைகள் அல்லது நெட்வொர்க் பகிர்வுகள் போன்றவை) ஒருமித்த கருத்து நின்றுவிடலாம் அல்லது தற்காலிகமாக வேறுபடலாம். தீவிர நிலைமைகளில், இது செயலற்ற கசிவுகள் அல்லது ஸ்லாஷிங் மூலம் சரிபார்ப்பாளர் தண்டனைகளுக்கு வழிவகுக்கும், இது சரிபார்ப்பாளர்களிடமிருந்து மூலதனப் பறப்புக்கு மேலும் வழிவகுக்கும்.",
  "page-trillion-dollar-security-section-4-2-title": "4.2 வாடிக்கையாளர் பன்முகத்தன்மை",
  "page-trillion-dollar-security-section-4-2-paragraph": "எத்தேரியத்தின் தொழில்-முன்னணி வாடிக்கையாளர் பன்முகத்தன்மை நெட்வொர்க்கை எந்தவொரு ஒற்றை வாடிக்கையாளரிலும் உள்ள பிழைகளிலிருந்து பாதுகாக்கிறது. இருப்பினும், இந்த அபாயங்களை மேலும் குறைக்க சிறுபான்மை வாடிக்கையாளர்களின் அதிக தத்தெடுப்புடன் வாடிக்கையாளர் பன்முகத்தன்மையை இன்னும் மேம்படுத்தலாம்.",
  "page-trillion-dollar-security-section-4-3-title": "4.3 ஸ்டேக்கிங் மையப்படுத்தல் மற்றும் பூல் ஆதிக்கம்",
  "page-trillion-dollar-security-section-4-3-paragraph": "ஒரு குறிப்பிடத்தக்க அளவு சரிபார்ப்பாளர் எடை திரவ ஸ்டேக்கிங் நெறிமுறைகள், பாதுகாவலர் சேவைகள் மற்றும் பெரிய முனை ஆபரேட்டர்களில் குவிந்துள்ளது. இந்த செறிவு பின்வரும் அபாயங்களுக்கு வழிவகுக்கும்:",
  "page-trillion-dollar-security-section-4-3-list-1": "ஆளுகை பிடிப்பு அல்லது செல்வாக்கு. அதிக அளவு பங்குகளைக் கட்டுப்படுத்தும் நிறுவனங்கள் (அல்லது அந்த நிறுவனங்களை பாதிக்க சட்டப்பூர்வ அதிகாரம் கொண்ட நிறுவனங்கள்) ஒன்றாக ஒருங்கிணைந்தால், எந்த தொகுதிகள் முன்மொழியப்படுகின்றன மற்றும் சான்றளிக்கப்படுகின்றன என்பதில் அவை அளவுக்கதிகமான செல்வாக்கைக் கொண்டிருக்கலாம், இது பயனர்களை தணிக்கை செய்யக்கூடும், அல்லது நெறிமுறை மேம்பாடுகளை பாதிக்கக்கூடும்.",
  "page-trillion-dollar-security-section-4-3-list-2": "வாடிக்கையாளர் தேர்வு மற்றும் உள்கட்டமைப்பு அமைப்பில் ஒரே மாதிரியான தன்மை, இது தொடர்புடைய தோல்வி அபாயங்களை அதிகரிக்கக்கூடும்.",
  "page-trillion-dollar-security-section-4-4-title": "4.4 வரையறுக்கப்படாத சமூக ஸ்லாஷிங் மற்றும் ஒருங்கிணைப்பு இடைவெளிகள்",
  "page-trillion-dollar-security-section-4-4-paragraph": "சில தீவிர தோல்வி முறைகளில், எத்தேரியம் நெட்வொர்க்கைத் தாக்க தீங்கிழைப்பாகச் செயல்பட்ட சரிபார்ப்பாளர்களைத் தண்டிக்க \"சமூக ஸ்லாஷிங்\"-ஐ நம்பியிருக்கும் (பிரிவு 6.1 ஐப் பார்க்கவும்). இருப்பினும், இந்த வகையான ஸ்லாஷிங்கிற்கான உள்கட்டமைப்பு, விதிமுறைகள் மற்றும் எதிர்பார்க்கப்படும் செயல்முறைகள் வளர்ச்சியடையவில்லை. இந்தச் செயல்பாட்டில் சமூகம் ஈடுபடப் பயன்படுத்தும் எந்தவொரு நிறுவப்பட்ட பொறிமுறையும் இல்லை.",
  "page-trillion-dollar-security-section-4-5-title": "4.5 பொருளாதாரம் மற்றும் விளையாட்டு-கோட்பாட்டு தாக்குதல் திசையன்கள்",
  "page-trillion-dollar-security-section-4-5-paragraph": "பல சாத்தியமான பொருளாதாரத் தாக்குதல் திசையன்கள் இன்னும் குறைவாகவே ஆய்வு செய்யப்பட்டுள்ளன, அவற்றுள்:",
  "page-trillion-dollar-security-section-4-5-list-1": "துக்கத் தாக்குதல்கள் அல்லது ஸ்லாஷ் துக்கம். சரிபார்ப்பாளர்கள் தங்கள் சொந்தத் தவறுகளால் அல்ல, மாறாக தாக்குபவருக்கு நிகர செலவில் மற்றவர்களுக்குத் தீங்கு விளைவிக்கும் நோக்கத்துடன் கூடிய விரோத நடத்தையால் செலவுகள் அல்லது ஸ்லாஷிங் தண்டனைகளைச் சந்திக்க நேரிடலாம்.",
  "page-trillion-dollar-security-section-4-5-list-2": "மூலோபாய வெளியேற்றங்கள் அல்லது நேரப்படுத்தப்பட்ட செயலற்ற தன்மை. சரிபார்ப்பாளர்கள் வேண்டுமென்றே ஆஃப்லைனில் செல்லலாம் அல்லது லாபத்தை அதிகரிக்க அல்லது குறைந்தபட்ச தண்டனைகளுடன் ஒருமித்த கருத்தைக் குலைக்க முக்கியமான நேரங்களில் வெளியேறலாம்.",
  "page-trillion-dollar-security-section-4-5-list-3": "சரிபார்ப்பாளர்கள் அல்லது ரிலேக்களுக்கு இடையில் கூட்டு. சரிபார்ப்பாளர்களுக்கு இடையில் அல்லது ரிலேக்கள் மற்றும் சரிபார்ப்பாளர்களுக்கு இடையில் ஒருங்கிணைந்த நடத்தை பரவலாக்கத்தைக் குறைக்கலாம், அல்லது MEV-ஐப் பிரித்தெடுக்கலாம்.",
  "page-trillion-dollar-security-section-4-5-list-4": "MEV, முன்மொழிபவர்-கட்டுபவர் பிரிப்பு அல்லது திரவ ஸ்டேக்கிங் வடிவமைப்பில் விளிம்பு-நிலை ஊக்கத்தொகைகளைச் சுரண்டுதல். நடிகர்கள் அதிகப்படியான வெகுமதிகளைப் பெற அரிய நெறிமுறை நிலைமைகளைக் கையாளலாம்.",
  "page-trillion-dollar-security-section-4-6-title": "4.6 குவாண்டம் ஆபத்து",
  "page-trillion-dollar-security-section-4-6-paragraph-1": "எத்தேரியத்தின் முக்கிய குறியாக்கவியல் (எ.கா., secp256k1 போன்ற நீள்வட்ட வளைவு கையொப்பங்கள்) ஒரு நாள் குவாண்டம் கணினிகளால் உடைக்கப்படலாம். இது ஒரு உடனடி ஆபத்து இல்லை என்றாலும், ஒரு நம்பகமான அச்சுறுத்தல் தற்போதைய பணப்பைகள், ஒப்பந்தங்கள் மற்றும் ஸ்டேக்கிங் விசைகளை உடனடியாக பாதிப்புக்குள்ளாக்கலாம். இந்த எதிர்கால சவால் பயனர்களுக்கு எத்தேரியத்தின் நீண்டகால உத்தரவாதங்களை பலவீனப்படுத்துகிறது.",
  "page-trillion-dollar-security-section-4-6-paragraph-2": "குவாண்டம்-எதிர்ப்பு குறியாக்கத்திற்கான இடம்பெயர்வு பாதைகள் (எ.கா., குவாண்டம்-பிந்தைய கையொப்பத் திட்டங்கள் வழியாக) வடிவமைக்கப்பட வேண்டும், சோதிக்கப்பட வேண்டும், மற்றும் அவை தேவைப்படுவதற்கு பல ஆண்டுகளுக்கு முன்பே நெறிமுறையில் பதிக்கப்படலாம். எத்தேரியம் சுற்றுச்சூழல் முழுவதும் உள்ள நிறுவனங்கள், எத்தேரியம் அறக்கட்டளை உட்பட, இந்த விருப்பங்களை தீவிரமாக ஆராய்ந்து அபாயங்களைக் கண்காணித்து வருகின்றன.",
  "page-trillion-dollar-security-section-5-paragraph-1": "ஒரு இலட்சிய பிளாக்செயின் சுற்றுச்சூழல் அமைப்பிலும் கூட அபாயங்கள், தாக்குதல்கள் மற்றும் பாதிப்புகள் இருக்கும். விஷயங்கள் தவறாகப் போகும்போது, தணிக்க, கண்டறிய மற்றும் பதிலளிக்க பயனுள்ள அமைப்புகள் இருக்க வேண்டும். இங்குள்ள சவால்கள் பின்வருமாறு:",
  "page-trillion-dollar-security-section-5-list-title-1": "பாதிக்கப்பட்ட குழுவை அடைதல்",
  "page-trillion-dollar-security-section-5-list-desc-1": "பயன்பாடு சமரசம் செய்யப்பட்ட குழுவுடன் தொடர்புகொள்வது கடினமாக இருக்கலாம். இது மணிநேர தாமதங்களுக்கு வழிவகுக்கும், பதிலளிப்பவர்கள் நிதியை மீட்டெடுக்கும் திறனைக் கட்டுப்படுத்தும்.",
  "page-trillion-dollar-security-section-5-list-title-2": "தொடர்புடைய நிறுவனங்களில் சிக்கல்களை அதிகரித்தல்",
  "page-trillion-dollar-security-section-5-list-desc-2": "சிக்கல் ஒரு தளத்தை (ஒரு சமூக வலைப்பின்னல் அல்லது மையப்படுத்தப்பட்ட பரிமாற்றம் போன்றவை) உள்ளடக்கியிருக்கும்போது, பதிலளிப்பவர்களுக்கு முன்பே இருக்கும் தொடர்பு இல்லையென்றால் சிக்கலை அதிகரிப்பது சவாலாக இருக்கலாம்.",
  "page-trillion-dollar-security-section-5-list-title-3": "பதில் ஒருங்கிணைப்பு",
  "page-trillion-dollar-security-section-5-list-desc-3": "பாதிக்கப்பட்ட பயன்பாட்டிற்கு எத்தனை சம்பவப் பதில் குழுக்கள் உதவுகின்றன என்பது பெரும்பாலும் தெளிவாகத் தெரியவில்லை, இது ஒரு குழு முயற்சி மிகவும் பயனுள்ளதாக இருந்திருக்கக்கூடிய இடத்தில் தவறான தொடர்பு அல்லது வீணான முயற்சிக்கு வழிவகுக்கிறது.",
  "page-trillion-dollar-security-section-5-list-title-4": "கண்காணிப்புத் திறன்களின் பற்றாக்குறை",
  "page-trillion-dollar-security-section-5-list-desc-4": "ஆன்செயின் மற்றும் ஆஃப்செயின் சிக்கல்களைக் கண்காணிப்பது கடினமாக இருக்கலாம், இது ஆரம்பகால எச்சரிக்கையை வழங்கும் மற்றும் அச்சுறுத்தல்களுக்கு விரைவான பதிலை உறுதி செய்யும்.",
  "page-trillion-dollar-security-section-5-list-title-5": "காப்பீட்டுக்கான அணுகல்",
  "page-trillion-dollar-security-section-5-list-desc-5": "பணம், நிதி அமைப்புகள், அடையாளம் மற்றும் பிற மதிப்புமிக்க தகவல்களைக் கையாளும் பெரும்பாலான பாரம்பரிய அமைப்புகளில் இழப்புகளைத் தணிக்க காப்பீடு ஒரு அத்தியாவசியக் கருவியாகும். இருப்பினும், இன்று கிரிப்டோ சுற்றுச்சூழல் அமைப்புக்கு பாரம்பரிய நிதிச் சேவைகளிலிருந்து சில காப்பீட்டு விருப்பங்களே கிடைக்கின்றன.",
  "page-trillion-dollar-security-section-6-intro": "எத்தேரியத்தின் \"சமூக அடுக்கு\" என்பது எத்தேரியம் சுற்றுச்சூழல் அமைப்பு எவ்வாறு நடந்து கொள்கிறது என்பதைப் பாதிக்கும் மக்கள், நிறுவனங்கள், நிறுவனங்கள், ஆளுகைச் செயல்முறைகள் மற்றும் கலாச்சார விதிமுறைகளின் தொகுப்பைக் குறிக்கிறது. இந்தச் சமூக அடுக்கு சில தாக்குதல்கள் அல்லது அபாயங்களுக்கு ஆளாகக்கூடியது, இது பின்னர் எத்தேரியத்தின் பாதுகாப்பு மற்றும் நம்பகத்தன்மையை பாதிக்கலாம்.",
  "page-trillion-dollar-security-section-6-paragraph-1": "இந்த அபாயங்கள் நீண்ட கால நோக்குடையவையாக உள்ளன, மேலும் தனிப்பட்ட பயனர்கள் அல்லது பயன்பாடுகளின் பாதுகாப்பைக் காட்டிலும் எத்தேரியத்தை ஒட்டுமொத்தமாகப் பாதிக்கின்றன.",
  "page-trillion-dollar-security-section-6-1-title": "6.1 பங்கு மையப்படுத்தல்",
  "page-trillion-dollar-security-section-6-1-paragraph-1": "பெரிய அளவிலான பங்குகளை மையப்படுத்துவது, அந்தப் பங்குகளைக் கட்டுப்படுத்தும் நிறுவனங்கள் கூட்டுச் சேர முடிவு செய்தால் ஒட்டுமொத்த எத்தேரியத்திற்கும் அபாயங்களை ஏற்படுத்தலாம்.",
  "page-trillion-dollar-security-section-6-1-paragraph-2": "இந்த பொருளாதார மையப்படுத்தல் சமூக ஆளுகையைப் பிடிப்பதற்கான சாத்தியத்தை உருவாக்குகிறது. ஒரு சிறிய குழு சரிபார்ப்பாளர்கள் ஒரு சூப்பர்மெஜாரிட்டி பங்கைக் கட்டுப்படுத்தினால், அவர்களால்:",
  "page-trillion-dollar-security-section-6-1-list-1": "ஃபோர்க்குகளில் ஒருங்கிணைக்க அல்லது எதிர்க்க.",
  "page-trillion-dollar-security-section-6-1-list-2": "சில பரிவர்த்தனைகள் அல்லது ஒப்பந்தங்களைத் தணிக்கை செய்தல்.",
  "page-trillion-dollar-security-section-6-1-list-3": "வெளியேறுதல் அல்லது எதிர்ப்பை அச்சுறுத்துவதன் மூலம் சமூக ஒருமித்த கருத்தைக் குறைத்தல்.",
  "page-trillion-dollar-security-section-6-1-paragraph-3": "இந்த தீவிரமான சூழ்நிலை ஏற்பட்டால், \\\"சமூக ஸ்லாஷிங்\\\" தீர்வாக இருக்கலாம் என்று எத்தேரியம் சமூகம் பரிந்துரைத்துள்ளது. சமூக ஸ்லாஷிங் என்பது தவறாக நடந்து கொள்ளும் சரிபார்ப்பாளர்களை அவர்களின் அதிகாரத்தைக் கட்டுப்படுத்தும் ஒரு சோதனையாக, அவர்களை ஸ்லாஷ் செய்ய ஆஃப்செயின் சமூக ஒருமித்த கருத்தைப் பயன்படுத்துவதாகும். ஆனால் அத்தகைய நடவடிக்கைகளைச் செயல்படுத்த தெளிவான விதிமுறைகள், நடைமுறைகள் அல்லது கருவிகள் எதுவும் இல்லை (பிரிவு 4.4 ஐப் பார்க்கவும்).",
  "page-trillion-dollar-security-section-6-2-title": "6.2 ஆஃப்செயின் சொத்து மையப்படுத்தல்",
  "page-trillion-dollar-security-section-6-2-paragraph-1": "எத்தேரியம் குறிப்பிடத்தக்க அளவிலான நிஜ உலக சொத்துக்களை ஹோஸ்ட் செய்கிறது, அங்கு சொத்துக்கள் ஆஃப்செயினில் வங்கிக் கணக்குகள் அல்லது பிற வைப்புகளில் வைக்கப்படுகின்றன, அவை பின்னர் ஆஃப்செயின் சொத்துக்கள் மீதான உரிமைகோரலைக் குறிக்கும் டோக்கன்கள் வழியாக ஆன்செயினில் வர்த்தகம் செய்யப்படுகின்றன. உதாரணமாக, பல பெரிய ஸ்டேபிள்காயின்கள் இந்த வழியில் செயல்படுகின்றன.",
  "page-trillion-dollar-security-section-6-2-paragraph-2": "ஆஃப்செயின் வைப்புகளை வைத்திருக்கும் நிறுவனங்கள் எத்தேரியம் சுற்றுச்சூழல் அமைப்பின் மீது செல்வாக்கு செலுத்தலாம். உதாரணமாக, ஒரு சர்ச்சைக்குரிய ஃபோர்க் அல்லது நெட்வொர்க் மேம்படுத்தல் இருக்கும் ஒரு தீவிர சூழ்நிலையின் போது, பெரிய வைப்பாளர்கள் ஒரு சங்கிலி அல்லது மற்றொன்றில் உள்ள டோக்கன்களை மட்டுமே அங்கீகரிக்கத் தேர்ந்தெடுப்பதன் மூலம் எந்தச் சங்கிலி பரவலாக ஏற்றுக்கொள்ளப்படுகிறது என்பதைப் பாதிக்கலாம்.",
  "page-trillion-dollar-security-section-6-3-title": "6.3 ஒழுங்குமுறைத் தாக்குதல் அல்லது அழுத்தம்",
  "page-trillion-dollar-security-section-6-3-paragraph": "அரசாங்கங்கள் மற்றும் கட்டுப்பாட்டாளர்கள் எத்தேரியம் அடுக்கின் முக்கிய கூறுகளைக் கட்டுப்படுத்தும் பல்வேறு நிறுவனங்களுக்கு எத்தேரியம் நெறிமுறையை தணிக்கை செய்ய அல்லது வேறுவிதமாக தலையிட அழுத்தம் கொடுக்கலாம். எத்தேரியத்தின் நிறுவன பயனர்களும் இந்த அழுத்தங்களால் பாதிக்கப்படலாம், இது அவர்களின் பயனர்களுக்கு மேலும் விளைவுகளை ஏற்படுத்தும் (எ.கா., ஒழுங்குமுறைத் தடைகள் காரணமாக சில கிரிப்டோ தயாரிப்புகளை இனி வழங்க முடியாத ஒரு வங்கி).",
  "page-trillion-dollar-security-section-6-4-title": "6.4 ஆளுகையின் நிறுவனப் பிடிப்பு",
  "page-trillion-dollar-security-section-6-4-paragraph-1": "எத்தேரியத்தின் திறந்த மூல ஆளுகை மற்றும் மேம்பாட்டுச் செயல்முறைகள் முக்கிய வாடிக்கையாளர் மென்பொருள், உள்கட்டமைப்பு மற்றும் கருவிகளைப் பராமரிக்கும் பன்முக மற்றும் உலகளாவிய அணிகள் மற்றும் நிறுவனங்களால் இயக்கப்படுகின்றன.",
  "page-trillion-dollar-security-section-6-4-paragraph-2": "பல்வேறு வகையான செல்வாக்குகள் (கார்ப்பரேட் கையகப்படுத்துதல்கள், நிதி சார்புகள், முக்கிய பங்களிப்பாளர்களின் வேலைவாய்ப்பு, தற்போதைய நிறுவனங்களுக்குள் உள்ள நலன்களின் முரண்பாடுகள்) படிப்படியாக எத்தேரியம் ஆளுகையின் கலாச்சாரம் மற்றும் முன்னுரிமைகளை மாற்றக்கூடும். இது சமூகம் சார்ந்த நெறிமுறைகள் மற்றும் நிறுவப்பட்ட வரைபடத்திலிருந்து வேறுபடும் குறிப்பிட்ட வணிக அல்லது வெளிப்புற நலன்களுடன் சீரமைக்க வழிவகுக்கும், இது காலப்போக்கில் எத்தேரியத்தின் நடுநிலைமை மற்றும் மீள்தன்மையைப் பலவீனப்படுத்தக்கூடும்.",
  "page-trillion-dollar-security-image-alt-hero": "டிஜிட்டல் சொத்து இடத்தில் டிரில்லியன் டாலர் பாதுகாப்பைக் குறிக்கும், ஒன்றோடொன்று இணைக்கப்பட்ட பிளாக்செயின் முனைகள் மற்றும் பாதுகாப்பு கூறுகளைக் காட்டும் ஒரு எதிர்கால காட்சிப்படுத்தல்",
  "page-trillion-dollar-security-image-alt-report": "பிளாக்செயின் கூறுகள் மற்றும் நெட்வொர்க் இணைப்புகளுடன் ஒரு நவீன டிஜிட்டல் பாதுகாப்பு காட்சிப்படுத்தலைக் காட்டும் டிரில்லியன் டாலர் பாதுகாப்பு அறிக்கையின் கவர் படம்"
}
