{
  "page-local-environment-brownie-desc": "எத்தேரியம் மெய்நிகர் இயந்திரத்தை இலக்காகக் கொண்ட ஸ்மார்ட் ஒப்பந்தங்களுக்கான பைத்தான் அடிப்படையிலான மேம்பாடு மற்றும் சோதனைக் கட்டமைப்பு.",
  "page-local-environment-brownie-logo-alt": "Brownie சின்னம்",
  "page-local-environment-kurtosis-desc": "விரைவான உள்ளூர் dApp மேம்பாடு, முன்மாதிரி மற்றும் சோதனைக்காக பல-வாடிக்கையாளர் எத்தேரியம் சோதனை வலையமைப்பை எளிதாக உள்ளமைத்து சுழற்றுவதற்கான கொள்கலன் அடிப்படையிலான கருவித்தொகுப்பு.",
  "page-local-environment-kurtosis-logo-alt": "Kurtosis லோகோ",
  "page-local-environment-epirus-desc": "ஜாவா மெய்நிகர் இயந்திரத்தில் பிளாக்செயின் பயன்பாடுகளை மேம்படுத்துவதற்கும், வரிசைப்படுத்துவதற்கும் மற்றும் கண்காணிப்பதற்கும் ஒரு தளம்.",
  "page-local-environment-epirus-logo-alt": "Epirus லோகோ",
  "page-local-environment-eth-app-desc": "ஒரே கட்டளையில் எத்தேரியம் மூலம் இயங்கும் செயலிகளை உருவாக்குங்கள். தேர்வு செய்ய பரந்த அளவிலான UI கட்டமைப்புகள் மற்றும் DeFi டெம்ப்ளேட்களுடன் வருகிறது.",
  "page-local-environment-eth-app-logo-alt": "Eth செயலி சின்னத்தை உருவாக்கு",
  "page-local-environment-foundry-desc": "Rust இல் எழுதப்பட்ட எத்தேரியம் பயன்பாட்டு மேம்பாட்டிற்கான ஒரு அதிவேக, கையடக்க மற்றும் மாடுலர் கருவித்தொகுப்பு.",
  "page-local-environment-foundry-logo-alt": "Foundry லோகோ",
  "page-local-environment-framework-feature-1": "ஒரு உள்ளூர் பிளாக்செயின் நிகழ்வை உருவாக்குவதற்கான அம்சங்கள்.",
  "page-local-environment-framework-feature-2": "உங்கள் ஸ்மார்ட் ஒப்பந்தங்களைத் தொகுத்து சோதிப்பதற்கான பயன்பாடுகள்.",
  "page-local-environment-framework-feature-3": "அதே திட்டம்/களஞ்சியத்திற்குள் உங்கள் பயனர் எதிர்கொள்ளும் பயன்பாட்டை உருவாக்க கிளையன்ட் மேம்பாட்டு துணை நிரல்கள்.",
  "page-local-environment-framework-feature-4": "உள்ளூரில் இயங்கும் ஒரு நிகழ்வு அல்லது எத்தேரியத்தின் பொது வலையமைப்புகளில் ஒன்றில் ஒப்பந்தங்களை வரிசைப்படுத்தவும் மற்றும் எத்தேரியம் வலையமைப்புகளுடன் இணைக்கவும் உள்ளமைவு.",
  "page-local-environment-framework-feature-5": "பரவலாக்கப்பட்ட செயலி விநியோகம் - IPFS போன்ற சேமிப்பக விருப்பங்களுடன் ஒருங்கிணைப்புகள்.",
  "page-local-environment-framework-features": "இந்த கட்டமைப்புகள் பெட்டிக்கு வெளியே நிறைய செயல்பாடுகளுடன் வருகின்றன, அவை:",
  "page-local-environment-frameworks-desc": "ஒரு கட்டமைப்பைத் தேர்ந்தெடுக்க நாங்கள் பரிந்துரைக்கிறோம், குறிப்பாக நீங்கள் இப்போதுதான் தொடங்குகிறீர்கள் என்றால். ஒரு முழு அளவிலான dapp ஐ உருவாக்குவதற்கு பல்வேறு தொழில்நுட்பங்கள் தேவை. கட்டமைப்புகளில் தேவையான பல அம்சங்கள் உள்ளன அல்லது நீங்கள் விரும்பும் கருவிகளைத் தேர்ந்தெடுக்க எளிதான செருகுநிரல் அமைப்புகளை வழங்குகின்றன.",
  "page-local-environment-frameworks-title": "கட்டமைப்புகள் மற்றும் முன் தயாரிக்கப்பட்ட அடுக்குகள்",
  "page-local-environment-hardhat-desc": "Hardhat என்பது நிபுணர்களுக்கான ஒரு எத்தேரியம் மேம்பாட்டுச் சூழலாகும்.",
  "page-local-environment-hardhat-logo-alt": "Hardhat லோகோ",
  "page-local-environment-openZeppelin-desc": "எங்கள் CLI உடன் ஸ்மார்ட் ஒப்பந்தங்களைத் தொகுத்தல், மேம்படுத்துதல், வரிசைப்படுத்துதல் மற்றும் தொடர்புகொள்வதன் மூலம் பல மணிநேர மேம்பாட்டு நேரத்தைச் சேமிக்கவும்.",
  "page-local-environment-openZeppelin-logo-alt": "OpenZeppelin லோகோ",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: ஸ்மார்ட் ஒப்பந்தங்களால் இயக்கப்படும் பரவலாக்கப்பட்ட பயன்பாடுகளை உருவாக்கத் தேவையான அனைத்தும்.",
  "page-local-environment-scaffold-eth-logo-alt": "scaffold-eth லோகோ",
  "page-local-environment-setup-meta-desc": "எத்தேரியம் மேம்பாட்டிற்காக உங்கள் மென்பொருள் அடுக்கை எவ்வாறு தேர்வு செய்வது என்பதற்கான வழிகாட்டி.",
  "page-local-environment-setup-meta-title": "எத்தேரியம் உள்ளூர் மேம்பாட்டு அமைப்பு",
  "page-local-environment-setup-subtitle": "நீங்கள் உருவாக்கத் தயாராக இருந்தால், உங்கள் அடுக்கைத் தேர்வுசெய்ய வேண்டிய நேரம் இது.",
  "page-local-environment-setup-subtitle-2": "உங்கள் எத்தேரியம் பயன்பாட்டை உருவாக்க உதவும் கருவிகள் மற்றும் கட்டமைப்புகள் இங்கே உள்ளன.",
  "page-local-environment-setup-title": "உங்கள் உள்ளூர் மேம்பாட்டு சூழலை அமைக்கவும்",
  "page-local-environment-solidity-template-desc": "உங்கள் Solidity ஸ்மார்ட் ஒப்பந்தங்களுக்கான முன்-கட்டமைக்கப்பட்ட அமைப்பிற்கான ஒரு GitHub டெம்ப்ளேட். ஒரு Hardhat உள்ளூர் வலையமைப்பை உள்ளடக்கியது, பணப்பை செயலாக்கத்திற்கான Ethers மற்றும் பல.",
  "page-local-environment-solidity-template-logo-alt": "Solidity டெம்ப்ளேட் லோகோ"
}
