{
  "page-roadmap-vision-2014": "பங்குச் சான்றை விவரிக்கும் 2014 ஆம் ஆண்டு வலைப்பதிவு இடுகையைக் காண்க",
  "page-roadmap-vision-2021": "எத்தேரியம் செயல்திட்டத்தின் பரிணாம வளர்ச்சி குறித்த 2021 ஆம் ஆண்டு வலைப்பதிவு இடுகையைக் காண்க",
  "page-roadmap-vision-2022": "2022 ஆம் ஆண்டு வலைப்பதிவு இடுகையைக் காண்க: எத்தேரியத்திற்கான ஒரு ஹிட்ச்ஹைக்கர்ஸ் வழிகாட்டி",
  "page-roadmap-vision-2021-updates": "எத்தேரியம் நெறிமுறைப் புதுப்பிப்புகள் குறித்த 2021 ஆம் ஆண்டு வலைப்பதிவு இடுகையைக் காண்க",
  "page-roadmap-vision-desc-1": "உலகளாவிய பயனர் தளத்திற்கு சிறந்த சேவையை வழங்க, எத்தேரியம் பிணைய நெரிசலைக் குறைத்து வேகத்தை மேம்படுத்த வேண்டும்.",
  "page-roadmap-vision-desc-2": "பிணையம் வளரும்போது ஒரு முனையை இயக்குவது கடினமாகி வருகிறது. பிணையத்தை அளவிடும் முயற்சிகளுடன் இது இன்னும் கடினமாகவே மாறும்.",
  "page-roadmap-vision-desc-3": "எத்தேரியம் அதிகப்படியான மின்சாரத்தைப் பயன்படுத்துகிறது. பிணையத்தைப் பாதுகாப்பாக வைத்திருக்கும் தொழில்நுட்பம் மேலும் நீடித்ததாக இருக்க வேண்டும்.",
  "page-roadmap-vision-ethereum-node": "முனைகள் பற்றி மேலும்",
  "page-roadmap-vision-future": "உலக அளவில் ஒரு டிஜிட்டல் எதிர்காலம்",
  "page-roadmap-vision-meta-desc": "மேம்படுத்தல்கள் எத்தேரியத்தில் ஏற்படுத்தும் தாக்கம் மற்றும் அவை கடக்க வேண்டிய சவால்கள் பற்றிய ஒரு கண்ணோட்டம்.",
  "page-roadmap-vision-meta-title": "எத்தேரியம் தொலைநோக்குப் பார்வை",
  "page-roadmap-vision-mining": "மைனிங் பற்றி மேலும்",
  "page-roadmap-vision-problems": "இன்றைய சிக்கல்கள்",
  "page-roadmap-vision-scalability": "பெருகும் தன்மை",
  "page-roadmap-vision-scalability-desc": "பிணையத்தில் உள்ள முனைகளின் அளவை அதிகரிக்காமல், எத்தேரியம் ஒரு வினாடிக்கு அதிக பரிவர்த்தனைகளைக் கையாளக்கூடியதாக இருக்க வேண்டும். முனைகள் பிளாக்செயினைச் சேமித்து இயக்கும் முக்கியப் பிணையப் பங்கேற்பாளர்களாகும். சக்திவாய்ந்த மற்றும் விலை உயர்ந்த கணினிகளைக் கொண்டவர்களால் மட்டுமே அதைச் செய்ய முடியும் என்பதால், முனையின் அளவை அதிகரிப்பது நடைமுறைக்கு சாத்தியமற்றது. அளவிடுவதற்கு, எத்தேரியத்திற்கு அதிக முனைகளுடன் இணைந்து, ஒரு வினாடிக்கு அதிக பரிவர்த்தனைகள் தேவை. அதிக முனைகள் என்பது அதிக பாதுகாப்பைக் குறிக்கும்.",
  "page-roadmap-vision-scalability-desc-3": "அடுக்கு 2 ரோலப்புகள் பரிவர்த்தனைகளை ஆஃப்செயினுக்கு நகர்த்துவதன் மூலமும் சுருக்கமான தரவை மட்டும் எத்தேரியத்தில் இடுகையிடுவதன் மூலமும் எத்தேரியத்தை அளவிடுகின்றன. இந்தப் தொகுப்பாக்கம் எத்தேரியத்தின் செயல்திறனை அதிகரிப்பதோடு பயனர்களுக்கான செலவுகளையும் வெகுவாகக் குறைக்கிறது.",
  "page-roadmap-vision-scalability-desc-4": "பயனர்களுக்குப் பரிவர்த்தனைகளை முடிந்தவரை மலிவாக மாற்றுவதற்கு ரோலப்புகளுக்கு அடுக்கு 1-இல் குறைந்த கட்டண சேமிப்பகம் தேவை. இது எத்தேரியம் தொகுதிகளுடன் இணைக்கப்பட்ட ப்ளாப்களின் வடிவத்தில் வழங்கப்படும். இறுதியில், பல ப்ளாப்கள் எத்தேரியம் தொகுதிகளுடன் இணைக்கப்பட்டு, பல ரோலப்புகளுக்கு மலிவான சேமிப்பிடத்தை வழங்கும்.",
  "page-roadmap-vision-security": "பாதுகாப்பு",
  "page-roadmap-vision-security-desc": "திட்டமிடப்பட்ட மேம்படுத்தல்கள் ஒருங்கிணைந்த தாக்குதல்களுக்கு எதிராக எத்தேரியத்தின் பாதுகாப்பை மேம்படுத்துகின்றன.",
  "page-roadmap-vision-security-desc-3": "பங்குச் சான்றில், தாக்குதலுக்கு எதிரான பெரும் கிரிப்டோ-பொருளாதாரத் தடைகளிலிருந்து கூடுதல் பாதுகாப்பு கிடைக்கிறது. ஏனெனில், பங்குச் சான்றில் பிணையத்தைப் பாதுகாக்கும் சரிபார்ப்பவர்கள் குறிப்பிடத்தக்க அளவு ETH-ஐ நெறிமுறையில் பங்கீடு செய்ய வேண்டும். அவர்கள் பிணையத்தைத் தாக்க முயன்றால், நெறிமுறை அவர்களின் ETH-ஐத் தானாகவே அழித்துவிடும்.",
  "page-roadmap-vision-security-desc-5": "இருப்பினும், சேவை மறுப்புத் தாக்குதல்களிலிருந்து சரிபார்ப்பாளர்களைப் பாதுகாக்கும், அவர்களின் பெயர் தெரியாத தன்மையை மேம்படுத்தும், மற்றும் தொகுதி உருவாக்கம் மற்றும் தொகுதிப் பரவலைப் பிரிக்கும் மேம்படுத்தல்கள் விரைவில் செயல்படுத்தப்படுவதும் முக்கியம். இந்த மேம்படுத்தல்கள் தனிப்பட்ட சரிபார்ப்பாளர்களையும் ஒட்டுமொத்த பிணையத்தையும் லைவ்நெஸ் தாக்குதல்கள் மற்றும் தணிக்கைக்கு எதிராகப் பாதுகாக்கின்றன.",
  "page-roadmap-vision-security-desc-5-link": "பங்குச் சான்று பற்றி மேலும்",
  "page-roadmap-vision-security-desc-10": "கருத்தொற்றுமையில் நேரடியாகப் பங்கேற்க நீங்கள் உயர்தர வன்பொருளில் முதலீடு செய்யத் தேவையில்லை என்பதையும் ஸ்டேக்கிங் குறிக்கிறது. இது அதிகமானோரை சரிபார்ப்பவராக மாற ஊக்குவித்து, பிணையத்தின் பரவலாக்கத்தை அதிகரித்து தாக்குதல் மேற்பரப்புப் பகுதியைக் குறைக்கும்.",
  "page-roadmap-vision-security-staking": "ETH பங்கு",
  "page-roadmap-vision-security-validator": "உங்கள் ETH-ஐ ஸ்டேக் செய்வதன் மூலம் நீங்கள் ஒரு சரிபார்ப்பவராக ஆகலாம்.",
  "page-roadmap-vision-staking-lower": "ஸ்டேக்கிங் பற்றி மேலும்",
  "page-roadmap-vision-subtitle": "மனிதகுலம் முழுமைக்கும் உதவப் போதுமான சக்தி பெறும் வரை எத்தேரியத்தை வளருங்கள்.",
  "page-roadmap-vision-sustainability": "நீடிப்புத்தன்மை",
  "page-roadmap-vision-sustainability-desc-1": "எத்தேரியம் இப்போது ஒரு பசுமைப் பிளாக்செயின் ஆகும். பணிச் சான்றுக்குப் பதிலாக பங்குச் சான்று மாற்றப்பட்டபோது ஆற்றல் நுகர்வு ~99.95% குறைக்கப்பட்டது.",
  "page-roadmap-vision-sustainability-desc-2": "எத்தேரியம் இப்போது கணினி சக்தி மூலமாக அல்லாமல், ஸ்டேக்கிங் மூலம் பாதுகாக்கப்படுகிறது.",
  "page-roadmap-vision-sustainability-desc-3": "இந்த நீடிப்புத்தன்மை ஊக்கமானது பாதுகாப்பு நன்மைகளையும் தருகிறது - பணிச் சான்றின் கீழ் இருப்பதை விட ஸ்டேக் செய்யப்பட்ட ஈதர் சங்கிலியைத் தாக்குவதை அதிக விலை உயர்ந்ததாக ஆக்குகிறது, ஆனால் மைனர்களைக் காட்டிலும் சரிபார்ப்பாளர்களுக்குப் பணம் செலுத்த குறைந்த புதிய ETH வழங்கப்பட வேண்டியிருப்பதால் அதைப் பாதுகாப்பது குறைந்த செலவாகும்.",
  "page-roadmap-vision-sustainability-desc-8": "பங்குச் சான்றுக்கு மாறியது எத்தேரியத்தைப் பசுமையாகவும் மேலும் பாதுகாப்பாகவும் ஆக்கியுள்ளது. இது செயலிகள் மற்றும் நிறுவனங்களை உருவாக்குவதற்கான ஒரு குறைந்த-கார்பன் தளமாகும்.",
  "page-roadmap-vision-sustainability-subtitle": "எத்தேரியம் என்பது வலுவான கிரிப்டோ-பொருளாதாரப் பாதுகாப்புடன் கூடிய ஒரு பசுமைப் பிளாக்செயின் ஆகும்.",
  "page-roadmap-vision-title": "எத்தேரியம் தொலைநோக்குப் பார்வை",
  "page-roadmap-vision-title-1": "நெரிசலான பிணையம்",
  "page-roadmap-vision-title-2": "வட்டு இடம்",
  "page-roadmap-vision-title-3": "அதிகப்படியான ஆற்றல்",
  "page-roadmap-vision-trilemma-cardtext-1": "எத்தேரியம் மேம்படுத்தல்கள் எத்தேரியத்தை அளவிடக்கூடியதாகவும், பாதுகாப்பானதாகவும், பரவலாக்கப்பட்டதாகவும் மாற்றும். ஸ்டேக்கிங் பங்கேற்பதற்கான தடையைக் குறைத்து, அளவிலான பொருளாதாரங்களைக் கட்டுப்படுத்தி, ஒரு பெரிய - அதிக பரவலாக்கப்பட்ட - பிணையத்தை உருவாக்குகிறது.",
  "page-roadmap-vision-trilemma-cardtext-2": "பாதுகாப்பான மற்றும் பரவலாக்கப்பட்ட பிளாக்செயின் பிணையங்களில், சங்கிலியால் செயலாக்கப்பட்ட ஒவ்வொரு பரிவர்த்தனையையும் ஒவ்வொரு முனையும் சரிபார்க்க வேண்டும். இந்த அளவு வேலை, எந்தவொரு நேரத்திலும் நடக்கக்கூடிய பரிவர்த்தனைகளின் எண்ணிக்கையைக் கட்டுப்படுத்துகிறது. பரவலாக்கப்பட்ட மற்றும் பாதுகாப்பானது இன்றைய எத்தேரியம் சங்கிலியைப் பிரதிபலிக்கிறது.",
  "page-roadmap-vision-trilemma-cardtext-3": "பரவலாக்கப்பட்ட பிணையங்கள் முனைகளுக்கு இடையில் பரிவர்த்தனைகள் பற்றிய தகவல்களை அனுப்புவதன் மூலம் செயல்படுகின்றன - எந்தவொரு நிலை மாற்றத்தைப் பற்றியும் முழுப் பிணையமும் அறிந்திருக்க வேண்டும். ஒரு பரவலாக்கப்பட்ட பிணையத்தில் ஒரு வினாடிக்கு பரிவர்த்தனைகளை அளவிடுவது பாதுகாப்பு அபாயங்களை ஏற்படுத்துகிறது, ஏனெனில் அதிக பரிவர்த்தனைகள், நீண்ட தாமதம், தகவல் பயணத்தில் இருக்கும்போது தாக்குதலுக்கான நிகழ்தகவு அதிகமாக இருக்கும்.",
  "page-roadmap-vision-trilemma-cardtext-4": "எத்தேரியத்தின் முனைகளின் அளவையும் சக்தியையும் அதிகரிப்பது ஒரு வினாடிக்கு பரிவர்த்தனைகளைப் பாதுகாப்பான முறையில் அதிகரிக்கக்கூடும், ஆனால் வன்பொருள் தேவை அதை யார் செய்ய முடியும் என்பதைக் கட்டுப்படுத்தும் - இது பரவலாக்கத்தை அச்சுறுத்துகிறது. ஷார்டிங் மற்றும் பங்குச் சான்று, முனை அளவை அல்லாமல் முனைகளின் எண்ணிக்கையை அதிகரிப்பதன் மூலம் எத்தேரியத்தை அளவிட அனுமதிக்கும் என்று நம்பப்படுகிறது.",
  "page-roadmap-vision-trilemma-h2": "பரவலாக்கப்பட்ட அளவிடுதலின் சவால்",
  "page-roadmap-vision-trilemma-modal-tip": "பரவலாக்கப்பட்ட அளவிடுதலின் சிக்கல்களை நன்கு புரிந்துகொள்ள கீழே உள்ள வட்டங்களைத் தட்டவும்.",
  "page-roadmap-vision-trilemma-p": "எத்தேரியத்தின் சிக்கல்களைத் தீர்ப்பதற்கான ஒரு எளிமையான வழி அதை மேலும் மையப்படுத்துவதாகும். ஆனால் பரவலாக்கம் மிகவும் முக்கியமானது. பரவலாக்கம்தான் எத்தேரியத்திற்கு நடுநிலைமை, தணிக்கை எதிர்ப்பு, திறந்த தன்மை, தரவு உரிமை மற்றும் ஏறக்குறைய உடைக்க முடியாத பாதுகாப்பை வழங்குகிறது.",
  "page-roadmap-vision-trilemma-p-1": "எத்தேரியத்தின் தொலைநோக்குப் பார்வை மேலும் அளவிடக்கூடியதாகவும், பாதுகாப்பானதாகவும், அதே சமயம் பரவலாக்கப்பட்டதாகவும் இருப்பதாகும். இந்த 3 குணங்களையும் அடைவது அளவிடுதல் மும்முனைச் சிக்கல் எனப்படும் ஒரு சிக்கலாகும்.",
  "page-roadmap-vision-trilemma-p-2": "எத்தேரியம் மேம்படுத்தல்கள் மும்முனைச் சிக்கலைத் தீர்ப்பதை நோக்கமாகக் கொண்டுள்ளன, ஆனால் குறிப்பிடத்தக்க சவால்கள் உள்ளன.",
  "page-roadmap-vision-trilemma-press-button": "பரவலாக்கப்பட்ட அளவிடுதலின் சிக்கல்களை நன்கு புரிந்துகொள்ள முக்கோணத்தில் உள்ள பொத்தான்களை அழுத்தவும்.",
  "page-roadmap-vision-trilemma-text-1": "பரவலாக்கம்",
  "page-roadmap-vision-trilemma-text-2": "பாதுகாப்பு",
  "page-roadmap-vision-trilemma-text-3": "பெருகும் தன்மை",
  "page-roadmap-vision-trilemma-title-1": "அளவிடுதல் மும்முனைச் சிக்கலை ஆராயுங்கள்",
  "page-roadmap-vision-trilemma-title-2": "எத்தேரியம் மேம்படுத்தல்கள் மற்றும் பரவலாக்கப்பட்ட அளவிடுதல்",
  "page-roadmap-vision-trilemma-title-3": "பாதுகாப்பான மற்றும் பரவலாக்கப்பட்ட",
  "page-roadmap-vision-trilemma-title-4": "பரவலாக்கப்பட்ட மற்றும் அளவிடக்கூடிய",
  "page-roadmap-vision-trilemma-title-5": "அளவிடக்கூடிய மற்றும் பாதுகாப்பான",
  "page-roadmap-vision-understanding": "எத்தேரியம் தொலைநோக்குப் பார்வையைப் புரிந்துகொள்ளுதல்",
  "page-roadmap-vision-upgrade-needs": "மேம்படுத்தல்களின் தேவை",
  "page-roadmap-vision-upgrade-needs-desc": "2015 இல் தொடங்கப்பட்ட எத்தேரியம் நெறிமுறை நம்பமுடியாத வெற்றியைப் பெற்றுள்ளது. ஆனால், எத்தேரியத்தின் முழுத் திறனையும் வெளிக்கொணர சில முக்கிய மேம்படுத்தல்கள் அவசியமாக இருக்கும் என எத்தேரியம் சமூகம் எப்போதும் எதிர்பார்த்திருந்தது.",
  "page-roadmap-vision-upgrade-needs-desc-2": "அதிக தேவையானது பரிவர்த்தனைக் கட்டணங்களை உயர்த்தி, சராசரிப் பயனருக்கு எத்தேரியத்தை விலை உயர்ந்ததாக ஆக்குகிறது. ஒரு எத்தேரியம் கிளையண்டை இயக்கத் தேவைப்படும் வட்டு இடம் வேகமாக வளர்ந்து வருகிறது.",
  "page-roadmap-vision-upgrade-needs-desc-3": "இந்தப் பிரச்சனைகள் மற்றும் பலவற்றிற்குத் தீர்வு காணும் மேம்படுத்தல்களின் தொகுப்பை எத்தேரியம் கொண்டுள்ளது. இந்த மேம்படுத்தல்களின் தொகுப்பு முதலில் 'Serenity' மற்றும் 'Eth2' என்று அழைக்கப்பட்டது, மேலும் அவை 2014 முதல் ஆராய்ச்சி மற்றும் மேம்பாட்டின் ஒரு செயலில் உள்ள பகுதியாக இருந்து வருகின்றன.",
  "page-roadmap-vision-upgrade-needs-desc-5": "இப்போது தொழில்நுட்பம் தயாராக இருப்பதால், இந்த மேம்படுத்தல்கள் எத்தேரியத்தை மேலும் அளவிடக்கூடியதாகவும், பாதுகாப்பானதாகவும், நீடித்ததாகவும் மாற்றுவதற்கு மறுவடிவமைப்பு செய்யும் - இது தற்போதைய பயனர்களின் வாழ்க்கையை மேம்படுத்துவதோடு புதியவர்களையும் ஈர்க்கும். இவை அனைத்தும் பரவலாக்கம் என்ற எத்தேரியத்தின் முக்கிய மதிப்பை பாதுகாத்தபடியே நடக்கும்.",
  "page-roadmap-vision-upgrade-needs-desc-6": "இதன் பொருள் அளவிடுதலுக்கு எந்தவொரு ஆன்-சுவிட்சும் இல்லை என்பதாகும். மேம்பாடுகள் காலப்போக்கில் படிப்படியாக அனுப்பப்படும்.",
  "page-roadmap-vision-upgrade-needs-serenity": "'Serenity' பற்றி விவாதிக்கும் 2015 ஆம் ஆண்டு வலைப்பதிவு இடுகையைக் காண்க.",
  "ethereum": "எத்தேரியம்",
  "page-roadmap-vision-danksharding": "Danksharding பற்றி மேலும்"
}
