{
  "page-index-hero-image-alt": "எதிர்கால நகரம்பற்றிய ஓர் உவமை படம், எத்தீரியம் சூழலைக் குறிக்கிறது.",
  "page-index-meta-description": "எத்தேரியம் என்பது பணம் மற்றும் புதிய வகை செயலிகளுக்கான பன்முனைப்படுத்தப்பட்ட உலகளாவிய தளமாகும். எத்தேரியமில், நீங்கள் பணத்தைக் கட்டுப்படுத்துவதற்கான குறியீட்டை எழுதலாம், உலகின் அனைத்துப் பகுதிகளில் இருந்தும் அணுகக்கூடிய செயலிகளை உருவாக்கலாம்.",
  "page-index-meta-title": "முகப்பு",
  "page-index-title": "எத்தேரியமுக்கு வரவேற்கிறோம்",
  "page-index-description": "எத்தேரியம் என்பது சமூகத்தால் இயக்கப்படும் தொழில்நுட்பமாகும். அதில் கிரிப்டோகரன்சி ஈதர் (ETH) மற்றும் பன்முனைப்படுத்தப்பட்ட ஆயிரக்கணக்கான செயலிகள் செயல்படுகின்றன.",
  "page-index-title-button": "எத்தேரியம் பற்றித் தெரிந்துகொள்க",
  "page-index-get-started": "தொடங்குக",
  "page-index-get-started-description": "எத்தேரியம் உலகத்திற்கான உங்களது நுழைவாயில் ethereum.org ஆகும். புதிய தொழில்நுட்பமாகிய இது தொடர்ந்து மாற்றங்களைச் சந்தித்துக்கொண்டே இருக்கும். அதனால் ஒரு வழிகாட்டியின் உதவி உங்களுக்கு தேவைப்படும். இதைப் பற்றி நீங்கள் நன்கு தெரிந்துகொள்ள, இவற்றைச் செய்யுங்கள்.",
  "page-index-get-started-image-alt": "கணினியில் பணிபுரியும் நபரின் படம்.",
  "page-index-get-started-wallet-title": "பணப்பையைத் தேர்வுசெய்க",
  "page-index-get-started-wallet-description": "எத்தேரியம் உடன் இணையவும் உங்கள் பணத்தை நிர்வகிக்கவும் பணப்பை உங்களுக்கு உதவும்.",
  "page-index-get-started-wallet-image-alt": "பெட்டகம் போன்ற உடலைக் கொண்ட இயந்திர மனிதனின் படம், இது எத்தேரியம் பணப்பையைக் குறிக்கிறது.",
  "page-index-get-started-eth-title": "ETHஐ பெறுக",
  "page-index-get-started-eth-description": "ETH என்பது எத்தேரியம் நாணயம் ஆகும்- நீங்கள் அதை செயலிகளில் பயன்படுத்தலாம்.",
  "page-index-get-started-eth-image-alt": "ஈதர் (ETH) குறியைப் பிரமிப்போடு பார்த்து வியக்கும் மக்களின் படம்.",
  "page-index-get-started-dapps-title": "Dappஐப் பயன்படுத்துக",
  "page-index-get-started-dapps-description": "Dapps என்பது எத்தேரியம் மூலம் இயக்கப்படும் செயலிகள் ஆகும். இவற்றின் மூலம் என்னவெல்லாம் செய்ய முடியும் என்பதைப் பாருங்கள்.",
  "page-index-get-started-dapps-image-alt": "கணினியைப் பயன்படுத்தும் நாயின் படம்.",
  "page-index-get-started-devs-title": "உருவாக்கத் தொடங்குக",
  "page-index-get-started-devs-description": "நீங்கள் எத்தேரியம் மூலம் குறியீட்டை உருவாக்க விரும்பினால், எங்கள் உருவாக்குநர்கள் போர்ட்டலில் உள்ள ஆவணங்கள், பயிற்சிகளுடன் மேலும் பலவற்றைப் பாருங்கள்.",
  "page-index-get-started-devs-image-alt": "லெகோ பிரிக்ஸால் செய்யப்பட்ட ETH லோகோவை ஒரு கை உருவாக்குவது போன்ற படம்.",
  "page-index-what-is-ethereum": "எத்தேரியம் என்றால் என்ன?",
  "page-index-what-is-ethereum-description": "டிஜிட்டல் பணம், உலகளாவிய கொடுப்பனவுகள் மற்றும் செயலிகளுக்கான தொழில்நுட்பம் எத்தேரியம் ஆகும். வளர்ந்து வரும் டிஜிட்டல் பொருளாதாரத்துடன், படைப்பாளிகள் ஆன்லைனில் தைரியமாகச் சம்பாதிப்பதற்கான புதிய வழிகளையும் இன்னும் பலவற்றையும் இந்தச் சமூகம் உருவாக்கியுள்ளது. நீங்கள் உலகில் எங்கிருந்தாலும் இதைப் பயன்படுத்தலாம், இது அனைவரும் அணுகக்கூடியது - இதற்கு இணையம் மட்டுமே இருந்தால் போதும்.",
  "page-index-what-is-ethereum-button": "எத்தேரியம் என்றால் என்ன?",
  "page-index-what-is-ethereum-secondary-button": "டிஜிட்டல் பணம் பற்றி மேலும் தெரிந்துகொள்க",
  "page-index-what-is-ethereum-image-alt": "சந்தையை ஒரு நபர் உற்றுநோக்குவது போன்ற படம், அது எத்தேரியமைக் குறிக்கிறது.",
  "page-index-defi": "நியாயமான நிதி அமைப்பு",
  "page-index-defi-description": "பில்லியன் கணக்கான மக்களுக்கு இன்று வங்கிக் கணக்குகளைத் திறக்க முடியாத சூழல் ஏற்பட்டு இருக்கிறது, அத்துடன் கொடுப்பனவுகள் செய்வதற்கான வசதியும் பிறருக்கு முடக்கம் செய்யப்பட்டிருக்கிறது. எத்தேரியமின் பல்முனைப்படுத்தப்பட்ட நிதி (DeFi) அமைப்பு எப்போதும் முடங்காது அல்லது பயனர்கள் இடையே பாகுபாடு காட்டாது. உங்களிடம் இணைய இணைப்பு மட்டும் இருந்தால்போதும், உலகில் எங்கிருந்தும் நீங்கள் பணத்தை அனுப்பலாம், பெறலாம், கடன் வாங்கலாம், வட்டி சம்பாதிக்கலாம் மற்றும் நிதியை ஸ்ட்ரீம் செய்யலாம்.",
  "page-index-defi-button": "DeFiஐப் பற்றித் தெரிந்துகொள்க",
  "page-index-defi-image-alt": "ETH சின்னத்தைக் கைகள் வழங்குவது போன்ற படம்.",
  "page-index-internet": "திறந்த இணையம்",
  "page-index-internet-description": "இன்று, 'இலவச' இணையச் சேவைகளுக்கான அணுகலைப் பெறுவதற்காக நமது தனிப்பட்ட தரவுகள்மீது நமக்கு இருக்கும் கட்டுப்பாட்டை நாம் விட்டுத் தருகிறோம். எத்தேரியம் சேவைகள் இயல்பாகவே பொதுவானவை - உங்களிடம் ஒரு பணப்பை மட்டுமே இருந்தால்போதும். இவை இலவசமானவை மற்றும் அமைப்பதற்கு எளிதானவை, உங்கள் கட்டுப்பாட்டில் இருக்கக்கூடியவை, மேலும் எந்தத் தனிப்பட்ட தகவலும் இல்லாமல் செயல்படக்கூடியவை.",
  "page-index-internet-button": "திறந்த இணையம் பற்றித் தெரிந்துகொள்க",
  "page-index-internet-secondary-button": "பணப்பைகளைப் பற்றி மேலும் அறிக",
  "page-index-internet-image-alt": "எத்தேரியம் படிகங்களால் இயக்கு சக்தி அளிக்கப்பட்டு எதிர்காலத்தில் இருக்கக்கூடிய ஒரு கணிணி அமைப்பின் படம்.",
  "page-index-developers": "வளர்ச்சிக்கான புதிய தளம்",
  "page-index-developers-description": "எத்தேரியம் மற்றும் அதன் செயலிகள் வெளிப்படையானவை, அவை திறந்த மூலக் குறியீட்டையும் கொண்டுள்ளன. நீங்கள் திறந்த மூலக் குறியீட்டில் இருந்து புதிய குறியீடுகளையும் உருவாக்கலாம் மற்றும் பிறர் ஏற்கனவே உருவாக்கியுள்ள செயல்பாடுகளை மீண்டூம் பயன்படுத்தலாம். நீங்கள் புதிய மொழியைக் கற்க விரும்பவில்லை எனில் ஜாவா-ஸ்கிரிப்ட் மற்றும் பிற கணினி மொழிகளைப் பயன்படுத்தித் திறந்த மூலக் குறியீட்டை தொடர்புகொள்ளலாம்.",
  "page-index-developers-button": "உருவாக்குநர்களுக்கான முகப்பு",
  "page-index-developers-code-examples": "குறியீடு உதாரணங்கள்",
  "page-index-developers-code-example-title-0": "உங்களது சொந்த வங்கி",
  "page-index-developers-code-example-description-0": "நீங்கள் புரோகிராம் செய்த லாஜிக் மூலம் இயங்கும் ஒரு வங்கியை உருவாக்கலாம்.",
  "page-index-developers-code-example-title-1": "உங்களது சொந்த நாணயம்",
  "page-index-developers-code-example-description-1": "நாணயப் பரிமாற்றம் செய்து அனைத்துச் செயலிகளிலும் பயன்படுத்துவதற்கான டோக்கன்களை நீங்கள் உருவாக்கலாம்.",
  "page-index-developers-code-example-title-2": "ஜாவாஸ்கி்ரிப்ட் எத்தேரியம் பணப்பை",
  "page-index-developers-code-example-description-2": "எத்தேரியம் மற்றும் பிற செயலிகளுடன் தொடர்புகொள்ள நீங்கள் ஏற்கனவே உள்ள மொழிகளைப் பயன்படுத்தலாம்.",
  "page-index-developers-code-example-title-3": "திறந்த, அனுமதி தேவைப்படாத DNS",
  "page-index-developers-code-example-description-3": "தற்போதுள்ள சேவைகள் பன்முனைப்படுத்தப்பட்டு, திறந்த மூலச் செயலிகளாக மாறும் என்று நீங்கள் கனவு காணலாம்.",
  "page-index-network-stats-title": "இன்றைய எத்தேரியம்",
  "page-index-network-stats-subtitle": "சமீபத்திய நெட்வொர்க் புள்ளிவிவரங்கள்",
  "page-index-network-stats-total-eth-staked": "Total ETH staked",
  "page-index-network-stats-eth-price-description": "ETH விலை (USD)",
  "page-index-network-stats-eth-price-explainer": "1 ஈதருக்கான சமீபத்திய விலை. நீங்கள் 1 ETHஐத்தான் வாங்க வேண்டும் என்பது அவசியம் இல்லை, 0.000000000000000001 எனும் மிகச் சிறிய தொகையைக்கூட வாங்கலாம்.",
  "page-index-network-stats-total-eth-staked-explainer": "ஈடிஎச் இன் மொத்த தொகை தற்போது பணயம் வைக்கப்பட்டு நெட்வொர்க்கைப் பாதுகாக்கிறது.",
  "page-index-network-stats-tx-day-description": "இன்றைய பரிவர்த்தனைகள்",
  "page-index-network-stats-tx-day-explainer": "கடந்த 24 மணிநேரத்தில் நெட்வொர்க்கில் செயல்படுத்தப்பட்ட பரிவர்த்தனைகளின் எண்ணிக்கை.",
  "page-index-network-stats-value-defi-description": "DeFi (USD)-இல் பூட்டபட்டுள்ள மதிப்பு",
  "page-index-network-stats-value-defi-explainer": "எத்தேரியம் டிஜிட்டல் பொருளாதாரமான, பன்முனைப்படுத்தப்பட்ட நிதிச் (DeFi) செயலிகளில் உள்ள பணத் தொகை.",
  "page-index-network-stats-nodes-description": "முனைகள்",
  "page-index-network-stats-nodes-explainer": "உலகின் பல்வெறு பகுதிகளில் உள்ள முனைகள் என்று அழைக்கப்படும் ஆயிரக்கணக்கான தன்னார்வலர்களால் எத்தேரியம் இயக்கப்படுகிறது.",
  "page-index-touts-header": "ethereum.org ஐப் பற்றித் தெரிந்துகொள்க",
  "page-index-contribution-banner-title": "ethereum.org தளத்தில் உங்கள் பங்களிப்பை வழங்கிடுக",
  "page-index-contribution-banner-description": "இந்த வலைத்தளம் நூற்றுக்கணக்கான சமூகப் பங்களிப்பாளர்களைக் கொண்ட திறந்த மூலக் குறியீடு தளமாகும். இந்தத் தளத்தில் உள்ள எந்தத் தகவலையும் திருத்த நீங்கள் முன்மொழியலாம், அற்புதமான புதிய அம்சங்களையும் பரிந்துரைக்கலாம், அல்லது குறைபாடுகளை அகற்றவும் உதவலாம்.",
  "page-index-contribution-banner-image-alt": "லெகோ பிரிக்ஸால் உருவாக்கப்பட்ட எத்தேரியம் லோகோ.",
  "page-index-contribution-banner-button": "பங்களிப்பு குறித்த கூடுதல் விவரங்கள்",
  "page-index-tout-upgrades-title": "மேம்பாடுகள் குறித்து இன்னும் தெரிந்துகொள்க",
  "page-index-tout-upgrades-description": "அடுத்த நிலைக்குச் செல்லக்கூடியதாகவும், பாதுகாப்பானதாகவும், நிலையானதாகவும் நெட்வொர்க்கை மாற்றுவதற்கென ஒன்றோடொன்று இணைக்கப்பட்டு வடிவமைக்கப்பட்ட மேம்பாட்டு நிரல்கள் எத்தேரியம் தொழில்நுட்பத் திட்டத்தில் உள்ளன.",
  "page-index-tout-upgrades-image-alt": "எத்தேரியம் மேம்படுத்தப்பட்ட பிறகு அதிகரித்த ஆற்றலுடன் இருப்பதைக் குறிப்பதற்கு உள்ள விண்கலத்தின் படம்.",
  "page-index-tout-enterprise-title": "நிறுவனத்திற்கான எத்தேரியம்",
  "page-index-tout-enterprise-description": "வியாபாரம் செய்வதற்கான புதிய மாதிரிகளை எத்தேரியம் எப்படி உருவாக்குகிறது, உங்கள் செலவுகளை எப்படி குறைக்கிறது மற்றும் வருங்காலத்தில் உங்கள் வியாபாரம் சிக்கல் இன்றிச் செயல்பட எப்படி வழிவகுக்கிறது என்று தெரிந்துகொள்க.",
  "page-index-tout-enterprise-image-alt": "எதிர்கால கணினி/சாதனத்தின் படம்.",
  "page-index-tout-community-title": "எத்தேரியம் சமூகம்",
  "page-index-tout-community-description": "எத்தேரியம் என்பது சமூகத்தைப் பற்றியது. இது பல்வேறு சூழல்களைச் சேர்ந்த வெவ்வேறு ஆர்வங்களைக் கொண்டவர்களால் ஆனது. இதில் நீங்களும் எவ்வாறு இணையலாம் என்பதைக் காணுங்கள்.",
  "page-index-tout-community-image-alt": "கட்டுமான குழு ஒன்று சேர்ந்து வேலை செய்வது போன்ற படம்.",
  "page-index-nft": "சொத்துக்களின் இணையம்",
  "page-index-nft-description": "டிஜிட்டல் பணத்திற்காக மட்டும் எத்தேரியம் பயன்படுத்தப்படுவதில்லை. உங்களுக்குச் சொந்தமான எதையும் அதன் மூலம் பிரதிநிதித்துவப்படுத்தலாம், வர்த்தகம் செய்யலாம் மற்றும் நான்-ஃபஞ்சிபிள் டோக்கன்களாக (NFTகள்) பயன்படுத்தலாம். உங்கள் கலை படைப்புகளை டோக்கன்களாக மாற்றலாம், ஒவ்வொரு முறை அது மறுவிற்பனை செய்யப்படும்போதும் தானாகவே அதற்கான உரிமைத் தொகையைப் பெறலாம். அல்லது உங்களுக்குச் சொந்தமான ஏதாவது ஒன்றை வைத்து கடன் பெற டோக்கனைப் பயன்படுத்தலாம். டோக்கன்கள் மூலம் எண்ணற்றவற்றை நாம் செய்துகொண்டே போகலாம்.",
  "page-index-nft-button": "NFTகள் பற்றி மேலும் அறிக",
  "page-index-nft-alt": "ஹோலோகிராம் வழியாக Eth லோகோ காட்டப்படுகிறது.",
  "community-events-content-heading": "ethereum.org சமூகத்தில் இணையுங்கள்",
  "community-events-content-1": "ஏறக்குறைய <strong>40,000 பகிர்வாளர்கள்</strong> எங்கள் <a href=\"/discord/\">டிஸ்கார்டு பகிர்தளத்தில் சேர்ந்துள்ளனர்</a>.",
  "community-events-content-2": "எங்கள் மாதாந்திர சமூக அழைப்புகளில் சேர்ந்து கிளர்ச்சி ஊட்டகூடிய அறிவிப்புகள் மற்றும் எத்தீரியம்.ஓஆர்ஜி இன் முன்னேற்றங்களையும் முக்கியமான சூழ்நிலை அறிவிப்புகளையும் பெருங்கள். அத்துடன் கேள்விகள் கேட்கவும், யோசனைகளைப் பகிர்ந்து கொள்ளவும், கருத்துகளை வழங்கவும் வாய்பினை பெறுங்கள் - இது புகழ்பெற்ற எத்தீரியம் சமூகத்தின் ஒரு பகுதியாக இருப்பதற்கான சரியான வாய்ப்பு.",
  "community-events-next-event": "அடுத்த நிகழ்சி",
  "community-events-no-events-planned": "எந்த நிகழ்சிகளும் திட்டமிடவில்லை",
  "community-events-upcoming-calls": "பின்வரும் அழைப்புகள்",
  "community-events-no-upcoming-calls": "பின்வரும் அழைப்புகள் இல்லை",
  "community-events-previous-calls": "முன்வந்த அழைப்புகள்",
  "community-events-there-are-no-past-calls": "முன்வந்த அழைப்புகள் ஏதும் இல்லை",
  "community-events-add-to-calendar": "நாள்காட்டியில் சேர்க்கவும்"
}
