{
  "page-get-eth-article-keeping-crypto-safe": "គន្លឹះក្នុងការរក្សាគ្រីបតូរបស់អ្នកឱ្យមានសុវត្ថិភាព",
  "page-get-eth-article-protecting-yourself": "ការការពារខ្លួនអ្នក និងមូលនិធិរបស់អ្នក។",
  "page-get-eth-article-store-digital-assets": "របៀបរក្សាទុកទ្រព្យសម្បត្តិឌីជីថលនៅលើ Ethereum",
  "page-get-eth-cex": "អាជីវកម្មប្តូររូបិយប័ណ្ណគ្រីបតូវិមជ្ឈការ",
  "page-get-eth-cex-desc": "អាជីវកម្មប្តូររូបិយប័ណ្ណគ្រីបតូគឺជាអាជីវកម្មដែលអនុញ្ញាតឱ្យអ្នកទិញគ្រីបតូដោយប្រើរូបិយប័ណ្ណប្រពៃណី។ ពួកគេមានសិទ្ធិគ្រប់គ្រងលើ ETH ណាមួយដែលអ្នកទិញរហូតដល់អ្នកផ្ញើវាទៅកាបូបដែលអ្នកគ្រប់គ្រង។",
  "page-get-eth-checkout-dapps-btn": "ពិនិត្យមើល dapps",
  "page-get-eth-community-safety": "ប្រកាសសហគមន៍ស្តីពីសន្តិសុខ",
  "page-get-eth-description": "Ethereum និង ETH មិនត្រូវបានគ្រប់គ្រងដោយរដ្ឋាភិបាល ឬក្រុមហ៊ុនណាមួយទេ ពួកគេត្រូវបានធ្វើវិមជ្ឈការ។ នេះមានន័យថា ETH បើកចំហសម្រាប់មនុស្សគ្រប់គ្នាក្នុងការប្រើប្រាស់។",
  "page-get-eth-dex": "អាជីវកម្មប្តូររូបិយប័ណ្ណគ្រីបតូវិមជ្ឈការ (DEXs)",
  "page-get-eth-dex-desc": "ប្រសិនបើអ្នកចង់បានការគ្រប់គ្រងកាន់តែច្រើន សូមទិញ ETH រវាងគ្នា។ ជាមួយនឹង DEX អ្នកអាចធ្វើពាណិជ្ជកម្មដោយមិនចាំបាច់ផ្តល់ការគ្រប់គ្រងមូលនិធិរបស់អ្នកទៅឱ្យក្រុមហ៊ុនកណ្តាល។",
  "page-get-eth-dexs": "អាជីវកម្មប្តូររូបិយប័ណ្ណគ្រីបតូវិមជ្ឈការ (DEXs)",
  "page-get-eth-dexs-desc": "អាជីវកម្មប្តូររូបិយប័ណ្ណគ្រីបតូវិមជ្ឈការគឺជាទីផ្សារបើកចំហសម្រាប់ ETH និងថូខឹនផ្សេងទៀត។ ពួកវាភ្ជាប់អ្នកទិញ និងអ្នកលក់ដោយផ្ទាល់។",
  "page-get-eth-dexs-desc-2": "ជំនួសឱ្យការប្រើភាគីទីបីដែលគួរឱ្យទុកចិត្តដើម្បីការពារមូលនិធិក្នុងប្រតិបត្តិការ ពួកវាប្រើលេខកូដ។ ETH របស់អ្នកលក់នឹងត្រូវបានផ្ទេរតែនៅពេលដែលការទូទាត់ត្រូវបានធានា។ កូដប្រភេទនេះត្រូវបានគេស្គាល់ថាជាកិច្ចសន្យាឆ្លាតវៃ។",
  "page-get-eth-dexs-desc-3": "នេះមានន័យថាមានការរឹតត្បិតភូមិសាស្ត្រតិចជាងជម្រើសកណ្តាលផ្សេងទៀត។ ប្រសិនបើនរណាម្នាក់កំពុងលក់អ្វីដែលអ្នកចង់បាន និងទទួលយកវិធីបង់ប្រាក់ដែលអ្នកអាចផ្តល់ឱ្យ នោះនឹងប្រសើរសម្រាប់អ្នក។ DEXs អាចអនុញ្ញាតឱ្យអ្នកទិញ ETH ជាមួយនឹងថូខឹនផ្សេងទៀត PayPal ឬសូម្បីតែការប្រគល់សាច់ប្រាក់ដោយផ្ទាល់។",
  "page-get-eth-do-not-copy": "ឧទាហរណ៍៖ កុំចម្លង",
  "page-get-eth-exchanges-disclaimer": "យើងបានប្រមូលព័ត៌មាននេះដោយដៃ។ ប្រសិនបើអ្នករកឃើញអ្វីមួយខុស សូមប្រាប់ពួកយើងនៅ",
  "page-get-eth-exchanges-empty-state-text": "បញ្ចូលប្រទេសដែលអ្នករស់នៅដើម្បីមើលបញ្ជីកាបូប និងអាជីវកម្មប្តូររូបិយប័ណ្ណគ្រីបតូដែលអ្នកអាចប្រើដើម្បីទិញ ETH",
  "page-get-eth-exchanges-except": "លើកលែងតែ",
  "page-get-eth-exchanges-header": "តើអ្នករស់នៅប្រទេសណា?",
  "page-get-eth-exchanges-header-exchanges": "អាជីវកម្មប្តូររូបិយប័ណ្ណគ្រីបតូ",
  "page-get-eth-exchanges-header-wallets": "កាបូប",
  "page-get-eth-exchanges-intro": "អាជីវកម្មប្តូររូបិយប័ណ្ណគ្រីបតូ និកងាបូបមានការរឹតបន្តឹងលើកន្លែងដែលពួកគេអាចលក់គ្រីបតូ។",
  "page-get-eth-exchanges-no-exchanges": "សូមអភ័យទោស យើងមិនដឹងថាអាជីវកម្មប្តូររូបិយប័ណ្ណគ្រីបតូណាមួយដែលអនុញ្ញាតឱ្យអ្នកទិញ ETH ពីប្រទេសនេះទេ។ ប្រសិនបើអ្នកដឹង សូមប្រាប់យើងនៅ",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "សូមអភ័យទោស យើងមិនដឹងថាអាជីវកម្មប្តូររូបិយប័ណ្ណគ្រីបតូ ឬកាបូបណាមួយដែលអនុញ្ញាតឱ្យអ្នកទិញ ETH ពីប្រទេសនេះទេ។ ប្រសិនបើអ្នដឹង សូមប្រាប់យើងនៅ",
  "page-get-eth-exchanges-no-wallets": "សូមអភ័យទោស យើងមិនដឹងថាកាបូបណាដែលអនុញ្ញាតឱ្យអ្នកទិញ ETH ពីប្រទេសនេះទេ។ ប្រសិនបើអ្នកដឹង ប្រាប់យើងនៅ",
  "page-get-eth-exchanges-search": "វាយបញ្ចូលកន្លែងដែលអ្នករស់នៅ...",
  "page-get-eth-exchanges-success-exchange": "វា​អាច​ចំណាយ​ពេល​ច្រើន​ថ្ងៃ​ដើម្បី​ចុះឈ្មោះ​ជាមួយ​អាជីវកម្មប្តូររូបិយប័ណ្ណគ្រីបតូដោយ​សារ​តែ​ការ​ពិនិត្យ​ផ្លូវ​ច្បាប់​របស់​ពួកគេ។",
  "page-get-eth-exchanges-success-wallet-link": "កាបូប",
  "page-get-eth-exchanges-success-wallet-paragraph": "កន្លែងដែលអ្នករស់នៅ អ្នកអាចទិញ ETH ដោយផ្ទាល់ពីកាបូបទាំងនេះ។ ស្វែងយល់បន្ថែមអំពី",
  "page-get-eth-exchanges-usa": "សហរដ្ឋអាមេរិក (USA)",
  "page-get-eth-get-wallet-btn": "ទទួលកាបូប",
  "page-get-eth-hero-image-alt": "ទទួលរូបភាពវីរបុរស ETH",
  "page-get-eth-keep-it-safe": "រក្សា ETH របស់អ្នកឱ្យមានសុវត្ថិភាព",
  "page-get-eth-meta-description": "របៀបទិញ ETH ដោយផ្អែកលើកន្លែងដែលអ្នករស់នៅ និងការណែនាំអំពីរបៀបថែទាំវា។",
  "page-get-eth-meta-title": "របៀបទិញ ETH",
  "page-get-eth-need-wallet": "អ្នកនឹងត្រូវការកាបូបដើម្បីប្រើ DEX ។",
  "page-get-eth-new-to-eth": "ថ្មីចំពោះ ETH? នេះជាទិដ្ឋភាពទូទៅដើម្បីអោយអ្នកចាប់ផ្តើម។",
  "page-get-eth-other-cryptos": "ទិញជាមួយគ្រីបតូផ្សេងទៀត។",
  "page-get-eth-protect-eth-desc": "ប្រសិនបើអ្នកមានគម្រោងទិញ ETH ច្រើន អ្នកប្រហែលជាចង់រក្សាទុកវានៅក្នុងកាបូបដែលអ្នកគ្រប់គ្រង មិនមែនអាជីវកម្មប្តូររូបិយប័ណ្ណគ្រីបតូទេ។ នោះដោយសារតែអាជីវកម្មប្តូររូបិយប័ណ្ណគ្រីបតូគឺជាគោលដៅទំនងជាសម្រាប់ពួក Hacker ។ ប្រសិនបើ hacker អាចចូលប្រើបាន អ្នកអាចបាត់បង់ថវិការបស់អ្នក។ ម្យ៉ាងវិញទៀត មានតែអ្នកទេដែលអាចគ្រប់គ្រងកាបូបរបស់អ្នក។",
  "page-get-eth-protect-eth-in-wallet": "ការពារ ETH របស់អ្នកនៅក្នុងកាបូប",
  "page-get-eth-search-by-country": "ស្វែងរកតាមប្រទេស",
  "page-get-eth-security": "ប៉ុន្តែនេះក៏មានន័យថាអ្នកត្រូវយកចិត្តទុកដាក់ខ្លាំងចំពោះសុវត្ថិភាពនៃមូលនិធិរបស់អ្នកផងដែរ។ ជាមួយនឹង ETH អ្នកមិនទុកចិត្តធនាគារដើម្បីមើលលុយរបស់អ្នកទេ អ្នកកំពុងជឿជាក់លើខ្លួនឯង។",
  "page-get-eth-smart-contract-link": "បន្ថែមទៀតអំពីកិច្ចសន្យាឆ្លាតវៃ",
  "page-get-eth-swapping": "ប្តូរថូខឹនរបស់អ្នកសម្រាប់ ETH របស់អ្នកដទៃ។ និងច្រាសមកវិញ។",
  "page-get-eth-try-dex": "សាកល្បង DEX",
  "page-get-eth-use-your-eth": "ប្រើ ETH របស់អ្នក។",
  "page-get-eth-use-your-eth-dapps": "ឥឡូវនេះអ្នកជាម្ចាស់ ETH មួយចំនួន សូមពិនិត្យមើលកម្មវិធី Ethereum (dapps) មួយចំនួន។ មាន dapps សម្រាប់ហិរញ្ញវត្ថុ ប្រព័ន្ធផ្សព្វផ្សាយសង្គម ហ្គេម និងប្រភេទជាច្រើនទៀត។",
  "page-get-eth-wallet-instructions": "ធ្វើតាមការណែនាំកាបូប",
  "page-get-eth-wallet-instructions-lost": "ប្រសិនបើអ្នកបាត់បង់សិទ្ធិចូលប្រើកាបូបរបស់អ្នក អ្នកនឹងបាត់បង់សិទ្ធិចូលប្រើមូលនិធិរបស់អ្នក។ កាបូបរបស់អ្នកគួរតែផ្តល់ឱ្យអ្នកនូវការណែនាំអំពីការការពារប្រឆាំងនឹងបញ្ហានេះ។ ត្រូវប្រាកដថាធ្វើតាមពួកវាដោយប្រុងប្រយ័ត្ន - ក្នុងករណីភាគច្រើន គ្មាននរណាម្នាក់អាចជួយអ្នកបានទេ ប្រសិនបើអ្នកបាត់បង់សិទ្ធិចូលប្រើកាបូបរបស់អ្នក។",
  "page-get-eth-wallets": "កាបូប",
  "page-get-eth-wallets-link": "ព័ត៌មានបន្ថែមអំពីកាបូប",
  "page-get-eth-wallets-purchasing": "កាបូបមួយចំនួនអនុញ្ញាតឱ្យអ្នកទិញគ្រីបតូដោយប្រើប័ណ្ណឥណពន្ធ/ឥណទាន ការផ្ទេរប្រាក់តាមធនាគារ ឬថែមទាំង Apple Pay ទៀតផង។ ការរឹតបន្តឹងតាមភូមិសាស្ត្រត្រូវបានអនុវត្ត។",
  "page-get-eth-warning": "DEXs ទាំងនេះមិនមែនសម្រាប់អ្នកចាប់ផ្តើមដំបូងទេ ព្រោះអ្នកនឹងត្រូវការ ETH ខ្លះដើម្បីប្រើវា។",
  "page-get-eth-what-are-DEX's": "តើ DEXs ជាអ្វី?",
  "page-get-eth-whats-eth-link": "តើ ETH ជាអ្វី?",
  "page-get-eth-where-to-buy-desc": "អ្នកអាចទិញ ETH ពីអាជីវកម្មប្តូររូបិយប័ណ្ណគ្រីបតូ ឬពីកាបូបដោយផ្ទាល់។",
  "page-get-eth-where-to-buy-desc-2": "ពិនិត្យមើលសេវាកម្មណាមួយដែលអ្នកអាចប្រើដោយផ្អែកលើកន្លែងដែលអ្នករស់នៅ។",
  "page-get-eth-where-to-buy-title": "កន្លែងដែលត្រូវទិញ ETH",
  "page-get-eth-your-address": "អាសយដ្ឋាន ETH របស់អ្នក",
  "page-get-eth-your-address-desc": "នៅពេលអ្នកទាញយកកាបូប វានឹងបង្កើតអាសយដ្ឋាន ETH សាធារណៈសម្រាប់អ្នក។ នេះជារូបរាងរបស់វា៖",
  "page-get-eth-your-address-desc-3": "គិត​ថា​វា​ដូច​ជា​អាសយដ្ឋាន​អ៊ីមែល​របស់​អ្នក​ដែរ ប៉ុន្តែ​ជំនួស​ឱ្យ​អ៊ីមែល​វា​អាច​ទទួល ETH ។ ប្រសិនបើអ្នកចង់ផ្ទេរ ETH ពីអាជីវកម្មប្តូររូបិយប័ណ្ណគ្រីបតូទៅកាបូបរបស់អ្នក សូមប្រើអាសយដ្ឋានរបស់អ្នកជាគោលដៅ។ ត្រូវប្រាកដថាពិនិត្យមើលទ្វេដងមុនពេលអ្នកផ្ញើ!",
  "page-get-eth-your-address-wallet-link": "ពិនិត្យមើលកាបូប",
  "listing-policy-raise-issue-link": "លើកបញ្ហា",
  "page-find-wallet-last-updated": "Last updated"
}
