{
  "page-what-is-ethereum-alt-img-bazaar": "រូបភាព​បង្ហាញពីមនុស្ស​ដែល​កំពុងសម្លឹង​​ទៅ​ក្នុង​ផ្សារ​លក់មួយ​ដែល​មាន​ន័យ​ថា​តំណាង​ឱ្យ Ethereum ។",
  "page-what-is-ethereum-alt-img-comm": "រូបភាពនៃសមាជិកសហគមន៍ Ethereum ធ្វើការជាមួយគ្នា",
  "page-what-is-ethereum-alt-img-lego": "រូបភាពដៃកំពុងបង្កើតឡូហ្គោ ETH ដោយធ្វើពីដុំឡេហ្គោ។",
  "page-what-is-ethereum-banking-card": "ធនាគារសម្រាប់មនុស្សគ្រប់គ្នា",
  "page-what-is-ethereum-banking-card-desc": "មិនមែនគ្រប់គ្នាសុទ្ធតែអាចចូលប្រើប្រាស់សេវាកម្មហិរញ្ញវត្ថុបានទេ។ ប៉ុន្តែអ្វីទាំងអស់ដែលអ្នកត្រូវការដើម្បីចូលប្រើ Ethereum និងផលិតផលផ្តល់ប្រាក់កម្ចី កម្ចី និងសន្សំរបស់វាគឺការតភ្ជាប់អ៊ីនធឺណិត។",
  "page-what-is-ethereum-build": "ធ្វើអ្វីមួយជាមួយ Ethereum",
  "page-what-is-ethereum-build-desc": "ប្រសិនបើអ្នកចង់សាកល្បងបង្កើតជាមួយ Ethereum សូមអានឯកសាររបស់យើង សាកល្បងការបង្រៀនមួយចំនួន ឬពិនិត្យមើលឧបករណ៍ដែលអ្នកត្រូវការដើម្បីចាប់ផ្តើម។",
  "page-what-is-ethereum-censorless-card": "ធន់នឹងការចាប់ពិរុទ្ធ",
  "page-what-is-ethereum-censorless-card-desc": "គ្មានរដ្ឋាភិបាល ឬក្រុមហ៊ុនណាមានការគ្រប់គ្រងលើ Ethereum ទេ។ វិមជ្ឈការនេះធ្វើឱ្យវាស្ទើរតែមិនអាចទៅរួចទេសម្រាប់នរណាម្នាក់ក្នុងការបញ្ឈប់អ្នកពីការទទួលការទូទាត់ ឬប្រើប្រាស់សេវាកម្មនៅលើ Ethereum ។",
  "page-what-is-ethereum-comm-desc": "សហគមន៍របស់យើងរួមបញ្ចូលមនុស្សមកពីគ្រប់មជ្ឈដ្ឋាន រួមទាំងសិល្បករ អ្នកនិយមគ្រីបតូ ក្រុមហ៊ុនសំណាង 500 ហើយឥឡូវនេះអ្នក។ ស្វែងយល់ពីរបៀបដែលអ្នកអាចចូលរួមនៅថ្ងៃនេះ។",
  "page-what-is-ethereum-commerce-card": "ការធានាពាណិជ្ជកម្ម",
  "page-what-is-ethereum-commerce-card-desc": "អតិថិជនមានការធានាដែលភ្ជាប់មកជាមួយដោយសុវត្ថិភាពថា មូលនិធិនឹងផ្លាស់ប្តូរដៃតែប៉ុណ្ណោះ ប្រសិនបើអ្នកផ្តល់អ្វីដែលបានយល់ព្រម។ ដូចគ្នានេះដែរ អ្នកអភិវឌ្ឍន៍អាចមានភាពប្រាកដប្រជាថាច្បាប់នឹងមិនផ្លាស់ប្តូរលើពួកវាទេ។",
  "page-what-is-ethereum-composable-card": "ផលិតផលទាំងអស់អាចផ្សំបាន",
  "page-what-is-ethereum-composable-card-desc": "ដោយសារកម្មវិធីទាំងអស់ត្រូវបានបង្កើតឡើងនៅលើ blockchain តែមួយជាមួយនឹងស្ថានភាពសកលរួមគ្នា ពួកគេអាចបង្កើតចេញពីគ្នាទៅវិញទៅមក (ដូចជាឡេហ្គោ)។ នេះអនុញ្ញាតឱ្យមានផលិតផល និងបទពិសោធន៍កាន់តែប្រសើរឡើងដែលត្រូវបានបង្កើតឡើងគ្រប់ពេលវេលា។",
  "page-what-is-ethereum-community": "សហគមន៍ Ethereum",
  "page-what-is-ethereum-desc": "មូលដ្ឋានគ្រឹះសម្រាប់អនាគតឌីជីថលរបស់យើង។",
  "page-what-is-ethereum-explore": "ស្វែងយល់អំពី Ethereum",
  "page-what-is-ethereum-internet-card": "អ៊ិនធឺណិតកាន់តែមានភាពឯកជន",
  "page-what-is-ethereum-internet-card-desc": "អ្នកមិនចាំបាច់ផ្តល់ព័ត៌មានលម្អិតផ្ទាល់ខ្លួនរបស់អ្នកទាំងអស់ដើម្បីប្រើកម្មវិធី Ethereum នោះទេ។ Ethereum កំពុងកសាងសេដ្ឋកិច្ចដោយផ្អែកលើគុណតម្លៃ មិនមែនការឃ្លាំមើលទេ។",
  "page-what-is-ethereum-meet-comm": "ជួបជាមួយសហគមន៍",
  "page-what-is-ethereum-meta-description": "ស្វែងយល់អំពី Ethereum នូវអ្វីដែលវាធ្វើ និងរបៀបសាកល្បងវាដោយខ្លួនឯង។",
  "page-what-is-ethereum-meta-title": "តើអ្វីទៅជា Ethereum?",
  "page-what-is-ethereum-p2p-card": "បណ្តាញរវាងគ្នា",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum អនុញ្ញាតឱ្យអ្នកផ្លាស់ទីប្រាក់ ឬធ្វើកិច្ចព្រមព្រៀងដោយផ្ទាល់ជាមួយនរណាម្នាក់ផ្សេងទៀត។ អ្នកមិនចាំបាច់ឆ្លងកាត់ក្រុមហ៊ុនអន្តរការីទេ។",
  "page-what-is-ethereum-start-building-btn": "ចាប់ផ្ដើមបង្កើត",
  "page-what-is-ethereum-title": "តើអ្វីទៅជា Ethereum?",
  "page-what-is-ethereum-subtitle": "មគ្គទេសក៍ណែនាំពេញលេញសម្រាប់អ្នកចាប់ផ្តើមដំបូងអំពីរបៀបដែល Ethereum ដំណើរការ អត្ថប្រយោជន៍ដែលវានាំមក និងរបៀបដែលវាត្រូវបានប្រើប្រាស់ដោយមនុស្សរាប់លាននាក់នៅជុំវិញពិភពលោក។",
  "page-what-is-ethereum-button-lets-start": "តោះ​ចាប់​ផ្ដើម",
  "page-what-is-ethereum-blockchain-tab-title": "តើ blockchain គឺជាអ្វី?",
  "page-what-is-ethereum-blockchain-tab-content": "<b> blockchain គឺជាមូលដ្ឋានទិន្នន័យនៃប្រតិបត្តិការ</b> ដែលត្រូវបានធ្វើបច្ចុប្បន្នភាព និងចែករំលែកនៅលើកុំព្យូទ័រជាច្រើននៅក្នុងបណ្តាញមួយ។ រាល់ពេលដែលសំណុំប្រតិបត្តិការថ្មីត្រូវបានបន្ថែម វាត្រូវបានគេហៅថា \"ប្លុក\" - ដូច្នេះឈ្មោះ blockchain ។ blockchains ភាគច្រើនជាសាធារណៈ ហើយអ្នកអាចបន្ថែមទិន្នន័យតែប៉ុណ្ណោះ មិនអាចដកចេញទេ។ ប្រសិនបើនរណាម្នាក់ចង់ផ្លាស់ប្តូរព័ត៌មានណាមួយ ឬបន្លំប្រព័ន្ធ ពួកគេត្រូវធ្វើដូច្នេះនៅលើកុំព្យូទ័រភាគច្រើននៅលើបណ្តាញ។ នោះច្រើនខ្លាំងណាស់! នេះហើយដែលធ្វើឱ្យ blockchains ដែលបានបង្កើតឡើងដូចជា Ethereum មានសុវត្ថិភាពខ្ពស់។",
  "page-what-is-ethereum-cryptocurrency-tab-title": "ហេតុអ្វីបានជាគេហៅថារូបិយប័ណ្ណគ្រីបតូ?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Blockchains ប្រើបច្ចេកទេសគ្រីបតូដើម្បីធានាថាមូលនិធិរបស់អ្នកមានសុវត្ថិភាព។ បច្ចេកទេសស្រដៀងគ្នានេះត្រូវបានគេប្រើនៅក្នុងឧស្សាហកម្មធនាគារដើម្បីធានាសុវត្ថិភាពនៃប្រតិបត្តិការរូបិយវត្ថុអស់រយៈពេលជាច្រើនឆ្នាំ។ ដូច្នេះអ្នកអាចនិយាយថារូបិយប័ណ្ណគ្រីបតូមានកម្រិតសុវត្ថិភាពរបស់ធនាគារ។",
  "page-what-is-ethereum-summary-title": "សង្ខេប",
  "page-what-is-ethereum-summary-desc-1": "Ethereum គឺជាបច្ចេកវិទ្យាសម្រាប់បង្កើតកម្មវិធី និងអង្គការ កាន់កាប់ទ្រព្យសកម្ម ប្រតិបត្តិការ និងទំនាក់ទំនងដោយមិនត្រូវបានគ្រប់គ្រងដោយអាជ្ញាធរកណ្តាល។ មិនចាំបាច់ប្រគល់ព័ត៌មានលម្អិតផ្ទាល់ខ្លួនរបស់អ្នកដើម្បីប្រើ Ethereum ទេ - អ្នករក្សាការគ្រប់គ្រងទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក និងអ្វីដែលកំពុងចែករំលែក។ Ethereum មានរូបិយបណ្ណអេឡិចត្រូនិច Ether ផ្ទាល់ខ្លួន ដែលត្រូវបានប្រើដើម្បីទូទាត់សម្រាប់សកម្មភាពមួយចំនួននៅលើបណ្តាញ Ethereum ។",
  "page-what-is-ethereum-summary-desc-2": "នៅតែឆ្ងល់? ចូរពន្យល់អ្វីៗគ្រប់យ៉ាងជាជំហានៗ។",
  "page-what-is-ethereum-what-is-crypto-title": "តើរូបិយប័ណ្ណគ្រីបតូគឺជាអ្វី?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>គ្រីបតូ (ពាក្យខ្លីសម្រាប់រូបិយប័ណ្ណគ្រីបតូ) គឺជាទម្រង់ថ្មីនៃប្រាក់ឌីជីថលដែលដំណើរការដោយការគ្រីបតូវិ់ទ្យា។</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "វាបានចាប់ផ្តើមដំបូងនៅក្នុងឆ្នាំ 2008 ជាមួយនឹង Bitcoin ។ អ្នកអាចប្រើវាដើម្បីផ្ញើប្រាក់ទៅនរណាម្នាក់គ្រប់ទីកន្លែងទូទាំងពិភពលោក។ អ្វីដែលធ្វើឱ្យគ្រីបតូខុសពីការផ្ទេរតាមធនាគារធម្មតា ឬសេវាកម្មហិរញ្ញវត្ថុផ្សេងទៀតដូចជា Paypal ឬ Alipay គឺថាមិនមានឈ្មួញកណ្តាលជាលើកដំបូង។",
  "page-what-is-ethereum-what-is-crypto-desc-3": "ឈប់សិន តើឈ្មួញកណ្តាលជាអ្វី?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "ឈ្មួញកណ្តាលគឺជាអាជ្ញាធរកណ្តាលដូចជាធនាគារ ឬរដ្ឋាភិបាលដែលធ្វើអន្តរាគមន៍ក្នុងប្រតិបត្តិការរវាងអ្នកផ្ញើ និងអ្នកទទួល។ ពួកគេមានអំណាចក្នុងការតាមដាន ត្រួតពិនិត្យ ឬបង្វែរប្រតិបត្តិការ ហើយពួកគេអាចចែករំលែកទិន្នន័យរសើបដែលពួកគេប្រមូលអំពីអ្នកជាមួយភាគីទីបី។ ពួកគេក៏កំណត់ជាញឹកញាប់ថាសេវាកម្មហិរញ្ញវត្ថុណាដែលអ្នកមានសិទ្ធិចូលប្រើ។",
  "page-what-is-ethereum-what-is-crypto-desc-5": "អ្វីៗគឺខុសគ្នាជាមួយគ្រីបតូ។ <b>ប្រតិបត្តិការភ្ជាប់អ្នកផ្ញើ និងអ្នកទទួលដោយផ្ទាល់</b> ដោយមិនចាំបាច់ដោះស្រាយជាមួយអាជ្ញាធរកណ្តាលណាមួយឡើយ។ គ្មាន​នរណា​ម្នាក់​អាច​ចូល​ប្រើ​មូលនិធិ​របស់​អ្នក​បាន​ទេ ហើយ <b>គ្មាន​នរណា​ម្នាក់​អាច​ប្រាប់​អ្នក​ពី​សេវាកម្ម​អ្វី​ដែល​អ្នក​អាច​ប្រើ​បាន</b>។ នេះអាចទៅរួចដោយសារតែបច្ចេកវិទ្យា blockchain ដែលរូបិយប័ណ្ណគ្រីបតូដំណើរការ។",
  "page-what-is-ethereum-btc-eth-diff-title": "តើអ្វីជាភាពខុសគ្នារវាង Ethereum និង Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "បានចាប់ផ្តើមនៅឆ្នាំ 2015, Ethereum បង្កើតដោយផ្អែកតាមភាពច្នៃប្រឌិតរបស់ Bitcoin ជាមួយនឹងភាពខុសគ្នាធំមួយចំនួន។",
  "page-what-is-ethereum-btc-eth-diff-2": "ទាំងពីរអនុញ្ញាតឱ្យអ្នកប្រើលុយឌីជីថលដោយគ្មានអ្នកផ្តល់សេវាការទូទាត់ ឬធនាគារ។ ប៉ុន្តែ <b>Ethereum គឺអាចសរសេរជាកម្មវិធីបាន</b> ដូច្នេះអ្នកក៏អាចបង្កើត និងដាក់ឱ្យប្រើប្រាស់កម្មវិធីវិមជ្ឈការនៅលើបណ្តាញរបស់វាផងដែរ។",
  "page-what-is-ethereum-btc-eth-diff-3": "Ethereum ដែលអាចសរសេរជាកម្មវិធីបាន មានន័យថាអ្នកអាចបង្កើតកម្មវិធីដែលប្រើ blockchain ដើម្បីរក្សាទុកទិន្នន័យ ឬគ្រប់គ្រងអ្វីដែលកម្មវិធីរបស់អ្នកអាចធ្វើបាន។ នេះបណ្តាលឱ្យមាន blockchain គោលបំណងទូទៅ ដែលអាចត្រូវបានបង្កើតជាកម្មវិធីដើម្បីធ្វើអ្វីគ្រប់យ៉ាង។ ដោយសារមិនមានដែនកំណត់ចំពោះអ្វីដែល Ethereum អាចធ្វើបាន វាអនុញ្ញាតឱ្យមានការច្នៃប្រឌិតដ៏អស្ចារ្យកើតឡើងនៅលើបណ្តាញ Ethereum ។",
  "page-what-is-ethereum-btc-eth-diff-4": "ខណៈពេលដែល Bitcoin គ្រាន់តែជាបណ្តាញទូទាត់ Ethereum គឺដូចជាទីផ្សារនៃសេវាកម្មហិរញ្ញវត្ថុ ហ្គេម បណ្តាញសង្គម និងកម្មវិធីផ្សេងទៀតដែលគោរពភាពឯកជនរបស់អ្នក និងមិនអាចត្រួតពិនិត្យអ្នកបានទេ។",
  "page-what-is-ethereum-what-can-eth-do-title": "តើ Ethereum អាចធ្វើអ្វីបាន?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "ហេតុអ្វីបានជាខ្ញុំប្រើ Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "ប្រសិនបើអ្នកធ្លាប់ផ្ញើប្រាក់ទៅក្រៅប្រទេស (ឬមានគម្រោងទៅ) ឬត្រូវព្រួយបារម្ភអំពីអនាគតនៃទ្រព្យសម្បត្តិរបស់អ្នកដោយសារតែកម្លាំងខាងក្រៅដែលនៅក្រៅការគ្រប់គ្រងរបស់អ្នកដែលអ្នករស់នៅ ឬធុញទ្រាន់នឹងការរឹតបន្តឹង និងថ្លៃសេវាជាច្រើនដែលកំណត់ដោយហិរញ្ញវត្ថុប្រពៃណី។ ស្ថាប័នសម្រាប់ប្រតិបត្តិការប្រចាំថ្ងៃ អ្នកអាចចាប់អារម្មណ៍លើអ្វីដែលរូបិយប័ណ្ណគ្រីបតូមានផ្តល់ជូន។",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "សូមចងចាំថា Ethereum គឺជារឿងដែលកំពុងត្រូវបានសរសេរ ហើយហេតុផលជាច្រើនទៀតក្នុងការប្រើប្រាស់វាកំពុងត្រូវបានលាតត្រដាងនៅពេលដែលវាវិវឌ្ឍ និងអភិវឌ្ឍទៅតាមពេលវេលា។",
  "page-what-is-ethereum-slide-1-title": "ការទូទាត់ឆ្លងដែនថោកជាង និងលឿនជាងមុន",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoins</b> គឺជាប្រភេទរូបិយប័ណ្ណគ្រីបតូប្រភេទថ្មីដែលពឹងផ្អែកលើទ្រព្យសម្បត្តិដែលមានស្ថិរភាពជាងមុនជាមូលដ្ឋានសម្រាប់តម្លៃរបស់វា។ ភាគច្រើននៃពួកវាត្រូវបានភ្ជាប់ទៅនឹងប្រាក់ដុល្លារសហរដ្ឋអាមេរិក ដូច្នេះហើយរក្សាតម្លៃនៃរូបិយប័ណ្ណនោះ។ ទាំងនេះអនុញ្ញាតឱ្យមានប្រព័ន្ធទូទាត់សកលតម្លៃថោក និងមានស្ថិរភាព។ កាក់ស្ថិរភាពបច្ចុប្បន្នជាច្រើនត្រូវបានបង្កើតឡើងនៅលើបណ្តាញ Ethereum ។",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum និង stabilitycoins ជួយសម្រួលដំណើរការនៃការផ្ញើប្រាក់ទៅក្រៅប្រទេស។ ជារឿយៗវាចំណាយពេលត្រឹមតែពីរបីនាទីប៉ុណ្ណោះដើម្បីផ្លាស់ទីមូលនិធិជុំវិញពិភពលោក ផ្ទុយនឹងការប្រើពេលច្រើនថ្ងៃនៃថ្ងៃធ្វើការ ឬអាចដល់ច្រើនសប្តាហ៍សម្រាប់ធនាគារជាមធ្យមរបស់អ្នក ហើយក្នុងតម្លៃទាបបំផុត។ លើសពីនេះ វាមិនមានថ្លៃបន្ថែមសម្រាប់ធ្វើប្រតិបត្តិការតម្លៃខ្ពស់នោះទេ ហើយមិនមានការរឹតបន្តឹងលើកន្លែង ឬមូលហេតុដែលអ្នកផ្ញើប្រាក់របស់អ្នក។",
  "page-what-is-ethereum-slide-2-title": "ជំនួយរហ័សបំផុតក្នុងពេលមានវិបត្តិ",
  "page-what-is-ethereum-slide-2-desc-1": "ប្រសិនបើអ្នកមានសំណាងគ្រប់គ្រាន់ក្នុងការមានជម្រើសធនាគារច្រើនតាមរយៈស្ថាប័នដែលអាចទុកចិត្តបានដែលអ្នករស់នៅ អ្នកអាចទទួលយកសេរីភាពហិរញ្ញវត្ថុ សុវត្ថិភាព និងស្ថិរភាពដែលពួកគេផ្តល់ជូន។ ប៉ុន្តែសម្រាប់មនុស្សជាច្រើននៅជុំវិញពិភពលោកដែលកំពុងប្រឈមនឹងការគាបសង្កត់ផ្នែកនយោបាយ ឬវិបត្តិសេដ្ឋកិច្ច ស្ថាប័នហិរញ្ញវត្ថុប្រហែលជាមិនផ្តល់ការការពារ ឬសេវាកម្មដែលពួកគេត្រូវការនោះទេ។",
  "page-what-is-ethereum-slide-2-desc-2": "នៅពេលដែលសង្រ្គាម មហន្តរាយសេដ្ឋកិច្ច ឬការបង្ក្រាបលើសេរីភាពស៊ីវិលបានវាយប្រហារអ្នកស្រុកនៃ <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https: //www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">គុយបា</a> <a href=\"https:// www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">អាហ្វហ្គានីស្ថាន</a>, <a href=\"https://qz. com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">នីហ្សេរីយ៉ា</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22 /meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">បេឡារុស្ស</a> និង <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial- role-in-the-russia-ukraine-conflict/\">អ៊ុយក្រែន</a> រូបិយប័ណ្ណគ្រីបតូ បានបង្កើតជម្រើសលឿនបំផុត និងជាញឹកញាប់ជាជម្រើសតែមួយគត់ដើម្បីរក្សាភ្នាក់ងារហិរញ្ញវត្ថុ។<sup><a to=\"https://www.financialinclusion។ tech/\">1</a></sup> ដូចដែលបានឃើញនៅក្នុងឧទាហរណ៍ទាំងនេះ រូបិយប័ណ្ណគ្រីបតូដូចជា E thereum អាចផ្តល់នូវការចូលទៅកាន់សេដ្ឋកិច្ចសកលដោយមិនមានការរំខាន នៅពេលដែលមនុស្សត្រូវបានកាត់ចេញពីពិភពខាងក្រៅ។ លើសពីនេះ កាក់ស្ថិរភាពផ្ដល់នូវឃ្លាំងតម្លៃនៅពេលដែលរូបិយប័ណ្ណក្នុងស្រុកកំពុងដួលរលំដោយសារតែអតិផរណាខ្ពស់។",
  "page-what-is-ethereum-slide-3-title": "ការផ្តល់អំណាចដល់អ្នកបង្កើត",
  "page-what-is-ethereum-slide-3-desc-1": "គ្រាន់តែឆ្នាំ 2021 មួយប៉ុណ្ណោះ សិល្បករ តន្ត្រីករ អ្នកនិពន្ធ និងអ្នកបង្កើតផ្សេងទៀតបានប្រើ Ethereum ដើម្បីរកប្រាក់ចំណូលបានប្រហែល 3.5 ពាន់លានដុល្លារជាសមូហភាព។ នេះធ្វើឱ្យ Ethereum ក្លាយជាវេទិកាសកលដ៏ធំបំផុតសម្រាប់អ្នកបង្កើត រួមជាមួយ Spotify, YouTube និង Etsy ។ <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">ស្វែងយល់បន្ថែម</a>។",
  "page-what-is-ethereum-slide-4-title": "ផ្តល់អំណាចដល់អ្នកលេងហ្គេម",
  "page-what-is-ethereum-slide-4-desc-1": "លេងដើម្បីទទួលបានហ្គេម (ដែលអ្នកលេងពិតជាទទួលបានរង្វាន់សម្រាប់ការលេងហ្គេម) បានលេចចេញនាពេលថ្មីៗនេះ និងកំពុងផ្លាស់ប្តូរឧស្សាហកម្មហ្គេម។ តាមធម្មតា ជារឿយៗវាត្រូវបានហាមឃាត់មិនឱ្យធ្វើពាណិជ្ជកម្ម ឬផ្ទេរទ្រព្យសម្បត្តិនៅក្នុងហ្គេមទៅឱ្យអ្នកលេងផ្សេងទៀតសម្រាប់ប្រាក់ពិតប្រាកដទេ។ បែបនេះបានបង្ខំអ្នកលេងឱ្យប្រើគេហទំព័រទីផ្សារងងឹតដែលជារឿយៗជាហានិភ័យសុវត្ថិភាព។ ការលេងហ្គេម Blockchain ទទួលយកសេដ្ឋកិច្ចក្នុងហ្គេម និងលើកកម្ពស់អាកប្បកិរិយាបែបនេះក្នុងលក្ខណៈដែលអាចទុកចិត្តបាន។",
  "page-what-is-ethereum-slide-4-desc-2": "ជាងនេះទៅទៀត អ្នកលេងត្រូវបានលើកទឹកចិត្តដោយអាចធ្វើពាណិជ្ជកម្មថូខឹនក្នុងហ្គេមសម្រាប់ប្រាក់ពិតប្រាកដ ហើយដូច្នេះត្រូវបានរង្វាន់យ៉ាងពិតប្រាកដសម្រាប់ពេលវេលាលេងរបស់ពួកគេ។",
  "page-what-is-ethereum-meet-ether-title": "ជួបជាមួយ Ether រូបិយប័ណ្ណគ្រីបតូរបស់ Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum មានរូបិយប័ណ្ណឌីជីថលដើមហៅថា ether (ETH) ។ វាជាឌីជីថលសុទ្ធសាធ ហើយអ្នកអាចផ្ញើវាទៅនរណាម្នាក់គ្រប់ទីកន្លែងក្នុងពិភពលោកភ្លាមៗ។ ការផ្គត់ផ្គង់ ETH មិនត្រូវបានគ្រប់គ្រងដោយរដ្ឋាភិបាល ឬក្រុមហ៊ុនណាមួយទេ - វាត្រូវបានធ្វើវិមជ្ឈការ និងមានតម្លាភាពទាំងស្រុង។ កាក់ថ្មី (ជាទូទៅគេហៅថាថូខឹន) ត្រូវបានបង្កើតឡើងដោយអ្នកភ្នាល់ដែលធ្វើសន្តិសុខបណ្តាញ។",
  "page-what-is-ethereum-meet-ether-desc-2": "រាល់សកម្មភាពនៅលើបណ្តាញ Ethereum តម្រូវឱ្យមានចំនួនជាក់លាក់នៃថាមពលគណនា។ ថ្លៃសេវានេះត្រូវបានបង់ជាទម្រង់ Ether ។ នេះមានន័យថាអ្នកត្រូវការយ៉ាងហោចណាស់ចំនួនតិចតួចនៃ ETH ដើម្បីប្រើប្រាស់បណ្តាញ។",
  "page-what-is-ethereum-what-is-ether": "តើ Ether ជាអ្វី?",
  "page-what-is-ethereum-get-eth": "ទទួលយក ETH",
  "page-what-is-ethereum-what-can-i-do-title": "តើខ្ញុំអាចធ្វើអ្វីជាមួយកាក់ ETH?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "និយាយជារួមទៅ៖ ច្រើន​ណាស់! ការប្រើប្រាស់ដ៏លេចធ្លោបំផុតមួយនៃបច្ចេកវិទ្យា Ethereum គឺហិរញ្ញវត្ថុវិមជ្ឈការ (DeFi) ដែលបើកផ្នែកទាំងមូលនៃសេវាកម្មធនាគារដល់មនុស្សគ្រប់គ្នាដែលមានការតភ្ជាប់អ៊ីនធឺណិត។ អ្នកអាចប្រើ Ether របស់អ្នកជាវត្ថុបញ្ចាំដើម្បីដកប្រាក់កម្ចី ឬផ្តល់សន្ទនិយភាពដើម្បីទទួលបានការប្រាក់លើមូលនិធិរបស់អ្នក។",
  "page-what-is-ethereum-explore-applications": "ស្វែងយល់អំពីកម្មវិធី",
  "page-what-is-ethereum-learn-defi": "ស្វែងយល់អំពី DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "តើអ្នកណាដំណើរការ Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum មិនត្រូវបានគ្រប់គ្រងដោយអង្គភាពណាមួយឡើយ។ អត្ថិភាពរបស់វាទាំងស្រុងកើតមានតាមរយៈការចូលរួម និងកិច្ចសហប្រតិបត្តិការវិមជ្ឈការរបស់សហគមន៍។ Ethereum ប្រើប្រាស់ Nodes (កុំព្យូទ័រដែលមានច្បាប់ចម្លងនៃទិន្នន័យ Ethereum blockchain) ដំណើរការដោយអ្នកស្ម័គ្រចិត្តដើម្បីជំនួសម៉ាស៊ីនមេ និងប្រព័ន្ធក្លៅនីមួយៗ ដែលជាកម្មសិទ្ធិរបស់អ្នកផ្តល់សេវាអ៊ីនធឺណិត និងសេវាកម្មធំៗ។",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Nodes ចែកចាយទាំងនេះ ដំណើរការដោយបុគ្គល និងអាជីវកម្មទូទាំងពិភពលោក ផ្តល់នូវភាពធន់នឹងហេដ្ឋារចនាសម្ព័ន្ធបណ្តាញ Ethereum ។ ដូច្នេះ វា​ងាយ​រង​គ្រោះ​តិច​ជាង​ការ​លួច​ចូល ឬ​បិទ។ <b>ចាប់តាំងពីការបើកដំណើរការរបស់ខ្លួនក្នុងឆ្នាំ 2015 Ethereum មិនដែលទទួលរងនូវការខកខានឡើយ</b>។ មាន Nodes នីមួយៗរាប់ពាន់ដែលដំណើរការបណ្តាញ Ethereum ។ នេះធ្វើឱ្យ Ethereum ជារូបិយប័ណ្ណគ្រីបតូដែលមានវិមជ្ឈការបំផុតមួយនៅទីនោះ ដែលនៅលំដាប់លេខពីរបន្ទាប់ bitcoin ប៉ុណ្ណោះ។",
  "page-what-is-ethereum-run-a-node": "ដំណើរការ node",
  "page-what-is-ethereum-smart-contract-title": "តើកិច្ចសន្យាឆ្លាតវៃជាអ្វី?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>និយាយដោយសាមញ្ញកិច្ចសន្យាឆ្លាតវៃគឺជាកម្មវិធីកុំព្យូទ័រ</b> ដែលរស់នៅលើ Ethereum blockchain ។ ពួកវាគ្រាន់តែ <b>ប្រតិបត្តិនៅពេលទទួលសញ្ញានៃប្រតិបត្តិការពីអ្នកប្រើប្រាស់ (ឬកិច្ចសន្យាផ្សេងទៀត)</b>។ ពួកវាធ្វើឱ្យ Ethereum មានភាពបត់បែនយ៉ាងខ្លាំងនៅក្នុងអ្វីដែលវាអាចធ្វើបាន និងបែងចែកវាពីរូបិយប័ណ្ណគ្រីបតូផ្សេងទៀត។ កម្មវិធីទាំងនេះគឺជាអ្វីដែលយើងឥឡូវនេះហៅថាកម្មវិធីវិមជ្ឈការ ឬ dapps។",
  "page-what-is-ethereum-smart-contract-desc-2": "តើអ្នកធ្លាប់ប្រើផលិតផលដែលផ្លាស់ប្តូរលក្ខខណ្ឌនៃសេវាកម្មរបស់វាដែរឬទេ? ឬលុបមុខងារដែលអ្នកយល់ថាមានប្រយោជន៍? នៅពេលដែលកិច្ចសន្យាឆ្លាតវៃត្រូវបានចុះផ្សាយទៅកាន់ Ethereum វានឹងដំណើរការលើអ៊ីនធឺណិត និងដំណើរការបានដរាបណា Ethereum នៅតែមាន។ សូម្បី​តែ​ម្ចាស់របស់វាក៏​មិន​អាច​បិទបញ្ចប់វាបាន​ដែរ។ ដោយសារកិច្ចសន្យាឆ្លាតវៃមានដំណើរការដោយស្វ័យប្រវត្តិ ពួកវាមិនរើសអើងអ្នកប្រើប្រាស់ណាមួយឡើយ ហើយតែងតែត្រៀមរួចរាល់សម្រាប់ការប្រើប្រាស់ជានិច្ច។",
  "page-what-is-ethereum-smart-contract-desc-3": "ឧទាហរណ៍ដ៏ពេញនិយមនៃកិច្ចសន្យាឆ្លាតវៃគឺកម្មវិធីផ្តល់ប្រាក់កម្ចី ការដោះដូរពាណិជ្ជកម្មវិមជ្ឈការ ការធានារ៉ាប់រង កម្មវិធីផ្តល់មូលនិធិ - ជាទូទៅអ្វីគ្រប់យ៉ាងដែលអ្នកអាចគិតបាន។",
  "page-what-is-ethereum-more-on-smart-contracts": "បន្ថែមទៀតអំពីកិច្ចសន្យាឆ្លាតវៃ",
  "page-what-is-ethereum-explore-dapps": "ស្វែងយល់អំពី dapps",
  "page-what-is-ethereum-criminal-activity-title": "ខ្ញុំបានលឺថា crypto កំពុងត្រូវបានប្រើប្រាស់ជាឧបករណ៍សម្រាប់សកម្មភាពឧក្រិដ្ឋកម្ម។ តើនេះជាការពិតទេ?",
  "page-what-is-ethereum-criminal-activity-desc-1": "ដូច​ជា​ទម្រង់​នៃ​ប្រាក់​ណា​មួយ​ដែរ ពួកវា​មួយចំនួននឹង​ត្រូវ​បាន​ប្រើ​ខុស។ ទោះយ៉ាងណាក៏ដោយ ដោយសារតែប្រតិបត្តិការ Ethereum ទាំងអស់កើតឡើងនៅលើ blockchain បើកចំហ វាច្រើនតែងាយស្រួលសម្រាប់អាជ្ញាធរក្នុងការតាមដានសកម្មភាពខុសច្បាប់ជាងនៅក្នុងប្រព័ន្ធហិរញ្ញវត្ថុប្រពៃណី ដោយសន្មតថាធ្វើឱ្យ Ethereum ជាជម្រើសមិនសូវទាក់ទាញសម្រាប់អ្នកដែលចង់ប្រព្រឹត្តិអំពើដែលមិនចង់ឱ្យចាប់កំហុសបាន។",
  "page-what-is-ethereum-criminal-activity-desc-2": "Crypto ត្រូវបានប្រើតិចជាងរូបិយប័ណ្ណ fiat សម្រាប់គោលបំណងព្រហ្មទណ្ឌ យោងទៅតាមការរកឃើញសំខាន់ៗនៃរបាយការណ៍ថ្មីៗនេះដោយ Europol ទីភ្នាក់ងារសហភាពអឺរ៉ុបសម្រាប់កិច្ចសហប្រតិបត្តិការអនុវត្តច្បាប់៖",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"ការប្រើប្រាស់រូបិយប័ណ្ណគ្រីបតូសម្រាប់សកម្មភាពខុសច្បាប់ហាក់ដូចជាមានតែចំណែកតូចមួយប៉ុណ្ណោះនៃសេដ្ឋកិច្ចរូបិយប័ណ្ណគ្រីបតូទាំងមូល ហើយវាហាក់ដូចជាមានទំហំតូចជាងចំនួនមូលនិធិខុសច្បាប់ដែលពាក់ព័ន្ធនឹងហិរញ្ញវត្ថុប្រពៃណី។\"",
  "page-what-is-ethereum-energy-title": "ចុះការប្រើប្រាស់ថាមពលរបស់ Ethereum វិញ?",
  "page-what-is-ethereum-energy-desc-1": "បច្ចុប្បន្ន Ethereum កំពុងប្រើយន្តការភស្តុតាងនៃការងារដែលប្រើប្រាស់ថាមពលច្រើន។ ក្នុងប៉ុន្មានខែខាងមុខនេះ (Q3/Q4 2022) Ethereum នឹងឆ្លងកាត់ការអាប់ដេតដ៏ធំបំផុតរបស់ខ្លួន ហើយនឹងប្តូរទៅជាភស្តុតាងនៃយន្តការភាគហ៊ុនដែលនឹង <b>កាត់បន្ថយផលប៉ះពាល់បរិស្ថានយ៉ាងខ្លាំង</b> ដែលវាមាន។",
  "page-what-is-ethereum-energy-desc-2": "ការអាប់ដេតនេះនឹងកាត់បន្ថយថាមពលដែលត្រូវការដើម្បីធានា Ethereum ប្រហែល <b>99.95%</b> ដោយបង្កើត <b>បណ្តាញសុវត្ថិភាពបន្ថែមទៀតសម្រាប់ការចំណាយថ្លៃកាបូនកាន់តែតូច</b>។ នេះនឹងធ្វើឱ្យ Ethereum ក្លាយជា blockchain កាបូនទាបពិតប្រាកដ ខណៈពេលដែលការបង្កើនសុវត្ថិភាព និងការធ្វើមាត្រដ្ឋានរបស់វា។",
  "page-what-is-ethereum-more-on-energy-consumption": "បន្ថែមទៀតអំពីការប្រើប្រាស់ថាមពល",
  "page-what-is-ethereum-energy-consumption-chart-legend": "ការប្រើថាមពលប្រចាំឆ្នាំនៅក្នុង TW/yr",
  "page-what-is-ethereum-the-merge-update": "ការអាប់ដេតបញ្ចូលគ្នា",
  "page-what-is-ethereum-additional-reading": "អំណានបន្ថែម",
  "page-what-is-ethereum-week-in-ethereum": "សប្តាហ៍នៅក្នុង Ethereum News",
  "page-what-is-ethereum-week-in-ethereum-desc": "- ព្រឹត្តិប័ត្រព័ត៌មានប្រចាំសប្តាហ៍ដែលគ្របដណ្តប់លើការអភិវឌ្ឍន៍សំខាន់ៗនៅទូទាំងប្រព័ន្ធអេកូឡូស៊ី។",
  "page-what-is-ethereum-atoms-institutions-blockchains": "អាតូម, ស្ថាប័ន, Blockchains",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- ហេតុអ្វីបានជា blockchains សំខាន់?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum នៅជាតួលេខ"
}
