{
  "page-eth-buy-some": "ចង់ទិញ Ethereum ខ្លះ?",
  "page-eth-buy-some-desc": "វាជារឿងធម្មតាក្នុងការភាន់ច្រលំរវាង Ethereum និង ETH ។ Ethereum គឺជា blockchain ហើយ ETH គឺជាទ្រព្យចម្បងរបស់ Ethereum ។ ETH គឺជាអ្វីដែលអ្នកប្រហែលជាចង់ទិញ។",
  "page-eth-cat-img-alt": "ក្រាហ្វិកនៃ ETH glyph ជាមួយនឹងកញ្ចក់ឆ្លុះអុបទិករូបឆ្មា",
  "page-eth-collectible-tokens": "ថូខឹនដែលអាចប្រមូលបាន។",
  "page-eth-collectible-tokens-desc": "ថូខឹនដែលតំណាងឱ្យធាតុហ្គេមដែលអាចប្រមូលបាន បំណែកនៃសិល្បៈឌីជីថល ឬទ្រព្យពិសេសផ្សេងទៀត។ ត្រូវបានគេស្គាល់ជាទូទៅថាជាថូខឹនព័ត៌មានអត្តសញ្ញាណពិសេស (NFTs)។",
  "page-eth-cryptography": "ធានាសុវត្ថិភាពដោយគ្រីបតូវិទ្យា",
  "page-eth-cryptography-desc": "លុយលើបណ្តាញអ៊ីនធឺណិតអាចថ្មី ប៉ុន្តែវាត្រូវបានធានាដោយគ្រីបតូវិទ្យាដែលបានបញ្ជាក់។ វាការពារកាបូបរបស់អ្នក ETH របស់អ្នក និងប្រតិបត្តិការរបស់អ្នក។ ",
  "page-eth-currency-for-apps": "វាជារូបិយប័ណ្ណរបស់កម្មវិធី Ethereum ។",
  "page-eth-currency-for-future": "រូបិយប័ណ្ណសម្រាប់អនាគតឌីជីថលរបស់យើង។",
  "page-eth-description": "ETH គឺជារូបិយប័ណ្ណគ្រីបតូ។ វាជាលុយឌីជីថលដ៏កម្រដែលអ្នកអាចប្រើនៅលើអ៊ីនធឺណិត - ស្រដៀងទៅនឹង Bitcoin ។ ប្រសិនបើអ្នកទើបតែប្រើគ្រីបតូ នេះជារបៀបដែល ETH ខុសពីលុយធម្មតា។",
  "page-eth-earn-interest-link": "ទទួលបានការប្រាក់",
  "page-eth-flexible-amounts": "មានក្នុងបរិមាណដែលអាចបត់បែនបាន",
  "page-eth-flexible-amounts-desc": "ETH អាចបែងចែកបានរហូតដល់ 18 ខ្ទង់ទសភាគ ដូច្នេះអ្នកមិនចាំបាច់ទិញ 1 ETH ទាំងមូលទេ។ អ្នកអាចទិញចំណែកៗក្នុងពេលតែមួយ - តិចត្រឹមតែ 0.0000000000000000001 ETH ប្រសិនបើអ្នកចង់។",
  "page-eth-fuels": "ETH ផ្តល់ដំណើរការ និងធានា Ethereum",
  "page-eth-fuels-desc": "ETH គឺជាឈាមរបស់ Ethereum ។ នៅពេលអ្នកផ្ញើ ETH ឬប្រើកម្មវិធី Ethereum អ្នកនឹងបង់ថ្លៃសេវាជា ETH ដើម្បីប្រើបណ្តាញ Ethereum ។ ថ្លៃសេវានេះគឺជាការលើកទឹកចិត្តសម្រាប់អ្នកផលិតប្លុកដើម្បីដំណើរការ និងផ្ទៀងផ្ទាត់អ្វីដែលអ្នកកំពុងព្យាយាមធ្វើ។",
  "page-eth-fuels-desc-2": "អ្នកផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវ គឺដូចជាអ្នករក្សាកំណត់ត្រារបស់ Ethereum - ពួកគេពិនិត្យ និងបង្ហាញថាគ្មាននរណាម្នាក់កំពុងបោកប្រាស់ទេ។ ពួកគេត្រូវបានជ្រើសរើសដោយចៃដន្យដើម្បីស្នើសុំប្លុកនៃប្រតិបត្តិការ។ អ្នកផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវដែលធ្វើការងារនេះក៏ទទួលបានរង្វាន់ផងដែរជាមួយនឹងចំនួនតិចតួចនៃ ETH ដែលទើបចេញថ្មីៗ។",
  "page-eth-fuels-desc-3": "ការងារដែលអ្នកផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវធ្វើ និងដើមទុនដែលពួកគេភ្នាល់ រក្សា Ethereum ឱ្យមានសុវត្ថិភាព និងមិនមានការគ្រប់គ្រងកណ្តាល។",
  "page-eth-fuels-staking": "នៅពេលអ្នកភ្នាល់ ETH របស់អ្នក អ្នកជួយធានា Ethereum និងទទួលបានរង្វាន់។ នៅក្នុងប្រព័ន្ធនេះ ការគំរាមកំហែងនៃការបាត់បង់ ETH រារាំងអ្នកវាយប្រហារ។",
  "page-eth-fuels-more-staking": "បន្ថែមទៀតអំពីការភ្នាល់",
  "page-eth-get-eth-btn": "ទទួលយក ETH",
  "page-eth-gov-tokens": "ថូខឹនអភិបាលកិច្ច",
  "page-eth-gov-tokens-desc": "ថូខឹនដែលតំណាងឱ្យអំណាចបោះឆ្នោតនៅក្នុងអង្គការវិមជ្ឈការ។",
  "page-eth-has-value": "ហេតុអ្វីបានជា ETH មានតម្លៃ?",
  "page-eth-has-value-desc": "ETH មានតម្លៃក្នុងវិធីផ្សេងគ្នាចំពោះមនុស្សផ្សេងគ្នា។",
  "page-eth-has-value-desc-2": "សម្រាប់អ្នកប្រើប្រាស់ Ethereum ETH មានតម្លៃព្រោះវាអនុញ្ញាតឱ្យអ្នកបង់ថ្លៃប្រតិបត្តិការ។",
  "page-eth-has-value-desc-3": "អ្នកផ្សេងទៀតមើលឃើញថាវាជាហាងឌីជីថលនៃតម្លៃដោយសារតែការបង្កើត ETH ថ្មីថយចុះតាមពេលវេលា។",
  "page-eth-has-value-desc-4": "ថ្មីៗនេះ ETH បានក្លាយជាមានតម្លៃសម្រាប់អ្នកប្រើប្រាស់កម្មវិធីហិរញ្ញវត្ថុនៅលើ Ethereum ។ នោះដោយសារតែអ្នកអាចប្រើ ETH ជាវត្ថុបញ្ចាំសម្រាប់ប្រាក់កម្ចីគ្រីបតូ ឬជាប្រព័ន្ធទូទាត់បាន។",
  "page-eth-has-value-desc-5": "ជាការពិតណាស់មនុស្សជាច្រើនក៏មើលឃើញថាវាជាការវិនិយោគ ស្រដៀងទៅនឹង Bitcoin ឬរូបិយប័ណ្ណគ្រីបតូផ្សេងទៀត។",
  "page-eth-how-to-buy": "របៀបទិញ Ether",
  "page-eth-how-to-buy-caption": "ធ្វើបច្ចុប្បន្នភាពជាញឹកញាប់",
  "page-eth-is-money": "ETH គឺជាលុយឌីជីថលជាសកល។",
  "page-eth-last-updated": "ខែមករា ឆ្នាំ 2019",
  "page-eth-monetary-policy": "គោលនយោបាយរូបិយវត្ថុរបស់ Ethereum",
  "page-eth-more-on-ethereum-link": "មើល​បន្ថែមទៀត​អំពី Ethereum",
  "page-eth-no-centralized": "គ្មានការគ្រប់គ្រងកណ្តាល ",
  "page-eth-no-centralized-desc": "ETH គឺវិមជ្ឈការ និងជាសកល។ មិនមានក្រុមហ៊ុន ឬធនាគារណាដែលអាចសម្រេចចិត្តបោះពុម្ព ETH បន្ថែមទៀត ឬផ្លាស់ប្តូរលក្ខខណ្ឌនៃការប្រើប្រាស់នោះទេ។",
  "page-eth-non-fungible-tokens-link": "សញ្-ញាសម្ងាត់​ដែល​មិន​អាច​ប្រើ​បាន",
  "page-eth-not-only-crypto": "ETH មិនមែនជាគ្រីបតូតែមួយគត់នៅលើ Ethereum ទេ។",
  "page-eth-not-only-crypto-desc": "នរណាម្នាក់ក៏អាចបង្កើតប្រភេទទ្រព្យថ្មី និងជួញដូរពួកវានៅលើ Ethereum ដែរ។ ទាំងនេះត្រូវបានគេស្គាល់ថាជា 'ថូខឹន' ។ មនុស្សបានធ្វើថូខឹនរូបិយប័ណ្ណប្រពៃណី អចលនទ្រព្យ សិល្បៈរបស់ពួកគេ និងសូម្បីតែខ្លួនឯង!",
  "page-eth-not-only-crypto-desc-2": "Ethereum គឺជាកន្លែងសម្រាប់ថូខឹនរាប់ពាន់ – ខ្លះមានប្រយោជន៍ និងមានតម្លៃជាងថូខឹនដទៃ។ អ្នកអភិវឌ្ឍន៍កំពុងបង្កើតថូខឹនថ្មីឥតឈប់ឈរ ដែលដោះសោលទ្ធភាពថ្មីៗ និងបើកទីផ្សារថ្មី។",
  "page-eth-open": "បើកចំហចំពោះមនុស្សគ្រប់គ្នា",
  "page-eth-open-desc": "អ្នកគ្រាន់តែត្រូវការការតភ្ជាប់អ៊ីនធឺណិត និងកាបូបដើម្បីទទួលយក ETH ។ អ្នកមិនចាំបាច់ចូលប្រើគណនីធនាគារដើម្បីទទួលយកការទូទាត់ទេ។ ",
  "page-eth-p2p-payments": "ការទូទាត់រវាងគ្នា",
  "page-eth-p2p-payments-desc": "អ្នកអាចផ្ញើ ETH របស់អ្នកដោយគ្មានសេវាកម្មអន្តរការីដូចជាធនាគារ។ វាដូចជាការប្រគល់សាច់ប្រាក់ដោយផ្ទាល់ ប៉ុន្តែអ្នកអាចធ្វើវាដោយសុវត្ថិភាពជាមួយនរណាម្នាក់ គ្រប់ទីកន្លែង គ្រប់ពេលវេលា។",
  "page-eth-period": "។",
  "page-eth-popular-tokens": "ប្រភេទថូខឹនពេញនិយម",
  "page-eth-powers-ethereum": "ETH ផ្តល់ថាមពលដល់ Ethereum",
  "page-eth-shit-coins": "កាក់ Sh * t",
  "page-eth-shit-coins-desc": "ដោយសារតែការបង្កើតថូខឹនថ្មីមានភាពងាយស្រួល អ្នកណាក៏អាចធ្វើបានដែរ សូម្បីតែមនុស្សដែលមានចេតនាអាក្រក់ ឬខុសក៏ដោយ។ តែងតែធ្វើការស្រាវជ្រាវរបស់អ្នកមុនពេលប្រើវា!",
  "page-eth-stablecoins": "Stablecoins",
  "page-eth-stablecoins-desc": "ថូខឹនដែលឆ្លុះបញ្ចាំងពីតម្លៃនៃរូបិយប័ណ្ណប្រពៃណីដូចជាប្រាក់ដុល្លារ។ វាដោះស្រាយបញ្ហាភាពប្រែប្រួលជាមួយនឹងរូបិយប័ណ្ណគ្រីបតូជាច្រើន។",
  "page-eth-stablecoins-link": "ទទួល stablecoin",
  "page-eth-stream-link": "ស្ទ្រីម ETH",
  "page-eth-tokens-link": "ថូខឹន Ethereum",
  "page-eth-trade-link-2": "ប្តូរថូខឹន",
  "page-eth-underpins": "ETH គាំទ្រប្រព័ន្ធហិរញ្ញវត្ថុ Ethereum",
  "page-eth-underpins-desc": "មិនពេញចិត្តនឹងការទូទាត់ទេ សហគមន៍ Ethereum កំពុងបង្កើតប្រព័ន្ធហិរញ្ញវត្ថុទាំងមូល ដែលមានលក្ខណៈពីគ្នាទៅវិញទៅមក និងអាចចូលប្រើបានសម្រាប់មនុស្សគ្រប់គ្នា។",
  "page-eth-underpins-desc-2": "អ្នកអាចប្រើ ETH ជាវត្ថុបញ្ចាំ ដើម្បីបង្កើតថូខឹនរូបិយប័ណ្ណគ្រីបតូខុសគ្នាទាំងស្រុងនៅលើ Ethereum ។ លើសពីនេះ អ្នកអាចខ្ចី ផ្តល់ប្រាក់កម្ចី និងរកការប្រាក់លើ ETH និងថូខឹនដែលគាំទ្រដោយ ETH ផ្សេងទៀត។",
  "page-eth-uses": "ការប្រើប្រាស់សម្រាប់ ETH កើនឡើងជារៀងរាល់ថ្ងៃ",
  "page-eth-uses-desc": "ដោយសារតែ Ethereum អាចសរសេរជាកម្មវិធីបាន អ្នកអភិវឌ្ឍន៍អាចបង្កើត ETH ក្នុងវិធីរាប់មិនអស់។",
  "page-eth-uses-desc-2": "ត្រលប់ទៅឆ្នាំ 2015 អ្វីដែលអ្នកអាចធ្វើបានគឺផ្ញើ ETH ពីគណនី Ethereum មួយទៅគណនីមួយទៀត។ នេះគ្រាន់តែជារឿងមួយចំនួនដែលអ្នកអាចធ្វើបាននៅថ្ងៃនេះ។",
  "page-eth-uses-desc-3": "បង់លុយឱ្យនរណាម្នាក់ ឬទទួលបានមូលនិធិក្នុងពេលជាក់ស្តែង។",
  "page-eth-uses-desc-4": "អ្នកអាចដោះដូរ ETH ជាមួយថូខិនផ្សេងទៀតរួមទាំង Bitcoin ។",
  "page-eth-uses-desc-5": "នៅលើ ETH និងថូខឹនដែលមានមូលដ្ឋានលើ Ethereum ផ្សេងទៀត។",
  "page-eth-uses-desc-6": "ចូលទៅកាន់ពិភពនៃរូបិយប័ណ្ណគ្រីបតូ ជាមួយនឹងតម្លៃថេរ និងមិនសូវប្រែប្រួល។",
  "page-eth-value": "ហេតុអ្វីបានជា Ether មានតម្លៃ",
  "page-eth-video-alt": "វីដេអូ Glyph ETH",
  "page-eth-whats-eth": "តើ ether (ETH) ជាអ្វី?",
  "page-eth-whats-eth-hero-alt": "រូបភាព​មនុស្ស​មួយ​ក្រុម​កំពុង​តែសម្តែងងការភ្ញាក់ផ្អើល​ចំពោះ​ Ether (ETH) glyph ដោយ​ស្ញប់ស្ញែង",
  "page-eth-whats-eth-meta-desc": "អ្វីដែលអ្នកត្រូវដឹងដើម្បីយល់ពី ETH និងកន្លែងរបស់វានៅក្នុង Ethereum ។",
  "page-eth-whats-eth-meta-title": "តើ ether (ETH) ជាអ្វី? | ethereum.org",
  "page-eth-whats-ethereum": "តើអ្វីទៅជា Ethereum?",
  "page-eth-whats-ethereum-desc": "ប្រសិនបើអ្នកចង់ស្វែងយល់បន្ថែមអំពី Ethereum ដែលជាបច្ចេកវិទ្យានៅពីក្រោយ ETH សូមពិនិត្យមើលការណែនាំរបស់យើង។",
  "page-eth-whats-unique": "តើមានអ្វីពិសេសពី ETH?",
  "page-eth-whats-unique-desc": "មានរូបិយប័ណ្ណគ្រីបតូជាច្រើន និងថូខឹនផ្សេងទៀតជាច្រើននៅលើ Ethereum ប៉ុន្តែមានរឿងមួយចំនួនដែលមានតែ ETH ប៉ុណ្ណោះដែលអាចធ្វើបាន។",
  "page-eth-where-to-buy": "កន្លែងដែលអាចរក ETH បាន",
  "page-eth-where-to-buy-desc": "អ្នកអាចទទួលបាន ETH ពីអាជីវកម្មប្តូររូបិយប័ណ្ណគ្រីបតូ ឬកាបូប ប៉ុន្តែប្រទេសផ្សេងគ្នាមានគោលនយោបាយផ្សេងគ្នា។ ពិនិត្យមើលដើម្បីមើលសេវាកម្មដែលនឹងអនុញ្ញាតឱ្យអ្នកទិញ ETH ។",
  "page-eth-yours": "វាពិតជារបស់អ្នកមែន",
  "page-eth-yours-desc": "ETH អនុញ្ញាតឱ្យអ្នកក្លាយជាធនាគារផ្ទាល់ខ្លួនរបស់អ្នក។ អ្នកអាចគ្រប់គ្រងមូលនិធិផ្ទាល់ខ្លួនរបស់អ្នកដោយប្រើកាបូបរបស់អ្នកជាភស្តុតាងនៃភាពជាម្ចាស់– មិនចាំបាច់ភាគីទីបីទេ។",
  "page-eth-more-on-tokens": "បន្ថែមទៀតអំពីថូខឹន និងការប្រើប្រាស់របស់វា។",
  "page-eth-button-buy-eth": "ទទួលយក ETH",
  "page-eth-tokens-stablecoins": "Stablecoins",
  "page-eth-tokens-defi": "ហិរញ្ញវត្ថុវិមជ្ឈការ (DeFi)",
  "page-eth-tokens-nft": "ថូខិនដែលមិនអាចផ្លាស់ប្តូរបាន (NFTs)",
  "page-eth-tokens-dao": "អង្គការស្វយ័តវិមជ្ឈការ (DAOs)",
  "page-eth-tokens-stablecoins-description": "បន្ថែមទៀតអំពីភាពប្រែប្រួលតិចបំផុតនៃថូខឹន Ethereum ។",
  "page-eth-tokens-defi-description": "ប្រព័ន្ធហិរញ្ញវត្ថុសម្រាប់ថូខឹន Ethereum ។",
  "page-eth-tokens-nft-description": "ថូខឹនដែលតំណាងឱ្យភាពជាម្ចាស់នៃធាតុនៅលើ Ethereum ។",
  "page-eth-tokens-dao-description": "សហគមន៍អ៊ីនធឺណែតជារឿយៗគ្រប់គ្រងដោយអ្នកកាន់កាប់ថូខឹន។",
  "page-eth-whats-defi": "មើល​បន្ថែមទៀត​អំពី DeFi",
  "page-eth-whats-defi-description": "DeFi គឺជាប្រព័ន្ធហិរញ្ញវត្ថុវិមជ្ឈការដែលបានបង្កើតឡើងនៅលើ Ethereum ។ ទិដ្ឋភាពទូទៅនេះពន្យល់ពីអ្វីដែលអ្នកអាចធ្វើបាន។",
  "page-what-is-ethereum-what-is-ether": "តើ Ether ជាអ្វី?"
}
