{
  "page-wallets-accounts-addresses": "កាបូប គណនី និងអាសយដ្ឋាន",
  "page-wallets-accounts-addresses-desc": "វាសំខាន់ដែលត្រូវយល់ពីភាពខុសគ្នារវាងពាក្យគន្លឹះមួយចំនួន។",
  "page-wallets-accounts-ethereum-addresses": "គណនី Ethereum មានអាសយដ្ឋាន Ethereum ដូចជាប្រអប់សំបុត្រដែលមានអាសយដ្ឋានអ៊ីមែល។ អ្នកអាចប្រើវាដើម្បីផ្ញើប្រាក់ទៅគណនីមួយ។",
  "page-wallets-alt": "រូបភាពមនុស្សយន្តជាមួយទូដែកសម្រាប់រាងកាយ ដែលតំណាងឱ្យកាបូប Ethereum ។",
  "page-wallets-ethereum-account": "គណនី Ethereum គឺជាអង្គភាពមួយដែលអាចផ្ញើប្រតិបត្តិការ និងមានសមតុល្យ។",
  "page-wallets-blog": "ប្លុក Coinbase",
  "page-wallets-bookmarking": "កំណត់ចំណាំកាបូបរបស់អ្នក។",
  "page-wallets-bookmarking-desc": "ប្រសិនបើអ្នកប្រើកាបូបវិប សូមកំណត់ចំណាំគេហទំព័រដើម្បីការពារខ្លួនអ្នកពីការបោកបញ្ឆោត។",
  "page-wallets-cd": "កាបូបផ្នែករឹងរូបវន្តគឺជាឧបករណ៍ដែលអនុញ្ញាតឱ្យអ្នករក្សាគ្រីបតូរបស់អ្នកនៅក្រៅបណ្តាញ – មានសុវត្ថិភាពខ្លាំង។",
  "page-wallets-desc-2": "អ្នកត្រូវការកាបូបដើម្បីផ្ញើប្រាក់ និងគ្រប់គ្រង ETH របស់អ្នក។",
  "page-wallets-desc-2-link": "មើល​បន្ថែមទៀត​អំពី ETH",
  "page-wallets-desc-3": "កាបូបរបស់អ្នកគ្រាន់តែជាឧបករណ៍សម្រាប់គ្រប់គ្រងគណនី Ethereum របស់អ្នកប៉ុណ្ណោះ។ នោះមានន័យថាអ្នកអាចប្តូរអ្នកផ្តល់កាបូបនៅពេលណាក៏បាន។ កាបូបជាច្រើនក៏អនុញ្ញាតឱ្យអ្នកគ្រប់គ្រងគណនី Ethereum ជាច្រើនពីកម្មវិធីមួយ។",
  "page-wallets-desc-4": "នោះដោយសារតែកាបូបមិនមានការគ្រប់គ្រងលើមូលនិធិរបស់អ្នកទេ គឺមានតែអ្នកទេ។ ពួកគេគ្រាន់តែជាឧបករណ៍សម្រាប់គ្រប់គ្រងអ្វីដែលពិតជារបស់អ្នកប៉ុណ្ណោះ។",
  "page-wallets-description": "កាបូប Ethereum គឺជាកម្មវិធីដែលអនុញ្ញាតឱ្យអ្នកធ្វើអន្តរកម្មជាមួយគណនី Ethereum របស់អ្នក។ គិតថាវាដូចជាកម្មវិធីធនាគារតាមអ៊ីនធឺណិត ដោយគ្មានធនាគារ។ កាបូបរបស់អ្នកអនុញ្ញាតឱ្យអ្នកអានសមតុល្យរបស់អ្នក ផ្ញើប្រតិបត្តិការ និងភ្ជាប់ទៅកម្មវិធី។",
  "page-wallets-desktop": "កម្មវិធីកុំព្យូទ័រប្រសិនបើអ្នកចង់គ្រប់គ្រងមូលនិធិរបស់អ្នកតាមរយៈ macOS, Windows ឬ Linux",
  "page-wallets-ethereum-wallet": "កាបូបគឺជាផលិតផលដែលអនុញ្ញាតឱ្យអ្នកគ្រប់គ្រងគណនី Ethereum របស់អ្នក។ វាអនុញ្ញាតឱ្យអ្នកមើលសមតុល្យគណនីរបស់អ្នក ផ្ញើប្រតិបត្តិការ និងអ្វីៗជាច្រើនទៀត។",
  "page-wallets-explore": "ស្វែងយល់អំពី Ethereum",
  "page-wallets-features-desc": "យើងអាចជួយអ្នកជ្រើសរើសកាបូបរបស់អ្នកដោយផ្អែកលើលក្ខណៈពិសេសដែលអ្នកយកចិត្តទុកដាក់។",
  "page-wallets-features-title": "ប្រៀបធៀបកាបូបដោយផ្អែកលើលក្ខណៈពិសេស",
  "page-wallets-find-wallet-btn": "ស្វែងរកកាបូប",
  "page-wallets-find-wallet-link": "ស្វែងរកកាបូប",
  "page-wallets-get-some": "ទទួល ETH ខ្លះ",
  "page-wallets-get-some-alt": "រូបភាពដៃកំពុងបង្កើតឡូហ្គោ ETH ដោយធ្វើពីដុំឡេហ្គោ។",
  "page-wallets-get-some-btn": "ទទួល ETH ខ្លះ",
  "page-wallets-get-some-desc": "ETH គឺជាគ្រីបតូដើមរបស់ Ethereum ។ អ្នកនឹងត្រូវការ ETH មួយចំនួននៅក្នុងកាបូបរបស់អ្នក ដើម្បីប្រើកម្មវិធី Ethereum ។",
  "page-wallets-how-to-store": "របៀបរក្សាទុកទ្រព្យសម្បត្តិឌីជីថលនៅលើ Ethereum",
  "page-wallets-keys-to-safety": "គន្លឹះក្នុងការរក្សាគ្រីបតូរបស់អ្នកឱ្យមានសុវត្ថិភាព",
  "page-wallets-manage-funds": "កម្មវិធីសម្រាប់គ្រប់គ្រងថវិការបស់អ្នក។",
  "page-wallets-manage-funds-desc": "កាបូបរបស់អ្នកបង្ហាញសមតុល្យរបស់អ្នក ប្រវត្តិប្រតិបត្តិការ និងផ្តល់ឱ្យអ្នកនូវវិធីផ្ញើ/ទទួលមូលនិធិ។ កាបូបខ្លះអាចផ្តល់ជូនច្រើនជាងនេះ។",
  "page-wallets-meta-description": "អ្វីដែលអ្នកត្រូវដឹងដើម្បីប្រើកាបូប Ethereum ។",
  "page-wallets-meta-title": "កាបូប Ethereum",
  "page-wallets-mobile": "កម្មវិធីទូរស័ព្ទដែលធ្វើឲ្យមូលនិធិរបស់អ្នកអាចចូលប្រើបាននៅគ្រប់ទិសទី",
  "page-wallets-more-on-dapps-btn": "បន្ថែមទៀតអំពី dapps",
  "page-wallets-most-wallets": "ផលិតផលកាបូបភាគច្រើននឹងអនុញ្ញាតឱ្យអ្នកបង្កើតគណនី Ethereum ។ ដូច្នេះអ្នកមិនត្រូវការវាទេ មុនពេលអ្នកទាញយកកាបូប។",
  "page-wallets-protecting-yourself": "ការការពារខ្លួនអ្នក និងមូលនិធិរបស់អ្នក។",
  "page-wallets-seed-phrase": "កត់ទុកឃ្លាគ្រាប់ពូជរបស់អ្នក។",
  "page-wallets-seed-phrase-desc": "ជារឿយៗកាបូបនឹងផ្តល់ឱ្យអ្នកនូវឃ្លាគ្រាប់ពូជដែលអ្នកត្រូវតែកត់ទុកនៅកន្លែងណាដែលមានសុវត្ថិភាព។ នេះជាវិធីតែមួយគត់ដែលអ្នកនឹងអាចយកកាបូបរបស់អ្នកមកវិញ។",
  "page-wallets-seed-phrase-example": "នេះជាឧទាហរណ៍:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "កុំរក្សាទុកវានៅលើកុំព្យូទ័រ។ សរសេរវាចុះ ហើយរក្សាវាឱ្យមានសុវត្ថិភាព។",
  "page-wallets-slogan": "គន្លឹះសម្រាប់អនាគតឌីជីថលរបស់អ្នក។",
  "page-wallets-stay-safe": "របៀបរក្សាសុវត្ថិភាព",
  "page-wallets-stay-safe-desc": "កាបូបតម្រូវឱ្យមានផ្នត់គំនិតខុសគ្នាបន្តិចនៅពេលនិយាយអំពីសុវត្ថិភាព។ សេរីភាពហិរញ្ញវត្ថុ និងលទ្ធភាពទទួលបាន និងប្រើប្រាស់មូលនិធិនៅគ្រប់ទីកន្លែងទាមទារការទទួលខុសត្រូវបន្តិចបន្តួច - មិនមានសេវាគាំទ្រអតិថិជននៅក្នុងគ្រីបតូទេ។",
  "page-wallets-subtitle": "កាបូបផ្តល់សិទ្ធិចូលប្រើមូលនិធិ និងកម្មវិធី Ethereum របស់អ្នក។ មានតែអ្នកទេដែលអាចចូលប្រើកាបូបរបស់អ្នកបាន។",
  "page-wallets-take-responsibility": "ទទួលខុសត្រូវលើថវិកាផ្ទាល់ខ្លួនរបស់អ្នក។",
  "page-wallets-take-responsibility-desc": "ការផ្លាស់ប្តូរប្រមូលផ្តំនឹងភ្ជាប់កាបូបរបស់អ្នកទៅនឹងឈ្មោះអ្នកប្រើប្រាស់ និងពាក្យសម្ងាត់ដែលអ្នកអាចសង្គ្រោះតាមវិធីបុរាណ។ គ្រាន់តែចាំថាអ្នកកំពុងជឿជាក់លើការផ្លាស់ប្តូរនោះជាមួយនឹងការគ្រប់គ្រងលើមូលនិធិរបស់អ្នក។ ប្រសិនបើក្រុមហ៊ុននោះត្រូវបានវាយប្រហារ ឬដួលរលំ មូលនិធិរបស់អ្នកមានហានិភ័យ។",
  "page-wallets-tips": "ការណែនាំបន្ថែមអំពីការរក្សាសុវត្ថិភាព",
  "page-wallets-tips-community": "ពីសហគមន៍",
  "page-wallets-title": "កាបូប Ethereum",
  "page-wallets-triple-check": "ពិនិត្យអ្វីៗគ្រប់យ៉ាងបីដង",
  "page-wallets-triple-check-desc": "សូមចាំថា ប្រតិបត្តិការមិនអាចបង្វែរត្រឡប់វិញបានទេ ហើយកាបូបក៏មិនអាចយកមកវិញបានដោយងាយ ដូច្នេះត្រូវមានបំរុងប្រយ័ត្ន និងប្រយ័ត្នប្រយែងជានិច្ច។",
  "page-wallets-try-dapps": "សាកល្បង dapps មួយចំនួន",
  "page-wallets-try-dapps-alt": "រូបភាពនៃសមាជិកសហគមន៍ Ethereum ធ្វើការជាមួយគ្នា",
  "page-wallets-try-dapps-desc": "Dapps គឺជាកម្មវិធីដែលបង្កើតឡើងនៅលើ Ethereum។ ពួកវាមានតម្លៃថោកជាង យុត្តិធម៌ និងល្អជាងលើទិន្នន័យរបស់អ្នកជាងកម្មវិធីប្រពៃណីភាគច្រើន។",
  "page-wallets-types": "ប្រភេទនៃកាបូប",
  "page-wallets-types-desc": "មាន​វិធី​មួយ​ចំនួន​ក្នុង​ការ​ធ្វើ​អន្តរកម្ម​ជាមួយ​គណនី​របស់​អ្នក៖",
  "page-wallets-web-browser": "កាបូបកម្មវិធីរុករកគឺជាកម្មវិធីវិបដែលអនុញ្ញាតឱ្យអ្នកធ្វើអន្តរកម្មជាមួយគណនីរបស់អ្នកដោយផ្ទាល់នៅក្នុងកម្មវិធីរុករក",
  "page-wallets-web-browser-extension": "កាបូបផ្នែកបន្ថែមកម្មវិធីរុករកគឺជាផ្នែកបន្ថែមដែលអ្នកទាញយកដែលអនុញ្ញាតឱ្យអ្នកធ្វើអន្តរកម្មជាមួយគណនី និងកម្មវិធីរបស់អ្នកតាមរយៈកម្មវិធីរុករក",
  "page-wallets-whats-a-wallet": "តើកាបូប Ethereum ជាអ្វី?",
  "page-wallets-your-ethereum-account": "គណនី Ethereum របស់អ្នក។",
  "page-wallets-your-ethereum-account-desc": "កាបូបរបស់អ្នកគឺជាបង្អួចរបស់អ្នកទៅក្នុងគណនី Ethereum របស់អ្នក – សមតុល្យរបស់អ្នក ប្រវត្តិប្រតិបត្តិការ និងច្រើនទៀត។ ប៉ុន្តែអ្នកអាចប្តូរអ្នកផ្តល់សេវាកាបូបនៅពេលណាក៏បាន។",
  "page-wallets-your-login": "ការចូលគណនីរបស់អ្នកសម្រាប់កម្មវិធី Ethereum",
  "page-wallets-your-login-desc": "កាបូបរបស់អ្នកអនុញ្ញាតឱ្យអ្នកភ្ជាប់ទៅកម្មវិធីវិមជ្ឈការណាមួយដោយប្រើគណនី Ethereum របស់អ្នក។ វាដូចជាការចូលគណនីដែលអ្នកអាចប្រើនៅលើ dapps ជាច្រើន។"
}
