{
  "page-what-is-ethereum-alt-img-bazaar": "រូបភាព​បង្ហាញពីមនុស្ស​ដែល​កំពុងសម្លឹង​​ទៅ​ក្នុង​ផ្សារ​លក់មួយ​ដែល​មាន​ន័យ​ថា​តំណាង​ឱ្យ Ethereum ។",
  "page-what-is-ethereum-alt-img-comm": "រូបភាពនៃសមាជិកសហគមន៍ Ethereum ធ្វើការជាមួយគ្នា",
  "page-what-is-ethereum-alt-img-lego": "រូបភាពដៃកំពុងបង្កើតឡូហ្គោ ETH ដោយធ្វើពីដុំឡេហ្គោ។",
  "page-what-is-ethereum-banking-card": "ធនាគារសម្រាប់មនុស្សគ្រប់គ្នា",
  "page-what-is-ethereum-banking-card-desc": "មិនមែនគ្រប់គ្នាសុទ្ធតែអាចចូលប្រើប្រាស់សេវាកម្មហិរញ្ញវត្ថុបានទេ។ ដើម្បីចូលប្រើ Ethereum និង សេវាផ្តល់ប្រាក់កម្ចី ខ្ចីកម្ចី និងសន្សំ អ្នកគ្រាន់តែត្រូវការអ៊ីនធឺណិតតែប៉ុណ្ណោះ។",
  "page-what-is-ethereum-build": "ធ្វើអ្វីមួយជាមួយ Ethereum",
  "page-what-is-ethereum-build-desc": "ប្រសិនបើអ្នកចង់សាកល្បងបង្កើតជាមួយ Ethereum សូមអានឯកសាររបស់យើង សាកល្បងការបង្រៀនមួយចំនួន ឬពិនិត្យមើលឧបករណ៍ដែលអ្នកត្រូវការដើម្បីចាប់ផ្តើម។",
  "page-what-is-ethereum-censorless-card": "ធន់នឹងការចាប់ពិរុទ្ធ",
  "page-what-is-ethereum-censorless-card-desc": "មិនមានរដ្ឋាភិបាល ឬក្រុមហ៊ុនណាដែលមានសិទ្ធក្នុងការគ្រប់គ្រងលើ Ethereum ទេ។ វិមជ្ឈការធ្វើឱ្យវាស្ទើរតែមិនអាចទៅរួចទេសម្រាប់នរណាម្នាក់ក្នុងការបញ្ឈប់អ្នកពីការទទួលការទូទាត់ ឬប្រើប្រាស់សេវាកម្មនៅលើ Ethereum ។",
  "page-what-is-ethereum-comm-desc": "សហគមន៍របស់យើងរួមបញ្ចូលមនុស្សមកពីគ្រប់មជ្ឈដ្ឋាន រួមទាំងសិល្បករ អ្នកនិយមគ្រីបតូ ក្រុមហ៊ុនសំណាង 500 ហើយឥឡូវនេះអ្នក។ ស្វែងយល់ពីរបៀបដែលអ្នកអាចចូលរួមនៅថ្ងៃនេះ។",
  "page-what-is-ethereum-commerce-card": "ការធានាពាណិជ្ជកម្ម",
  "page-what-is-ethereum-commerce-card-desc": "អតិថិជនមានការធានាដែលភ្ជាប់មកជាមួយដោយសុវត្ថិភាពថា មូលនិធិនឹងផ្លាស់ប្តូរដៃតែប៉ុណ្ណោះ ប្រសិនបើអ្នកផ្តល់អ្វីដែលបានយល់ព្រម។ ដូចគ្នានេះដែរ អ្នកអភិវឌ្ឍន៍អាចមានភាពប្រាកដប្រជាថាច្បាប់នឹងមិនផ្លាស់ប្តូរលើពួកវាទេ។",
  "page-what-is-ethereum-composable-card": "សេវាកម្មដែលអាចផ្សំផ្គុំបាន",
  "page-what-is-ethereum-composable-card-desc": "កម្មវិធីទាំងអស់ត្រូវបានបង្កើតឡើងនៅលើ blockchain តែមួយជាមួយនឹង shared global state ដែលមានន័យថាពួកគេអាចបង្កើតគ្នាទៅវិញទៅមក (ដូចជាដុំឥដ្ឋ Lego)។ នេះនឹងធ្វើឱ្យមានផលិតផល និងបទពិសោធន៍ប្រសើរជាងមុន និង ធានាថាគ្មាននរណាម្នាក់អាចលុបកម្មវិធីដែលពឹងផ្អែកលើនោះទេ។",
  "page-what-is-ethereum-community": "សហគមន៍ Ethereum",
  "page-what-is-ethereum-desc": "មូលដ្ឋានគ្រឹះសម្រាប់អនាគតឌីជីថលរបស់យើង។",
  "page-what-is-ethereum-explore": "ស្វែងយល់អំពី Ethereum",
  "page-what-is-ethereum-internet-card": "អ៊ីនធឺណិតបើកចំហ",
  "page-what-is-ethereum-internet-card-desc": "នរណាម្នាក់អាចធ្វើអន្តរកម្មជាមួយបណ្តាញ Ethereum ឬបង្កើតកម្មវិធីនៅលើវា។ នេះអនុញ្ញាតឱ្យអ្នកគ្រប់គ្រងទ្រព្យសកម្ម និងអត្តសញ្ញាណផ្ទាល់ខ្លួនរបស់អ្នក ជំនួសឱ្យពួកវាត្រូវបានគ្រប់គ្រងដោយសាជីវកម្មមេហ្គាមួយចំនួន (mega-corporations)។",
  "page-what-is-ethereum-meet-comm": "ជួបជាមួយសហគមន៍",
  "page-what-is-ethereum-meta-description": "ស្វែងយល់អំពី Ethereum នូវអ្វីដែលវាធ្វើ និងរបៀបសាកល្បងវាដោយខ្លួនឯង។",
  "page-what-is-ethereum-meta-title": "តើអ្វីទៅជា Ethereum?",
  "page-what-is-ethereum-p2p-card": "បណ្តាញរវាងគ្នា",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum អនុញ្ញាតឱ្យអ្នកសម្របសម្រួល ធ្វើកិច្ចព្រមព្រៀង ឬផ្ទេរទ្រព្យសម្បត្តិឌីជីថលដោយផ្ទាល់ជាមួយអ្នកដទៃ។ អ្នកមិនចាំបាច់ពឹងផ្អែកលើអន្តរការីទេ។",
  "page-what-is-ethereum-start-building-btn": "ចាប់ផ្ដើមបង្កើត",
  "page-what-is-ethereum-title": "តើអ្វីទៅជា Ethereum?",
  "page-what-is-ethereum-subtitle": "មគ្គទេសក៍ណែនាំពេញលេញសម្រាប់អ្នកចាប់ផ្តើមដំបូងអំពីរបៀបដែល Ethereum ដំណើរការ អត្ថប្រយោជន៍ដែលវានាំមក និងរបៀបដែលវាត្រូវបានប្រើប្រាស់ដោយមនុស្សរាប់លាននាក់នៅជុំវិញពិភពលោក។",
  "page-what-is-ethereum-button-lets-start": "តោះ​ចាប់​ផ្ដើម",
  "page-what-is-ethereum-blockchain-tab-title": "តើ blockchain គឺជាអ្វី?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>ប្លុកឆែន (Blockchain) គឺជាមូលដ្ឋានទិន្នន័យនៃប្រតិបត្តិការ</b> ដែលត្រូវបានអាប់ដេត និងចែករំលែកនៅលើកុំព្យូទ័រជាច្រើននៅក្នុងបណ្តាញ។ រាល់ពេលដែលសំណុំប្រតិបត្តិការថ្មីត្រូវបានបន្ថែម វាត្រូវបានគេហៅថា \"ប្លុក\" - ដូច្នេះទើបគេហៅថា blockchain ។ Blockchain សាធារណៈដូចជា Ethereum អនុញ្ញាតឱ្យអ្នកណាម្នាក់បន្ថែមទិន្នន័យ តែមិនអាចលុបចេញទេ។ ប្រសិនបើនរណាម្នាក់ចង់ផ្លាស់ប្តូរព័ត៌មានណាមួយ ឬបន្លំប្រព័ន្ធមួយនេះ ពួកគេត្រូវធ្វើដូច្នេះនៅលើកុំព្យូទ័រភាគច្រើននៅលើបណ្តាញ។ នោះច្រើនណាស់! នេះធ្វើឱ្យ blockchains វិមជ្ឈការដូចជា Ethereum មានសុវត្ថិភាពខ្ពស់។",
  "page-what-is-ethereum-cryptocurrency-tab-title": "តើរូបិយប័ណ្ណគ្រីបតូគឺជាអ្វី?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "រូបិយប័ណ្ណគ្រីបតូ (Cryptocurrency) គឺជាពាក្យដែលប្រើដើម្បីពិពណ៌នាអំពីប្រភេទជាច្រើននៃកាក់ឌីជីថលដែលធានាសុវត្ថិភាពដោយប្រើប្រាស់ blockchain ។ វាចាប់ផ្តើមឡើងជាមួយ Bitcoin ។ Bitcoin អាចត្រូវបានប្រើដើម្បីផ្ទេរតម្លៃរវាងភាគីទាំងពីរដោយមិនចាំបាច់ទុកចិត្តឈ្មួញកណ្តាល (middleman)។ អ្នកគ្រាន់តែត្រូវជឿជាក់លើកូដ Bitcoin ប៉ុណ្ណោះ ដែលបើកចំហ និងអាចប្រើប្រាស់បានដោយសេរី។",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "ហេតុផលដែលទ្រព្យសកម្មដូចជា bitcoin និង ether ត្រូវបានគេហៅថា \"រូបិយប័ណ្ណគ្រីបតូ\" គឺថាសុវត្ថិភាពនៃទិន្នន័យ និងទ្រព្យសកម្មរបស់អ្នកត្រូវបានធានាដោយ cryptography មិនមែនដោយការជឿទុកចិត្តលើស្ថាប័ន ឬសាជីវកម្មដើម្បីធ្វើសកម្មភាពដោយស្មោះត្រង់នោះទេ។",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum មានរូបិយប័ណ្ណឌីជីថលដើមរបស់វា ether (ETH) ដែលត្រូវបានប្រើដើម្បីទូទាត់សម្រាប់សកម្មភាពផ្សេងៗនៅលើបណ្តាញ។ វាអាចត្រូវបានផ្ទេរទៅអ្នកប្រើប្រាស់ផ្សេងទៀត ឬប្តូរជាកាក់ផ្សេងទៀតនៅលើ Ethereum ។ Ether ពិតជាពិសេសព្រោះវាត្រូវបានប្រើដើម្បីចំណាយសម្រាប់ការគណនាដែលត្រូវការដើម្បីបង្កើត និងដំណើរការកម្មវិធី នៅលើ Ethereum។",
  "page-what-is-ethereum-summary-title": "សង្ខេប",
  "page-what-is-ethereum-summary-desc-1": "Ethereum គឺជាបណ្តាញកុំព្យូទ័រនៅទូទាំងពិភពលោក ដែលអនុវត្តតាមក្បួនមួយហៅថាពិធីការ Ethereum។ បណ្តាញ Ethereum ដើរតួជាមូលដ្ឋានគ្រឹះសម្រាប់សហគមន៍ កម្មវិធី អង្គភាព និងទ្រព្យសម្បត្តិឌីជីថល ដែលអ្នកណាម្នាក់ក៏អាចបង្កើត និងប្រើប្រាស់បាន។",
  "page-what-is-ethereum-summary-desc-2": "អ្នកអាចបង្កើតគណនី Ethereum ពីគ្រប់ទីកន្លែង គ្រប់ពេលវេលា និងរុករកពិភពនៃកម្មវិធី ឬបង្កើតកម្មវិធីផ្ទាល់ខ្លួនរបស់អ្នក។ ការច្នៃប្រឌិតចំបង គឺថាអ្នកអាចធ្វើអ្វីៗទាំងអស់នេះដោយមិនចាំបាច់ទុកចិត្តអាជ្ញាធរកណ្តាលដែលអាចផ្លាស់ប្តូរច្បាប់ ឬដាក់កម្រិតការចូលប្រើប្រាស់របស់អ្នក។",
  "page-what-is-ethereum-summary-desc-3": "បន្តអានដើម្បីស្វែងយល់បន្ថែម…",
  "page-what-is-ethereum-btc-eth-diff-title": "តើអ្វីជាភាពខុសគ្នារវាង Ethereum និង Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "បានចាប់ផ្តើមនៅឆ្នាំ 2015, Ethereum បង្កើតដោយផ្អែកតាមភាពច្នៃប្រឌិតរបស់ Bitcoin ជាមួយនឹងភាពខុសគ្នាធំមួយចំនួន។",
  "page-what-is-ethereum-btc-eth-diff-2": "ទាំងពីរអនុញ្ញាតឱ្យអ្នកប្រើលុយឌីជីថលដោយគ្មានអ្នកផ្តល់សេវាការទូទាត់ ឬធនាគារ។ ប៉ុន្តែ <b>Ethereum គឺអាចសរសេរជាកម្មវិធីបាន</b> ដូច្នេះអ្នកក៏អាចបង្កើត និងដាក់ឱ្យប្រើប្រាស់កម្មវិធីវិមជ្ឈការនៅលើបណ្តាញរបស់វាផងដែរ។",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin អនុញ្ញាតឱ្យយើងផ្ញើសារជាមូលដ្ឋានទៅគ្នាទៅវិញទៅមកអំពីអ្វីដែលយើងគិតថាមានតម្លៃ។ ការបង្កើតតម្លៃដោយគ្មានអាជ្ញាធរ គឺមានឥទ្ធិពលរួចទៅហើយ។ Ethereum បន្ថែមពីលើហ្នឹង៖ ជាជាងគ្រាន់តែសារ អ្នកអាចសរសេរកម្មវិធីទូទៅ ឬកិច្ចសន្យា។ មិនមានដែនកំណត់ចំពោះប្រភេទនៃកិច្ចសន្យាដែលអាចត្រូវបានបង្កើត និងព្រមព្រៀងគ្នានោះទេ ដូច្នេះធ្វើអោយការច្នៃប្រឌិតដ៏អស្ចារ្យកើតឡើងនៅលើបណ្តាញ Ethereum ។",
  "page-what-is-ethereum-btc-eth-diff-4": "ខណៈដែល Bitcoin គ្រាន់តែជាបណ្តាញទូទាត់ Ethereum គឺដូចជាទីផ្សារនៃសេវាកម្មហិរញ្ញវត្ថុ ហ្គេម បណ្តាញសង្គម និងកម្មវិធីផ្សេងទៀត។",
  "page-what-is-ethereum-what-can-eth-do-title": "តើ Ethereum អាចធ្វើអ្វីបាន?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "ហេតុអ្វីបានជាខ្ញុំប្រើ Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Ethereum គឺសម្រាប់អ្នក ប្រសិនបើអ្នកចាប់អារម្មណ៍លើមធ្យោបាយដែលធន់ បើកចំហ និងគួរឱ្យទុកចិត្តបន្ថែមទៀតក្នុងការសម្របសម្រួលជាសកល បង្កើតអង្គភាព បង្កើតកម្មវិធី និងចែករំលែកតម្លៃ។ Ethereum គឺជាសាច់រឿងមួយដែលត្រូវបានសរសេរដោយយើងទាំងអស់គ្នា ដូច្នេះមកស្វែងយល់ថាតើពិភពលោកដ៏អស្ចារ្យអ្វីខ្លះដែលយើងអាចបង្កើតវាជាមួយគ្នាបាន។",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum ក៏មានតម្លៃមិនអាចកាត់ថ្លៃបានសម្រាប់អ្នកដែលត្រូវប្រឈមនឹងភាពមិនច្បាស់លាស់ជុំវិញសុវត្ថិភាព ឬភាពរឹងមាំ ឬការចល័តនៃទ្រព្យសម្បត្តិរបស់ពួកគេដោយសារតែកម្លាំងខាងក្រៅដែលមិននៅក្រោមការគ្រប់គ្រងរបស់ពួកគេ។",
  "page-what-is-ethereum-slide-1-title": "ការទូទាត់ឆ្លងដែនថោកជាង និងលឿនជាងមុន",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoins</b> គឺជាប្រភេទរូបិយប័ណ្ណគ្រីបតូប្រភេទថ្មីដែលពឹងផ្អែកលើទ្រព្យសម្បត្តិដែលមានស្ថិរភាពជាងមុនជាមូលដ្ឋានសម្រាប់តម្លៃរបស់វា។ ភាគច្រើននៃពួកវាត្រូវបានភ្ជាប់ទៅនឹងប្រាក់ដុល្លារសហរដ្ឋអាមេរិក ដូច្នេះហើយរក្សាតម្លៃនៃរូបិយប័ណ្ណនោះ។ ទាំងនេះអនុញ្ញាតឱ្យមានប្រព័ន្ធទូទាត់សកលតម្លៃថោក និងមានស្ថិរភាព។ កាក់ស្ថិរភាពបច្ចុប្បន្នជាច្រើនត្រូវបានបង្កើតឡើងនៅលើបណ្តាញ Ethereum ។",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum និង stabilitycoins ជួយសម្រួលដំណើរការនៃការផ្ញើប្រាក់ទៅក្រៅប្រទេស។ ជារឿយៗវាចំណាយពេលត្រឹមតែពីរបីនាទីប៉ុណ្ណោះដើម្បីផ្លាស់ទីមូលនិធិជុំវិញពិភពលោក ផ្ទុយនឹងការប្រើពេលច្រើនថ្ងៃនៃថ្ងៃធ្វើការ ឬអាចដល់ច្រើនសប្តាហ៍សម្រាប់ធនាគារជាមធ្យមរបស់អ្នក ហើយក្នុងតម្លៃទាបបំផុត។ លើសពីនេះ វាមិនមានថ្លៃបន្ថែមសម្រាប់ធ្វើប្រតិបត្តិការតម្លៃខ្ពស់នោះទេ ហើយមិនមានការរឹតបន្តឹងលើកន្លែង ឬមូលហេតុដែលអ្នកផ្ញើប្រាក់របស់អ្នក។",
  "page-what-is-ethereum-slide-2-title": "ជំនួយរហ័សបំផុតក្នុងពេលមានវិបត្តិ",
  "page-what-is-ethereum-slide-2-desc-1": "ប្រសិនបើអ្នកមានសំណាងគ្រប់គ្រាន់ក្នុងការមានជម្រើសធនាគារច្រើនតាមរយៈស្ថាប័នដែលអាចទុកចិត្តបានដែលអ្នករស់នៅ អ្នកអាចទទួលយកសេរីភាពហិរញ្ញវត្ថុ សុវត្ថិភាព និងស្ថិរភាពដែលពួកគេផ្តល់ជូន។ ប៉ុន្តែសម្រាប់មនុស្សជាច្រើននៅជុំវិញពិភពលោកដែលកំពុងប្រឈមនឹងការគាបសង្កត់ផ្នែកនយោបាយ ឬវិបត្តិសេដ្ឋកិច្ច ស្ថាប័នហិរញ្ញវត្ថុប្រហែលជាមិនផ្តល់ការការពារ ឬសេវាកម្មដែលពួកគេត្រូវការនោះទេ។",
  "page-what-is-ethereum-slide-2-desc-2": "នៅពេលដែលសង្រ្គាម មហន្តរាយសេដ្ឋកិច្ច ឬការបង្ក្រាបលើសេរីភាពស៊ីវិលបានវាយប្រហារអ្នកស្រុកនៃ <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https: //www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">គុយបា</a> <a href=\"https:// www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">អាហ្វហ្គានីស្ថាន</a>, <a href=\"https://qz. com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">នីហ្សេរីយ៉ា</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22 /meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">បេឡារុស្ស</a> និង <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial- role-in-the-russia-ukraine-conflict/\">អ៊ុយក្រែន</a> រូបិយប័ណ្ណគ្រីបតូ បានបង្កើតជម្រើសលឿនបំផុត និងជាញឹកញាប់ជាជម្រើសតែមួយគត់ដើម្បីរក្សាភ្នាក់ងារហិរញ្ញវត្ថុ។<sup><a href=\"https://www.financialinclusion។ tech/\">1</a></sup> ដូចដែលបានឃើញនៅក្នុងឧទាហរណ៍ទាំងនេះ រូបិយប័ណ្ណគ្រីបតូដូចជា E thereum អាចផ្តល់នូវការចូលទៅកាន់សេដ្ឋកិច្ចសកលដោយមិនមានការរំខាន នៅពេលដែលមនុស្សត្រូវបានកាត់ចេញពីពិភពខាងក្រៅ។ លើសពីនេះ កាក់ស្ថិរភាពផ្ដល់នូវឃ្លាំងតម្លៃនៅពេលដែលរូបិយប័ណ្ណក្នុងស្រុកកំពុងដួលរលំដោយសារតែអតិផរណាខ្ពស់។",
  "page-what-is-ethereum-slide-3-title": "ការផ្តល់អំណាចដល់អ្នកបង្កើត",
  "page-what-is-ethereum-slide-3-desc-1": "គ្រាន់តែឆ្នាំ 2021 មួយប៉ុណ្ណោះ សិល្បករ តន្ត្រីករ អ្នកនិពន្ធ និងអ្នកបង្កើតផ្សេងទៀតបានប្រើ Ethereum ដើម្បីរកប្រាក់ចំណូលបានប្រហែល 3.5 ពាន់លានដុល្លារជាសមូហភាព។ នេះធ្វើឱ្យ Ethereum ក្លាយជាវេទិកាសកលដ៏ធំបំផុតសម្រាប់អ្នកបង្កើត រួមជាមួយ Spotify, YouTube និង Etsy ។ <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">ស្វែងយល់បន្ថែម</a>។",
  "page-what-is-ethereum-slide-4-title": "ផ្តល់អំណាចដល់អ្នកលេងហ្គេម",
  "page-what-is-ethereum-slide-4-desc-1": "លេងដើម្បីទទួលបានហ្គេម (ដែលអ្នកលេងពិតជាទទួលបានរង្វាន់សម្រាប់ការលេងហ្គេម) បានលេចចេញនាពេលថ្មីៗនេះ និងកំពុងផ្លាស់ប្តូរឧស្សាហកម្មហ្គេម។ តាមធម្មតា ជារឿយៗវាត្រូវបានហាមឃាត់មិនឱ្យធ្វើពាណិជ្ជកម្ម ឬផ្ទេរទ្រព្យសម្បត្តិនៅក្នុងហ្គេមទៅឱ្យអ្នកលេងផ្សេងទៀតសម្រាប់ប្រាក់ពិតប្រាកដទេ។ បែបនេះបានបង្ខំអ្នកលេងឱ្យប្រើគេហទំព័រទីផ្សារងងឹតដែលជារឿយៗជាហានិភ័យសុវត្ថិភាព។ ការលេងហ្គេម Blockchain ទទួលយកសេដ្ឋកិច្ចក្នុងហ្គេម និងលើកកម្ពស់អាកប្បកិរិយាបែបនេះក្នុងលក្ខណៈដែលអាចទុកចិត្តបាន។",
  "page-what-is-ethereum-slide-4-desc-2": "ជាងនេះទៅទៀត អ្នកលេងត្រូវបានលើកទឹកចិត្តដោយអាចធ្វើពាណិជ្ជកម្មថូខឹនក្នុងហ្គេមសម្រាប់ប្រាក់ពិតប្រាកដ ហើយដូច្នេះត្រូវបានរង្វាន់យ៉ាងពិតប្រាកដសម្រាប់ពេលវេលាលេងរបស់ពួកគេ។",
  "page-what-is-ethereum-meet-ether-title": "ជួបជាមួយ Ether រូបិយប័ណ្ណគ្រីបតូរបស់ Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "សកម្មភាពជាច្រើននៅលើបណ្តាញ Ethereum ទាមទារការងារមួយចំនួនដែលត្រូវធ្វើនៅលើកុំព្យូទ័រដែលបានបង្កប់របស់ Ethereum (ដែលគេស្គាល់ថា Ethereum Virtual Machine)។ ការប្រើប្រាស់នេះគឺត្រូវការគិតថ្លៃ។ វាត្រូវបានបង់ថ្លៃសេវាសម្រាប់ការប្រើប្រាស់ជារូបិយប័ណ្ណអេឡិចត្រូនិកដើមរបស់ Ethereum ដែលហៅថា ether (ETH)។ នេះមានន័យថាអ្នកត្រូវការយ៉ាងហោចណាស់ចំនួនតិចតួចនៃ ether ដើម្បីប្រើបណ្តាញ។",
  "page-what-is-ethereum-meet-ether-desc-2": "Ether ជាឌីជីថលសុទ្ធសាធ ហើយអ្នកអាចផ្ញើវាទៅនរណាម្នាក់គ្រប់ទីកន្លែងក្នុងពិភពលោកភ្លាមៗ។ ការផ្គត់ផ្គង់ ether មិនត្រូវបានគ្រប់គ្រងដោយរដ្ឋាភិបាល ឬក្រុមហ៊ុនណាមួយទេ - វាមានភាពវិមជ្ឈការ និងតម្លាភាពទាំងស្រុង។ Ether ត្រូវបានបង្កើតក្នុងលក្ខណៈជាក់លាក់មួយយោងទៅតាមពិធីការ មានតែចំពោះអ្នកពាក់ព័ន្ធដែលធានាសុវត្ថិភាពនៅលើបណ្តាញប៉ុណ្ណោះ។",
  "page-what-is-ethereum-what-is-ether": "តើ Ether ជាអ្វី?",
  "page-what-is-ethereum-get-eth": "ទទួលយក ETH",
  "page-what-is-ethereum-explore-applications": "ស្វែងយល់អំពីកម្មវិធី",
  "page-what-is-ethereum-learn-defi": "ស្វែងយល់អំពី DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "តើអ្នកណាដំណើរការ Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum មិនត្រូវបានគ្រប់គ្រងដោយអង្គភាពណាមួយឡើយ។ វាអាចដំណើរការបាន នៅពេលណាដែលមានកុំព្យូទ័រដែលដំណើរការសូហ្វវែរតាមពិធីការ Ethereum និងបានតភ្ជាប់ទៅកាន់ប្លុកឆេនរបស់ Ethereum ។ កុំព្យូទ័រនីមួយៗត្រូវបានគេស្គាល់ថាជា Node។ Nodes អាចត្រូវបានដំណើរការដោយនរណាម្នាក់ ហើយដើម្បីចូលរួមក្នុងការធានាសុវត្ថិភាពបណ្តាញ អ្នកត្រូវតែតម្កល់ ETH (កាក់ដើមរបស់ Ethereum)។ អ្នកដែលមាន 32 ETH អាចធ្វើវាបានដោយមិនចាំបាច់មានការអនុញ្ញាត។",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "សូម្បីតែកូដប្រភពរបស់ Ethereum ក៏មិនត្រូវបានសរសេរឡើងដោយអង្គភាពតែមួយដែរ។ អ្នក​ណា​ក៏​អាច​ស្នើ​ការ​ផ្លាស់​ប្តូរ​ចំពោះ​ពិធីការ និង​ពិភាក្សា​អំពី​ការ​ធ្វើ​ឲ្យ​ប្រសើរ​ឡើង។ មានការបង្កើតពិធីសារ Ethereum មួយចំនួនដែលត្រូវបានបង្កើតឡើងដោយអង្គការឯករាជ្យជាភាសាសរសេរកម្មវិធីផ្សេងៗគ្នា ហើយជាធម្មតាពួកវាត្រូវបានបង្កើតឡើងជាលក្ខណៈបើកចំហ និងលើកទឹកចិត្តដល់ការរួមចំណែករបស់សហគមន៍។",
  "page-what-is-ethereum-run-a-node": "ដំណើរការ node",
  "page-what-is-ethereum-smart-contract-title": "តើកិច្ចសន្យាឆ្លាតវៃជាអ្វី?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>កិច្ចសន្យាឆ្លាតវៃគឺជាកម្មវិធីកុំព្យូទ័រ</b> ដំណើរការនៅលើ Ethereum blockchain ។ ពួកវាប្រតិបត្តិការ នៅពេលដែលមានប្រតិបត្តិការពីអ្នកប្រើប្រាស់។ ពួកវាធ្វើឱ្យ Ethereum មានភាពបត់បែនយ៉ាងខ្លាំងនៅក្នុងអ្វីដែលវាអាចធ្វើបាន។ កម្មវិធីទាំងនេះដើរតួជាប្លុកសម្រាប់កម្មវិធី និងអង្គភាពវិមជ្ឈការ។",
  "page-what-is-ethereum-smart-contract-desc-2": "តើអ្នកធ្លាប់ប្រើផលិតផលដែលផ្លាស់ប្តូរលក្ខខណ្ឌនៃសេវាកម្មរបស់វាដែរឬទេ? ឬលុបមុខងារដែលអ្នកយល់ថាមានប្រយោជន៍? នៅពេលដែលកិច្ចសន្យាឆ្លាតវៃត្រូវបានចុះផ្សាយទៅកាន់ Ethereum វានឹងដំណើរការលើអ៊ីនធឺណិត និងដំណើរការបានដរាបណា Ethereum នៅតែមាន។ សូម្បី​តែ​ម្ចាស់របស់វាក៏​មិន​អាច​បិទបញ្ចប់វាបាន​ដែរ។ ដោយសារកិច្ចសន្យាឆ្លាតវៃមានដំណើរការដោយស្វ័យប្រវត្តិ ពួកវាមិនរើសអើងអ្នកប្រើប្រាស់ណាមួយឡើយ ហើយតែងតែត្រៀមរួចរាល់សម្រាប់ការប្រើប្រាស់ជានិច្ច។",
  "page-what-is-ethereum-smart-contract-desc-3": "ឧទាហរណ៍ដ៏ពេញនិយមនៃកិច្ចសន្យាឆ្លាតវៃ គឺកម្មវិធីផ្តល់ប្រាក់កម្ចី ការធ្វើពាណិជ្ជកម្មវិមជ្ឈការ ធានារ៉ាប់រង ការផ្តល់មូលនិធិជាសហគមន៍ បណ្តាញសង្គម NFTs - ជារួមអ្វីដែលអ្នកអាចគិតដល់។",
  "page-what-is-ethereum-more-on-smart-contracts": "បន្ថែមទៀតអំពីកិច្ចសន្យាឆ្លាតវៃ",
  "page-what-is-ethereum-explore-dapps": "ស្វែងយល់អំពី dapps",
  "page-what-is-ethereum-criminal-activity-title": "ខ្ញុំបានលឺថា crypto កំពុងត្រូវបានប្រើប្រាស់ជាឧបករណ៍សម្រាប់សកម្មភាពឧក្រិដ្ឋកម្ម។ តើនេះជាការពិតទេ?",
  "page-what-is-ethereum-criminal-activity-desc-1": "បច្ចេកវិទ្យាណាក៏ដោយ ពេលខ្លះវានឹងត្រូវបានប្រើប្រាស់ខុស។ ទោះយ៉ាងណាក៏ដោយ ដោយសារតែប្រតិបត្តិការ Ethereum ទាំងអស់កើតឡើងនៅលើ blockchain បើកចំហ វាច្រើនតែងាយស្រួលសម្រាប់អាជ្ញាធរក្នុងការតាមដានសកម្មភាពខុសច្បាប់ជាងនៅក្នុងប្រព័ន្ធហិរញ្ញវត្ថុប្រពៃណី ដូច្នេះសន្មតថាធ្វើឱ្យ Ethereum ជាជម្រើសមិនសូវទាក់ទាញសម្រាប់អ្នកដែលធ្វើដោយមិនមានការស៊ើបអង្កេត។",
  "page-what-is-ethereum-criminal-activity-desc-2": "Crypto ត្រូវបានប្រើតិចជាងរូបិយប័ណ្ណ fiat សម្រាប់គោលបំណងព្រហ្មទណ្ឌ យោងទៅតាមការរកឃើញសំខាន់ៗនៃរបាយការណ៍ថ្មីៗនេះដោយ Europol ទីភ្នាក់ងារសហភាពអឺរ៉ុបសម្រាប់កិច្ចសហប្រតិបត្តិការអនុវត្តច្បាប់៖",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"ការប្រើប្រាស់រូបិយប័ណ្ណគ្រីបតូសម្រាប់សកម្មភាពខុសច្បាប់ហាក់ដូចជាមានតែចំណែកតូចមួយប៉ុណ្ណោះនៃសេដ្ឋកិច្ចរូបិយប័ណ្ណគ្រីបតូទាំងមូល ហើយវាហាក់ដូចជាមានទំហំតូចជាងចំនួនមូលនិធិខុសច្បាប់ដែលពាក់ព័ន្ធនឹងហិរញ្ញវត្ថុប្រពៃណី។\"",
  "page-what-is-ethereum-energy-title": "ចុះការប្រើប្រាស់ថាមពលរបស់ Ethereum វិញ?",
  "page-what-is-ethereum-energy-desc-1": "នៅថ្ងៃទី 15 ខែកញ្ញា ឆ្នាំ 2022 Ethereum បានឆ្លងកាត់ការអាប់ដេត The Merge ដែលបានផ្លាស់ប្តូរ Ethereum ពី proof-of-work ទៅជា proof-of-stake។",
  "page-what-is-ethereum-energy-desc-2": "The Merge គឺជាការធ្វើឱ្យប្រសើរឡើងដ៏ធំបំផុតរបស់ Ethereum និងកាត់បន្ថយការប្រើប្រាស់ថាមពលដែលត្រូវការដើម្បីធានាសុវត្ថិភាពលើបណ្ដាញ Ethereum ត្រឹម <b>99.95%</b> ហើយធ្វើឱ្យ <b>បណ្តាញកាន់តែសុវត្ថិភាពបន្ថែមទៀត ដោយបញ្ចេញកាបូនតិចជាងមុន</b>។ ឥឡូវនេះ Ethereum គឺជា blockchain ដែលបញ្ចេញកាបូនទាប ស្របពេលដែលបង្កើនសុវត្ថិភាព និងពង្រីកសមត្ថភាពផ្ទុករបស់វា។",
  "page-what-is-ethereum-more-on-energy-consumption": "បន្ថែមទៀតអំពីការប្រើប្រាស់ថាមពល",
  "page-what-is-ethereum-energy-consumption-chart-legend": "ការប្រើប្រាស់ថាមពលប្រចាំឆ្នាំគិតជាតេរ៉ាវ៉ាត់ម៉ោង (TWh/yr)",
  "energy-consumption-chart-global-data-centers-label": "Global data centers",
  "energy-consumption-gold-mining-cbeci-label": "Gold mining",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "ហ្គេមនៅអាមេរិក",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "ការអាប់ដេតបញ្ចូលគ្នា",
  "page-what-is-ethereum-additional-reading": "ការអានបន្ថែម",
  "page-what-is-ethereum-week-in-ethereum": "សប្តាហ៍នៅក្នុង Ethereum News",
  "page-what-is-ethereum-week-in-ethereum-desc": "- ព្រឹត្តិប័ត្រព័ត៌មានប្រចាំសប្តាហ៍ដែលគ្របដណ្តប់លើការអភិវឌ្ឍន៍សំខាន់ៗនៅទូទាំងប្រព័ន្ធអេកូឡូស៊ី។",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "ក្តីសុបិន្តរបស់ Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "អាតូម, ស្ថាប័ន, Blockchains",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- ហេតុអ្វីបានជា blockchains សំខាន់?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum នៅជាតួលេខ",
  "adoption-chart-column-now-label": "ឥឡូវនេះ",
  "adoption-chart-investors-label": "វិនិយោគិន",
  "adoption-chart-developers-label": "អ្នកអភិវឌ្ឍន៍",
  "adoption-chart-companies-label": "ក្រុមហ៊ុន",
  "adoption-chart-artists-label": "សិល្បៈករ",
  "adoption-chart-musicians-label": "តន្រ្តីករ",
  "adoption-chart-writers-label": "អ្នកនិពន្ធ",
  "adoption-chart-gamers-label": "អ្នកលេងហ្គេម",
  "adoption-chart-refugees-label": "ជនភៀសខ្លួន"
}
