{
  "51%-attack-term": "51% আক্রমণ",
  "51%-attack-definition": "এমন এক ধরনের আক্রমণ যেখানে একটি গোষ্ঠী বেশিরভাগ <a href=\"/glossary/#node\">নোডের</a> নিয়ন্ত্রণ লাভ করে। এটি তাদের <a href=\"/glossary/#transaction\">লেনদেনগুলি</a> বিপরীত করে এবং <a href=\"ether\">ইথার</a> ও অন্যান্য টোকেন ডাবল স্পেন্ডিং করে ব্লকচেইনকে প্রতারণা করার অনুমতি দেবে।",
  "abi-term": "অ্যাপ্লিকেশন বাইনারি ইন্টারফেস (ABI)",
  "abi-definition": "একটি JSON ফাইল যা একটি স্মার্ট কন্ট্র্যাক্টে অন্তর্ভুক্ত ফাংশন এবং ভেরিয়েবলগুলিকে সংজ্ঞায়িত করে। ABI বাইটকোডকে মানুষের পাঠযোগ্য ফর্ম্যাটে ম্যাপ করার অনুমতি দেয়।",
  "account-term": "অ্যাকাউন্ট",
  "account-definition": "একটি ইথেরিয়াম অ্যাকাউন্ট হল ইথেরিয়াম ব্লকচেইনের একটি ডিজিটাল আইডেন্টিটি, যা ব্যবহারকারীদের ইথার বা অন্যান্য ডিজিটাল অ্যাসেট পাঠাতে, গ্রহণ করতে এবং স্মার্ট কন্ট্র্যাক্টের সাথে ইন্টারঅ্যাক্ট করতে দেয়।",
  "address-term": "ঠিকানা",
  "address-definition": "একটি ইথেরিয়াম অ্যাড্রেস হল টোকেন গ্রহণ করার জন্য ব্যবহৃত একটি অনন্য শনাক্তকারী, যা ক্রিপ্টোকারেন্সির জন্য একটি ব্যাংক অ্যাকাউন্ট নম্বরের মতো কাজ করে। এটি আপনার ইথেরিয়াম অ্যাকাউন্ট শনাক্ত করতে ব্যবহৃত হয়।",
  "anti-sybil-term": "অ্যান্টি-সাইবিল",
  "anti-sybil-definition": "এটি ইন্টারনেটে মানুষকে একসাথে অনেক ব্যবহারকারী হিসেবে ভান করা থেকে বিরত রাখার উপায়, যা নিশ্চিত করে যে প্রতিটি ব্যবহারকারী একজন প্রকৃত, পৃথক ব্যক্তি। এটি অনলাইন মিথস্ক্রিয়াকে ন্যায্য এবং সৎ রাখতে সাহায্য করে।",
  "apr-term": "এপিআর (APR)",
  "apr-definition": "APR বা বার্ষিক শতকরা হার, সুদ এবং ফিসহ টাকা ধার করার বার্ষিক খরচকে শতাংশ হিসাবে প্রতিফলিত করে।",
  "attestation-term": "প্রত্যয়ন",
  "attestation-definition": "কোনো সত্তার দ্বারা করা একটি দাবি যে কিছু সত্য। Ethereum-এর প্রেক্ষাপটে, কনসেন্সাস ভ্যালিডেটরদের অবশ্যই চেইনের অবস্থা কী বলে তারা বিশ্বাস করে সে সম্পর্কে একটি দাবি করতে হবে। নির্দিষ্ট সময়ে, প্রতিটি ভ্যালিডেটর বিভিন্ন প্রত্যয়ন প্রকাশ করার জন্য দায়ী যা আনুষ্ঠানিকভাবে এই ভ্যালিডেটরের চেইনের দৃশ্য ঘোষণা করে, যার মধ্যে শেষ চূড়ান্ত চেকপয়েন্ট এবং চেইনের বর্তমান হেড অন্তর্ভুক্ত। <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">প্রত্যয়ন সম্পর্কে আরও জানুন</a>।",
  "block-term": "ব্লক",
  "block-definition": "একটি ব্লক হল যেখানে লেনদেন বা ডিজিটাল ক্রিয়া সংরক্ষিত হয়। একটি ব্লক পূর্ণ হয়ে গেলে, এটি পূর্ববর্তীটির সাথে লিঙ্ক করা হয়, একটি ব্লকের চেইন বা একটি \"ব্লকচেইন\" তৈরি করে। <a href=\"/developers/docs/blocks/\">ব্লক সম্পর্কে আরও</a>।",
  "blockchain-term": "ব্লকচেইন",
  "blockchain-definition": "একটি ব্লকচেইন হল লেনদেনের একটি ডাটাবেস, যা নেটওয়ার্কের সমস্ত কম্পিউটারে প্রতিলিপি এবং শেয়ার করা হয়, এটি নিশ্চিত করে যে ডেটা পূর্ববর্তীভাবে পরিবর্তন করা যাবে না।",
  "bridge-term": "ব্রিজ",
  "bridge-definition": "একটি ব্লকচেইন ব্রিজ একটি ব্লকচেইন নেটওয়ার্ক থেকে অন্যটিতে অ্যাসেট স্থানান্তর করতে ব্যবহৃত হয়।",
  "consensus-term": "কনসেন্সাস",
  "consensus-definition": "যখন একটি নেটওয়ার্কের ২/৩ ভাগের বেশি কম্পিউটার একমত হয় যে তাদের কাছে একই রেকর্ডের সেট আছে, তখন নিশ্চিত করা হয় যে সবাই একই পৃষ্ঠায় আছে। এটি তাদের অনুসরণ করা নিয়ম সম্পর্কে নয়, বরং নিশ্চিত করা যে তাদের সকলের কাছে একই তথ্য রয়েছে।",
  "consensus-client-term": "কনসেন্সাস ক্লায়েন্ট",
  "consensus-client-definition": "কনসেন্সাস ক্লায়েন্ট (যেমন Prysm, Teku, Nimbus, Lighthouse, Lodestar) Ethereum-এর <a href=\"/glossary/#pos\">প্রুফ-অফ-স্টেক</a> কনসেন্সাস অ্যালগরিদম চালায়, যা নেটওয়ার্ককে বিকন চেইনের শীর্ষে একমত হতে দেয়। কনসেন্সাস ক্লায়েন্ট লেনদেন যাচাই/সম্প্রচার বা স্টেট ট্রানজিশন কার্যকর করার কাজে অংশ নেয় না। এটি <a href=\"/glossary/#execution-client\">এক্সিকিউশন ক্লায়েন্ট</a> দ্বারা করা হয়। কনসেন্সাস ক্লায়েন্ট নতুন ব্লক প্রত্যয়ন বা প্রস্তাব করে না। এটি <a href=\"/glossary/#validator\">ভ্যালিডেটর ক্লায়েন্ট</a> দ্বারা করা হয়, যা কনসেন্সাস ক্লায়েন্টের একটি ঐচ্ছিক অ্যাড-অন।",
  "consensus-layer-term": "কনসেন্সাস লেয়ার",
  "consensus-layer-definition": "Ethereum-এর কনসেন্সাস লেয়ার হল <a href=\"/glossary/#consensus-client\">কনসেন্সাস ক্লায়েন্টদের</a> নেটওয়ার্ক।",
  "cryptoeconomics-term": "ক্রিপ্টোইকোনমিক্স",
  "cryptoeconomics-definition": "নিরাপদ এবং বিশ্বাসযোগ্য ডিজিটাল প্ল্যাটফর্ম ডিজাইন করার জন্য গাণিতিক এবং অর্থনৈতিক নীতির অধ্যয়ন। লক্ষ্য হল নিশ্চিত করা যে সমস্ত অংশগ্রহণকারী নিয়মগুলি অনুসরণ করে এবং নেটওয়ার্কের নিরাপত্তা এবং পরিচালনায় অবদান রাখার জন্য পুরস্কৃত হয়।",
  "cryptography-term": "ক্রিপ্টোগ্রাফি",
  "cryptography-definition": "এটি যোগাযোগকে ব্যক্তিগত এবং সুরক্ষিত করার একটি অনুশীলন যাতে শুধুমাত্র যাদের জন্য তথ্যটি উদ্দিষ্ট, তারাই এটি পড়তে পারে।",
  "dao-term": "ডিসেন্ট্রালাইজড স্বায়ত্তশাসিত সংস্থা (DAO)",
  "dao-definition": "একটি DAO হল একটি ডিজিটাল সংস্থা যা একটি ব্লকচেইনে কোড করা নিয়ম দ্বারা পরিচালিত হয়, যেখানে সিদ্ধান্তগুলি সদস্যদের ভোটের মাধ্যমে নেওয়া হয়, কোনো কেন্দ্রীয় কর্তৃপক্ষ দ্বারা নয়। <a href=\"/dao/\">ডিসেন্ট্রালাইজড স্বায়ত্তশাসিত সংস্থা (DAO) সম্পর্কে আরও</a>।",
  "dapp-term": "Dapp",
  "dapp-definition": "একটি dApp হল একটি ডিসেন্ট্রালাইজড এপ্লিকেশন যা একটি ব্লকচেইন নেটওয়ার্কে চলে, কোনো কেন্দ্রীয় নিয়ন্ত্রণকারী কর্তৃপক্ষ ছাড়াই পরিষেবা প্রদান করে। <a href=\"/apps/\">ডিসেন্ট্রালাইজড এপ্লিকেশন সম্পর্কে আরও জানুন</a>।",
  "data-availability-term": "ডেটা উপলব্ধতা",
  "data-availability-definition": "সিস্টেমে স্বচ্ছতা এবং বিশ্বাস বজায় রাখার জন্য যেকোনো নোড একটি ব্লকচেইনে লেনদেন স্বাধীনভাবে যাচাই করতে পারে।",
  "defi-term": "DeFi",
  "defi-definition": "Ethereum অ্যাপগুলির একটি বিস্তৃত বিভাগ যা কোনো মধ্যস্থতাকারী ছাড়াই ব্লকচেইন দ্বারা সমর্থিত আর্থিক পরিষেবা প্রদানের লক্ষ্যে কাজ করে। <a href=\"/defi/\">ডিসেন্ট্রালাইজড ফাইন্যান্স (DeFi) সম্পর্কে আরও জানুন</a>",
  "dex-term": "ডিসেন্ট্রালাইজড এক্সচেঞ্জ (DEX)",
  "dex-definition": "এক ধরনের Ethereum অ্যাপ যা আপনাকে নেটওয়ার্কে পিয়ারদের সাথে টোকেন সোয়াপ করতে দেয়। DEX-গুলি সেন্ট্রালাইডড এক্সচেঞ্জের মতো ভৌগোলিক বিধিনিষেধের অধীন নয় – যে কেউ অংশগ্রহণ করতে পারে।",
  "difficulty-bomb-term": "ডিফিকাল্টি বম্ব",
  "difficulty-bomb-definition": "<a href=\"/glossary/#pow\">প্রুফ-অফ-ওয়ার্ক</a> <a href=\"/glossary/#difficulty\">ডিফিকাল্টি</a> সেটিং-এ পরিকল্পিত সূচকীয় বৃদ্ধি যা <a href=\"/glossary/#pos\">প্রুফ-অফ-স্টেক</a>-এ রূপান্তরকে উৎসাহিত করার জন্য ডিজাইন করা হয়েছিল, যা একটি <a href=\"/glossary/#hard-fork\">ফর্কের</a> সম্ভাবনা হ্রাস করে। <a href=\"/roadmap/merge\">দ্য মার্জ</a>-এর সাথে ডিফিকাল্টি বম্বটি বাতিল করা হয়েছে।",
  "ecdsa-term": "ইলিপটিক কার্ভ ডিজিটাল সিগনেচার অ্যালগরিদম (ECDSA)",
  "ecdsa-definition": "Ethereum দ্বারা ব্যবহৃত একটি ক্রিপ্টোগ্রাফিক অ্যালগরিদম যা নিশ্চিত করে যে তহবিল শুধুমাত্র তাদের মালিকদের দ্বারা ব্যয় করা যেতে পারে। এটি পাবলিক এবং প্রাইভেট কী তৈরি করার জন্য পছন্দের পদ্ধতি। অ্যাকাউন্ট <a href=\"/glossary/#address\">ঠিকানা</a> তৈরি এবং <a href=\"/glossary/#transaction\">লেনদেন</a> যাচাইয়ের জন্য প্রাসঙ্গিক।",
  "ens-term": "Ethereum নেম সার্ভিস (ENS)",
  "ens-definition": "ইথেরিয়াম নেম সার্ভিস হল ইথেরিয়াম অ্যাড্রেসের জন্য একটি ইন্টারনেট ফোনবুকের মতো। দীর্ঘ ওয়ালেট অ্যাড্রেস ব্যবহার করার পরিবর্তে, ENS আপনাকে ডিজিটাল টাকা এবং অ্যাসেট পাঠানো এবং গ্রহণ করার জন্য \"john.eth\"-এর মতো সহজ নাম ব্যবহার করতে দেয়।",
  "epoch-term": "ইপক",
  "epoch-definition": "৩২টি <a href=\"/glossary/#slot\">স্লটের</a> একটি সময়কাল, প্রতিটি স্লট ১২ সেকেন্ডের, মোট ৬.৪ মিনিট। নিরাপত্তার কারণে প্রতি ইপকে ভ্যালিডেটর <a href=\"/glossary/#committee\">কমিটিগুলি</a> এলোমেলোভাবে সাজানো হয়। প্রতিটি ইপকে চেইনটিকে <a href=\"/glossary/#finality\">চূড়ান্ত</a> করার একটি সুযোগ থাকে। প্রতিটি ভ্যালিডেটরকে প্রতিটি ইপকের শুরুতে নতুন দায়িত্ব দেওয়া হয়। <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">প্রুফ-অফ-স্টেক সম্পর্কে আরও জানুন</a>",
  "eoa-term": "এক্সটার্নালি ওনড অ্যাকাউন্ট (EOA)",
  "eoa-definition": "এক্সটার্নালি ওনড অ্যাকাউন্ট (EOAs) হল সবচেয়ে সাধারণ ধরনের Ethereum অ্যাকাউন্ট। এগুলি একজন ব্যক্তি প্রাইভেট কী/রিকভারি ফ্রেজ দ্বারা নিয়ন্ত্রণ করে। <a href=\"/wallets/\">Ethereum ওয়ালেট সম্পর্কে আরও জানুন</a>।",
  "erc-term": "Ethereum রিকোয়েস্ট ফর কমেন্টস (ERC)",
  "erc-definition": "ERC (<strong>ইথেরিয়াম রিকোয়েস্ট ফর কমেন্টস</strong>) হল এক ধরনের প্রযুক্তিগত নথিপত্র যা ইথেরিয়াম কমিউনিটিতে ইথেরিয়াম নেটওয়ার্ক ব্যবহারের নতুন মান প্রস্তাব করতে ব্যবহৃত হয়।",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "NFT-এর মতো এক ধরনের ইথেরিয়াম টোকেন স্ট্যান্ডার্ড (যেমন অনন্য সংগ্রহযোগ্য আইটেম) যা একটি একক স্মার্ট কন্ট্র্যাক্টের মধ্যে বিনিময়যোগ্য আইটেম (যেমন মুদ্রা) তৈরি করার অনুমতি দেয়।",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "এটি হল নিয়মের স্ট্যান্ডার্ড সেট যা দিয়ে ইথেরিয়াম নেটওয়ার্কে বেশিরভাগ টোকেন তৈরি করা হয়।",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "NFT (নন ফাঞ্জিবল টোকেন) তৈরি করতে ব্যবহৃত নিয়মের একটি স্ট্যান্ডার্ড সেট।",
  "ether-term": "ইথার",
  "ether-definition": "Ethereum-এর স্থানীয় ক্রিপ্টোকারেন্সি, যা সাধারণত “ETH” নামে পরিচিত। এটি Ethereum ইকোসিস্টেম এবং অ্যাপ্লিকেশন ব্যবহার করার সময় লেনদেন ফি কভার করতে ব্যবহৃত হয়। <a href=\"/eth/\">ইথার সম্পর্কে আরও জানুন</a>।",
  "events-term": "অনুষ্ঠানসমূহ",
  "events-definition": "<a href=\"/glossary/#evm\">EVM</a> লগিং সুবিধার ব্যবহার করতে দেয়। <a href=\"/glossary/#dapp\">ডিএ্যাপস</a> ইভেন্টের জন্য শুনতে পারে এবং ব্যবহারকারী ইন্টারফেসে JavaScript কলব্যাক ট্রিগার করতে সেগুলি ব্যবহার করতে পারে। <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">ইভেন্ট এবং লগ সম্পর্কে আরও জানুন</a>",
  "execution-client-term": "এক্সিকিউশন ক্লায়েন্ট",
  "execution-client-definition": "এক্সিকিউশন ক্লায়েন্ট (পূর্বে \"Eth1 ক্লায়েন্ট\" হিসাবে পরিচিত), যেমন Besu, Erigon, Go-Ethereum (Geth), Nethermind, লেনদেন প্রক্রিয়া এবং সম্প্রচার এবং Ethereum-এর স্টেট পরিচালনা করার দায়িত্বে থাকে। তারা প্রোটোকলের নিয়মগুলি অনুসরণ করা হয়েছে তা নিশ্চিত করতে প্রতিটি লেনদেনের জন্য <a href=\"/glossary/#evm\">ইথিরিয়াম ভার্চুয়াল মেশিন</a> ব্যবহার করে গণনা চালায়।",
  "execution-layer-term": "এক্সিকিউশন লেয়ার",
  "execution-layer-definition": "Ethereum-এর এক্সিকিউশন লেয়ার হল <a href=\"/glossary/#execution-client\">এক্সিকিউশন ক্লায়েন্টদের</a> নেটওয়ার্ক।",
  "finality-term": "চূড়ান্ততা",
  "finality-definition": "চূড়ান্ততা হল একটি গ্যারান্টি যে লেনদেনের একটি সেট বিপুল পরিমাণ ETH নষ্ট না করে পরিবর্তন করা যাবে না।",
  "fork-term": "ফর্ক",
  "fork-definition": "প্রোটোকলের একটি পরিবর্তন যা একটি বিকল্প চেইন তৈরি করে।",
  "fraud-proof-term": "ফ্রড প্রুফ",
  "fraud-proof-definition": "কিছু নির্দিষ্ট <a href=\"/glossary/#layer-2\">লেয়ার ২</a> সলিউশনের জন্য একটি নিরাপত্তা মডেল যেখানে, গতি বাড়ানোর জন্য, লেনদেনগুলি <a href=\"/glossary/#rollups\">রোল আপ</a> করে ব্যাচে পরিণত করা হয় এবং একটি একক লেনদেনে Ethereum-এ জমা দেওয়া হয়। অন্যান্য নেটওয়ার্ক অংশগ্রহণকারীরা লেনদেনগুলি পুনরায় কার্যকর করতে পারে তা পরীক্ষা করার জন্য যে সেগুলি সততার সাথে কার্যকর করা হয়েছিল। যদি তারা পোস্ট করা ডেটা এবং তাদের নিজস্ব সংস্করণের মধ্যে একটি অমিল খুঁজে পায় তবে তারা একটি ক্রিপ্টোগ্রাফিক প্রমাণ পোস্ট করতে পারে যা দেখায় যে কোথায় কিছু জালিয়াতি হয়েছে। কিছু <a href=\"/glossary/#rollups\">রোলআপ</a> <a href=\"/glossary/#validity-proof\">ভ্যালিডিটি প্রুফ</a> ব্যবহার করে।",
  "gas-term": "গ্যাস",
  "gas-definition": "গ্যাস হল ব্লকচেইন, যেমন Ethereum-এ লেনদেন এবং স্মার্ট কন্ট্র্যাক্টের জন্য প্রদত্ত ফি। <a href=\"/gas/\">গ্যাস এবং ফি সম্পর্কে আরও জানুন</a>।",
  "genesis-block-term": "জেনেসিস ব্লক",
  "genesis-block-definition": "একটি <a href=\"/glossary/#blockchain\">ব্লকচেইনের</a> প্রথম ব্লক, যা একটি নির্দিষ্ট নেটওয়ার্ক এবং তার ক্রিপ্টোকারেন্সি শুরু করতে ব্যবহৃত হয়।",
  "gwei-term": "Gwei",
  "gwei-definition": "গিগাwei-এর সংক্ষিপ্ত রূপ, <a href=\"/glossary/#ether\">ইথারের</a> একটি উপবিভাগ, যা সাধারণত <a href=\"/glossary/#gas\">গ্যাস</a> মূল্যায়নের জন্য ব্যবহৃত হয়। ১ gwei = ১০<sup>৯</sup> <a href=\"/glossary/#wei\">wei</a>। ১০<sup>৯</sup> gwei = ১ ইথার।",
  "hash-term": "হ্যাস",
  "hash-definition": "একটি হ্যাশ ফাংশন দ্বারা উৎপাদিত, পরিবর্তনশীল আকারের ইনপুটের একটি নির্দিষ্ট দৈর্ঘ্যের ফিঙ্গারপ্রিন্ট। (দেখুন <a href=\"/glossary/#keccak-256\">keccak-256</a>)।",
  "holographic-consensus-term": "হলোগ্রাফিক কনসেনসাস",
  "holographic-consensus-definition": "এটি বোঝায় যে কীভাবে একটি ছোট প্রতিনিধি দলকে ভোট দেওয়ার মাধ্যমে একটি বড় গোষ্ঠীর সিদ্ধান্ত নেওয়া হয়। তারপরে অন্য সবাই এটির সাথে একমত হয়, যতক্ষণ তারা বিশ্বাস করে যে ছোট দলটি একটি ভাল কাজ করেছে।",
  "index-term": "ইনডেক্স",
  "index-definition": "একটি নেটওয়ার্ক কাঠামো যার উদ্দেশ্য <a href=\"/glossary/#blockchain\">ব্লকচেইন</a> থেকে তথ্য অনুসন্ধানের অপ্টিমাইজেশন করা, যা তার স্টোরেজ উৎসে একটি কার্যকর পথ প্রদান করে।",
  "key-term": "কী",
  "key-definition": "ইথেরিয়ামের প্রেক্ষাপটে, কী হল ডিজিটাল কোড: লেনদেন গ্রহণের জন্য একটি পাবলিক কী এবং তহবিল অ্যাক্সেস ও পাঠানোর জন্য একটি প্রাইভেট কী।",
  "layer-2-term": "লেয়ার 2",
  "layer-2-definition": "লেয়ার ২ হল Ethereum প্রধান নেটওয়ার্কের উপরে নির্মিত অন্য নেটওয়ার্ক যা লেনদেনগুলিকে দ্রুত এবং সস্তা করে তোলে। <a href=\"/layer-2/\">লেয়ার ২ সম্পর্কে আরও জানুন</a>।",
  "liquidity-tokens-term": "লিকুইডিটি টোকেন",
  "liquidity-tokens-definition": "লিকুইডিটি টোকেন (LT) হল ডিজিটাল টোকেন যা সেইসব অংশগ্রহণকারীদের দেওয়া হয় যারা একটি লিকুইডিটি পুলে অ্যাসেট জমা করে, যা একটি স্মার্ট কন্ট্র্যাক্টে লক করা তহবিলের সংগ্রহ এবং একটি ডিসেন্ট্রালাইজড এক্সচেঞ্জে (DEX) ট্রেডিং সহজতর করতে ব্যবহৃত হয়।",
  "mainnet-term": "মেইননেট",
  "mainnet-definition": "\"প্রধান নেটওয়ার্ক\"-এর সংক্ষিপ্ত রূপ, এটি হল প্রধান পাবলিক Ethereum <a href=\"/glossary/#blockchain\">ব্লকচেইন</a>।",
  "mev-term": "MEV",
  "mev-definition": "একটি প্রক্রিয়া যা একটি ফি-এর বিনিময়ে ব্লকচেইনের উপর নির্দিষ্ট ক্রিয়াকে অগ্রাধিকার দেয়, ফলাফল এবং লেনদেনের ক্রমকে প্রভাবিত করে।",
  "multisig-term": "বহু-স্বাক্ষর (Multisig)",
  "multisig-definition": "মাল্টিসিগ (একাধিক স্বাক্ষর) বলতে একটি ডিজিটাল ওয়ালেট বা অ্যাকাউন্টকে বোঝায় যার লেনদেন সম্পাদন করার জন্য একাধিক স্বাক্ষর বা অনুমোদনের প্রয়োজন হয়, যা নিরাপত্তা বৃদ্ধি করে।",
  "nft-term": "নন-ফাঞ্জিবল টোকেন (NFT)",
  "nft-definition": "একটি অনন্য ডিজিটাল আইটেম যা আপনি মালিক হতে পারেন, যেমন শিল্প বা সংগ্রহযোগ্য, ব্লকচেইন প্রযুক্তি দ্বারা যাচাইকৃত। <a href=\"/nft/\">নন-ফাঞ্জিবল টোকেন (NFTs) সম্পর্কে আরও জানুন</a>।",
  "node-term": "নোড",
  "node-definition": "একটি সফটওয়্যার ক্লায়েন্ট যা নেটওয়ার্কে অংশগ্রহণ করে। <a href=\"/developers/docs/nodes-and-clients/\">নোড এবং ক্লায়েন্ট সম্পর্কে আরও জানুন</a>।",
  "ommer-term": "ওমার (আঙ্কল) ব্লক",
  "ommer-definition": "যখন একজন প্রুফ-অফ-ওয়ার্ক <a href=\"/glossary/#miner\">মাইনার</a> একটি বৈধ <a href=\"/glossary/#block\">ব্লক</a> খুঁজে পায়, তখন অন্য একজন মাইনার হয়তো একটি প্রতিযোগী ব্লক প্রকাশ করেছে যা প্রথমে ব্লকচেইনের শীর্ষে যুক্ত হয়েছে। এই বৈধ, কিন্তু পুরানো, ব্লকটিকে নতুন ব্লকগুলি <em>ওমার</em> হিসাবে অন্তর্ভুক্ত করতে পারে এবং একটি আংশিক ব্লক রিওয়ার্ড পেতে পারে। \"ওমার\" শব্দটি একটি প্যারেন্ট ব্লকের ভাইবোনের জন্য পছন্দের লিঙ্গ-নিরপেক্ষ শব্দ, তবে এটি কখনও কখনও \"আঙ্কল\" হিসাবেও উল্লেখ করা হয়। এটি Ethereum-এর জন্য সাধারণ ছিল যখন এটি একটি <a href=\"/glossary/#pow\">প্রুফ-অফ-ওয়ার্ক</a> নেটওয়ার্ক ছিল। এখন যেহেতু Ethereum <a href=\"/glossary/#pos\">প্রুফ-অফ-স্টেক</a> ব্যবহার করে, প্রতি স্লটে শুধুমাত্র একজন ব্লক প্রস্তাবক নির্বাচন করা হয়।",
  "onchain-term": "অনচেইন",
  "onchain-definition": "ব্লকচেইনে ঘটে এমন ক্রিয়া বা লেনদেনকে বোঝায় যা সর্বজনীনভাবে উপলব্ধ।",
  "optimistic-rollup-term": "অপ্টিমেস্টিক রোলআপ",
  "optimistic-rollup-definition": "অপ্টিমিস্টিক রোলআপ হল একটি লেয়ার ২ সলিউশন যা Ethereum-এ লেনদেনের গতি বাড়ায়, ডিফল্টরূপে সেগুলি বৈধ বলে ধরে নেয় যতক্ষণ না চ্যালেঞ্জ করা হয়। <a href=\"/developers/docs/scaling/optimistic-rollups/\">অপ্টিমিস্টিক রোলআপ সম্পর্কে আরও জানুন</a>।",
  "peer-to-peer-network-term": "পিয়ার-টু-পিয়ার নেটওয়ার্ক",
  "peer-to-peer-network-definition": "কম্পিউটারগুলির একটি নেটওয়ার্ক (পিয়ার) যা সম্মিলিতভাবে কেন্দ্রীভূত, সার্ভার-ভিত্তিক পরিষেবার প্রয়োজন ছাড়াই কার্যকারিতা সম্পাদন করতে সক্ষম।",
  "permissionless-term": "অনুমতিহীন",
  "permissionless-definition": "ইথেরিয়ামের মতো একটি সিস্টেম ব্যবহার করার জন্য কোনো অনুমতি বা অনুমোদনের প্রয়োজন নেই এবং কেউ আপনাকে এটি ব্যবহার করা থেকে আটকাতে পারবে না। এটি সকলের অংশগ্রহণের জন্য 24/7 খোলা।",
  "private-key-term": "প্রাইভেট কী",
  "private-key-definition": "একটি প্রাইভেট কী হল একটি গোপন কোড যা প্রমাণ করে যে আপনি আপনার ডিজিটাল অর্থের মালিক এবং আপনাকে এটি ব্যয় করতে দেয়, যেমন আপনার অ্যাকাউন্টের জন্য একটি পিন। <strong>এটি শেয়ার করবেন না</strong>।",
  "poap-term": "POAP",
  "poap-definition": "প্রুফ অফ অ্যাটেনডেন্স প্রোটোকল একটি ডিজিটাল সংগ্রহযোগ্য (NFT) তৈরি করতে ব্যবহৃত হয় যা প্রমাণ করে যে আপনি একটি নির্দিষ্ট ইভেন্ট বা কার্যকলাপে অংশ নিয়েছিলেন।",
  "pos-term": "প্রুফ-অফ-স্টেক (PoS)",
  "pos-definition": "একটি পদ্ধতি যার মাধ্যমে একটি ক্রিপ্টোকারেন্সি ব্লকচেইন প্রোটোকল ডিস্ট্রিবিউটেড <a href=\"/glossary/#consensus\">কনসেন্সাস</a> অর্জনের লক্ষ্য রাখে। PoS ব্যবহারকারীদের একটি নির্দিষ্ট পরিমাণ ক্রিপ্টোকারেন্সির (নেটওয়ার্কে তাদের \"স্টেক\") মালিকানা প্রমাণ করতে বলে যাতে তারা লেনদেন যাচাইয়ে অংশ নিতে পারে। <a href=\"/developers/docs/consensus-mechanisms/pos/\">প্রুফ-অফ-স্টেক সম্পর্কে আরও জানুন</a>।",
  "pow-term": "প্রুফ-অফ-ওয়ার্ক (PoW)",
  "pow-definition": "ব্লকচেইনের জন্য একটি নিরাপত্তা ব্যবস্থা যা নোডগুলিকে একটি নির্দিষ্ট মান খুঁজে বের করার জন্য গণনার আকারে শক্তি ব্যয় করতে বাধ্য করে।",
  "public-goods-term": "পাবলিক গুডস",
  "public-goods-definition": "পাবলিক গুডস হল এমন জিনিস যা সবাই বিনামূল্যে ব্যবহার করতে পারে, যেমন পার্ক বা পরিষ্কার বাতাস, এবং সেগুলি ব্যবহার করা অন্যদের ব্যবহার করা থেকে বিরত রাখে না। সরকার প্রায়শই এগুলি সরবরাহ করে কারণ ব্যবসাগুলি সাধারণত করে না, কারণ তারা সহজে লোকেদের কাছ থেকে সেগুলি ব্যবহারের জন্য চার্জ নিতে পারে না।",
  "public-key-term": "পাবলিক কী",
  "public-key-definition": "একটি পাবলিক কী হল অক্ষরের একটি সেট যা অন্যদের আপনাকে নিরাপদে ডিজিটাল মুদ্রা পাঠাতে দেয়, যেমন অর্থের জন্য একটি ইমেল ঠিকানা।",
  "quadratic-voting-term": "কোয়াড্রেটিক ভোটিং",
  "quadratic-voting-definition": "একটি ভোটিং পদ্ধতি যেখানে ভোটাররা বিষয়গুলি সম্পর্কে তাদের অনুভূতি কতটা তীব্র তা প্রকাশ করে। এটি ভোটারদের শুধুমাত্র পছন্দই নয়, তাদের পছন্দের তীব্রতাও দেখাতে দেয়।",
  "recovery-phrase-term": "সিড ফ্রেজ/রিকভারি ফ্রেজ",
  "recovery-phrase-definition": "আপনি যখন একটি ডিজিটাল ওয়ালেট তৈরি করেন তখন আপনাকে দেওয়া শব্দের একটি তালিকা। এটি একটি পাসওয়ার্ডের মতো কাজ করে যা আপনাকে আপনার ওয়ালেটে অ্যাক্সেস হারালে ফিরে পেতে সাহায্য করতে পারে, এটি নিশ্চিত করে যে আপনি আপনার ডিজিটাল টাকা বা টোকেন হারাবেন না।",
  "rollups-term": "রোলআপস",
  "rollups-definition": "এক ধরনের <a href=\"/glossary/#layer-2\">লেয়ার ২</a> স্কেলিং সলিউশন যা একাধিক লেনদেনকে ব্যাচ করে এবং সেগুলিকে একটি একক লেনদেনে <a href=\"/glossary/#mainnet\">Ethereum মেইন চেইনে</a> জমা দেয়। এটি <a href=\"/glossary/#gas\">গ্যাস</a> খরচ কমাতে এবং <a href=\"/glossary/#transaction\">লেনদেন</a> থ্রুপুট বাড়াতে সাহায্য করে। অপটিমিস্টিক এবং জিরো-নলেজ রোলআপ রয়েছে যা এই স্কেলেবিলিটি লাভগুলি অফার করার জন্য বিভিন্ন নিরাপত্তা পদ্ধতি ব্যবহার করে। <a href=\"/developers/docs/scaling/#rollups\">রোলআপ সম্পর্কে আরও জানুন</a>।",
  "rpc-term": "রিমোট প্রসিডিউর কল (RPC)",
  "rpc-definition": "RPC একটি কম্পিউটারকে একটি নেটওয়ার্কের মাধ্যমে অন্য কম্পিউটার থেকে ডেটা বা ক্রিয়া অনুরোধ করতে দেয়, যেমন রিমোট কন্ট্রোল দিয়ে তথ্য চাওয়া।",
  "sequencer-term": "সিকোয়েন্সার",
  "sequencer-definition": "একটি সিকোয়েন্সার হল একটি প্রোগ্রাম যা একটি ব্লকচেইন নেটওয়ার্কে লেনদেনের ক্রম নির্ধারণের জন্য দায়ী।",
  "smart-contract-term": "স্মার্ট কন্ট্র্যাক্ট",
  "smart-contract-definition": "একটি স্মার্ট কন্ট্র্যাক্ট হল একটি প্রোগ্রাম যা একটি ব্লকচেইনে স্বয়ংক্রিয়ভাবে চুক্তি সম্পাদন করে, যেমন একটি স্ব-প্রয়োগকারী ডিজিটাল চুক্তি। <a href=\"/smart-contracts/\">স্মার্ট কন্ট্র্যাক্টের ভূমিকা</a>।",
  "stablecoin-term": "স্টেবলকয়েন",
  "stablecoin-definition": "একটি স্টেবলকয়েন হল এক ধরনের ক্রিপ্টোকারেন্সি যা একটি স্থিতিশীল মূল্য থাকার জন্য ডিজাইন করা হয়েছে, প্রায়শই একটি মুদ্রা বা পণ্যের (যেমন মার্কিন ডলার) সাথে যুক্ত, মূল্যের অস্থিরতা কমাতে। <a href=\"/stablecoins/\">স্টেবলকয়েন সম্পর্কে আরও জানুন</a>।",
  "staking-term": "স্টেকিং",
  "staking-definition": "একটি ভ্যালিডেটর হতে এবং <a href=\"/glossary/#network\">নেটওয়ার্ক</a> সুরক্ষিত করতে <a href=\"/glossary/#ether\">ইথারের</a> একটি পরিমাণ (আপনার স্টেক) জমা করা। একজন ভ্যালিডেটর একটি <a href=\"/glossary/#pos\">প্রুফ-অফ-স্টেক</a> কনসেন্সাস মডেলের অধীনে <a href=\"/glossary/#transaction\">লেনদেন</a> পরীক্ষা করে এবং <a href=\"/glossary/#block\">ব্লক</a> প্রস্তাব করে। স্টেকিং আপনাকে নেটওয়ার্কের সর্বোত্তম স্বার্থে কাজ করার জন্য একটি অর্থনৈতিক প্রণোদনা দেয়। আপনি আপনার <a href=\"/glossary/#validator\">ভ্যালিডেটর</a> দায়িত্ব পালন করার জন্য পুরস্কার পাবেন, কিন্তু যদি না করেন তবে বিভিন্ন পরিমাণে ETH হারাবেন। <a href=\"/staking/\">Ethereum স্টেকিং সম্পর্কে আরও জানুন</a>।",
  "staking-pool-term": "স্টেকিং পুল",
  "staking-pool-definition": "একাধিক Ethereum স্টেকারের সম্মিলিত ETH, যা ৩২ ETH-এ পৌঁছানোর জন্য ব্যবহৃত হয় যা এক সেট ভ্যালিডেটর কী সক্রিয় করতে প্রয়োজন। একজন নোড অপারেটর এই কীগুলি কনসেন্সাসে অংশ নিতে ব্যবহার করে এবং <a href=\"/glossary/#block-reward\">ব্লক রিওয়ার্ড</a> অবদানকারী স্টেকারদের মধ্যে ভাগ করা হয়। স্টেকিং পুল বা ডেলিগেটিং স্টেকিং Ethereum প্রোটোকলের নেটিভ নয়, তবে কমিউনিটি দ্বারা অনেক সমাধান তৈরি করা হয়েছে। <a href=\"/staking/pools/\">পুলড স্টেকিং সম্পর্কে আরও জানুন</a>।",
  "sybil-attack-term": "সাইবিল অ্যাটাক",
  "sybil-attack-definition": "সাইবিল আক্রমণ বলতে বোঝায় যে ব্যক্তিরা তাদের প্রভাব বাড়ানোর জন্য একটি সিস্টেমকে একাধিক ব্যক্তি মনে করে প্রতারণা করে।",
  "terminal-total-difficulty-term": "টার্মিনাল টোটাল ডিফিকাল্টি (TTD)",
  "terminal-total-difficulty-definition": "টোটাল ডিফিকাল্টি হল ব্লকচেইনের একটি নির্দিষ্ট বিন্দু পর্যন্ত সমস্ত ব্লকের জন্য Ethash মাইনিং ডিফিকাল্টির যোগফল। টার্মিনাল টোটাল ডিফিকাল্টি হল টোটাল ডিফিকাল্টির একটি নির্দিষ্ট মান যা এক্সিকিউশন ক্লায়েন্টদের তাদের মাইনিং এবং ব্লক গসিপ ফাংশন বন্ধ করার জন্য ট্রিগার হিসাবে ব্যবহৃত হয়েছিল, যা নেটওয়ার্ককে প্রুফ-অফ-স্টেকে স্থানান্তরিত করতে সক্ষম করে। এটি আর প্রাসঙ্গিক নয় কারণ Ethereum <a href=\"/glossary/#pos\">প্রুফ-অফ-স্টেকে</a> চলে গেছে।",
  "transaction-fee-term": "লেনদেন ফি",
  "transaction-fee-definition": "আপনি যখনই Ethereum নেটওয়ার্ক ব্যবহার করেন তখন আপনাকে একটি ফি দিতে হবে। উদাহরণগুলির মধ্যে রয়েছে আপনার <a href=\"/glossary/#wallet\">ওয়ালেট</a> থেকে তহবিল পাঠানো বা একটি <a href=\"/glossary/#dapp\">dapp</a> মিথস্ক্রিয়া, যেমন টোকেন সোয়াপ করা বা একটি সংগ্রহযোগ্য কেনা। আপনি এটিকে একটি পরিষেবা চার্জের মতো ভাবতে পারেন। নেটওয়ার্ক কতটা ব্যস্ত তার উপর ভিত্তি করে এই ফি পরিবর্তন হবে। এর কারণ হল <a href=\"/glossary/#validator\">ভ্যালিডেটররা</a>, যারা আপনার লেনদেন প্রক্রিয়াকরণের জন্য দায়ী, তারা সম্ভবত উচ্চ ফি সহ লেনদেনকে অগ্রাধিকার দেবে – তাই যানজট দাম বাড়িয়ে দেয়।<br/><br/>প্রযুক্তিগত স্তরে, আপনার লেনদেন ফি আপনার লেনদেনের জন্য কতটা <a href=\"/glossary/#gas\">গ্যাস</a> প্রয়োজন তার সাথে সম্পর্কিত।<br/><br/>লেনদেন ফি কমানো এখন একটি তীব্র আগ্রহের বিষয়। দেখুন <a href=\"/glossary/#layer-2\">লেয়ার ২</a>।",
  "trust-assumptions-term": "ট্রাস্ট অ্যাজামশন",
  "trust-assumptions-definition": "ট্রাস্ট অ্যাজামশন হল একটি সিস্টেমের নিরাপত্তা এবং নির্ভরযোগ্যতা সম্পর্কে মৌলিক বিশ্বাস, যা সিস্টেমটি কাজ করার জন্য আমরা কী বিশ্বাস করি তা নির্দেশ করে।",
  "validator-term": "ভ্যালিডেটর",
  "validator-definition": "একটি <a href=\"/glossary/#pos\">প্রুফ-অফ-স্টেক</a> সিস্টেমে একটি <a href=\"/glossary/#node\">নোড</a> যা ডেটা সংরক্ষণ, লেনদেন প্রক্রিয়াকরণ এবং ব্লকচেইনে নতুন ব্লক যুক্ত করার জন্য দায়ী। ভ্যালিডেটর সফটওয়্যার সক্রিয় করতে, আপনাকে ৩২ ETH <a href=\"/glossary/#staking\">স্টেক</a> করতে সক্ষম হতে হবে। <a href=\"/staking/\">Ethereum-এ স্টেকিং সম্পর্কে আরও জানুন</a>।",
  "validity-proof-term": "ভ্যালিডিটি প্রুফ",
  "validity-proof-definition": "কিছু নির্দিষ্ট <a href=\"/glossary/#layer-2\">লেয়ার ২</a> সলিউশনের জন্য একটি নিরাপত্তা মডেল যেখানে, গতি বাড়ানোর জন্য, লেনদেনগুলি ব্যাচে রোল আপ করা হয় এবং একটি একক লেনদেনে Ethereum-এ জমা দেওয়া হয়। লেনদেনের গণনা অফচেইনে করা হয় এবং তারপর তাদের বৈধতার প্রমাণ সহ প্রধান চেইনে সরবরাহ করা হয়। এই পদ্ধতিটি নিরাপত্তা বজায় রেখে সম্ভাব্য লেনদেনের পরিমাণ বাড়ায়। কিছু <a href=\"/glossary/#rollups\">রোলআপ</a> <a href=\"/glossary/#fraud-proof\">ফ্রড প্রুফ</a> ব্যবহার করে। <a href=\"/developers/docs/scaling/zk-rollups/\">জিরো-নলেজ রোলআপ সম্পর্কে আরও জানুন</a>।",
  "wallet-term": "ওয়ালেট",
  "wallet-definition": "একটি ওয়ালেট হল ডিজিটাল মুদ্রা সংরক্ষণ, পাঠানো এবং গ্রহণ করার জন্য একটি ডিজিটাল টুল, যেমন আপনার অনলাইন অর্থের জন্য একটি ভার্চুয়াল পার্স। <a href=\"/wallets/\">Ethereum ওয়ালেট সম্পর্কে আরও জানুন</a>।",
  "web2-term": "Web2",
  "web2-definition": "বর্তমান ইন্টারনেট, যা ব্যবহারকারী-সৃষ্ট বিষয়বস্তু এবং সামাজিক মাধ্যমের উপর কেন্দ্র করে যা কয়েকটি কোম্পানি দ্বারা নিয়ন্ত্রিত। Web3 হল একটি ক্রিপ্টো বিশ্বাস যে ব্যবহারকারীদের তাদের ডেটা এবং লেনদেন নিয়ন্ত্রণ করা উচিত।",
  "web3-term": "Web3",
  "web3-definition": "Web3 হল ব্লকচেইন সহ নতুন ইন্টারনেট, যেখানে ব্যবহারকারীরা তাদের ডেটা এবং লেনদেন নিয়ন্ত্রণ করে, কোম্পানি নয়। কোনো ব্যক্তিগত তথ্য শেয়ার করার প্রয়োজন নেই। <a href=\"/web3/\">web3 সম্পর্কে আরও জানুন</a>।",
  "wei-term": "Wei",
  "wei-definition": "ইথারের সবচেয়ে ছোট উপবিভাগ। ১০<sup>১৮</sup> wei = ১ ইথার।",
  "zk-proof-term": "জিরো-নলেজ প্রুফ",
  "zk-proof-definition": "একটি জিরো-নলেজ প্রুফ হল একটি ক্রিপ্টোগ্রাফিক পদ্ধতি যা একজন ব্যক্তিকে কোনো অতিরিক্ত তথ্য প্রকাশ না করেই প্রমাণ করতে দেয় যে একটি বিবৃতি সত্য। <a href=\"/developers/docs/scaling/zk-rollups/\">জিরো-নলেজ রোলআপ সম্পর্কে আরও জানুন</a>।"
}
