{
  "51%-attack-term": "51% আক্রমণ",
  "51%-attack-definition": "এক ধরনের আক্রমণ যেখানে একটি গ্রুপ majority of <a href=\"/glossary/#node\">নোডগুলির</a> নিয়ন্ত্রণ লাভ করে। এটি তাদের <a href=\"/glossary/#transaction\">লেনদেন</a> উল্টে দিয়ে এবং <a href=\"/glossary/#ether\">ইথার</a> এবং অন্যান্য টোকেন ডাবল স্পেন্ড করে ব্লকচেইনকে প্রতারণা করার অনুমতি দেবে।<br /><br />Ethereum প্রুফ-অফ-স্টেকে এটি মোট স্টেক করা ইথারের অর্ধেকেরও বেশি জমা করার মাধ্যমে অর্জন করা হবে। এটি একজন আক্রমণকারীকে সিদ্ধান্ত নিতে দেবে যে কোন নতুন ব্লকগুলি ব্লকচেইনে যুক্ত করা হবে। যাইহোক, চেইনটি প্রত্যাবর্তন করতে বা ডাবল-স্পেন্ড করতে একজন আক্রমণকারীর মোট স্টেক করা ইথারের কমপক্ষে ৬৬% প্রয়োজন হবে।",
  "account-term": "অ্যাকাউন্ট",
  "account-definition": "একটি Ethereum অ্যাকাউন্ট হল Ethereum ব্লকচেইনের একটি ডিজিটাল পরিচয়, যা ব্যবহারকারীদের ইথার পাঠাতে, গ্রহণ করতে এবং স্মার্ট কন্ট্র্যাক্টের সাথে ইন্টারঅ্যাক্ট করতে দেয়।<br /><br /><strong>প্রযুক্তিগত:</strong><br />এটি একটি বস্তু যা একটি ঠিকানা, ব্যালেন্স, নন্স এবং ঐচ্ছিক স্টোরেজ ও কোড ধারণ করে। একটি অ্যাকাউন্ট একটি কন্ট্র্যাক্ট অ্যাকাউন্ট বা একটি এক্সটার্নালি ওনড অ্যাকাউন্ট (EOA) হতে পারে।",
  "address-term": "ঠিকানা",
  "address-definition": "একটি Ethereum ঠিকানা হল টোকেন গ্রহণ করার জন্য ব্যবহৃত একটি অনন্য শনাক্তকারী, যা ক্রিপ্টোকারেন্সির জন্য একটি ব্যাংক অ্যাকাউন্ট নম্বরের মতো কাজ করে। এটি আপনার Ethereum অ্যাকাউন্ট শনাক্ত করতে ব্যবহৃত হয়।<br /><br />এটি একটি ECDSA পাবলিক কী-এর Keccak হ্যাশের ডানদিকের ১৬০ বিট।",
  "anti-sybil-term": "অ্যান্টি-সাইবিল",
  "anti-sybil-definition": "এটি ইন্টারনেটে মানুষকে একসাথে অনেক ব্যবহারকারী হিসেবে ভান করা থেকে বিরত রাখার উপায়, যা নিশ্চিত করে যে প্রতিটি ব্যবহারকারী একজন প্রকৃত, পৃথক ব্যক্তি। এটি অনলাইন মিথস্ক্রিয়াকে ন্যায্য এবং সৎ রাখতে সাহায্য করে।",
  "abi-term": "অ্যাপ্লিকেশন বাইনারি ইন্টারফেস (ABI)",
  "abi-definition": "একটি JSON ফাইল যা একটি স্মার্ট কন্ট্র্যাক্টে অন্তর্ভুক্ত ফাংশন এবং ভেরিয়েবলগুলিকে সংজ্ঞায়িত করে। ABI বাইটকোডকে মানুষের পাঠযোগ্য ফর্ম্যাটে ম্যাপ করার অনুমতি দেয়।",
  "api-term": "অ্যাপ্লিকেশন প্রোগ্রামিং ইন্টারফেস (API)",
  "api-definition": "একটি অ্যাপ্লিকেশন প্রোগ্রামিং ইন্টারফেস (API) হল একটি সফটওয়্যারের অংশ কীভাবে ব্যবহার করতে হয় তার জন্য সংজ্ঞার একটি সেট। একটি API একটি অ্যাপ্লিকেশন এবং একটি ওয়েব সার্ভারের মধ্যে বসে এবং তাদের মধ্যে ডেটা স্থানান্তর সহজ করে।",
  "apr-term": "এপিআর (APR)",
  "apr-definition": "APR বা বার্ষিক শতকরা হার, সুদ এবং ফিসহ টাকা ধার করার বার্ষিক খরচকে শতাংশ হিসাবে প্রতিফলিত করে।",
  "asic-term": "ASIC",
  "asic-definition": "অ্যাপ্লিকেশন-স্পেসিফিক ইন্টিগ্রেটেড সার্কিট। এটি সাধারণত একটি ইন্টিগ্রেটেড সার্কিটকে বোঝায়, যা ক্রিপ্টোকারেন্সি মাইনিংয়ের জন্য বিশেষভাবে নির্মিত।",
  "assert-term": "অ্যাসার্ট",
  "assert-definition": "<a href=\"/glossary/#solidity\">Solidity</a>-তে, `assert(false)` কম্পাইল করে `0xfe`, একটি অবৈধ অপকোড, যা অবশিষ্ট সমস্ত <a href=\"/glossary/#gas\">গ্যাস</a> ব্যবহার করে এবং সমস্ত পরিবর্তন প্রত্যাবর্তন করে। যখন একটি `assert()` স্টেটমেন্ট ব্যর্থ হয়, তখন খুব ভুল এবং অপ্রত্যাশিত কিছু ঘটছে এবং আপনাকে আপনার কোড ঠিক করতে হবে। আপনার `assert()` ব্যবহার করা উচিত এমন পরিস্থিতি এড়াতে যা কখনও হওয়া উচিত নয়। <a href=\"/developers/docs/smart-contracts/security/\">স্মার্ট কন্ট্র্যাক্ট নিরাপত্তা সম্পর্কে আরও জানুন</a>।",
  "attestation-term": "প্রত্যয়ন",
  "attestation-definition": "কোনো সত্তার দ্বারা করা একটি দাবি যে কিছু সত্য। Ethereum-এর প্রেক্ষাপটে, কনসেন্সাস ভ্যালিডেটরদের অবশ্যই চেইনের অবস্থা কী বলে তারা বিশ্বাস করে সে সম্পর্কে একটি দাবি করতে হবে। নির্দিষ্ট সময়ে, প্রতিটি ভ্যালিডেটর বিভিন্ন প্রত্যয়ন প্রকাশ করার জন্য দায়ী যা আনুষ্ঠানিকভাবে এই ভ্যালিডেটরের চেইনের দৃশ্য ঘোষণা করে, যার মধ্যে শেষ চূড়ান্ত চেকপয়েন্ট এবং চেইনের বর্তমান হেড অন্তর্ভুক্ত। <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">প্রত্যয়ন সম্পর্কে আরও জানুন</a>।",
  "base-fee-term": "বেস ফি",
  "base-fee-definition": "প্রতিটি <a href=\"/glossary/#block\">ব্লকের</a> একটি রিজার্ভ মূল্য থাকে যা 'বেস ফি' নামে পরিচিত। এটি হল সর্বনিম্ন <a href=\"/glossary/#gas\">গ্যাস</a> ফি যা একজন ব্যবহারকারীকে পরবর্তী ব্লকে একটি লেনদেন অন্তর্ভুক্ত করার জন্য অবশ্যই দিতে হবে। <a href=\"/developers/docs/gas/\">গ্যাস এবং ফি সম্পর্কে আরও জানুন</a>।",
  "beacon-chain-term": "বিকন চেইন",
  "beacon-chain-definition": "বিকন চেইনটি ছিল সেই ব্লকচেইন যা Ethereum-এ <a href=\"/glossary/#pos\">প্রুফ-অফ-স্টেক</a> এবং <a href=\"/glossary/#validator\">ভ্যালিডেটর</a> চালু করেছিল। এটি ডিসেম্বর ২০২০ থেকে সেপ্টেম্বর ২০২২ পর্যন্ত প্রুফ-অফ-ওয়ার্ক Ethereum মেইননেটের পাশাপাশি চলেছিল, যতক্ষণ না দুটি চেইন একত্রিত হয়ে আজকের Ethereum গঠন করে। <a href=\"/roadmap/beacon-chain/\">বিকন চেইন সম্পর্কে আরও জানুন</a>।",
  "big-endian-term": "বিগ-এন্ডিয়ান",
  "big-endian-definition": "একটি পজিশনাল সংখ্যা উপস্থাপনা যেখানে সবচেয়ে গুরুত্বপূর্ণ অঙ্কটি মেমরিতে প্রথমে থাকে। এটি লিটল-এন্ডিয়ানের বিপরীত, যেখানে সবচেয়ে কম গুরুত্বপূর্ণ অঙ্কটি প্রথমে থাকে।",
  "block-term": "ব্লক",
  "block-definition": "একটি ব্লক হল যেখানে লেনদেন বা ডিজিটাল কার্যকলাপ সংরক্ষণ করা হয়। একটি ব্লক পূর্ণ হয়ে গেলে, এটি আগেরটির সাথে সংযুক্ত হয়ে যায়, যা ব্লকের একটি চেইন বা একটি \"ব্লকচেইন\" তৈরি করে। <a href=\"/developers/docs/blocks/\">ব্লক সম্পর্কে আরও জানুন</a>।<br /><br />একটি ব্লক হল তথ্যের একটি বান্ডিল ইউনিট যাতে লেনদেনের একটি ক্রমবদ্ধ তালিকা এবং কনসেন্সাস-সম্পর্কিত তথ্য অন্তর্ভুক্ত থাকে। ব্লকগুলি প্রুফ-অফ-স্টেক ভ্যালিডেটরদের দ্বারা প্রস্তাবিত হয়, যে সময়ে সেগুলি সমগ্র পিয়ার-টু-পিয়ার নেটওয়ার্ক জুড়ে শেয়ার করা হয়, যেখানে সেগুলি অন্যান্য সমস্ত নোড দ্বারা সহজেই স্বাধীনভাবে যাচাই করা যায়। কনসেন্সাস নিয়মগুলি একটি ব্লকের কোন বিষয়বস্তু বৈধ বলে বিবেচিত হবে তা নিয়ন্ত্রণ করে এবং নেটওয়ার্ক দ্বারা যেকোনো অবৈধ ব্লক উপেক্ষা করা হয়। এই ব্লকগুলির ক্রম এবং তার মধ্যে থাকা লেনদেনগুলি একটি নির্ধারক ঘটনার চেইন তৈরি করে যার শেষটি নেটওয়ার্কের বর্তমান অবস্থাকে প্রতিনিধিত্ব করে।",
  "block-explorer-term": "ব্লক এক্সপ্লোরার",
  "block-explorer-definition": "একটি ইন্টারফেস যা একজন ব্যবহারকারীকে একটি ব্লকচেইন থেকে এবং সে সম্পর্কে তথ্য অনুসন্ধান করার অনুমতি দেয়। এর মধ্যে রয়েছে ব্যক্তিগত লেনদেন পুনরুদ্ধার, নির্দিষ্ট ঠিকানার সাথে সম্পর্কিত কার্যকলাপ এবং নেটওয়ার্ক সম্পর্কে তথ্য।",
  "block-header-term": "ব্লক হেডার",
  "block-header-definition": "ব্লক হেডার হল একটি ব্লক সম্পর্কে মেটাডেটার একটি সংগ্রহ এবং এক্সিকিউশন পেলোডে অন্তর্ভুক্ত লেনদেনের একটি সারাংশ।",
  "block-propagation-term": "ব্লক প্রোপাগেশন",
  "block-propagation-definition": "নেটওয়ার্কের অন্যান্য সমস্ত নোডে একটি নিশ্চিত ব্লক প্রেরণ করার প্রক্রিয়া।",
  "block-proposer-term": "ব্লক প্রোপোজার",
  "block-proposer-definition": "একটি নির্দিষ্ট <a href=\"/glossary/#slot\">স্লটে</a> একটি ব্লক তৈরি করার জন্য নির্বাচিত নির্দিষ্ট ভ্যালিডেটর।",
  "block-reward-term": "ব্লক রিওয়ার্ড",
  "block-reward-definition": "একটি নতুন বৈধ ব্লকের প্রস্তাবককে পুরস্কৃত করা ইথারের পরিমাণ।",
  "block-status-term": "ব্লকের স্থিতি",
  "block-status-definition": "যে অবস্থাগুলিতে একটি ব্লক থাকতে পারে। সম্ভাব্য অবস্থাগুলির মধ্যে রয়েছে:<br/><br/><ul><li>প্রস্তাবিত: ব্লকটি একজন ভ্যালিডেটর দ্বারা প্রস্তাবিত হয়েছিল</li><li>নির্ধারিত: ভ্যালিডেটররা বর্তমানে ডেটা জমা দিচ্ছে</li><li>মিসড/স্কিপড: প্রস্তাবক যোগ্য সময়সীমার মধ্যে একটি ব্লক প্রস্তাব করেননি</li><li>অনাথ: ব্লকটি <a href=\"/glossary/#fork-choice-algorithm\">ফর্ক পছন্দ অ্যালগরিদম</a> দ্বারা পুনরায় সংগঠিত হয়েছিল</li></ul>",
  "block-time-term": "ব্লকের সময়",
  "block-time-definition": "ব্লকচেইনে ব্লক যুক্ত হওয়ার মধ্যবর্তী সময়ের ব্যবধান।",
  "block-validation-term": "ব্লক যাচাইকরণ",
  "block-validation-definition": "একটি নতুন ব্লকে বৈধ লেনদেন এবং স্বাক্ষর রয়েছে কিনা, সবচেয়ে ভারী ঐতিহাসিক চেইনের উপর ভিত্তি করে তৈরি হয়েছে কিনা (অর্থাৎ যেটি তার ইতিহাসে সবচেয়ে বেশি প্রত্যয়ন জমা করেছে) এবং অন্যান্য সমস্ত কনসেন্সাস নিয়ম অনুসরণ করে কিনা তা পরীক্ষা করার প্রক্রিয়া। বৈধ ব্লকগুলি চেইনের শীর্ষে যোগ করা হয় এবং নেটওয়ার্কের অন্যদের কাছে প্রচার করা হয়। অবৈধ ব্লকগুলি উপেক্ষা করা হয়।",
  "blockchain-term": "ব্লকচেইন",
  "blockchain-definition": "একটি ব্লকচেইন হল লেনদেনের একটি ডেটাবেস, যা নেটওয়ার্কের সমস্ত কম্পিউটারে নকল এবং শেয়ার করা হয়, এটি নিশ্চিত করে যে ডেটা পশ্চাদপটভাবে পরিবর্তন করা যাবে না।<br /><br /><a href=\"/glossary/#block\">ব্লকের</a> একটি ক্রম, প্রতিটি তার পূর্বসূরীর সাথে <a href=\"/glossary/#genesis-block\">জেনেসিস ব্লক</a> পর্যন্ত লিঙ্কযুক্ত, পূর্ববর্তী ব্লকের হ্যাশকে উল্লেখ করে। ব্লকচেইনের অখণ্ডতা প্রুফ-অফ-স্টেক-ভিত্তিক কনসেন্সাস মেকানিজম ব্যবহার করে ক্রিপ্টো-অর্থনৈতিকভাবে সুরক্ষিত। <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">ব্লকচেইন কী?</a>",
  "bootnode-term": "বুটনোড",
  "bootnode-definition": "একটি নোড চালানোর সময় ডিসকভারি প্রক্রিয়া শুরু করতে যে নোডগুলি ব্যবহার করা যেতে পারে। বুটনোডগুলি নতুন নোডগুলিকে অন্যান্য বিদ্যমান নোডগুলির সাথে 'পরিচয় করিয়ে দেয়' যাতে তারা দ্রুত পিয়ার পেতে পারে, প্রাথমিক পিয়ারের জন্য অনুসন্ধান করার পরিবর্তে। এই নোডগুলির এন্ডপয়েন্টগুলি সাধারণত Ethereum ক্লায়েন্ট সোর্স কোডে সরবরাহ করা হয়, তবে ব্যবহারকারীরা তাদের নিজস্ব বুটনোডগুলির তালিকা সরবরাহ করতে পারে।",
  "bridge-term": "ব্রিজ",
  "bridge-definition": "একটি ব্লকচেইন ব্রিজ একটি ব্লকচেইন নেটওয়ার্ক থেকে অন্যটিতে সম্পদ স্থানান্তর করতে ব্যবহৃত হয়। উদাহরণস্বরূপ, আপনি প্রধান Ethereum নেটওয়ার্ক থেকে সস্তা লেয়ার ২ স্কেলিং সমাধানে ETH স্থানান্তর করতে ব্রিজ ব্যবহার করতে পারেন।",
  "bytecode-term": "বাইটকোড",
  "bytecode-definition": "একটি সংক্ষিপ্ত, সংখ্যাসূচক আকারে প্রকাশিত কোড যাতে এটি <a href=\"/glossary/#evm\">EVM</a> দ্বারা দক্ষতার সাথে কার্যকর করা যায়।",
  "byzantium-fork-term": "বাইজেন্টিয়াম ফর্ক",
  "byzantium-fork-definition": "<a href=\"/glossary/#metropolis\">মেট্রোপলিস</a> উন্নয়ন পর্যায়ের জন্য দুটি <a href=\"/glossary/#hard-fork\">হার্ড ফর্কের</a> মধ্যে প্রথম। এতে EIP-649 মেট্রোপলিস <a href=\"/glossary/#difficulty-bomb\">ডিফিকাল্টি বম্ব</a> ডিলে এবং ব্লক রিওয়ার্ড রিডাকশন অন্তর্ভুক্ত ছিল, যেখানে <a href=\"/glossary/#ice-age\">আইস এজ</a> ১ বছরের জন্য বিলম্বিত হয়েছিল এবং ব্লক রিওয়ার্ড ৫ থেকে ৩ ইথারে হ্রাস করা হয়েছিল।",
  "casper-ffg-term": "ক্যাসপার এফএফজি",
  "casper-ffg-definition": "ক্যাসপার-এফএফজি হল একটি প্রুফ-অফ-স্টেক কনসেন্সাস প্রোটোকল যা <a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a> ফর্ক পছন্দ অ্যালগরিদমের সাথে একত্রে ব্যবহৃত হয় যাতে <a href=\"/glossary/#consensus-client\">কনসেন্সাস ক্লায়েন্টদের</a> বিকন চেইনের শীর্ষে একমত হতে দেওয়া হয়।",
  "checkpoint-term": "চেকপয়েন্ট",
  "checkpoint-definition": "<a href=\"/glossary/#beacon-chain\">বিকন চেইন</a>-এর একটি গতি আছে যা স্লট (১২ সেকেন্ড) এবং ইপক (৩২ স্লট) এ বিভক্ত। প্রতিটি ইপকের প্রথম স্লটটি একটি চেকপয়েন্ট। যখন ভ্যালিডেটরদের একটি <a href=\"/glossary/#supermajority\">সুপারমেজররিটি</a> দুটি চেকপয়েন্টের মধ্যে লিঙ্কের প্রত্যয়ন করে, তখন সেগুলিকে <a href=\"/glossary/#justification\">যাচাই</a> করা যেতে পারে এবং তারপর যখন আরেকটি চেকপয়েন্ট উপরে যাচাই করা হয়, তখন সেগুলিকে <a href=\"/glossary/#finality\">চূড়ান্ত</a> করা যেতে পারে।",
  "compiling-term": "কম্পাইলিং",
  "compiling-definition": "একটি উচ্চ-স্তরের প্রোগ্রামিং ভাষায় (যেমন, <a href=\"/glossary/#solidity\">Solidity</a>) লেখা কোডকে একটি নিম্ন-স্তরের ভাষায় (যেমন, EVM <a href=\"/glossary/#bytecode\">বাইটকোড</a>) রূপান্তর করা।<a href=\"/developers/docs/smart-contracts/compiling/\">স্মার্ট কন্ট্র্যাক্ট কম্পাইল করার বিষয়ে আরও জানুন</a>",
  "committee-term": "কমিটি",
  "committee-definition": "প্রতিটি স্লটে ব্লক যাচাই করার জন্য নির্ধারিত কমপক্ষে ১২৮ জন <a href=\"/glossary/#validator\">ভ্যালিডেটরের</a> একটি গ্রুপ। কমিটির একজন ভ্যালিডেটর হলেন অ্যাগ্রিগেটর, যিনি একটি প্রত্যয়নে সম্মত কমিটির অন্য সব ভ্যালিডেটরের স্বাক্ষর একত্রিত করার জন্য দায়ী। <a href=\"/glossary/#sync-committee\">সিঙ্ক কমিটির</a> সাথে গুলিয়ে ফেলবেন না।",
  "computational-infeasibility-term": "গণনামূলক অসাধ্যতা",
  "computational-infeasibility-definition": "একটি প্রক্রিয়া গণনামূলকভাবে অসাধ্য যদি এটি করতে এমন একটি অকল্পনীয় দীর্ঘ সময় লাগে (যেমন, বিলিয়ন বছর) যা এমন যে কারো জন্য যারা এটি সম্পাদনে আগ্রহী হতে পারে।",
  "consensus-term": "কনসেন্সাস",
  "consensus-definition": "যখন একটি নেটওয়ার্কের ২/৩ ভাগের বেশি কম্পিউটার একমত হয় যে তাদের কাছে একই রেকর্ডের সেট আছে, তখন নিশ্চিত করা হয় যে সবাই একই পৃষ্ঠায় আছে। এটি তাদের অনুসরণ করা নিয়ম সম্পর্কে নয়, বরং নিশ্চিত করা যে তাদের সকলের কাছে একই তথ্য রয়েছে।",
  "consensus-client-term": "কনসেন্সাস ক্লায়েন্ট",
  "consensus-client-definition": "কনসেন্সাস ক্লায়েন্ট (যেমন Prysm, Teku, Nimbus, Lighthouse, Lodestar) Ethereum-এর <a href=\"/glossary/#pos\">প্রুফ-অফ-স্টেক</a> কনসেন্সাস অ্যালগরিদম চালায়, যা নেটওয়ার্ককে বিকন চেইনের শীর্ষে একমত হতে দেয়। কনসেন্সাস ক্লায়েন্ট লেনদেন যাচাই/সম্প্রচার বা স্টেট ট্রানজিশন কার্যকর করার কাজে অংশ নেয় না। এটি <a href=\"/glossary/#execution-client\">এক্সিকিউশন ক্লায়েন্ট</a> দ্বারা করা হয়। কনসেন্সাস ক্লায়েন্ট নতুন ব্লক প্রত্যয়ন বা প্রস্তাব করে না। এটি <a href=\"/glossary/#validator\">ভ্যালিডেটর ক্লায়েন্ট</a> দ্বারা করা হয়, যা কনসেন্সাস ক্লায়েন্টের একটি ঐচ্ছিক অ্যাড-অন।",
  "consensus-layer-term": "কনসেন্সাস লেয়ার",
  "consensus-layer-definition": "Ethereum-এর কনসেন্সাস লেয়ার হল <a href=\"/glossary/#consensus-client\">কনসেন্সাস ক্লায়েন্টদের</a> নেটওয়ার্ক।",
  "consensus-rules-term": "কনসেন্সাস নিয়ম",
  "consensus-rules-definition": "ব্লক যাচাইকরণের নিয়ম যা পূর্ণ নোডগুলি অন্যান্য নোডগুলির সাথে কনসেন্সাসে থাকার জন্য অনুসরণ করে। <a href=\"/glossary/#consensus\">কনসেন্সাসের</a> সাথে গুলিয়ে ফেলবেন না।",
  "cfi-term": "অন্তর্ভুক্তির জন্য বিবেচিত (CFI)",
  "cfi-definition": "একটি কোর <a href=\"/glossary/#eip\">EIP</a> যা এখনও মেইননেটে সক্রিয় নয়, এবং ক্লায়েন্ট ডেভেলপাররা সাধারণত এই ধারণার প্রতি ইতিবাচক। যদি এটি মেইননেট অন্তর্ভুক্তির জন্য সমস্ত প্রয়োজনীয়তা পূরণ করে, তবে এটি সম্ভাব্যভাবে একটি নেটওয়ার্ক আপগ্রেডে অন্তর্ভুক্ত করা যেতে পারে (অগত্যা পরবর্তীটি নয়)।",
  "constantinople-fork-term": "কনস্টান্টিনোপল ফর্ক",
  "constantinople-fork-definition": "<a href=\"/glossary/#metropolis\">মেট্রোপলিস</a> পর্যায়ের দ্বিতীয় অংশ, যা মূলত ২০১৮ সালের মাঝামাঝি পরিকল্পনা করা হয়েছিল। অন্যান্য পরিবর্তনের মধ্যে একটি হাইব্রিড <a href=\"/glossary/#pow\">প্রুফ-অফ-ওয়ার্ক</a>/<a href=\"/glossary/#pow\">প্রুফ-অফ-স্টেক</a> কনসেন্সাস অ্যালগরিদমে স্যুইচ অন্তর্ভুক্ত করার আশা করা হয়েছিল।",
  "contract-account-term": "কন্ট্র্যাক্ট অ্যাকাউন্ট",
  "contract-account-definition": "একটি অ্যাকাউন্ট যাতে কোড রয়েছে যা অন্য <a href=\"/glossary/#account\">অ্যাকাউন্ট</a> (<a href=\"/glossary/#eoa\">EOA]</a> বা <a href=\"/glossary/#contract-account\">কন্ট্র্যাক্ট</a>) থেকে একটি <a href=\"/glossary/#transaction\">লেনদেন</a> গ্রহণ করার সময় কার্যকর হয়।",
  "contract-creation-transaction-term": "কন্ট্র্যাক্ট তৈরির লেনদেন",
  "contract-creation-transaction-definition": "একটি বিশেষ <a href=\"/glossary/#transaction\">লেনদেন</a> যাতে একটি কন্ট্র্যাক্টের ইনিসিয়েশন কোড অন্তর্ভুক্ত থাকে। প্রাপককে `null` এ সেট করা হয় এবং কন্ট্র্যাক্টটি ব্যবহারকারীর ঠিকানা এবং `nonce` থেকে তৈরি একটি ঠিকানায় স্থাপন করা হয়। যা একটি <a href=\"/glossary/#contract-account\">কন্ট্র্যাক্ট</a> নিবন্ধন করতে এবং এটি Ethereum ব্লকচেইনে রেকর্ড করতে ব্যবহৃত হয়।",
  "cryptoeconomics-term": "ক্রিপ্টোইকোনমিক্স",
  "cryptoeconomics-definition": "নিরাপদ এবং বিশ্বাসযোগ্য ডিজিটাল প্ল্যাটফর্ম ডিজাইন করার জন্য গাণিতিক এবং অর্থনৈতিক নীতির অধ্যয়ন। লক্ষ্য হল নিশ্চিত করা যে সমস্ত অংশগ্রহণকারী নিয়মগুলি অনুসরণ করে এবং নেটওয়ার্কের নিরাপত্তা এবং পরিচালনায় অবদান রাখার জন্য পুরস্কৃত হয়।",
  "cryptography-term": "ক্রিপ্টোগ্রাফি",
  "cryptography-definition": "এটি কোড ব্যবহারের মাধ্যমে যোগাযোগ এবং ডেটা সুরক্ষিত করার অনুশীলন, যাতে কেবল যাদের জন্য তথ্য উদ্দেশিত, তারাই এটি পড়তে এবং প্রক্রিয়া করতে পারে।<br />এতে এনক্রিপশন (পঠনযোগ্য তথ্যকে অপঠনযোগ্য ফর্ম্যাটে রূপান্তর করা) এবং ডিক্রিপশন (এটিকে আবার পঠনযোগ্য ফর্ম্যাটে রূপান্তর করা) এর কৌশলগুলি জড়িত, যা গোপনীয়তা নিশ্চিত করে।",
  "doge-d-term": "Đ",
  "doge-d-definition": "Đ (স্ট্রোক সহ D) পুরানো ইংরেজি, মধ্য ইংরেজি, আইসল্যান্ডিক এবং ফ্যারোইজ ভাষায় একটি বড় হাতের অক্ষর “Eth” বোঝাতে ব্যবহৃত হয়। এটি ĐEV বা Đapp (ডিসেন্ট্রালাইজড এপ্লিকেশন) এর মতো শব্দগুলিতে ব্যবহৃত হয়, যেখানে Đ হল নর্স অক্ষর “eth”। বড় হাতের eth (Ð) ক্রিপ্টোকারেন্সি Dogecoin-এর প্রতীক হিসেবেও ব্যবহৃত হয়। এটি সাধারণত পুরোনো Ethereum সাহিত্যে দেখা যায় তবে আজ এটি কম ব্যবহৃত হয়।",
  "dag-term": "DAG",
  "dag-definition": "DAG এর অর্থ হল Directed Acyclic Graph। এটি নোড এবং তাদের মধ্যে লিঙ্ক দ্বারা গঠিত একটি ডেটা স্ট্রাকচার। দ্য মার্জের আগে, Ethereum তার <a href=\"/glossary/#pow\">প্রুফ-অফ-ওয়ার্ক</a> অ্যালগরিদম <a href=\"/glossary/#ethash\">Ethash</a>-এ একটি DAG ব্যবহার করত, কিন্তু এখন <a href=\"/glossary/#pos\">প্রুফ-অফ-স্টেক</a>-এ এটি আর ব্যবহৃত হয় না।",
  "dapp-term": "Dapp",
  "dapp-definition": "একটি ডিএ্যাপ হল একটি ডিসেন্ট্রালাইজড এপ্লিকেশন যা একটি ব্লকচেইন নেটওয়ার্কে চলে এবং কোনো কেন্দ্রীয় নিয়ন্ত্রক কর্তৃপক্ষ ছাড়াই পরিষেবা প্রদান করে। <a href=\"/apps/\">ডিসেন্ট্রালাইজড এপ্লিকেশন সম্পর্কে আরও জানুন</a>।<br />ন্যূনতম একটি ডিএ্যাপে একটি ওয়েব ইন্টারফেসের সাথে সংযুক্ত একটি স্মার্ট কন্ট্র্যাক্ট থাকে। এছাড়াও, অনেক ডিএ্যাপসে ডিসেন্ট্রালাইজড স্টোরেজ এবং/অথবা একটি মেসেজ প্রোটোকল এবং প্ল্যাটফর্ম অন্তর্ভুক্ত থাকে।",
  "data-availability-term": "ডেটা উপলব্ধতা",
  "data-availability-definition": "সিস্টেমে স্বচ্ছতা এবং বিশ্বাস বজায় রাখার জন্য যেকোনো নোড একটি ব্লকচেইনে লেনদেন স্বাধীনভাবে যাচাই করতে পারে।",
  "decentralization-term": "বিকেন্দ্রীকরণ",
  "decentralization-definition": "একটি কেন্দ্রীয় সত্তা থেকে প্রক্রিয়াগুলির নিয়ন্ত্রণ এবং সম্পাদন স্থানান্তরিত করার ধারণা।",
  "dao-term": "ডিসেন্ট্রালাইজড স্বায়ত্তশাসিত সংস্থা (DAO)",
  "dao-definition": "একটি DAO হল একটি ডিজিটাল সংস্থা যা একটি ব্লকচেইনে কোড করা নিয়ম দ্বারা পরিচালিত হয়, যেখানে সিদ্ধান্তগুলি সদস্য ভোটের মাধ্যমে নেওয়া হয়, কোনো কেন্দ্রীয় কর্তৃপক্ষ দ্বারা নয়। <a href=\"/dao/\">ডিসেন্ট্রালাইজড স্বায়ত্তশাসিত সংস্থা (DAOs) সম্পর্কে আরও জানুন</a>।<br />প্রতিটি সদস্যের ভোটিং ক্ষমতা প্রায়শই তাদের ধারণ করা টোকেনের সংখ্যার সাথে যুক্ত থাকে। DAO-এর লক্ষ্য হল সিদ্ধান্ত গ্রহণ এবং কার্যক্রমকে গণতান্ত্রিক করা, স্বচ্ছতা এবং কমিউনিটি গভর্নেন্সের উপর দৃষ্টি নিবদ্ধ করে।",
  "desci-term": "DeSci",
  "desci-definition": "DeSci, বা ডিসেন্ট্রালাইজড সায়েন্স, হল একটি আন্দোলন যা বৈজ্ঞানিক গবেষণায় <a href='/glossary/#blockchain'>ব্লকচেইন</a> প্রযুক্তি প্রয়োগ করে। এটি আরও স্বচ্ছ, উন্মুক্ত এবং সহযোগিতামূলক তহবিল এবং গবেষণা ইকোসিস্টেম তৈরি করতে <a href='/glossary/#dao'>DAO</a>, <a href='/glossary/#smart-contract'>স্মার্ট কন্ট্র্যাক্ট</a>, এবং টোকেনাইজড প্রণোদনা ব্যবহার করে।",
  "dex-term": "ডিসেন্ট্রালাইজড এক্সচেঞ্জ (DEX)",
  "dex-definition": "এক ধরনের Ethereum অ্যাপ যা আপনাকে নেটওয়ার্কে পিয়ারদের সাথে টোকেন সোয়াপ করতে দেয়। DEX-গুলি সেন্ট্রালাইডড এক্সচেঞ্জের মতো ভৌগোলিক বিধিনিষেধের অধীন নয় – যে কেউ অংশগ্রহণ করতে পারে।",
  "deposit-contract-term": "জমা দেওয়ার চুক্তি",
  "deposit-contract-definition": "Ethereum-এ স্টেকিংয়ের প্রবেশদ্বার। ডিপোজিট কন্ট্র্যাক্ট হল Ethereum-এর একটি স্মার্ট কন্ট্র্যাক্ট যা ETH-এর ডিপোজিট গ্রহণ করে এবং ভ্যালিডেটরের ব্যালেন্স পরিচালনা করে। এই কন্ট্র্যাক্টে ETH জমা না করে কোনো ভ্যালিডেটর সক্রিয় করা যায় না। কন্ট্র্যাক্টের জন্য ETH এবং ইনপুট ডেটা প্রয়োজন। এই ইনপুট ডেটার মধ্যে ভ্যালিডেটর পাবলিক কী এবং উইথড্রয়াল পাবলিক কী অন্তর্ভুক্ত, যা ভ্যালিডেটরের প্রাইভেট কী দ্বারা স্বাক্ষরিত। এই ডেটা একজন ভ্যালিডেটরকে <a href=\"/glossary/#pos\">প্রুফ-অফ-স্টেক</a> নেটওয়ার্ক দ্বারা শনাক্ত এবং অনুমোদিত হওয়ার জন্য প্রয়োজন।",
  "defi-term": "DeFi",
  "defi-definition": "Ethereum অ্যাপগুলির একটি বিস্তৃত বিভাগ যা কোনো মধ্যস্থতাকারী ছাড়াই ব্লকচেইন দ্বারা সমর্থিত আর্থিক পরিষেবা প্রদানের লক্ষ্যে কাজ করে। <a href=\"/defi/\">ডিসেন্ট্রালাইজড ফাইন্যান্স (DeFi) সম্পর্কে আরও জানুন</a>",
  "difficulty-term": "ডিফিকাল্টি",
  "difficulty-definition": "<a href=\"/glossary/#pow\">প্রুফ-অফ-ওয়ার্ক</a> নেটওয়ার্কগুলিতে একটি নেটওয়ার্ক-ব্যাপী সেটিং যা একটি বৈধ নন্স খুঁজে বের করার জন্য গড় গণনার পরিমাণ নিয়ন্ত্রণ করে। ডিফিকাল্টিকে ফলস্বরূপ ব্লক হ্যাশে প্রয়োজনীয় অগ্রণী শূন্যের সংখ্যা দ্বারা উপস্থাপিত করা হয় যাতে এটি বৈধ বলে বিবেচিত হয়। প্রুফ-অফ-স্টেকে স্থানান্তরের পর থেকে Ethereum-এ এই ধারণাটি বাতিল করা হয়েছে।",
  "difficulty-bomb-term": "ডিফিকাল্টি বম্ব",
  "difficulty-bomb-definition": "<a href=\"/glossary/#pow\">প্রুফ-অফ-ওয়ার্ক</a> <a href=\"/glossary/#difficulty\">ডিফিকাল্টি</a> সেটিং-এ পরিকল্পিত সূচকীয় বৃদ্ধি যা <a href=\"/glossary/#pos\">প্রুফ-অফ-স্টেক</a>-এ রূপান্তরকে উৎসাহিত করার জন্য ডিজাইন করা হয়েছিল, যা একটি <a href=\"/glossary/#hard-fork\">ফর্কের</a> সম্ভাবনা হ্রাস করে। <a href=\"/roadmap/merge\">দ্য মার্জ</a>-এর সাথে ডিফিকাল্টি বম্বটি বাতিল করা হয়েছে।",
  "digital-signatures-term": "ডিজিটাল স্বাক্ষর",
  "digital-signatures-definition": "একটি <a href=\"/glossary/#private-key\">প্রাইভেট কী</a> ব্যবহার করে একজন ব্যবহারকারী একটি ডকুমেন্টের জন্য যে সংক্ষিপ্ত ডেটা স্ট্রিং তৈরি করে, যাতে সংশ্লিষ্ট <a href=\"/glossary/#public-key\">পাবলিক কী</a>, স্বাক্ষর এবং ডকুমেন্ট থাকা যে কেউ যাচাই করতে পারে যে (১) ডকুমেন্টটি সেই নির্দিষ্ট প্রাইভেট কী-এর মালিক দ্বারা \"স্বাক্ষরিত\" হয়েছিল, এবং (২) ডকুমেন্টটি স্বাক্ষরিত হওয়ার পরে পরিবর্তন করা হয়নি।",
  "discovery-term": "ডিসকভারি",
  "discovery-definition": "যে প্রক্রিয়ার মাধ্যমে একটি Ethereum নোড সংযোগ করার জন্য অন্যান্য নোড খুঁজে পায়।",
  "distributed-hash-table-term": "ডিস্ট্রিবিউটেড হ্যাস টেবিল (DHT)",
  "distributed-hash-table-definition": "একটি ডেটা স্ট্রাকচার যাতে `(কী, ভ্যালু)` জোড়া থাকে যা Ethereum নোডগুলি সংযোগ করার জন্য পিয়ার শনাক্ত করতে এবং যোগাযোগের জন্য কোন প্রোটোকল ব্যবহার করতে হবে তা নির্ধারণ করতে ব্যবহার করে।",
  "double-spend-term": "ডাবল স্পেন্ড",
  "double-spend-definition": "একটি ইচ্ছাকৃত ব্লকচেইন ফর্ক, যেখানে পর্যাপ্ত পরিমাণে মাইনিং পাওয়ার/স্টেক থাকা একজন ব্যবহারকারী একটি লেনদেন পাঠিয়ে কিছু মুদ্রা অফচেইন সরিয়ে নেয় (যেমন, ফিয়াট টাকায় প্রস্থান করা বা একটি অফচেইন ক্রয় করা) তারপর সেই লেনদেনটি সরানোর জন্য ব্লকচেইনকে পুনর্গঠন করে। একটি সফল ডাবল স্পেন্ড আক্রমণকারীকে তার অন এবং অফচেইন উভয় সম্পদই রেখে দেয়।",
  "ecdsa-term": "ইলিপটিক কার্ভ ডিজিটাল সিগনেচার অ্যালগরিদম (ECDSA)",
  "ecdsa-definition": "Ethereum দ্বারা ব্যবহৃত একটি ক্রিপ্টোগ্রাফিক অ্যালগরিদম যা নিশ্চিত করে যে তহবিল শুধুমাত্র তাদের মালিকদের দ্বারা ব্যয় করা যেতে পারে। এটি পাবলিক এবং প্রাইভেট কী তৈরি করার জন্য পছন্দের পদ্ধতি। অ্যাকাউন্ট <a href=\"/glossary/#address\">ঠিকানা</a> তৈরি এবং <a href=\"/glossary/#transaction\">লেনদেন</a> যাচাইয়ের জন্য প্রাসঙ্গিক।",
  "encryption-term": "এনক্রিপশন",
  "encryption-definition": "এনক্রিপশন হল ইলেকট্রনিক ডেটাকে এমন একটি ফর্মে রূপান্তর করা যা সঠিক ডিক্রিপশন কী-এর মালিক ছাড়া অন্য কেউ পড়তে পারে না।",
  "entropy-term": "এনট্রপি",
  "entropy-definition": "ক্রিপ্টোগ্রাফির প্রেক্ষাপটে, পূর্বাভাসের অভাব বা এলোমেলোতার স্তর। গোপন তথ্য তৈরি করার সময়, যেমন <a href=\"/glossary/#private-key\">প্রাইভেট কী</a>, অ্যালগরিদমগুলি সাধারণত আউটপুট অপ্রত্যাশিত তা নিশ্চিত করার জন্য উচ্চ এনট্রপির উৎসের উপর নির্ভর করে।",
  "epoch-term": "ইপক",
  "epoch-definition": "৩২টি <a href=\"/glossary/#slot\">স্লটের</a> একটি সময়কাল, প্রতিটি স্লট ১২ সেকেন্ডের, মোট ৬.৪ মিনিট। নিরাপত্তার কারণে প্রতি ইপকে ভ্যালিডেটর <a href=\"/glossary/#committee\">কমিটিগুলি</a> এলোমেলোভাবে সাজানো হয়। প্রতিটি ইপকে চেইনটিকে <a href=\"/glossary/#finality\">চূড়ান্ত</a> করার একটি সুযোগ থাকে। প্রতিটি ভ্যালিডেটরকে প্রতিটি ইপকের শুরুতে নতুন দায়িত্ব দেওয়া হয়। <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">প্রুফ-অফ-স্টেক সম্পর্কে আরও জানুন</a>",
  "equivocation-term": "ইকুইভোকেশন",
  "equivocation-definition": "একজন ভ্যালিডেটর দুটি বার্তা পাঠাচ্ছে যা একে অপরের সাথে সাংঘর্ষিক। একটি সহজ উদাহরণ হল একজন লেনদেন প্রেরক একই নন্স সহ দুটি লেনদেন পাঠাচ্ছে। আরেকটি হল একজন ব্লক প্রস্তাবক একই ব্লক উচ্চতায় (বা একই স্লটের জন্য) দুটি ব্লক প্রস্তাব করছে।",
  "eth1-term": "Eth1",
  "eth1-definition": "'Eth1' এমন একটি শব্দ যা মেইননেট Ethereum, বিদ্যমান প্রুফ-অফ-ওয়ার্ক ব্লকচেইনকে বোঝায়। এই শব্দটি এরপর থেকে 'এক্সিকিউশন লেয়ার' এর পক্ষে বাতিল করা হয়েছে। <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">এই নাম পরিবর্তন সম্পর্কে আরও জানুন</a>।",
  "eth2-term": "Eth2",
  "eth2-definition": "'Eth2' এমন একটি শব্দ যা Ethereum প্রোটোকল আপগ্রেডের একটি সেটকে বোঝায়, যার মধ্যে Ethereum-এর প্রুফ-অফ-স্টেকে রূপান্তর অন্তর্ভুক্ত। এই শব্দটি এরপর থেকে 'কনসেন্সাস লেয়ার'-এর পক্ষে বাতিল করা হয়েছে। <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">এই নাম পরিবর্তন সম্পর্কে আরও জানুন</a>।",
  "eip-term": "Ethereum ইমপ্রুভমেন্ট প্রোপোজাল (EIP)",
  "eip-definition": "Ethereum কমিউনিটিকে তথ্য প্রদানকারী একটি ডিজাইন ডকুমেন্ট, যা একটি প্রস্তাবিত নতুন বৈশিষ্ট্য বা তার প্রক্রিয়া বা পরিবেশ বর্ণনা করে (দেখুন <a href=\"/glossary/#erc\">ERC</a>)। <a href=\"/eips/\">EIP-এর ভূমিকা</a>",
  "ens-term": "Ethereum নেম সার্ভিস (ENS)",
  "ens-definition": "Ethereum নেম সার্ভিস Ethereum ঠিকানার জন্য একটি ইন্টারনেট ফোনবুকের মতো। দীর্ঘ ওয়ালেট ঠিকানা ব্যবহার করার পরিবর্তে, ENS আপনাকে ডিজিটাল অর্থ এবং সম্পদ পাঠাতে এবং গ্রহণ করতে \"john.eth\" এর মতো সাধারণ নাম ব্যবহার করতে দেয়।<br /><br /><strong>প্রযুক্তিগত:</strong><br />ENS রেজিস্ট্রি একটি একক কেন্দ্রীয় <a href=\"/glossary/#smart-contract\">কন্ট্র্যাক্ট</a> যা ডোমেইন নাম থেকে মালিক এবং সমাধানকারীদের একটি ম্যাপিং প্রদান করে, যেমনটি EIP-137 এ বর্ণনা করা হয়েছে। <a href=\"https://ens.domains\">ens.domains এ আরও পড়ুন</a>।",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "ERC-1155 হল NFT-এর (যেমন অনন্য সংগ্রহযোগ্য আইটেম) মতো একটি নতুন ধরনের Ethereum টোকেন স্ট্যান্ডার্ড যা একটি একক স্মার্ট কন্ট্র্যাক্টের মধ্যে বিনিময়যোগ্য আইটেম (যেমন মুদ্রা) তৈরি করার অনুমতি দেয়।<br />এটি বিভিন্ন ধরণের ডিজিটাল সম্পদ পরিচালনা করা সহজ এবং আরও দক্ষ করে তোলে, বিশেষ করে ভিডিও গেম বা ডিজিটাল সংগ্রহের মতো অ্যাপ্লিকেশনগুলির জন্য।",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "ERC-20 হল সেই স্ট্যান্ডার্ড যা Ethereum নেটওয়ার্কের বেশিরভাগ টোকেন তাদের তৈরির জন্য ব্যবহার করে।<br />জনপ্রিয় উদাহরণ হল DAI এবং USDC-এর মতো স্টেবলকয়েন বা Uniswap-এর UNI-এর মতো এক্সচেঞ্জ টোকেন। এটি ঐতিহ্যবাহী সিস্টেমে আমাদের থাকা যেকোনো ধরনের বিকল্প মুদ্রার মতো… অর্থাৎ, পুরস্কার পয়েন্ট, ক্রেডিট সিস্টেম, বা এমনকি স্টক ইত্যাদি।",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "NFT (নন-ফাঞ্জিবল টোকেন) ERC-721 হিসাবে পরিচিত একটি স্ট্যান্ডার্ড নিয়মাবলী ব্যবহার করে তৈরি করা হয়।<br />NFT টোকেনগুলি ডিজিটাল আর্ট বা সংগ্রহযোগ্য জিনিসের মতো যেকোনো অনন্য জিনিসের মালিকানা প্রতিনিধিত্ব করতে পারে, প্রতিটি টোকেনের নিজস্ব বিশেষ বৈশিষ্ট্য এবং মূল্য রয়েছে। প্রতিটি NFT অনন্য এবং অন্য যেকোনো NFT থেকে সহজেই পৃথকযোগ্য।",
  "execution-client-term": "এক্সিকিউশন ক্লায়েন্ট",
  "execution-client-definition": "এক্সিকিউশন ক্লায়েন্ট (পূর্বে \"Eth1 ক্লায়েন্ট\" হিসাবে পরিচিত), যেমন Besu, Erigon, Go-Ethereum (Geth), Nethermind, লেনদেন প্রক্রিয়া এবং সম্প্রচার এবং Ethereum-এর স্টেট পরিচালনা করার দায়িত্বে থাকে। তারা প্রোটোকলের নিয়মগুলি অনুসরণ করা হয়েছে তা নিশ্চিত করতে প্রতিটি লেনদেনের জন্য <a href=\"/glossary/#evm\">ইথিরিয়াম ভার্চুয়াল মেশিন</a> ব্যবহার করে গণনা চালায়।",
  "execution-layer-term": "এক্সিকিউশন লেয়ার",
  "execution-layer-definition": "Ethereum-এর এক্সিকিউশন লেয়ার হল <a href=\"/glossary/#execution-client\">এক্সিকিউশন ক্লায়েন্টদের</a> নেটওয়ার্ক।",
  "eoa-term": "এক্সটার্নালি ওনড অ্যাকাউন্ট (EOA)",
  "eoa-definition": "এক্সটার্নালি ওনড অ্যাকাউন্ট (EOAs) হল সবচেয়ে সাধারণ ধরনের Ethereum অ্যাকাউন্ট। এগুলি একজন ব্যক্তি প্রাইভেট কী/রিকভারি ফ্রেজ দ্বারা নিয়ন্ত্রণ করে। <a href=\"/wallets/\">Ethereum ওয়ালেট সম্পর্কে আরও জানুন</a>।",
  "erc-term": "Ethereum রিকোয়েস্ট ফর কমেন্টস (ERC)",
  "erc-definition": "ERC (<strong>Ethereum রিকোয়েস্ট ফর কমেন্টস</strong>) হল Ethereum কমিউনিটিতে ব্যবহৃত এক ধরনের প্রযুক্তিগত ডকুমেন্টেশন যা Ethereum নেটওয়ার্ক ব্যবহারের জন্য নতুন স্ট্যান্ডার্ড প্রস্তাব করে।<br /><br />এই প্রস্তাবগুলি টোকেনগুলির জন্য ব্যবহৃত ERC-20 এবং NFT-গুলির জন্য ERC-721-এর মতো নতুন টোকেন স্ট্যান্ডার্ড সহ বিস্তৃত বিষয় কভার করতে পারে।",
  "ethash-term": "Ethash",
  "ethash-definition": "একটি <a href=\"/glossary/#pow\">প্রুফ-অফ-ওয়ার্ক</a> অ্যালগরিদম যা Ethereum-এ <a href=\"/glossary/#pos\">প্রুফ-অফ-স্টেক</a>-এ স্থানান্তরিত হওয়ার আগে ব্যবহৃত হত। <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">আরও পড়ুন</a>",
  "ether-term": "ইথার",
  "ether-definition": "Ethereum-এর স্থানীয় ক্রিপ্টোকারেন্সি, যা সাধারণত “ETH” নামে পরিচিত। এটি Ethereum ইকোসিস্টেম এবং অ্যাপ্লিকেশন ব্যবহার করার সময় লেনদেন ফি কভার করতে ব্যবহৃত হয়। <a href=\"/eth/\">ইথার সম্পর্কে আরও জানুন</a>।",
  "events-term": "অনুষ্ঠানসমূহ",
  "events-definition": "<a href=\"/glossary/#evm\">EVM</a> লগিং সুবিধার ব্যবহার করতে দেয়। <a href=\"/glossary/#dapp\">ডিএ্যাপস</a> ইভেন্টের জন্য শুনতে পারে এবং ব্যবহারকারী ইন্টারফেসে JavaScript কলব্যাক ট্রিগার করতে সেগুলি ব্যবহার করতে পারে। <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">ইভেন্ট এবং লগ সম্পর্কে আরও জানুন</a>",
  "evm-term": "ইথেরিয়াম ভার্চুয়াল মেশিন (EVM)",
  "evm-definition": "একটি স্ট্যাক-ভিত্তিক ভার্চুয়াল মেশিন যা <a href=\"/glossary/#bytecode\">বাইটকোড</a> কার্যকর করে। Ethereum-এ, এক্সিকিউশন মডেলটি নির্দিষ্ট করে যে কীভাবে সিস্টেমের অবস্থা বাইটকোড নির্দেশাবলীর একটি সিরিজ এবং পরিবেশগত ডেটার একটি ছোট টাপল দেওয়া হলে পরিবর্তিত হয়। এটি একটি ভার্চুয়াল স্টেট মেশিনের একটি আনুষ্ঠানিক মডেলের মাধ্যমে নির্দিষ্ট করা হয়েছে। <a href=\"/developers/docs/evm/\">ইথিরিয়াম ভার্চুয়াল মেশিন সম্পর্কে আরও জানুন</a>।",
  "evm-assembly-language-term": "EVM অ্যাসেম্বলি ল্যাঙ্গুয়েজ",
  "evm-assembly-language-definition": "EVM <a href=\"/glossary/#bytecode\">বাইটকোডের</a> একটি মানব-পাঠযোগ্য ফর্ম।",
  "fallback-function-term": "ফলব্যাক ফাংশন",
  "fallback-function-definition": "ডেটার অনুপস্থিতি বা ঘোষিত ফাংশন নামের অনুপস্থিতিতে কল করা একটি ডিফল্ট ফাংশন।",
  "faucet-term": "Faucet",
  "faucet-definition": "একটি <a href=\"/glossary/#smart-contract\">স্মার্ট কন্ট্র্যাক্ট</a>-এর মাধ্যমে সম্পাদিত একটি পরিষেবা যা বিনামূল্যে টেস্টনেট ইথারের আকারে তহবিল বিতরণ করে যা একটি টেস্টনেটে ব্যবহার করা যেতে পারে।",
  "finality-term": "চূড়ান্ততা",
  "finality-definition": "চূড়ান্ততা হল একটি গ্যারান্টি যে লেনদেনের একটি সেট বিপুল পরিমাণ ETH নষ্ট না করে পরিবর্তন করা যাবে না।",
  "finney-term": "ফিনি",
  "finney-definition": "<a href=\"/glossary/#ether\">ইথারের</a> একটি উপবিভাগ। ১ ফিনি = ১০<sup>১৫</sup> <a href=\"/glossary/#wei\">wei</a>। ১০<sup>৩</sup> ফিনি = ১ ইথার।",
  "fork-term": "ফর্ক",
  "fork-definition": "প্রোটোকলের একটি পরিবর্তন যা একটি বিকল্প চেইন তৈরি করে।",
  "fork-choice-algorithm-term": "ফর্ক পছন্দ অ্যালগরিদম",
  "fork-choice-algorithm-definition": "ব্লকচেইনের হেড শনাক্ত করতে ব্যবহৃত অ্যালগরিদম। Ethereum-এ চেইনের হেডটি হল সেই ফর্ক যার ইতিহাসে প্রত্যয়নের সর্বশ্রেষ্ঠ 'ওজন' রয়েছে। ওজন হল প্রত্যয়নের সংখ্যা এবং প্রত্যয়নকারী ভ্যালিডেটরদের কার্যকর ব্যালেন্সের গুণফল। এর মানে হল যে চেইনের আসল হেড হল সেইটি যার জন্য সবচেয়ে বেশি স্টেক করা ইথার ভোট দিয়েছে। কনসেন্সাস লেয়ারে ফর্ক পছন্দ অ্যালগরিদমকে <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a> বলা হয়।",
  "fraud-proof-term": "ফ্রড প্রুফ",
  "fraud-proof-definition": "কিছু নির্দিষ্ট <a href=\"/glossary/#layer-2\">লেয়ার ২</a> সলিউশনের জন্য একটি নিরাপত্তা মডেল যেখানে, গতি বাড়ানোর জন্য, লেনদেনগুলি <a href=\"/glossary/#rollups\">রোল আপ</a> করে ব্যাচে পরিণত করা হয় এবং একটি একক লেনদেনে Ethereum-এ জমা দেওয়া হয়। অন্যান্য নেটওয়ার্ক অংশগ্রহণকারীরা লেনদেনগুলি পুনরায় কার্যকর করতে পারে তা পরীক্ষা করার জন্য যে সেগুলি সততার সাথে কার্যকর করা হয়েছিল। যদি তারা পোস্ট করা ডেটা এবং তাদের নিজস্ব সংস্করণের মধ্যে একটি অমিল খুঁজে পায় তবে তারা একটি ক্রিপ্টোগ্রাফিক প্রমাণ পোস্ট করতে পারে যা দেখায় যে কোথায় কিছু জালিয়াতি হয়েছে। কিছু <a href=\"/glossary/#rollups\">রোলআপ</a> <a href=\"/glossary/#validity-proof\">ভ্যালিডিটি প্রুফ</a> ব্যবহার করে।",
  "frontier-term": "ফ্রন্টিয়ার",
  "frontier-definition": "Ethereum-এর প্রাথমিক পরীক্ষামূলক উন্নয়ন পর্যায়, যা জুলাই ২০১৫ থেকে মার্চ ২০১৬ পর্যন্ত স্থায়ী হয়েছিল।",
  "gas-term": "গ্যাস",
  "gas-definition": "গ্যাস হল ব্লকচেইন, যেমন Ethereum-এ লেনদেন এবং স্মার্ট কন্ট্র্যাক্টের জন্য প্রদত্ত ফি। <a href=\"/gas/\">গ্যাস এবং ফি সম্পর্কে আরও জানুন</a>।",
  "gas-limit-term": "গ্যাস লিমিট",
  "gas-limit-definition": "একটি <a href=\"/glossary/#transaction\">লেনদেন</a> বা <a href=\"/glossary/#block\">ব্লক</a> সর্বোচ্চ যে পরিমাণ <a href=\"/glossary/#gas\">গ্যাস</a> ব্যবহার করতে পারে।",
  "gas-price-term": "গ্যাসের দাম",
  "gas-price-definition": "একটি লেনদেনে নির্দিষ্ট এক ইউনিট গ্যাসের ইথারে মূল্য।",
  "genesis-block-term": "জেনেসিস ব্লক",
  "genesis-block-definition": "একটি <a href=\"/glossary/#blockchain\">ব্লকচেইনের</a> প্রথম ব্লক, যা একটি নির্দিষ্ট নেটওয়ার্ক এবং তার ক্রিপ্টোকারেন্সি শুরু করতে ব্যবহৃত হয়।",
  "geth-term": "Geth",
  "geth-definition": "Go Ethereum। Go-তে লেখা Ethereum প্রোটোকলের অন্যতম প্রধান বাস্তবায়ন। <a href=\"https://geth.ethereum.org\">geth.ethereum.org-এ আরও পড়ুন</a>",
  "gwei-term": "Gwei",
  "gwei-definition": "গিগাwei-এর সংক্ষিপ্ত রূপ, <a href=\"/glossary/#ether\">ইথারের</a> একটি উপবিভাগ, যা সাধারণত <a href=\"/glossary/#gas\">গ্যাস</a> মূল্যায়নের জন্য ব্যবহৃত হয়। ১ gwei = ১০<sup>৯</sup> <a href=\"/glossary/#wei\">wei</a>। ১০<sup>৯</sup> gwei = ১ ইথার।",
  "hard-fork-term": "হার্ড ফর্ক",
  "hard-fork-definition": "<a href=\"/glossary/#blockchain\">ব্লকচেইনে</a> একটি স্থায়ী বিচ্যুতি; যা হার্ড-ফর্কিং পরিবর্তন হিসাবেও পরিচিত। এটি সাধারণত ঘটে যখন আপগ্রেড না করা নোডগুলি নতুন <a href=\"/glossary/#consensus-rules\">কনসেন্সাস নিয়ম</a> অনুসরণকারী আপগ্রেড করা নোডগুলির দ্বারা তৈরি ব্লকগুলি যাচাই করতে পারে না। এটি একটি ফর্ক, সফট ফর্ক, সফটওয়্যার ফর্ক বা গিট ফর্কের সাথে গুলিয়ে ফেলা উচিত নয়।",
  "hash-term": "হ্যাস",
  "hash-definition": "একটি হ্যাশ ফাংশন দ্বারা উৎপাদিত, পরিবর্তনশীল আকারের ইনপুটের একটি নির্দিষ্ট দৈর্ঘ্যের ফিঙ্গারপ্রিন্ট। (দেখুন <a href=\"/glossary/#keccak-256\">keccak-256</a>)।",
  "hash-rate-term": "হ্যাস রেট",
  "hash-rate-definition": "মাইনিং সফটওয়্যার চালিত কম্পিউটার দ্বারা প্রতি সেকেন্ডে করা হ্যাশ গণনার সংখ্যা।",
  "homestead-term": "হোমস্টেড",
  "holographic-consensus-term": "হলোগ্রাফিক কনসেনসাস",
  "holographic-consensus-definition": "এটি বোঝায় যে কীভাবে একটি বড় গোষ্ঠীর সিদ্ধান্ত একটি ছোট প্রতিনিধি গোষ্ঠীর ভোটের মাধ্যমে নেওয়া হয়। তারপর বাকি সবাই এটি মেনে নিতে সম্মত হয়, যতক্ষণ তারা বিশ্বাস করে যে ছোট গ্রুপটি একটি ভালো কাজ করেছে।<br />এটি কিছু অনলাইন কমিউনিটিতে দ্রুত সিদ্ধান্ত নেওয়ার জন্য ব্যবহৃত হয়, যেখানে প্রত্যেককে সবকিছুতে ভোট দেওয়ার প্রয়োজন হয় না, এবং একই সাথে সিদ্ধান্তগুলি ন্যায্য এবং বেশিরভাগ মানুষের ইচ্ছার প্রতিনিধিত্ব করে তা নিশ্চিত করা হয়।",
  "homestead-definition": "Ethereum-এর দ্বিতীয় উন্নয়ন পর্যায়, যা মার্চ ২০১৬-এ ব্লক ১,১৫০,০০০-এ চালু হয়েছিল।",
  "index-term": "ইনডেক্স",
  "index-definition": "একটি নেটওয়ার্ক কাঠামো যার উদ্দেশ্য <a href=\"/glossary/#blockchain\">ব্লকচেইন</a> থেকে তথ্য অনুসন্ধানের অপ্টিমাইজেশন করা, যা তার স্টোরেজ উৎসে একটি কার্যকর পথ প্রদান করে।",
  "ide-term": "ইন্টিগ্রেটেড ডেভেলপমেন্ট এনভায়রনমেন্ট (IDE)",
  "ide-definition": "একটি ব্যবহারকারী ইন্টারফেস যা সাধারণত একটি কোড এডিটর, কম্পাইলার, রানটাইম এবং ডিবাগারকে একত্রিত করে। <a href=\"/developers/docs/ides/\">ইন্টিগ্রেটেড ডেভেলপমেন্ট এনভায়রনমেন্ট সম্পর্কে আরও জানুন</a>।",
  "immutable-deployed-code-problem-term": "অপরিবর্তনীয় ডিপ্লয়েড কোড সমস্যা",
  "immutable-deployed-code-problem-definition": "একবার একটি <a href=\"/glossary/#smart-contract\">কন্ট্র্যাক্টের</a> (বা লাইব্রেরির) কোড স্থাপন করা হলে, এটি অপরিবর্তনীয় হয়ে যায়। স্ট্যান্ডার্ড সফ্টওয়্যার ডেভেলপমেন্ট অনুশীলনগুলি সম্ভাব্য বাগগুলি ঠিক করতে এবং নতুন বৈশিষ্ট্য যুক্ত করতে সক্ষম হওয়ার উপর নির্ভর করে, তাই এটি স্মার্ট কন্ট্র্যাক্ট ডেভেলপমেন্টের জন্য একটি চ্যালেঞ্জ উপস্থাপন করে। <a href=\"/developers/docs/smart-contracts/deploying/\">স্মার্ট কন্ট্র্যাক্ট স্থাপন সম্পর্কে আরও জানুন</a>।",
  "internal-transaction-term": "অভ্যন্তরীণ লেনদেন",
  "internal-transaction-definition": "একটি <a href=\"/glossary/#contract-account\">কন্ট্র্যাক্ট অ্যাকাউন্ট</a> থেকে অন্য একটি কন্ট্র্যাক্ট অ্যাকাউন্টে বা একটি <a href=\"/glossary/#eoa\">EOA</a>-তে পাঠানো একটি <a href=\"/glossary/#transaction\">লেনদেন</a> (দেখুন <a href=\"/glossary/#message\">বার্তা</a>)।",
  "issuance-term": "ইস্যুয়েন্স",
  "issuance-definition": "ব্লক প্রস্তাবনা, প্রত্যয়ন এবং হুইসেল-ব্লোয়িংয়ের জন্য নতুন ইথার মিন্ট করা।",
  "kdf-term": "কী ডেরিভেশন ফাংশন (KDF)",
  "kdf-definition": "এটি \"পাসওয়ার্ড স্ট্রেচিং অ্যালগরিদম\" নামেও পরিচিত, এটি <a href=\"/glossary/#keystore\">কীস্টোর</a> ফর্ম্যাট দ্বারা পাসফ্রেজ এনক্রিপশনের উপর ব্রুট-ফোর্স, ডিকশনারি এবং রেইনবো টেবিল আক্রমণের বিরুদ্ধে সুরক্ষা দিতে ব্যবহৃত হয়, পাসফ্রেজটিকে বারবার হ্যাশ করে।",
  "keystore-term": "কীস্টোর",
  "keystore-definition": "প্রতিটি অ্যাকাউন্টের প্রাইভেট কী/ঠিকানা জোড়া একটি Ethereum ক্লায়েন্টে একটি একক কীফাইল হিসাবে বিদ্যমান। এগুলি JSON টেক্সট ফাইল যা অ্যাকাউন্টের এনক্রিপ্ট করা প্রাইভেট কী ধারণ করে, যা শুধুমাত্র অ্যাকাউন্ট তৈরির সময় প্রবেশ করানো পাসওয়ার্ড দিয়ে ডিক্রিপ্ট করা যায়।",
  "keccak-256-term": "Keccak-256",
  "keccak-256-definition": "Ethereum-এ ব্যবহৃত ক্রিপ্টোগ্রাফিক <a href=\"/glossary/#hash\">হ্যাস</a> ফাংশন। Keccak-256 কে <a href=\"/glossary/#sha\">SHA</a>-3 হিসাবে স্ট্যান্ডার্ডাইজ করা হয়েছিল।",
  "key-term": "কী",
  "key-definition": "Ethereum-এর প্রেক্ষাপটে, কী হল ডিজিটাল কোড: লেনদেন গ্রহণ করার জন্য একটি পাবলিক কী এবং তহবিল অ্যাক্সেস এবং পাঠানোর জন্য একটি প্রাইভেট কী।<br />পাবলিক কী: এগুলি প্রকাশ্যে শেয়ার করা যেতে পারে।<br />প্রাইভেট কী: এগুলি মালিক দ্বারা গোপন রাখা হয়।",
  "layer-1-term": "লেয়ার 1",
  "layer-1-definition": "লেয়ার ১ বলতে একটি বহু-স্তরীয় ব্লকচেইন নেটওয়ার্কের প্রধান ব্লকচেইনকে বোঝায়। উদাহরণস্বরূপ, Ethereum এবং Bitcoin হল লেয়ার ওয়ান ব্লকচেইন। অনেক লেয়ার টু ব্লকচেইন সম্পদ-বহুল লেনদেনগুলিকে তাদের পৃথক ব্লকচেইনে অফলোড করে, যখন নিরাপত্তা উদ্দেশ্যে Ethereum বা Bitcoin-এর লেয়ার ওয়ান ব্লকচেইন ব্যবহার করা চালিয়ে যায়।",
  "layer-2-term": "লেয়ার 2",
  "layer-2-definition": "লেয়ার ২ হল Ethereum প্রধান নেটওয়ার্কের উপরে নির্মিত অন্য নেটওয়ার্ক যা লেনদেনগুলিকে দ্রুত এবং সস্তা করে তোলে। <a href=\"/layer-2/\">লেয়ার ২ সম্পর্কে আরও জানুন</a>।",
  "library-term": "লাইব্রেরি",
  "library-definition": "একটি বিশেষ ধরণের <a href=\"/glossary/#smart-contract\">স্মার্ট কন্ট্র্যাক্ট</a> যার কোনো প্রদেয় ফাংশন নেই, কোনো ফলব্যাক ফাংশন নেই, এবং কোনো ডেটা স্টোরেজ নেই। অতএব, এটি ইথার গ্রহণ বা ধারণ করতে পারে না, বা ডেটা সংরক্ষণ করতে পারে না। একটি লাইব্রেরি পূর্ব-ডিপ্লয়েড কোড হিসাবে কাজ করে যা অন্যান্য কন্ট্র্যাক্টগুলি শুধুমাত্র পঠনযোগ্য গণনার জন্য কল করতে পারে। <a href=\"/developers/docs/smart-contracts/libraries/\">স্মার্ট কন্ট্র্যাক্ট লাইব্রেরি সম্পর্কে আরও জানুন</a>।",
  "light-client-term": "লাইট ক্লায়েন্ট",
  "light-client-definition": "একটি Ethereum ক্লায়েন্ট যা <a href=\"/glossary/#blockchain\">ব্লকচেইনের</a> একটি স্থানীয় কপি সংরক্ষণ করে না, বা ব্লক এবং <a href=\"/glossary/#transaction\">লেনদেন</a> যাচাই করে না। এটি একটি <a href=\"/glossary/#wallet\">ওয়ালেটের</a> ফাংশন প্রদান করে এবং লেনদেন তৈরি ও সম্প্রচার করতে পারে।",
  "liquidity-term": "লিকুইডিটি",
  "liquidity-definition": "লিকুইডিটি হল কত দ্রুত এবং সহজে একটি সম্পদ নগদ বা অন্য সম্পদে রূপান্তরিত করা যায়। Uniswap-এর মতো ডিসেন্ট্রালাইজড এক্সচেঞ্জগুলিতে একাধিক লিকুইডিটি পুল থাকে যেখানে সম্পদধারীরা তাদের সম্পদ জমা রাখতে পারে, যেখানে ট্রেডাররা পুরস্কারের বিনিময়ে ডিসেন্ট্রালাইজড উপায়ে সেগুলি কিনতে এবং বিক্রি করতে পারে।",
  "liquidity-tokens-term": "লিকুইডিটি টোকেন",
  "liquidity-tokens-definition": "লিকুইডিটি টোকেন (LST) হল ডিজিটাল টোকেন যা অংশগ্রহণকারীদের দেওয়া হয় যারা একটি লিকুইডিটি পুলে সম্পদ জমা দেয়, যা একটি স্মার্ট কন্ট্র্যাক্টে লক করা তহবিলের একটি সংগ্রহ এবং একটি ডিসেন্ট্রালাইজড এক্সচেঞ্জে (DEX) ট্রেডিং সহজ করার জন্য ব্যবহৃত হয়।<br />এই টোকেনগুলি পুলের মধ্যে অংশগ্রহণকারীর অংশীদারিত্বের প্রতিনিধিত্ব করে এবং পরে প্রাথমিক আমানত এবং পুলের কার্যকলাপ দ্বারা উত্পন্ন ট্রেডিং ফি-এর একটি অংশের জন্য রিডিম করা যেতে পারে। মূলত, লিকুইডিটি টোকেনগুলি একটি লিকুইডিটি পুলে মালিকানা বা স্টেকের প্রমাণ হিসাবে কাজ করে, যা ধারকদের পুরস্কার অর্জনের অনুমতি দেয় এবং অন্যদের বিভিন্ন ক্রিপ্টোকারেন্সি জোড়া দক্ষতার সাথে ট্রেড করার জন্য প্রয়োজনীয় লিকুইডিটি প্রদান করে।",
  "liquid-staking-tokens-term": "লিকুইড স্টেকিং টোকেন",
  "liquid-staking-tokens-definition": "একটি ডেরিভেটিভ টোকেন যা একজন ব্যবহারকারী যে লক করা ক্রিপ্টোকারেন্সি স্টেক করছে তার মালিকানা প্রতিনিধিত্ব করে। একটি সম্পদ স্টেক করার পরে, কিছু প্ল্যাটফর্ম লিকুইড স্টেকিং টোকেন (LSTs) মিন্ট করার অনুমতি দেয়, যা লক করা টোকেনগুলির একটি সমতুল্য অংশের প্রতিনিধিত্ব করে। এই LSTগুলি তখন ট্রেড করা, বিক্রি করা বা অন্যান্য DeFi প্রোটোকলে ব্যবহার করা যেতে পারে, যা স্টেকারের জন্য মূলধনের দক্ষতা উন্নত করে কারণ তাদের তহবিল থেকে লিকুইডিটি অ্যাক্সেস করার অনুমতি দেয়, এমনকি তাদের মূল সম্পদ স্টেক করা থাকলেও।",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "Ethereum-এর কনসেন্সাস ক্লায়েন্ট দ্বারা চেইনের হেড শনাক্ত করতে ব্যবহৃত <a href=\"/glossary/#fork-choice-algorithm\">ফর্ক-পছন্দ অ্যালগরিদম</a>। LMD-GHOST হল \"লেটেস্ট মেসেজ ড্রিভেন গ্রিডিয়েস্ট হেভিয়েস্ট অবজার্ভড সাবট্রি\"-এর সংক্ষিপ্ত রূপ, যার মানে হল যে চেইনের হেড হল সেই ব্লক যার ইতিহাসে <a href=\"/glossary/#attestation\">প্রত্যয়নের</a> সর্বশ্রেষ্ঠ সঞ্চয় রয়েছে।",
  "mainnet-term": "মেইননেট",
  "mainnet-definition": "\"প্রধান নেটওয়ার্ক\"-এর সংক্ষিপ্ত রূপ, এটি হল প্রধান পাবলিক Ethereum <a href=\"/glossary/#blockchain\">ব্লকচেইন</a>।",
  "max-fee-per-gas-term": "সর্বোচ্চ ফি প্রতি গ্যাস",
  "max-fee-per-gas-definition": "সর্বোচ্চ ফি হল একজন ব্যবহারকারী একটি লেনদেনকে একটি ব্লকে অন্তর্ভুক্ত করার জন্য প্রতি ইউনিট গ্যাসের (<a href=\"/glossary/#gwei\">gwei</a>) জন্য যে পরম সর্বোচ্চ পরিমাণ অর্থ প্রদান করতে ইচ্ছুক।",
  "merkle-patricia-tree-term": "মার্কেল প্যাট্রিসিয়া ট্রি (MPT)",
  "merkle-patricia-tree-definition": "Ethereum-এ কী-ভ্যালু জোড়া দক্ষতার সাথে সংরক্ষণ করার জন্য ব্যবহৃত একটি ডেটা স্ট্রাকচার।",
  "merkle-root-term": "মার্কেল রুট",
  "merkle-root-definition": "একটি মার্কেল রুট হল একটি মার্কেল গাছের একক শীর্ষ হ্যাশ। এটি একটি ব্লকের মধ্যে সমস্ত লেনদেন যাচাই করে।",
  "message-term": "বার্তা",
  "message-definition": "একটি <a href=\"/glossary/#internal-transaction\">অভ্যন্তরীণ লেনদেন</a> যা কখনও সিরিয়ালাইজ করা হয় না এবং শুধুমাত্র <a href=\"/glossary/#evm\">EVM</a>-এর মধ্যে পাঠানো হয়।",
  "message-call-term": "বার্তা কল",
  "message-call-definition": "একটি অ্যাকাউন্ট থেকে অন্য অ্যাকাউন্টে <a href=\"/glossary/#message\">বার্তা</a> পাঠানোর কাজ। যদি গন্তব্য অ্যাকাউন্টটি <a href=\"/glossary/#evm\">EVM</a> কোডের সাথে যুক্ত থাকে, তাহলে VM টি সেই বস্তুর অবস্থা দিয়ে শুরু হবে এবং বার্তাটি কার্যকর করা হবে।",
  "mev-term": "ম্যাক্সিমাল এক্সট্রাক্টবল ভ্যালু (MEV)",
  "mev-definition": "স্ট্যান্ডার্ড ব্লক রিওয়ার্ড এবং গ্যাস ফি-র অতিরিক্ত ব্লক উৎপাদন থেকে যে সর্বোচ্চ মূল্য বের করা যায়, তা হল একটি ব্লকে লেনদেন অন্তর্ভুক্ত, বর্জন এবং ক্রম পরিবর্তন করে। <a href=\"/developers/docs/mev/\">ম্যাক্সিমাল এক্সট্রাক্টবল ভ্যালু (MEV) সম্পর্কে আরও জানুন</a>।",
  "mining-term": "মাইনিং",
  "mining-definition": "একটি ব্লক হেডারকে বারবার হ্যাশ করার প্রক্রিয়া যখন একটি <a href=\"/glossary/#nonce\">নন্স</a> বৃদ্ধি করা হয় যতক্ষণ না ফলটি একটি নির্দিষ্ট সংখ্যক অগ্রণী বাইনারি শূন্য ধারণ করে। এই প্রক্রিয়ার মাধ্যমেই নতুন <a href=\"/glossary/#block\">ব্লকগুলি</a> একটি প্রুফ-অফ-ওয়ার্ক ব্লকচেইনে যুক্ত হয়। Ethereum প্রুফ-অফ-স্টেকে স্থানান্তরিত হওয়ার আগে এভাবেই সুরক্ষিত ছিল।",
  "miner-term": "মাইনার",
  "miner-definition": "একটি নেটওয়ার্ক <a href=\"/glossary/#node\">নোড</a> যা নতুন ব্লকের জন্য বৈধ <a href=\"/glossary/#pow\">প্রুফ-অফ-ওয়ার্ক</a> খুঁজে বের করে, বারবার পাস হ্যাশিংয়ের মাধ্যমে (দেখুন <a href=\"/glossary/#ethash\">Ethash</a>)। মাইনাররা আর Ethereum-এর অংশ নয় - Ethereum প্রুফ-অফ-স্টেকে চলে যাওয়ার পর তাদের পরিবর্তে ভ্যালিডেটররা এসেছে।",
  "mint-term": "মিন্ট",
  "mint-definition": "মিন্টিং হল নতুন টোকেন তৈরি করা এবং সেগুলিকে প্রচলনে আনা যাতে সেগুলি ব্যবহার করা যায়। এটি কেন্দ্রীয় কর্তৃপক্ষের সম্পৃক্ততা ছাড়াই একটি নতুন টোকেন তৈরি করার একটি ডিসেন্ট্রালাইজড ব্যবস্থা।",
  "multisig-term": "বহু-স্বাক্ষর (Multisig)",
  "multisig-definition": "মাল্টিসিগ (মাল্টি সিগনেচার) বলতে একটি ডিজিটাল ওয়ালেট বা অ্যাকাউন্টকে বোঝায় যার লেনদেন সম্পাদনের জন্য একাধিক স্বাক্ষর বা অনুমোদনের প্রয়োজন হয়, যা নিরাপত্তা বাড়ায়।<br />এটি ঐতিহ্যবাহী একক-স্বাক্ষর অ্যাকাউন্টগুলির তুলনায় অতিরিক্ত নিরাপত্তা যোগ করে যেখানে শুধুমাত্র একজন ব্যক্তির অনুমোদনের প্রয়োজন হয়।",
  "network-term": "নেটওয়ার্ক",
  "network-definition": "Ethereum নেটওয়ার্ককে উল্লেখ করে, একটি পিয়ার-টু-পিয়ার নেটওয়ার্ক যা প্রতিটি Ethereum নোডে (নেটওয়ার্ক অংশগ্রহণকারী) লেনদেন এবং ব্লক প্রচার করে। <a href=\"/developers/docs/networks/\">নেটওয়ার্ক সম্পর্কে আরও জানুন</a>।",
  "network-hashrate-term": "নেটওয়ার্ক হ্যাশরেট",
  "network-hashrate-definition": "একটি সম্পূর্ণ মাইনিং নেটওয়ার্ক দ্বারা উৎপাদিত সম্মিলিত হ্যাশরেট। Ethereum প্রুফ-অফ-স্টেকে চলে যাওয়ার পর Ethereum-এ মাইনিং বন্ধ করে দেওয়া হয়।",
  "nft-term": "নন-ফাঞ্জিবল টোকেন (NFT)",
  "nft-definition": "একটি অনন্য ডিজিটাল আইটেম যা আপনি মালিক হতে পারেন, যেমন শিল্প বা সংগ্রহযোগ্য, ব্লকচেইন প্রযুক্তি দ্বারা যাচাইকৃত। <a href=\"/nft/\">নন-ফাঞ্জিবল টোকেন (NFTs) সম্পর্কে আরও জানুন</a>।",
  "node-term": "নোড",
  "node-definition": "একটি সফটওয়্যার ক্লায়েন্ট যা নেটওয়ার্কে অংশগ্রহণ করে। <a href=\"/developers/docs/nodes-and-clients/\">নোড এবং ক্লায়েন্ট সম্পর্কে আরও জানুন</a>।",
  "nonce-term": "নন্স",
  "nonce-definition": "ক্রিপ্টোগ্রাফিতে, একটি মান যা শুধুমাত্র একবার ব্যবহার করা যেতে পারে। একটি অ্যাকাউন্ট নন্স প্রতিটি অ্যাকাউন্টে একটি লেনদেন কাউন্টার, যা রিপ্লে আক্রমণ প্রতিরোধ করতে ব্যবহৃত হয়।",
  "offchain-term": "অফচেইন",
  "offchain-definition": "অফচেইন মানে কোনো লেনদেন বা ডেটা যা ব্লকচেইনের বাইরে বিদ্যমান। কারণ প্রতিটি লেনদেন অনচেইনে করা ব্যয়বহুল এবং অদক্ষ হতে পারে, তাই ওরাকলের মতো তৃতীয় পক্ষের টুল যা মূল্যের ডেটা পরিচালনা করে, বা লেয়ার ২ সলিউশন যা উচ্চ থ্রুপুটের লেনদেন সম্পাদন করে, তারা বেশিরভাগ প্রক্রিয়াকরণের কাজ অফচেইনে করে, এবং কম ঘন ঘন বিরতিতে অনচেইনে তথ্য জমা দেয়।",
  "ommer-term": "ওমার (আঙ্কল) ব্লক",
  "ommer-definition": "যখন একজন প্রুফ-অফ-ওয়ার্ক <a href=\"/glossary/#miner\">মাইনার</a> একটি বৈধ <a href=\"/glossary/#block\">ব্লক</a> খুঁজে পায়, তখন অন্য একজন মাইনার হয়তো একটি প্রতিযোগী ব্লক প্রকাশ করেছে যা প্রথমে ব্লকচেইনের শীর্ষে যুক্ত হয়েছে। এই বৈধ, কিন্তু পুরানো, ব্লকটিকে নতুন ব্লকগুলি <em>ওমার</em> হিসাবে অন্তর্ভুক্ত করতে পারে এবং একটি আংশিক ব্লক রিওয়ার্ড পেতে পারে। \"ওমার\" শব্দটি একটি প্যারেন্ট ব্লকের ভাইবোনের জন্য পছন্দের লিঙ্গ-নিরপেক্ষ শব্দ, তবে এটি কখনও কখনও \"আঙ্কল\" হিসাবেও উল্লেখ করা হয়। এটি Ethereum-এর জন্য সাধারণ ছিল যখন এটি একটি <a href=\"/glossary/#pow\">প্রুফ-অফ-ওয়ার্ক</a> নেটওয়ার্ক ছিল। এখন যেহেতু Ethereum <a href=\"/glossary/#pos\">প্রুফ-অফ-স্টেক</a> ব্যবহার করে, প্রতি স্লটে শুধুমাত্র একজন ব্লক প্রস্তাবক নির্বাচন করা হয়।",
  "onchain-term": "অনচেইন",
  "onchain-definition": "ব্লকচেইনে ঘটে যাওয়া ক্রিয়া বা লেনদেনগুলিকে বোঝায় যা সর্বজনীনভাবে উপলব্ধ।<br /><br />এটিকে একটি বড়, ভাগ করা নোটবুকে কিছু লেখার মতো ভাবুন যা সবাই দেখতে এবং পরীক্ষা করতে পারে, এটি নিশ্চিত করে যে যা লেখা হয়েছে (যেমন ডিজিটাল অর্থ পাঠানো বা একটি চুক্তি করা) তা স্থায়ী এবং পরিবর্তন বা মুছে ফেলা যাবে না।",
  "optimistic-rollup-term": "অপ্টিমেস্টিক রোলআপ",
  "optimistic-rollup-definition": "অপ্টিমিস্টিক রোলআপ হল একটি লেয়ার ২ সলিউশন যা Ethereum-এ লেনদেনের গতি বাড়ায়, ডিফল্টরূপে সেগুলি বৈধ বলে ধরে নেয় যতক্ষণ না চ্যালেঞ্জ করা হয়। <a href=\"/developers/docs/scaling/optimistic-rollups/\">অপ্টিমিস্টিক রোলআপ সম্পর্কে আরও জানুন</a>।",
  "oracle-term": "ওরাকল",
  "oracle-definition": "একটি ওরাকল হল <a href=\"/glossary/#blockchain\">ব্লকচেইন</a> এবং বাস্তব বিশ্বের মধ্যে একটি ব্রিজ। তারা অনচেইন <a href=\"/glossary/#api\">API</a> হিসাবে কাজ করে যা তথ্যের জন্য জিজ্ঞাসা করা যেতে পারে এবং <a href=\"/glossary/#smart-contract\">স্মার্ট কন্ট্র্যাক্টে</a> ব্যবহার করা যেতে পারে। <a href=\"/developers/docs/oracles/\">ওরাকল সম্পর্কে আরও জানুন</a>।",
  "peer-term": "পিয়ার",
  "peer-definition": "Ethereum ক্লায়েন্ট সফটওয়্যার চালিত সংযুক্ত কম্পিউটার যা <a href=\"/glossary/#blockchain\">ব্লকচেইনের</a> অভিন্ন কপি ধারণ করে।",
  "peer-to-peer-network-term": "পিয়ার-টু-পিয়ার নেটওয়ার্ক",
  "peer-to-peer-network-definition": "কম্পিউটারের একটি নেটওয়ার্ক (<a href=\"/glossary/#peer\">পিয়ার</a>) যা সম্মিলিতভাবে কেন্দ্রীভূত, সার্ভার-ভিত্তিক পরিষেবার প্রয়োজন ছাড়াই কার্যকারিতা সম্পাদন করতে সক্ষম।<br />এই সেটআপটি প্রায়শই ফাইল শেয়ার করার জন্য ব্যবহৃত হয় (অর্থাৎ, বিট টরেন্ট), তথ্য, বা ডিজিটাল মুদ্রা, যা ব্যবহারকারীদের মধ্যে আরও সরাসরি এবং সম্ভাব্য আরও দক্ষ বিনিময়ের অনুমতি দেয়।",
  "permissionless-term": "অনুমতিহীন",
  "permissionless-definition": "পারমিশনলেস মানে যে কেউ Ethereum-এর মতো একটি সিস্টেমে যোগ দিতে এবং ব্যবহার করতে পারে। এটি সবার অংশগ্রহণের জন্য উন্মুক্ত এবং কোনো অনুমোদনের প্রয়োজন হয় না।",
  "plasma-term": "প্লাসমা",
  "plasma-definition": "একটি অফচেইন স্কেলিং সলিউশন যা <a href=\"/glossary/#fraud-proof\">ফ্রড প্রুফ</a> ব্যবহার করে, যেমন <a href=\"/glossary/#optimistic-rollup\">অপ্টিমিস্টিক রোলআপ</a>। প্লাজমা সাধারণ লেনদেন যেমন বেসিক টোকেন ট্রান্সফার এবং সোয়াপের মধ্যে সীমাবদ্ধ। <a href=\"/developers/docs/scaling/plasma\">প্লাজমা সম্পর্কে আরও জানুন</a>।",
  "private-key-term": "প্রাইভেট কী",
  "private-key-definition": "একটি প্রাইভেট কী হল একটি গোপন কোড যা প্রমাণ করে যে আপনি আপনার ডিজিটাল অর্থের মালিক এবং আপনাকে এটি ব্যয় করতে দেয়, যেমন আপনার অ্যাকাউন্টের জন্য একটি পিন। <strong>এটি শেয়ার করবেন না</strong>।",
  "public-goods-term": "পাবলিক গুডস",
  "public-goods-definition": "পাবলিক গুডস হল এমন জিনিস যা সবাই বিনামূল্যে ব্যবহার করতে পারে, যেমন পার্ক বা পরিষ্কার বাতাস, এবং সেগুলি ব্যবহার করা অন্যদের ব্যবহার করা থেকে বিরত রাখে না। সরকার প্রায়শই এগুলি সরবরাহ করে কারণ ব্যবসাগুলি সাধারণত করে না, কারণ তারা সহজে লোকেদের কাছ থেকে সেগুলি ব্যবহারের জন্য চার্জ নিতে পারে না।",
  "private-chain-term": "প্রাইভেট চেইন",
  "private-chain-definition": "একটি সম্পূর্ণ প্রাইভেট ব্লকচেইন হল এমন একটি যার পারমিশনড অ্যাক্সেস রয়েছে, যা সর্বজনীনভাবে ব্যবহারের জন্য উপলব্ধ নয়।",
  "poap-term": "POAP",
  "poap-definition": "প্রুফ অফ অ্যাটেনডেন্স প্রোটোকল একটি ডিজিটাল সংগ্রহযোগ্য (NFT) তৈরি করতে ব্যবহৃত হয় যা প্রমাণ করে যে আপনি একটি নির্দিষ্ট ইভেন্ট বা কার্যকলাপে অংশ নিয়েছিলেন।",
  "pos-term": "প্রুফ-অফ-স্টেক (PoS)",
  "pos-definition": "একটি পদ্ধতি যার মাধ্যমে একটি ক্রিপ্টোকারেন্সি ব্লকচেইন প্রোটোকল ডিস্ট্রিবিউটেড <a href=\"/glossary/#consensus\">কনসেন্সাস</a> অর্জনের লক্ষ্য রাখে। PoS ব্যবহারকারীদের একটি নির্দিষ্ট পরিমাণ ক্রিপ্টোকারেন্সির (নেটওয়ার্কে তাদের \"স্টেক\") মালিকানা প্রমাণ করতে বলে যাতে তারা লেনদেন যাচাইয়ে অংশ নিতে পারে। <a href=\"/developers/docs/consensus-mechanisms/pos/\">প্রুফ-অফ-স্টেক সম্পর্কে আরও জানুন</a>।",
  "pow-term": "প্রুফ-অফ-ওয়ার্ক (PoW)",
  "pow-definition": "ব্লকচেইনের জন্য একটি নিরাপত্তা ব্যবস্থা যা নোডগুলিকে একটি নির্দিষ্ট মান খুঁজে বের করার জন্য গণনার আকারে শক্তি ব্যয় করতে বাধ্য করে।",
  "proto-danksharding-term": "প্রোটো-ড্যাঙ্কশার্ডিং",
  "proto-danksharding-definition": "একটি নতুন লেনদেনের ধরণ যা Ethereum-এর জন্য ডেটার \"ব্লব\" গ্রহণ করে। এই \"ব্লব\" ডেটা অস্থায়ীভাবে বিকন চেইনে ৪০৯৬ ইপক (~১৮.২ দিন) এর জন্য সংরক্ষণ করা হয়, এবং নোড অপারেটরদের জন্য হার্ডওয়্যার প্রয়োজনীয়তা কমাতে সাহায্য করার জন্য পরে ঐচ্ছিকভাবে ছাঁটাই করা যেতে পারে।",
  "public-key-term": "পাবলিক কী",
  "public-key-definition": "একটি পাবলিক কী হল অক্ষরের একটি সেট যা অন্যদের আপনাকে নিরাপদে ডিজিটাল মুদ্রা পাঠাতে দেয়, যেমন অর্থের জন্য একটি ইমেল ঠিকানা।",
  "quadratic-voting-term": "কোয়াড্রেটিক ভোটিং",
  "quadratic-voting-definition": "একটি ভোটিং পদ্ধতি যেখানে ভোটাররা বিষয়গুলি সম্পর্কে তাদের অনুভূতি কতটা তীব্র তা প্রকাশ করে। এটি ভোটারদের শুধুমাত্র পছন্দই নয়, তাদের পছন্দের তীব্রতাও দেখাতে দেয়।",
  "receipt-term": "রসিদ",
  "receipt-definition": "একটি Ethereum ক্লায়েন্ট দ্বারা প্রত্যাবর্তিত ডেটা যা একটি নির্দিষ্ট <a href=\"/glossary/#transaction\">লেনদেনের</a> ফলাফল প্রতিনিধিত্ব করে, যার মধ্যে লেনদেনের একটি <a href=\"/glossary/#hash\">হ্যাশ</a>, তার <a href=\"/glossary/#block\">ব্লক</a> নম্বর, ব্যবহৃত <a href=\"/glossary/#gas\">গ্যাসের</a> পরিমাণ এবং, একটি <a href=\"/glossary/#smart-contract\">স্মার্ট কন্ট্র্যাক্ট</a> স্থাপনের ক্ষেত্রে, কন্ট্র্যাক্টের <a href=\"/glossary/#address\">ঠিকানা</a> অন্তর্ভুক্ত থাকে।",
  "recovery-phrase-term": "সিড ফ্রেজ/রিকভারি ফ্রেজ",
  "recovery-phrase-definition": "আপনি যখন একটি ডিজিটাল ওয়ালেট তৈরি করেন তখন আপনাকে দেওয়া শব্দগুলির একটি তালিকা। এটি একটি পাসওয়ার্ডের মতো কাজ করে যা আপনাকে আপনার ওয়ালেটে অ্যাক্সেস হারালে ফিরে পেতে সাহায্য করতে পারে, এটি নিশ্চিত করে যে আপনি আপনার ডিজিটাল অর্থ বা টোকেন হারাবেন না।",
  "re-entrancy-attack-term": "রি-এন্ট্রান্সি অ্যাটাক",
  "re-entrancy-attack-definition": "একটি আক্রমণ যা একজন আক্রমণকারী কন্ট্র্যাক্ট দ্বারা একটি ভিকটিম কন্ট্র্যাক্ট ফাংশনকে এমনভাবে কল করা নিয়ে গঠিত যে এক্সিকিউশনের সময় ভিকটিম আবার আক্রমণকারী কন্ট্র্যাক্টকে পুনরাবৃত্তভাবে কল করে। এর ফলে, উদাহরণস্বরূপ, ভিকটিম কন্ট্র্যাক্টের ব্যালেন্স আপডেট করা বা প্রত্যাহারের পরিমাণ গণনা করার অংশগুলি এড়িয়ে গিয়ে তহবিল চুরি হতে পারে। <a href=\"/developers/docs/smart-contracts/security/#reentrancy\">রি-এন্ট্রান্সি সম্পর্কে আরও জানুন</a>।",
  "reward-term": "পুরস্কার",
  "reward-definition": "প্রতিটি স্লটে একটি ব্লক প্রস্তাব করা বা একটি সিঙ্ক-কমিটিতে অংশগ্রহণ সহ নির্দিষ্ট ফাংশন সম্পাদনকারী <a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">ভ্যালিডেটরদের পুরস্কৃত করা</a> ইথারের পরিমাণ।",
  "rlp-term": "রিকারসিভ লেংথ প্রিফিক্স (RLP)",
  "rlp-definition": "Ethereum ডেভেলপারদের দ্বারা ডিজাইন করা একটি <a href=\"/developers/docs/data-structures-and-encoding\">এনকোডিং স্ট্যান্ডার্ড</a> যা যে কোনো জটিলতা এবং দৈর্ঘ্যের বস্তু (ডেটা স্ট্রাকচার) এনকোড এবং সিরিয়ালাইজ করার জন্য।",
  "rollups-term": "রোলআপস",
  "rollups-definition": "এক ধরনের <a href=\"/glossary/#layer-2\">লেয়ার ২</a> স্কেলিং সলিউশন যা একাধিক লেনদেনকে ব্যাচ করে এবং সেগুলিকে একটি একক লেনদেনে <a href=\"/glossary/#mainnet\">Ethereum মেইন চেইনে</a> জমা দেয়। এটি <a href=\"/glossary/#gas\">গ্যাস</a> খরচ কমাতে এবং <a href=\"/glossary/#transaction\">লেনদেন</a> থ্রুপুট বাড়াতে সাহায্য করে। অপটিমিস্টিক এবং জিরো-নলেজ রোলআপ রয়েছে যা এই স্কেলেবিলিটি লাভগুলি অফার করার জন্য বিভিন্ন নিরাপত্তা পদ্ধতি ব্যবহার করে। <a href=\"/developers/docs/scaling/#rollups\">রোলআপ সম্পর্কে আরও জানুন</a>।",
  "rpc-term": "রিমোট প্রসিডিউর কল (RPC)",
  "rpc-definition": "RPC একটি কম্পিউটারকে একটি নেটওয়ার্কের মাধ্যমে অন্য কম্পিউটার থেকে ডেটা বা ক্রিয়া অনুরোধ করতে দেয়, যেমন রিমোট কন্ট্রোল দিয়ে তথ্য চাওয়া।",
  "sha-term": "সিকিওর হ্যাশ অ্যালগরিদম (SHA)",
  "sha-definition": "ন্যাশনাল ইনস্টিটিউট অফ স্ট্যান্ডার্ডস অ্যান্ড টেকনোলজি (NIST) দ্বারা প্রকাশিত ক্রিপ্টোগ্রাফিক হ্যাশ ফাংশনের একটি পরিবার।",
  "serialization-term": "সিরিয়ালাইজেশন",
  "serialization-definition": "একটি ডেটা স্ট্রাকচারকে বাইটের একটি ক্রমে রূপান্তর করার প্রক্রিয়া।",
  "sequencer-term": "সিকোয়েন্সার",
  "sequencer-definition": "একটি সিকোয়েন্সার হল একটি প্রোগ্রাম যা একটি ব্লকচেইন নেটওয়ার্কে, বিশেষ করে লেয়ার ২ স্কেলিং সলিউশনের মধ্যে লেনদেন ক্রম করার জন্য দায়ী।",
  "shard-term": "শার্ড / শার্ড চেইন",
  "shard-definition": "শার্ড চেইনগুলি হল মোট ব্লকচেইনের পৃথক বিভাগ যার জন্য ভ্যালিডেটরদের উপসেটগুলি দায়ী হতে পারে। এটি মূলত Ethereum-কে প্রতি সেকেন্ডে লক্ষ লক্ষ লেনদেনে স্কেল করার উপায় হিসাবে অভিপ্রেত ছিল, কিন্তু <a href=\"/glossary/#rollups\">রোলআপ</a> ব্যবহার করে স্কেলিংয়ের দ্রুত বিকাশের কারণে এটি এখন প্রতিস্থাপিত হয়েছে।",
  "sidechain-term": "সাইডচেইন",
  "sidechain-definition": "একটি স্কেলিং সলিউশন যা একটি পৃথক চেইন ব্যবহার করে যার বিভিন্ন, প্রায়শই দ্রুত, <a href=\"/glossary/#consensus-rules\">কনসেন্সাস নিয়ম</a> রয়েছে। এই সাইডচেইনগুলিকে <a href=\"/glossary/#mainnet\">মেইননেটের</a> সাথে সংযোগ করার জন্য একটি ব্রিজের প্রয়োজন। <a href=\"/glossary/#rollups\">রোলআপগুলিও</a> সাইডচেইন ব্যবহার করে, কিন্তু তারা <a href=\"/glossary/#mainnet\">মেইননেটের</a> সহযোগিতায় কাজ করে। <a href=\"/developers/docs/scaling/sidechains/\">সাইডচেইন সম্পর্কে আরও জানুন</a>।",
  "signing-term": "স্বাক্ষর করা",
  "signing-definition": "ক্রিপ্টোগ্রাফিকভাবে প্রদর্শন করা যে একটি লেনদেন একটি নির্দিষ্ট প্রাইভেট কী-এর ধারক দ্বারা অনুমোদিত হয়েছিল।",
  "singleton-term": "সিঙ্গেলটন",
  "singleton-definition": "একটি কম্পিউটার প্রোগ্রামিং শব্দ যা এমন একটি বস্তুকে বর্ণনা করে যার কেবল একটি একক উদাহরণ থাকতে পারে।",
  "slasher-term": "স্ল্যাশার",
  "slasher-definition": "একটি স্ল্যাশার হল এমন একটি সত্তা যা স্ল্যাশযোগ্য অপরাধের জন্য প্রত্যয়ন স্ক্যান করে। স্ল্যাশিংগুলি নেটওয়ার্কে সম্প্রচার করা হয় এবং পরবর্তী ব্লক প্রস্তাবক প্রমাণটি ব্লকে যোগ করে। ব্লক প্রস্তাবক তখন দূষিত ভ্যালিডেটরকে স্ল্যাশ করার জন্য একটি পুরস্কার পায়।",
  "slot-term": "স্লট",
  "slot-definition": "একটি সময়কাল (১২ সেকেন্ড) যেখানে <a href=\"/glossary/#pos\">প্রুফ-অফ-স্টেক</a> সিস্টেমে একজন <a href=\"/glossary/#validator\">ভ্যালিডেটর</a> দ্বারা নতুন ব্লক প্রস্তাব করা যেতে পারে। একটি স্লট খালি থাকতে পারে। ৩২টি স্লট একটি <a href=\"/glossary/#epoch\">ইপক</a> তৈরি করে। <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">প্রুফ-অফ-স্টেক সম্পর্কে আরও জানুন</a>।",
  "smart-contract-term": "স্মার্ট কন্ট্র্যাক্ট",
  "smart-contract-definition": "একটি স্মার্ট কন্ট্র্যাক্ট হল একটি প্রোগ্রাম যা একটি ব্লকচেইনে স্বয়ংক্রিয়ভাবে চুক্তি সম্পাদন করে, যেমন একটি স্ব-প্রয়োগকারী ডিজিটাল চুক্তি। <a href=\"/smart-contracts/\">স্মার্ট কন্ট্র্যাক্টের ভূমিকা</a>।",
  "snark-term": "SNARK",
  "snark-definition": "\"সাক্সিন্ট নন-ইন্টারেক্টিভ আর্গুমেন্ট অফ নলেজ\" এর সংক্ষিপ্ত রূপ, একটি SNARK হল এক ধরনের <a href=\"/glossary/#zk-proof\">জিরো-নলেজ প্রুফ</a>। <a href=\"/developers/docs/scaling/zk-rollups/\">জিরো-নলেজ রোলআপ সম্পর্কে আরও জানুন</a>।",
  "soft-fork-term": "সফট ফর্ক",
  "soft-fork-definition": "একটি <a href=\"/glossary/#blockchain\">ব্লকচেইনে</a> একটি বিচ্যুতি যা <a href=\"/glossary/#consensus-rules\">কনসেন্সাস নিয়ম</a> পরিবর্তন হলে ঘটে। একটি <a href=\"/glossary/#hard-fork\">হার্ড ফর্কের</a> বিপরীতে, একটি সফট ফর্ক পশ্চাৎ-সামঞ্জস্যপূর্ণ; আপগ্রেড করা নোডগুলি আপগ্রেড না করা নোডগুলির দ্বারা তৈরি ব্লকগুলি যাচাই করতে পারে যতক্ষণ তারা নতুন কনসেন্সাস নিয়ম অনুসরণ করে।",
  "solidity-term": "Solidity",
  "solidity-definition": "একটি পদ্ধতিগত (ইম্পারেটিভ) প্রোগ্রামিং ভাষা যার সিনট্যাক্স JavaScript, C++, বা Java-র মতো। Ethereum <a href=\"/glossary/#smart-contract\">স্মার্ট কন্ট্র্যাক্টের</a> জন্য সবচেয়ে জনপ্রিয় এবং সবচেয়ে বেশি ব্যবহৃত ভাষা। ডঃ গ্যাভিন উড দ্বারা নির্মিত। <a href=\"/developers/docs/smart-contracts/languages/#solidity\">Solidity সম্পর্কে আরও জানুন</a>।",
  "solidity-inline-assembly-term": "Solidity ইনলাইন অ্যাসেম্বলি",
  "solidity-inline-assembly-definition": "একটি <a href=\"/glossary/#solidity\">Solidity</a> প্রোগ্রামে <a href=\"/glossary/#evm\">EVM</a> অ্যাসেম্বলি ভাষা। Solidity-র ইনলাইন অ্যাসেম্বলির জন্য সমর্থন নির্দিষ্ট অপারেশন লেখা সহজ করে তোলে।",
  "stablecoin-term": "স্টেবলকয়েন",
  "stablecoin-definition": "একটি স্টেবলকয়েন হল এক ধরনের ক্রিপ্টোকারেন্সি যা একটি স্থিতিশীল মূল্য থাকার জন্য ডিজাইন করা হয়েছে, প্রায়শই একটি মুদ্রা বা পণ্যের (যেমন মার্কিন ডলার) সাথে যুক্ত, মূল্যের অস্থিরতা কমাতে। <a href=\"/stablecoins/\">স্টেবলকয়েন সম্পর্কে আরও জানুন</a>।",
  "staking-term": "স্টেকিং",
  "staking-definition": "একটি ভ্যালিডেটর হতে এবং <a href=\"/glossary/#network\">নেটওয়ার্ক</a> সুরক্ষিত করতে <a href=\"/glossary/#ether\">ইথারের</a> একটি পরিমাণ (আপনার স্টেক) জমা করা। একজন ভ্যালিডেটর একটি <a href=\"/glossary/#pos\">প্রুফ-অফ-স্টেক</a> কনসেন্সাস মডেলের অধীনে <a href=\"/glossary/#transaction\">লেনদেন</a> পরীক্ষা করে এবং <a href=\"/glossary/#block\">ব্লক</a> প্রস্তাব করে। স্টেকিং আপনাকে নেটওয়ার্কের সর্বোত্তম স্বার্থে কাজ করার জন্য একটি অর্থনৈতিক প্রণোদনা দেয়। আপনি আপনার <a href=\"/glossary/#validator\">ভ্যালিডেটর</a> দায়িত্ব পালন করার জন্য পুরস্কার পাবেন, কিন্তু যদি না করেন তবে বিভিন্ন পরিমাণে ETH হারাবেন। <a href=\"/staking/\">Ethereum স্টেকিং সম্পর্কে আরও জানুন</a>।",
  "staking-pool-term": "স্টেকিং পুল",
  "staking-pool-definition": "একাধিক Ethereum স্টেকারের সম্মিলিত ETH, যা ৩২ ETH-এ পৌঁছানোর জন্য ব্যবহৃত হয় যা এক সেট ভ্যালিডেটর কী সক্রিয় করতে প্রয়োজন। একজন নোড অপারেটর এই কীগুলি কনসেন্সাসে অংশ নিতে ব্যবহার করে এবং <a href=\"/glossary/#block-reward\">ব্লক রিওয়ার্ড</a> অবদানকারী স্টেকারদের মধ্যে ভাগ করা হয়। স্টেকিং পুল বা ডেলিগেটিং স্টেকিং Ethereum প্রোটোকলের নেটিভ নয়, তবে কমিউনিটি দ্বারা অনেক সমাধান তৈরি করা হয়েছে। <a href=\"/staking/pools/\">পুলড স্টেকিং সম্পর্কে আরও জানুন</a>।",
  "stark-term": "STARK",
  "stark-definition": "\"স্কেলেবল ট্রান্সপারেন্ট আর্গুমেন্ট অফ নলেজ\" এর সংক্ষিপ্ত রূপ, একটি STARK হল এক ধরনের <a href=\"/glossary/#zk-proof\">জিরো-নলেজ প্রুফ</a>। <a href=\"/developers/docs/scaling/zk-rollups/\">জিরো-নলেজ রোলআপ সম্পর্কে আরও জানুন</a>।",
  "state-term": "স্টেট",
  "state-definition": "ব্লকচেইনে একটি নির্দিষ্ট সময়ে সমস্ত ব্যালেন্স এবং ডেটার একটি স্ন্যাপশট, যা সাধারণত একটি নির্দিষ্ট ব্লকের অবস্থাকে বোঝায়।",
  "state-channels-term": "স্টেট চ্যানেল",
  "state-channels-definition": "একটি <a href=\"/glossary/#layer-2\">লেয়ার ২</a> সলিউশন যেখানে অংশগ্রহণকারীদের মধ্যে একটি চ্যানেল স্থাপন করা হয়, যেখানে তারা অবাধে এবং সস্তায় লেনদেন করতে পারে। শুধুমাত্র চ্যানেল স্থাপন এবং চ্যানেল বন্ধ করার জন্য একটি <a href=\"/glossary/#transaction\">লেনদেন</a> <a href=\"/glossary/#mainnet\">মেইননেটে</a> পাঠানো হয়। এটি খুব উচ্চ লেনদেন থ্রুপুট সক্ষম করে, তবে এটি অংশগ্রহণকারীদের সংখ্যা আগে থেকে জানা এবং তহবিল লক আপ করার উপর নির্ভর করে। <a href=\"/developers/docs/scaling/state-channels/#state-channels\">স্টেট চ্যানেল সম্পর্কে আরও জানুন</a>।",
  "supermajority-term": "সুপারমেজররিটি",
  "supermajority-definition": "সুপারমেজররিটি হল Ethereum সুরক্ষিত মোট স্টেক করা ইথারের ২/৩ (৬৬%) এর বেশি পরিমাণ। বিকন চেইনে ব্লকগুলিকে <a href=\"/glossary/#finality\">চূড়ান্ত</a> করার জন্য একটি সুপারমেজররিটি ভোটের প্রয়োজন।",
  "sybil-attack-term": "সাইবিল অ্যাটাক",
  "sybil-attack-definition": "সাইবিল আক্রমণ বলতে বোঝায় যে ব্যক্তিরা তাদের প্রভাব বাড়ানোর জন্য একটি সিস্টেমকে একাধিক ব্যক্তি মনে করে প্রতারণা করে।",
  "syncing-term": "সিঙ্কিং",
  "syncing-definition": "একটি নোডে একটি ব্লকচেইনের সম্পূর্ণ সর্বশেষ সংস্করণ ডাউনলোড করার প্রক্রিয়া।",
  "sync-committee-term": "সিঙ্ক কমিটি",
  "sync-committee-definition": "একটি সিঙ্ক কমিটি হল <a href=\"/glossary/#validator\">ভ্যালিডেটরদের</a> একটি এলোমেলোভাবে নির্বাচিত গ্রুপ যা প্রতি ~২৭ ঘণ্টায় রিফ্রেশ হয়। তাদের উদ্দেশ্য হল বৈধ ব্লক হেডারগুলিতে তাদের স্বাক্ষর যোগ করা। সিঙ্ক কমিটিগুলি <a href=\"/glossary/#light-client\">লাইট ক্লায়েন্টদের</a> পুরো ভ্যালিডেটর সেট অ্যাক্সেস করার প্রয়োজন ছাড়াই ব্লকচেইনের হেড ট্র্যাক রাখতে দেয়।",
  "szabo-term": "জাবো",
  "szabo-definition": "<a href=\"/glossary/#ether\">ইথারের</a> একটি উপবিভাগ। ১ জাবো = ১০<sup>১২</sup> <a href=\"/glossary/#wei\">wei</a>। ১০<sup>৬</sup> জাবো = ১ ইথার।",
  "terminal-total-difficulty-term": "টার্মিনাল টোটাল ডিফিকাল্টি (TTD)",
  "terminal-total-difficulty-definition": "টোটাল ডিফিকাল্টি হল ব্লকচেইনের একটি নির্দিষ্ট বিন্দু পর্যন্ত সমস্ত ব্লকের জন্য Ethash মাইনিং ডিফিকাল্টির যোগফল। টার্মিনাল টোটাল ডিফিকাল্টি হল টোটাল ডিফিকাল্টির একটি নির্দিষ্ট মান যা এক্সিকিউশন ক্লায়েন্টদের তাদের মাইনিং এবং ব্লক গসিপ ফাংশন বন্ধ করার জন্য ট্রিগার হিসাবে ব্যবহৃত হয়েছিল, যা নেটওয়ার্ককে প্রুফ-অফ-স্টেকে স্থানান্তরিত করতে সক্ষম করে। এটি আর প্রাসঙ্গিক নয় কারণ Ethereum <a href=\"/glossary/#pos\">প্রুফ-অফ-স্টেকে</a> চলে গেছে।",
  "testnet-term": "টেস্টনেট",
  "testnet-definition": "\"টেস্ট নেটওয়ার্ক\" এর সংক্ষিপ্ত রূপ, একটি নেটওয়ার্ক যা প্রধান Ethereum নেটওয়ার্কের আচরণের অনুকরণ করতে ব্যবহৃত হয়।",
  "token-term": "টোকেন",
  "token-definition": "Ethereum ব্লকচেইনে স্মার্ট কন্ট্র্যাক্টে সংজ্ঞায়িত একটি ট্রেডযোগ্য ভার্চুয়াল পণ্য।",
  "token-factory-term": "টোকেন ফ্যাক্টরি",
  "token-factory-definition": "একটি টোকেন ফ্যাক্টরি হল একটি স্মার্ট কন্ট্র্যাক্ট যা একটি নির্দিষ্ট স্ট্যান্ডার্ডের মধ্যে টোকেন তৈরি করতে সহায়তা করে, যেমন <a href=\"#erc-20\">ERC-20</a>, <a href=\"#erc-721\">ERC-721</a>, বা <a href=\"#erc-1155\">ERC-1155</a>। স্মার্ট কন্ট্র্যাক্ট একটি টেমপ্লেট হিসাবে কাজ করে, যা ব্যবহারকারীদের স্ক্র্যাচ থেকে নতুন স্মার্ট কন্ট্র্যাক্ট তৈরি না করেই নাম, প্রতীক, সরবরাহ এবং অতিরিক্ত কার্যকারিতার মতো কাস্টম প্যারামিটার সহ নতুন টোকেন স্থাপন করতে দেয়।",
  "transaction-term": "লেনদেন",
  "transaction-definition": "একটি উৎস <a href=\"/glossary/#account\">অ্যাকাউন্ট</a> দ্বারা স্বাক্ষরিত Ethereum ব্লকচেইনে প্রতিশ্রুতিবদ্ধ ডেটা, যা একটি নির্দিষ্ট <a href=\"/glossary/#address\">ঠিকানাকে</a> লক্ষ্য করে। লেনদেনটিতে সেই লেনদেনের জন্য <a href=\"/glossary/#gas-limit\">গ্যাস লিমিটের</a> মতো মেটাডেটা থাকে। <a href=\"/developers/docs/transactions/\">লেনদেন সম্পর্কে আরও জানুন</a>।",
  "transaction-fee-term": "লেনদেন ফি",
  "transaction-fee-definition": "আপনি যখনই Ethereum নেটওয়ার্ক ব্যবহার করেন তখন আপনাকে একটি ফি দিতে হবে। উদাহরণগুলির মধ্যে রয়েছে আপনার <a href=\"/glossary/#wallet\">ওয়ালেট</a> থেকে তহবিল পাঠানো বা একটি <a href=\"/glossary/#dapp\">dapp</a> মিথস্ক্রিয়া, যেমন টোকেন সোয়াপ করা বা একটি সংগ্রহযোগ্য কেনা। আপনি এটিকে একটি পরিষেবা চার্জের মতো ভাবতে পারেন। নেটওয়ার্ক কতটা ব্যস্ত তার উপর ভিত্তি করে এই ফি পরিবর্তন হবে। এর কারণ হল <a href=\"/glossary/#validator\">ভ্যালিডেটররা</a>, যারা আপনার লেনদেন প্রক্রিয়াকরণের জন্য দায়ী, তারা সম্ভবত উচ্চ ফি সহ লেনদেনকে অগ্রাধিকার দেবে – তাই যানজট দাম বাড়িয়ে দেয়।<br/><br/>প্রযুক্তিগত স্তরে, আপনার লেনদেন ফি আপনার লেনদেনের জন্য কতটা <a href=\"/glossary/#gas\">গ্যাস</a> প্রয়োজন তার সাথে সম্পর্কিত।<br/><br/>লেনদেন ফি কমানো এখন একটি তীব্র আগ্রহের বিষয়। দেখুন <a href=\"/glossary/#layer-2\">লেয়ার ২</a>।",
  "trust-assumptions-term": "ট্রাস্ট অ্যাজামশন",
  "trust-assumptions-definition": "ট্রাস্ট অ্যাজামশন হল একটি সিস্টেমের নিরাপত্তা এবং নির্ভরযোগ্যতা সম্পর্কে মৌলিক বিশ্বাস, যা সিস্টেমটি কাজ করার জন্য আমরা কী বিশ্বাস করি তা নির্দেশ করে।",
  "trustlessness-term": "ট্রাস্টলেসনেস",
  "trustlessness-definition": "একটি নেটওয়ার্কের ক্ষমতা যা জড়িত কোনো পক্ষের তৃতীয় পক্ষের উপর বিশ্বাস করার প্রয়োজন ছাড়াই লেনদেন মধ্যস্থতা করতে পারে।",
  "turing-complete-term": "ট্যুরিং কমপ্লিট",
  "turing-complete-definition": "ইংরেজ গণিতবিদ এবং কম্পিউটার বিজ্ঞানী অ্যালান ট্যুরিং-এর নামে একটি ধারণা - ডেটা-ম্যানিপুলেশন নিয়মের একটি সিস্টেম (যেমন একটি কম্পিউটারের নির্দেশিকা সেট, একটি প্রোগ্রামিং ভাষা, বা একটি সেলুলার অটোম্যাটন) কে \"ট্যুরিং কমপ্লিট\" বা \"গণনামূলকভাবে সার্বজনীন\" বলা হয় যদি এটি যেকোনো ট্যুরিং মেশিনকে অনুকরণ করতে ব্যবহার করা যায়।",
  "validator-term": "ভ্যালিডেটর",
  "validator-definition": "একটি <a href=\"/glossary/#pos\">প্রুফ-অফ-স্টেক</a> সিস্টেমে একটি <a href=\"/glossary/#node\">নোড</a> যা ডেটা সংরক্ষণ, লেনদেন প্রক্রিয়াকরণ এবং ব্লকচেইনে নতুন ব্লক যুক্ত করার জন্য দায়ী। ভ্যালিডেটর সফটওয়্যার সক্রিয় করতে, আপনাকে ৩২ ETH <a href=\"/glossary/#staking\">স্টেক</a> করতে সক্ষম হতে হবে। <a href=\"/staking/\">Ethereum-এ স্টেকিং সম্পর্কে আরও জানুন</a>।",
  "validator-lifecycle-term": "ভ্যালিডেটর লাইফসাইকেল",
  "validator-lifecycle-definition": "একটি ভ্যালিডেটর যে অবস্থাগুলির ক্রমানুসারে থাকতে পারে। এর মধ্যে রয়েছে: <br/><br/><ul><li>ডিপোজিটেড: ভ্যালিডেটর দ্বারা <a href=\"/glossary/#deposit-contract\">ডিপোজিট কন্ট্র্যাক্টে</a> কমপক্ষে ৩২ ETH জমা করা হয়েছে</li><li>পেন্ডিং: ভ্যালিডেটর অ্যাক্টিভেশন সারিতে রয়েছে এবং বিদ্যমান ভ্যালিডেটরদের দ্বারা নেটওয়ার্কে ভোট দেওয়ার জন্য অপেক্ষা করছে</li><li>অ্যাক্টিভ: বর্তমানে প্রত্যয়ন করছে এবং ব্লক প্রস্তাব করছে</li><li>স্ল্যাশিং: ভ্যালিডেটর অসদাচরণ করেছে এবং স্ল্যাশ করা হচ্ছে</li><li>এক্সাইটিং: ভ্যালিডেটরকে নেটওয়ার্ক থেকে বের হওয়ার জন্য ফ্ল্যাগ করা হয়েছে, হয় স্বেচ্ছায় বা কারণ তাদের বের করে দেওয়া হয়েছে।</li></ul>",
  "validity-proof-term": "ভ্যালিডিটি প্রুফ",
  "validity-proof-definition": "কিছু নির্দিষ্ট <a href=\"/glossary/#layer-2\">লেয়ার ২</a> সলিউশনের জন্য একটি নিরাপত্তা মডেল যেখানে, গতি বাড়ানোর জন্য, লেনদেনগুলি ব্যাচে রোল আপ করা হয় এবং একটি একক লেনদেনে Ethereum-এ জমা দেওয়া হয়। লেনদেনের গণনা অফচেইনে করা হয় এবং তারপর তাদের বৈধতার প্রমাণ সহ প্রধান চেইনে সরবরাহ করা হয়। এই পদ্ধতিটি নিরাপত্তা বজায় রেখে সম্ভাব্য লেনদেনের পরিমাণ বাড়ায়। কিছু <a href=\"/glossary/#rollups\">রোলআপ</a> <a href=\"/glossary/#fraud-proof\">ফ্রড প্রুফ</a> ব্যবহার করে। <a href=\"/developers/docs/scaling/zk-rollups/\">জিরো-নলেজ রোলআপ সম্পর্কে আরও জানুন</a>।",
  "validium-term": "ভ্যালিডিয়াম",
  "validium-definition": "একটি অফচেইন সলিউশন যা লেনদেনের থ্রুপুট উন্নত করতে <a href=\"/glossary/#validity-proof\">ভ্যালিডিটি প্রুফ</a> ব্যবহার করে। <a href=\"/glossary/#zk-rollup\">জিরো-নলেজ রোলআপের</a> মতো, ভ্যালিডিয়াম ডেটা লেয়ার ১ মেইননেটে সংরক্ষণ করা হয় না। <a href=\"/developers/docs/scaling/validium/\">ভ্যালিডিয়াম সম্পর্কে আরও জানুন</a>।",
  "vyper-term": "Vyper",
  "vyper-definition": "পাইথনের মতো সিনট্যাক্স সহ একটি উচ্চ-স্তরের প্রোগ্রামিং ভাষা। একটি বিশুদ্ধ ফাংশনাল ভাষার কাছাকাছি যাওয়ার উদ্দেশ্যে। ভিটালিক বুটেরিন দ্বারা নির্মিত। <a href=\"/developers/docs/smart-contracts/languages/#vyper\">Vyper সম্পর্কে আরও জানুন</a>।",
  "wallet-term": "ওয়ালেট",
  "wallet-definition": "একটি ওয়ালেট হল ডিজিটাল মুদ্রা সংরক্ষণ, পাঠানো এবং গ্রহণ করার জন্য একটি ডিজিটাল টুল, যেমন আপনার অনলাইন অর্থের জন্য একটি ভার্চুয়াল পার্স। <a href=\"/wallets/\">Ethereum ওয়ালেট সম্পর্কে আরও জানুন</a>।",
  "web2-term": "Web2",
  "web2-definition": "বর্তমান ইন্টারনেট, যা ব্যবহারকারী-সৃষ্ট বিষয়বস্তু এবং সামাজিক মাধ্যমের উপর কেন্দ্র করে যা কয়েকটি কোম্পানি দ্বারা নিয়ন্ত্রিত। Web3 হল একটি ক্রিপ্টো বিশ্বাস যে ব্যবহারকারীদের তাদের ডেটা এবং লেনদেন নিয়ন্ত্রণ করা উচিত।",
  "web3-term": "Web3",
  "web3-definition": "Web3 হল ব্লকচেইন সহ নতুন ইন্টারনেট, যেখানে ব্যবহারকারীরা তাদের ডেটা এবং লেনদেন নিয়ন্ত্রণ করে, কোম্পানি নয়। কোনো ব্যক্তিগত তথ্য শেয়ার করার প্রয়োজন নেই। <a href=\"/web3/\">web3 সম্পর্কে আরও জানুন</a>।",
  "wei-term": "Wei",
  "wei-definition": "ইথারের সবচেয়ে ছোট উপবিভাগ। ১০<sup>১৮</sup> wei = ১ ইথার।",
  "wrapped-token-term": "র‍্যাপড টোকেন",
  "wrapped-token-definition": "একটি ব্লকচেইন-ভিত্তিক টোকেন যা একটি ভিন্ন নেটওয়ার্কে অন্য একটি ক্রিপ্টোকারেন্সি বা সম্পদের প্রতিনিধিত্ব করে। উদাহরণস্বরূপ, <a href=\"/wrapped-eth/#intro-to-weth\">র‍্যাপড ইথার (WETH)</a> Ethereum-এর <a href=\"/glossary/#erc-20\">ERC-20</a> টোকেন স্ট্যান্ডার্ডের সাথে সঙ্গতিপূর্ণ একটি ফর্ম্যাটে ইথার (ETH) প্রতিনিধিত্ব করে। মূল সম্পদটি একটি <a href=\"/glossary/#smart-contract\">স্মার্ট কন্ট্র্যাক্ট</a> দ্বারা নিরাপদে লক করা থাকে, এবং একটি সমতুল্য র‍্যাপড টোকেন মিন্ট করা হয়। এই ব্যবস্থাটি ব্লকচেইনের মধ্যে এবং মধ্যে আন্তঃকার্যক্ষমতা সক্ষম করে, যা ETH-এর মতো সম্পদগুলিকে তাদের মূল্য বজায় রেখে ডিসেন্ট্রালাইজড এপ্লিকেশনে নির্বিঘ্নে ব্যবহার করার অনুমতি দেয়।",
  "zero-address-term": "জিরো অ্যাড্রেস",
  "zero-address-definition": "একটি Ethereum ঠিকানা, যা সম্পূর্ণরূপে শূন্য দ্বারা গঠিত, যা প্রায়শই মালিকানাধীন প্রচলন থেকে টোকেন সরানোর জন্য একটি ঠিকানা হিসাবে ব্যবহৃত হয়। একটি স্মার্ট কন্ট্র্যাক্টের সূচী থেকে burn() পদ্ধতির মাধ্যমে আনুষ্ঠানিকভাবে সরানো টোকেন এবং এই ঠিকানায় পাঠানো টোকেনগুলির মধ্যে একটি পার্থক্য টানা হয়।",
  "zk-proof-term": "জিরো-নলেজ প্রুফ",
  "zk-proof-definition": "একটি জিরো-নলেজ প্রুফ হল একটি ক্রিপ্টোগ্রাফিক পদ্ধতি যা একজন ব্যক্তিকে কোনো অতিরিক্ত তথ্য প্রকাশ না করেই প্রমাণ করতে দেয় যে একটি বিবৃতি সত্য। <a href=\"/developers/docs/scaling/zk-rollups/\">জিরো-নলেজ রোলআপ সম্পর্কে আরও জানুন</a>।",
  "zk-rollup-term": "জিরো-নলেজ রোলআপ",
  "zk-rollup-definition": "লেনদেনের একটি <a href=\"/glossary/#rollups\">রোলআপ</a> যা <a href=\"/glossary/#validity-proof\">ভ্যালিডিটি প্রুফ</a> ব্যবহার করে মেইননেট (লেয়ার ১) দ্বারা প্রদত্ত নিরাপত্তা ব্যবহার করার সময় <a href=\"/glossary/#layer-2\">লেয়ার ২</a> লেনদেন থ্রুপুট বাড়ানোর জন্য। যদিও তারা <a href=\"/glossary/#optimistic-rollup\">অপ্টিমিস্টিক রোলআপের</a> মতো জটিল লেনদেনের ধরণগুলি পরিচালনা করতে পারে না, তবে তাদের ল্যাটেন্সি সমস্যা নেই কারণ লেনদেনগুলি জমা দেওয়ার সময় প্রমাণযোগ্যভাবে বৈধ। <a href=\"/developers/docs/scaling/zk-rollups/\">জিরো-নলেজ রোলআপ সম্পর্কে আরও জানুন</a>।"
}
