{
  "page-local-environment-brownie-desc": "ইথেরিয়াম ভার্চুয়াল মেশিনকে লক্ষ্য করে স্মার্ট কন্ট্র্যাক্ট একটি পাইথন-ভিত্তিক ডেভেলপমেন্ট এবং পরীক্ষার কাঠামো।",
  "page-local-environment-brownie-logo-alt": "Brownie লোগো",
  "page-local-environment-kurtosis-desc": "দ্রুত স্থানীয় dApp ডেভেলপমেন্ট, প্রোটোটাইপিং এবং পরীক্ষার জন্য একটি মাল্টি-ক্লায়েন্ট ইথেরিয়াম টেস্টনেট সহজেই কনফিগার এবং স্পিন করার জন্য একটি ধারক-ভিত্তিক টুলকিট।",
  "page-local-environment-kurtosis-logo-alt": "Kurtosis লোগো",
  "page-local-environment-epirus-desc": "জাভা ভার্চুয়াল মেশিনে ব্লকচেইন অ্যাপ্লিকেশনগুলি ডেভেলপ, স্থাপন এবং পর্যবেক্ষণের জন্য একটি প্ল্যাটফর্ম।",
  "page-local-environment-epirus-logo-alt": "Epirus লোগো",
  "page-local-environment-eth-app-desc": "একটি কমান্ড দিয়ে ইথেরিয়াম-চালিত অ্যাপ তৈরি করুন। বেছে নেওয়ার জন্য UI ফ্রেমওয়ার্ক এবং DeFi টেমপ্লেটের বিস্তৃত অফার সহ আসে।",
  "page-local-environment-eth-app-logo-alt": "Eth অ্যাপ লোগো তৈরি করুন",
  "page-local-environment-foundry-desc": "রাস্ট-এ লেখা ইথেরিয়াম অ্যাপ্লিকেশন ডেভেলপমেন্টের জন্য একটি জ্বলন্ত দ্রুত, বহনযোগ্য এবং মডুলার টুলকিট।",
  "page-local-environment-foundry-logo-alt": "Foundry লোগো",
  "page-local-environment-framework-feature-1": "একটি স্থানীয় ব্লকচেইন মুহুর্তে স্পিন আপ করার ফিচারসমূহ।",
  "page-local-environment-framework-feature-2": "আপনার স্মার্ট কন্ট্র্যাক্ট গুলি কম্পাইল এবং পরীক্ষা করার ইউটিলিটি সমূহ।",
  "page-local-environment-framework-feature-3": "একই প্রকল্প/রিপোজেটরি -র মধ্যে আপনার ব্যবহারকারী-মুখী অ্যাপ্লিকেশন তৈরি করতে ক্লায়েন্ট ডেভেলপমেন্ট অ্যাড-অন।",
  "page-local-environment-framework-feature-4": "ইথেরিয়াম নেটওয়ার্কের সাথে সংযোগ এবং কনট্র্যাক্টসমূহ স্থাপন করতে কনফিগারেশন, স্থানীয়ভাবে চলমান অবস্থায় বা ইথেরিয়াম-এর পাবলিক নেটওয়ার্কগুলির একটিতে।",
  "page-local-environment-framework-feature-5": "বিকেন্দ্রীভূত অ্যাপ বিতরণ - IPFS এর মতো স্টোরেজ বিকল্পগুলির সাথে সমন্বয়।",
  "page-local-environment-framework-features": "এই ফ্রেমওয়ার্কগুলি অনেকগুলি আউট-অফ-দ্য-বক্স কার্যকারিতার সাথে আসে, যেমন:",
  "page-local-environment-frameworks-desc": "আমরা একটি ফ্রেমওয়ার্ক বাছাই করার পরামর্শ দিই, বিশেষ করে যদি আপনি সবেমাত্র শুরু করে থাকেন। একটি পূর্ণাঙ্গ dapp তৈরি করতে বিভিন্ন প্রযুক্তির প্রয়োজন হয়। ফ্রেমওয়ার্কগুলিতে প্রয়োজনীয় অনেকগুলি বৈশিষ্ট্য অন্তর্ভুক্ত থাকে বা আপনার ইচ্ছামত টুলস বেছে নেওয়ার জন্য সহজ প্লাগইন সিস্টেম প্রদান করে।",
  "page-local-environment-frameworks-title": "ফ্রেমওয়ার্কগুলো এবং পূর্ব-তৈরিকৃত স্ট্যাক সমূহ",
  "page-local-environment-hardhat-desc": "Hardhat পেশাদারদের জন্য একটি ইথেরিয়াম উন্নয়ন পরিবেশ।",
  "page-local-environment-hardhat-logo-alt": "Hardhat লোগো",
  "page-local-environment-openZeppelin-desc": "আমাদের CLI এর সাথে স্মার্ট কন্ট্রাক্ট কম্পাইল, আপগ্রেড, ডিপ্লোয়িং এবং ইন্টারঅ্যাক্ট করে কয়েক ঘন্টা ডেভেলপমেন্টের সময় বাঁচান।",
  "page-local-environment-openZeppelin-logo-alt": "OpenZeppelin লোগো",
  "page-local-environment-scaffold-eth-desc": "ইথার + হার্ডহ্যাট + রিয়্যাক্ট: স্মার্ট কনট্র্যাক্ট দ্বারা চালিত বিকেন্দ্রীভূত অ্যাপ্লিকেশনগুলি তৈরি করা শুরু করতে আপনার যা প্রয়োজন।",
  "page-local-environment-scaffold-eth-logo-alt": "scaffold-eth লোগো",
  "page-local-environment-setup-meta-desc": "ইথেরিয়াম ডেভেলপের জন্য আপনার সফ্টওয়্যার স্ট্যাক কীভাবে বাছাই করবেন তার নির্দেশিকা।",
  "page-local-environment-setup-meta-title": "ইথেরিয়াম স্থানীয় উন্নয়ন সেটআপ",
  "page-local-environment-setup-subtitle": "আপনি যদি বিল্ডিং শুরু করতে প্রস্তুত হন, তাহলে আপনার স্ট্যাক বেছে নেওয়ার সময় এসেছে।",
  "page-local-environment-setup-subtitle-2": "আপনার ইথেরিয়াম অ্যাপ্লিকেশন তৈরি করতে সাহায্য করার জন্য আপনি যে টুলস এবং ফ্রেমওয়ার্ক ব্যবহার করতে পারেন তা এখানে রয়েছে।",
  "page-local-environment-setup-title": "আপনার স্থানীয় উন্নয়ন পরিবেশ সেট আপ করুন",
  "page-local-environment-solidity-template-desc": "আপনার সলিডিটি স্মার্ট কনট্র্যাক্টের একটি পূর্ব-নির্মিত সেটআপের জন্য একটি GitHub টেমপ্লেট। একটি Hardhat স্থানীয় নেটওয়ার্ক, পরীক্ষার জন্য Waffle, ওয়ালেট বাস্তবায়নের জন্য Ethers এবং আরও অনেক কিছু অন্তর্ভুক্ত।",
  "page-local-environment-solidity-template-logo-alt": "Solidity template লোগো",
  "page-local-environment-waffle-desc": "স্মার্ট কনট্র্যাক্টের জন্য সবচেয়ে উন্নত পরীক্ষার লাইব্রেরি। একা অথবা Scaffold-eth বা Hardhat সাথে নিয়ে ব্যবহার করুন।",
  "page-local-environment-waffle-logo-alt": "Waffle লোগো"
}
