{
  "layer-2-arbitrum-note": "শুধুমাত্র সাদা তালিকাভুক্ত ব্যবহারকারীদের জন্য ফ্রড প্রুফস, সাদা তালিকা এখনও খোলা হয়নি",
  "layer-2-boba-note": "ডেভেলপমেন্টে রাষ্ট্রীয় বৈধতা",
  "layer-2-optimism-note": "ডেভেলপমেন্টের ফল্ট প্রুফ সমূহ",
  "layer-2-hero-title": "লেয়ার 2",
  "layer-2-hero-header": "সবার জন্য ইথেরিয়াম",
  "layer-2-hero-subtitle": "ভর গ্রহণের জন্য ইথেরিয়াম স্কেলিং।",
  "layer-2-hero-alt-text": "লেয়ার 2 এ রোল আপ করা এবং ইথেরিয়াম Mainnet-এ পোস্ট করা লেনদেনের চিত্র",
  "layer-2-hero-button-1": "লেয়ার 2 কী",
  "layer-2-hero-button-2": "লেয়ার 2 ব্যবহার করুন",
  "layer-2-hero-button-3": "লেয়ার 2 এ যান",
  "layer-2-statsbox-1": "লেয়ার 2 এ TVL লক করা হয়েছে (USD)",
  "layer-2-statsbox-2": "গড়ে লেয়ার 2 এ ETH স্থানান্তর ফি (USD)",
  "layer-2-statsbox-3": "লেয়ার 2 TVL পরিবর্তন (30 দিন)",
  "layer-2-what-is-layer-2-title": "লেয়ার 2 কী?",
  "layer-2-what-is-layer-2-1": "লেয়ার 2 (L2) হলো একটি সমষ্টিগত শব্দ যা ইথেরিয়াম স্কেলিং সমাধানগুলির একটি নির্দিষ্ট সেটকে বর্ণনা করে। <strong>একটি লেয়ার 2 হলো একটি পৃথক ব্লকচেইন যা ইথেরিয়ামকে প্রসারিত করে এবং ইথেরিয়ামের নিরাপত্তা গ্যারান্টি উত্তরাধিকার সূত্রে পায়</strong>।",
  "layer-2-what-is-layer-2-2": "এখন এটিকে আরও কিছুটা খনন করা যাক। এটি করার জন্য আমাদের প্রথমে লেয়ার 1 (L1) ব্যাখ্যা করতে হবে।",
  "layer-2-what-is-layer-1-title": "লেয়ার 1 কি?",
  "layer-2-what-is-layer-1-1": "লেয়ার 1 হলো মূল ব্লকচেইন। ইথেরিয়াম এবং বিটকয়েন উভয়ই লেয়ার 1 ব্লকচেইন কারণ এগুলি হল <strong>অন্তর্নিহিত ভিত্তি যা বিভিন্ন লেয়ার 2 নেটওয়ার্ক উপরে তৈরি করে</strong>। লেয়ার 2 প্রকল্পের উদাহরণগুলির মধ্যে রয়েছে ইথেরিয়ামে \"রোলআপ\" এবং বিটকয়েনের লাইটনিং নেটওয়ার্ক। এই লেয়ার 2 প্রকল্পগুলিতে সমস্ত ব্যবহারকারীর লেনদেন কার্যকলাপ শেষ পর্যন্ত লেয়ার 1 ব্লকচেইনে ফিরে যেতে পারে।",
  "layer-2-what-is-layer-1-2": "ইথেরিয়াম লেয়ার 2 এর জন্য ডেটা প্রাপ্যতা লেয়ার হিসাবেও কাজ করে। লেয়ার 2 প্রকল্পগুলি তাদের লেনদেনের ডেটা ইথেরিয়াম-এ পোস্ট করবে, ডেটা প্রাপ্যতার জন্য ইথেরিয়ামের উপর নির্ভর করে। এই ডেটা লেয়ার 2-এর অবস্থা জানতে বা লেয়ার 2-এ লেনদেন নিয়ে প্রতিরোধ করতে ব্যবহার করা যেতে পারে।",
  "layer-2-what-is-layer-1-list-title": "<strong>লেয়ার 1 হিসাবে ইথেরিয়াম এ অন্তর্ভুক্ত:</strong>",
  "layer-2-what-is-layer-1-list-1": "নেটওয়ার্ককে সুরক্ষিত ও বৈধ করতে <strong>নোড অপারেটরদের একটি নেটওয়ার্ক</strong>",
  "layer-2-what-is-layer-1-list-2": "<strong>ব্লক উৎপাদকদের একটি নেটওয়ার্ক</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>ব্লকচেইন</strong> নিজেই এবং লেনদেনের ডেটার ইতিহাস",
  "layer-2-what-is-layer-1-list-4": "নেটওয়ার্কের জন্য <strong>কনসেনসাস মেকানিজম</strong>",
  "layer-2-what-is-layer-1-list-link-1": "এখনও ইথেরিয়াম নিয়ে বিভ্রান্ত?",
  "layer-2-what-is-layer-1-list-link-2": "ইথেরিয়াম কী তা জানুন।",
  "layer-2-why-do-we-need-layer-2-title": "কেন আমাদের লেয়ার 2 প্রয়োজন?",
  "layer-2-why-do-we-need-layer-2-1": "একটি ব্লকচেইনের তিনটি আকাঙ্ক্ষিত বৈশিষ্ট্য হল এটি <strong>বিকেন্দ্রীভূত, সুরক্ষিত এবং পরিমাপযোগ্য</strong>। <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">ব্লকচেন ট্রিলেমা</a> বলে যে একটি সাধারণ ব্লকচেইন আর্কিটেকচার শুধুমাত্র দুটি অর্জন করতে পারে। তিনটির মধ্যে একটি নিরাপদ এবং বিকেন্দ্রীভূত ব্লকচেইন চান? আপনাকে পরিমাপযোগ্যতা ত্যাগ করতে হবে।",
  "layer-2-why-do-we-need-layer-2-2": "ইথেরিয়াম বর্তমানে <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">প্রতিদিন 1+ মিলিয়ন লেনদেন</a> প্রক্রিয়া করে। ইথেরিয়াম ব্যবহার করার চাহিদা লেনদেন ফির উচ্চ উচ্চ মূল্যের কারণ হতে পারে। এখানেই লেয়ার 2 নেটওয়ার্ক আসে।",
  "layer-2-why-do-we-need-layer-2-scalability": "Scalability",
  "layer-2-why-do-we-need-layer-2-scalability-1": "লেয়ার 2-এর মূল লক্ষ্য হল বিকেন্দ্রীকরণ বা নিরাপত্তার ত্যাগ ছাড়াই লেনদেনের থ্রোপুট (প্রতি সেকেন্ডে উচ্চতর লেনদেন) বৃদ্ধি করা।",
  "layer-2-why-do-we-need-layer-2-scalability-2": "ইথেরিয়াম Mainnet (লেয়ার 1) শুধুমাত্র <a href=\"https://ethtps.info/Network/Ethereum\">প্রতি সেকেন্ডে প্রায় 15টি লেনদেন</a> প্রক্রিয়া করতে সক্ষম। যখন ইথেরিয়াম ব্যবহার করার চাহিদা বেশি হয়, তখন নেটওয়ার্কটি জমজমাট হয়ে যায়, যা লেনদেনের ফি বাড়ায় এবং সেইসব ফি বহন করতে পারে না এমন ব্যবহারকারীদের দাম কমিয়ে দেয়। লেয়ার 2s হলো সমাধান যা লেয়ার-1 ব্লকচেইনের বাইরে লেনদেন প্রক্রিয়াকরণের মাধ্যমে সেই ফি কমিয়ে দেয়।",
  "layer-2-why-do-we-need-layer-2-scalability-3": "ইথেরিয়ামের ভিশন সম্পর্কে আরো",
  "layer-2-benefits-of-layer-2-title": "লেয়ার 2 এর সুবিধাসমূহ",
  "layer-2-lower-fees-title": "কম ফি",
  "layer-2-lower-fees-description": "একটি একক লেয়ার 1 লেনদেনে একাধিক অফ-চেইন লেনদেন একত্রিত করার মাধ্যমে, লেনদেনের ফি ব্যাপকভাবে হ্রাস করা হয়, যা ইথেরিয়াম-কে সকলের জন্য আরও অ্যাক্সেসযোগ্য করে তোলে।",
  "layer-2-maintain-security-title": "নিরাপত্তা বজায় রাখুন",
  "layer-2-maintain-security-description": "লেয়ার 2 ব্লকচেইন ইথেরিয়াম Mainnet-এ তাদের লেনদেন নিষ্পত্তি করে, যা ব্যবহারকারীদের ইথেরিয়াম নেটওয়ার্কের নিরাপত্তা থেকে উপকৃত হতে দেয়।",
  "layer-2-expand-use-cases-title": "ব্যবহারের ক্ষেত্রে প্রসারিত করুন",
  "layer-2-expand-use-cases-description": "প্রতি সেকেন্ডে উচ্চ লেনদেন, কম ফি এবং নতুন প্রযুক্তির সাথে, প্রকল্পগুলি উন্নত ব্যবহারকারীর অভিজ্ঞতার সাথে নতুন অ্যাপ্লিকেশনগুলিতে প্রসারিত হবে।",
  "layer-2-how-does-layer-2-work-title": "কিভাবে লেয়ার 2 কাজ করে?",
  "layer-2-how-does-layer-2-work-1": "যেমনটি আমরা উপরে উল্লেখ করেছি, লেয়ার 2 হল ইথেরিয়াম স্কেলিং সলিউশনের জন্য একটি সম্মিলিত শব্দ যা ইথেরিয়াম লেয়ার 1 থেকে লেনদেন পরিচালনা করে এবং এখনও ইথেরিয়াম লেয়ার 1 এর শক্তিশালী বিকেন্দ্রীভূত নিরাপত্তার সুবিধা নেয়। <strong>একটি লেয়ার 2 হল একটি পৃথক ব্লকচেইন যা ইথেরিয়ামকে প্রসারিত করে</strong>। ওটা কিভাবে কাজ করে?",
  "layer-2-how-does-layer-2-work-2": "লেয়ার 2 এর বিভিন্ন প্রকারের রয়েছে, প্রত্যেকটির নিজস্ব ট্রেড-অফ এবং নিরাপত্তা মডেল রয়েছে। লেয়ার 2 লেয়ার 1 থেকে লেনদেনের বোঝা সরিয়ে নেয় যা এটিকে কম জমজমাট হতে দেয় এবং সবকিছু আরও মাপযোগ্য হয়ে ওঠে।",
  "layer-2-rollups-title": "Rollups",
  "layer-2-rollups-1": "রোলআপ বান্ডেল (বা 'রোল আপ') লেয়ার 1-এ একটি একক লেনদেনে শত শত লেনদেন। এটি রোলআপের প্রত্যেকের মধ্যে L1 লেনদেনের ফি বিতরণ করে, এটি প্রতিটি ব্যবহারকারীর জন্য সস্তা করে তোলে।",
  "layer-2-rollups-2": "রোলআপ লেনদেনগুলি লেয়ার 1 থেকে সম্পাদিত হয় কিন্তু লেনদেনের ডেটা স্তর 1-এ জমা দেওয়া হয়। লেয়ার 1-এ লেনদেন ডেটা জমা দেওয়ার মাধ্যমে, রোলআপগুলি ইথেরিয়ামের নিরাপত্তার উত্তরাধিকারী হয়। এর কারণ হল একবার ডেটা লেয়ার 1 এ আপলোড করা হলে, একটি রোলআপ লেনদেন প্রত্যাবর্তনের জন্য ইথেরিয়াম প্রত্যাবর্তন করা প্রয়োজন হয়। রোলআপের জন্য দুটি ভিন্ন পদ্ধতি রয়েছে: আশাবাদী এবং শূন্য-জ্ঞান - তারা প্রাথমিকভাবে এই লেনদেনের ডেটা কীভাবে L1 এ জমা দেওয়া হয় তার উপর আলাদা করে।",
  "layer-2-optimistic-rollups-title": "Optimistic rollups",
  "layer-2-optimistic-rollups-description": "আশাবাদী রোলআপগুলি 'আশাবাদী' এই অর্থে যে লেনদেনগুলিকে বৈধ বলে ধরে নেওয়া হয়, তবে প্রয়োজনে চ্যালেঞ্জ করা যেতে পারে। যদি একটি অবৈধ লেনদেন সন্দেহ করা হয়, এটি ঘটেছে কি না তা দেখার জন্য একটি ত্রুটি প্রমাণ প্রক্রিয়া চালানো হয়।",
  "layer-2-optimistic-rollups-childSentance": "অপটিমিস্টিক রোলআপ সম্পর্কে আরও",
  "layer-2-zk-rollups-title": "Zero-knowledge rollups",
  "layer-2-zk-rollups-description": "জিরো-নলেজ রোলআপগুলি বৈধতার প্রমাণ ব্যবহার করে যেখানে লেনদেনগুলি অফ-চেইন গণনা করা হয়, এবং তারপরে সংকুচিত ডেটা তাদের বৈধতার প্রমাণ হিসাবে ইথেরিয়াম Mainnet-এ সরবরাহ করা হয়।",
  "layer-2-zk-rollups-childSentance": "ZK রোলআপ সম্পর্কে আরো",
  "layer-2-dyor-title": "আপনার নিজের গবেষণা করুন: লেয়ার 2 এর ঝুঁকি",
  "layer-2-dyor-1": "অনেক লেয়ার 2 প্রজেক্ট তুলনামূলকভাবে তরুণ এবং এখনও ব্যবহারকারীদের কিছু অপারেটরকে সৎ হতে বিশ্বাস করতে হবে কারণ তারা তাদের নেটওয়ার্কগুলিকে বিকেন্দ্রীকরণ করতে কাজ করে। আপনি জড়িত কোনো ঝুঁকির সাথে স্বাচ্ছন্দ্য বোধ করেন কি না তা নির্ধারণ করতে সর্বদা আপনার নিজের গবেষণা করুন।",
  "layer-2-dyor-2": "লেয়ার 2-এর প্রযুক্তি, ঝুঁকি এবং বিশ্বাস অনুমান সম্পর্কে আরও তথ্যের জন্য, আমরা L2BEAT চেক আউট করার পরামর্শ দিই, যা প্রতিটি প্রকল্পের একটি ব্যাপক ঝুঁকি মূল্যায়ন কাঠামো প্রদান করে।",
  "layer-2-dyor-3": "L2BEAT এ যান",
  "layer-2-use-layer-2-title": "লেয়ার 2 ব্যবহার করুন",
  "layer-2-use-layer-2-1": "এখন যেহেতু আপনি বুঝতে পেরেছেন কেন লেয়ার 2 বিদ্যমান এবং এটি কীভাবে কাজ করে, চলুন আপনাকে এগিয়ে নিয়ে যাওয়া যাক!",
  "layer-2-contract-accounts": "আপনি যদি সেফ বা এজেন্টের মতো স্মার্ট কন্ট্র্যাক্ট ওয়ালেট ব্যবহার করেন, তাহলে লেয়ার 2-এর এই অ্যাড্রেসে আপনার নিয়ন্ত্রণ থাকবে না যতক্ষণ না আপনি লেয়ার 2-এ সেই ঠিকানায় আপনার কন্ট্রাক্ট অ্যাকাউন্ট পুনরায় স্থাপন করবেন। পুনরুদ্ধার বাক্যাংশ সহ ক্লাসিক অ্যাকাউন্টগুলি স্বয়ংক্রিয়ভাবে একই অ্যাকাউন্টের মালিক হবে, সমস্ত লেয়ার 2 নেটওয়ার্কে।",
  "layer-2-use-layer-2-generalized-title": "সাধারণকৃত লেয়ার 2 গুলো",
  "layer-2-use-layer-2-generalized-1": "সাধারণকৃত লেয়ার 2 গুলো ঠিক ইথেরিয়ামের মতো আচরণ করে — তবে সস্তা। আপনি ইথেরিয়াম লেয়ার 1-এ যা করতে পারেন, আপনি লেয়ার 2-এ ও তা করতে পারেন। অনেক dapps ইতিমধ্যেই এই নেটওয়ার্কগুলিতে স্থানান্তরিত হতে শুরু করেছে বা সরাসরি একটি লেয়ার 2-এ স্থাপন করার জন্য Mainnet-কে পুরোপুরি এড়িয়ে গেছে।",
  "layer-2-use-layer-2-application-specific-title": "অ্যাপ্লিকেশন নির্দিষ্ট লেয়ার 2 গুলো",
  "layer-2-use-layer-2-application-specific-1": "অ্যাপ্লিকেশন নির্দিষ্ট লেয়ার 2 গুলো হল এমন প্রকল্প যা একটি নির্দিষ্ট অ্যাপ্লিকেশন স্পেসের জন্য অপ্টিমাইজ করে, উন্নত কর্মক্ষমতা নিয়ে আসে।",
  "layer-2-sidechains-title": "সাইডচেইন্স, ভ্যালিডিয়াম এবং বিকল্প ব্লকচেইনের উপর একটি নোট",
  "layer-2-sidechains-1": "<strong>সাইডচেইন্স এবং ভ্যালিডিয়াম</strong> হলো ব্লকচেইন যা ইথেরিয়াম-এর সম্পদগুলিকে ব্রিজ করে অন্য ব্লকচেইনে ব্যবহার করার অনুমতি দেয়। সাইডচেইন্স এবংভ্যালিডিয়াম ইথেরিয়ামের সাথে সমান্তরালে চলে এবং সেতুর মাধ্যমে ইথেরিয়াম এর সাথে যোগাযোগ করে, কিন্তু তারা ইথেরিয়াম থেকে তাদের নিরাপত্তা বা ডেটা প্রাপ্যতা অর্জন করে না।",
  "layer-2-sidechains-2": "উভয় স্কেল লেয়ার 2 এর অনুরূপ - তারা কম লেনদেন ফি এবং উচ্চ লেনদেন থ্রোপুট অফার করে - তবে ভিন্ন বিশ্বাসের অনুমান রয়েছে।",
  "layer-2-more-on-sidechains": "সাইডচেইন্স সম্পর্কে আরো তথ্য",
  "layer-2-more-on-validiums": "ভালিডিয়াম সম্পর্কে আরো তথ্য",
  "layer-2-sidechains-4": "কিছু লেয়ার 1 ব্লকচেইন ইথেরিয়ামের তুলনায় উচ্চ থ্রুপুট এবং কম লেনদেন ফি রিপোর্ট করে, তবে সাধারণত অন্য কোথাও ট্রেড-অফের সাথে, উদাহরণস্বরূপ নোড চালানোর জন্য বৃহত্তর হার্ডওয়্যার প্রয়োজনীয়তা।",
  "layer-2-onboard-title": "কিভাবে লেয়ার 2-এ যেতে হয়",
  "layer-2-onboard-1": "লেয়ার 2-এ আপনার সম্পদগুলি পেতে দুটি প্রাথমিক উপায় রয়েছে: একটি স্মার্ট কন্ট্র্যাক্ট এর মাধ্যমে ইথেরিয়াম থেকে ব্রিজ ফান্ড বা সরাসরি লেয়ার 2 নেটওয়ার্কে এক্সচেঞ্জে আপনার তহবিল প্রত্যাহার করুন।",
  "layer-2-onboard-wallet-title": "আপনার ওয়ালেটে ফান্ড আছে?",
  "layer-2-onboard-wallet-1": "আপনি যদি ইতিমধ্যে আপনার ওয়ালেটে আপনার ETH পেয়ে থাকেন, তাহলে এটিকে ইথেরিয়াম Mainnet থেকে একটি লেয়ার 2-এ সরানোর জন্য আপনাকে একটি ব্রীজ ব্যবহার করতে হবে।",
  "layer-2-more-on-bridges": "ব্রীজ সম্পর্কে আরো",
  "layer-2-onboard-wallet-input-placeholder": "আপনি যে L2 কে ব্রীজ করতে চান সেটি নির্বাচন করুন",
  "layer-2-onboard-wallet-selected-1": "আপনি সংযোগ করতে পারেন",
  "layer-2-onboard-wallet-selected-2": "এই ওয়ালেটগুলো ব্যবহার করে:",
  "layer-2-bridge": "ব্রিজ",
  "layer-2-onboard-exchange-title": "এক্সচেঞ্জে ফান্ড আছে?",
  "layer-2-onboard-exchange-1": "কিছু কেন্দ্রীভূত এক্সচেঞ্জ এখন লেয়ার 2s-এ সরাসরি উইথড্র এবং ডিপোজিট অফার করে। কোন এক্সচেঞ্জগুলি লেয়ার 2 উইথড্র সাপোর্ট করে এবং কোন লেয়ার 2 গুলো সাপোর্ট করে তা চেক করুন।",
  "layer-2-onboard-exchange-2": "আপনার ফান্ড উইথড্র করার জন্য আপনার একটি ওয়ালেটেরও প্রয়োজন হবে।",
  "layer-2-onboard-find-a-wallet": "একটি ইথেরিয়াম ওয়ালেট খুঁজুন।",
  "layer-2-onboard-exchange-input-placeholder": "L2 সমর্থিত এক্সচেঞ্জ চেক করুন",
  "layer-2-deposits": "ডিপোজিট",
  "layer-2-withdrawals": "উইথড্রয়াল",
  "layer-2-go-to": "এতে যান",
  "layer-2-tools-title": "লেয়ার 2 এ কার্যকরী টুলস",
  "layer-2-tools-l2beat-description": "লেয়ার 2 প্রকল্পের প্রযুক্তিগত ঝুঁকি মূল্যায়ন দেখার জন্য L2BEAT একটি দুর্দান্ত রিসোর্স। নির্দিষ্ট লেয়ার 2 প্রকল্পগুলির বিষয়ে গবেষণা করার সময় আমরা তাদের রিসোর্স দেখার পরামর্শ দেই।",
  "layer-2-tools-l2fees-description": "L2 ফি আপনাকে বিভিন্ন লেয়ার 2-এ লেনদেন করার জন্য বর্তমান খরচ (USD তে উল্লেখিত) দেখতে দেয়।",
  "layer-2-tools-chainlist-description": "সাপোর্টিং ওয়ালেটে নেটওয়ার্ক RPC ইমপোর্ট করার জন্য Chainlist হলো দুর্দান্ত রিসোর্স। আপনি এখানে লেয়ার 2 প্রকল্পের জন্য RPC পাবেন যা আপনাকে কানেকটেড হতে সহায়তা করবে।",
  "layer-2-tools-zapper-description": "আপনার সম্পূর্ণ web3 পোর্টফোলিও পরিচালনা করুন DeFi থেকে NFT এবং পরবর্তী যাই হোক না কেন। একটি সুবিধাজনক জায়গা থেকে একদম নতুন সুযোগগুলোতে বিনিয়োগ করুন।",
  "layer-2-tools-zerion-description": "একটি জায়গা থেকেই আপনার সম্পূর্ণ DeFi পোর্টফোলিও তৈরি করুন এবং পরিচালনা করুন। আজই ডিসেন্ট্রালাইজড অর্থের বিশ্ব ডিসকভার করুন।",
  "layer-2-tools-debank-description": "Web3 দুনিয়ার সমস্ত গুরুত্বপূর্ণ ঘটনাগুলির সাথে নিজেকে সংযুক্ত রাখুন",
  "layer-2-faq-title": "প্রায়শই জিজ্ঞাসিত প্রশ্নাবলী",
  "layer-2-faq-question-1-title": "কোনো 'অফিসিয়াল' ইথেরিয়াম L2 নেই কেনো?",
  "layer-2-faq-question-1-description-1": "ঠিক যেমন কোনও 'অফিসিয়াল' ইথেরিয়াম ক্লায়েন্ট নেই, তেমনই ভাবে কোনও 'অফিসিয়াল' ইথেরিয়াম লেয়ার 2 ও নেই। ইথেরিয়াম পারমিশনলেস প্রযুক্তি - তাই যে কেউই একটি লেয়ার 2 তৈরি করতে পারে! একাধিক দল তাদের লেয়ার 2-এর ভার্সন ইমপ্লিমেন্ট করবে এবং বিভিন্ন ধরনের ইউজ কেসের জন্য অপ্টিমাইজ করা ডিজাইন পদ্ধতির বিচিত্রতার কারণে ইকোসিস্টেমকে সামগ্রিকভাবে উপকৃত হবে। নেটওয়ার্কে বৈচিত্র্য আনার জন্য যেভাবে আমাদের একাধিক দল দ্বারা ডেভেলপ করা একাধিক ইথেরিয়াম ক্লায়েন্ট রয়েছে ঠিক একই ভাবে এটিও ভবিষ্যতে লেয়ার 2 ডেভেলপ করবে।",
  "layer-2-faq-question-2-title": "অপটিমিস্টিক এবং জিরো-নলেজ রোলআপসের মধ্যে পার্থক্য কী?",
  "layer-2-faq-question-2-description-1": "অপটিমিস্টিক এবং জিরো-নলেজ রোলআপস (বা ‘রোল আপ’) উভয়ই লেয়ার 1-এ শত শত লেনদেনকে একটি একক লেনদেনে বান্ডেল করে। রোলআপ লেনদেনগুলি লেয়ার 1 এর বাইরে এক্সিকিউট হয় কিন্তু লেনদেনের ডেটা লেয়ার 1-এ পোস্ট হয়।",
  "layer-2-faq-question-2-description-2": "লেয়ার 1-এ কোন ডেটা পোস্ট করা হয় এবং কীভাবে সেই ডেটা যাচাই করা হয় সেটাই মূলত প্রধান পার্থক্য। ভ্যালিডিটি প্রুফ (জিরো-নলেজ রোলআপস দ্বারা ব্যবহৃত) অফ-চেইনে কম্পিউটেশন চালায় এবং একটি প্রমাণ পোস্ট করে, যেখানে ফল্ট প্রুফ (অপ্টিমিস্টিক রোলআপস দ্বারা ব্যবহৃত) শুধুমাত্র ত্রুটির সন্দেহ হলে এবং অবশ্যই পরীক্ষা করা উচিত এমন পরিস্থিতিতে অন-চেইন কম্পিউটেশন চালায়।",
  "layer-2-faq-question-2-description-3": "এই মুহুর্তে, বেশিরভাগ ZK-রোলআপস অ্যাপ্লিকেশন নির্দিষ্ট, যেখানে অপটিমিস্টিক রোলআপ মূলত জেনারালাইযেবল।",
  "layer-2-more-info-on-optimistic-rollups": "অপটিমিস্টিক রোলআপস সম্পর্কে আরও তথ্য",
  "layer-2-more-info-on-zk-rollups": "জিরো-নলেজ রোলআপস সম্পর্কে আরও তথ্য",
  "layer-2-faq-question-4-title": "লেয়ার 2 এর ঝুঁকিসমূহ কি?",
  "layer-2-faq-question-4-description-1": "ইথেরিয়াম Mainnet-এ সরাসরি ফান্ড রাখা এবং লেনদেনের তুলনায় লেয়ার 2 প্রকল্পে অতিরিক্ত ঝুঁকি রয়েছে। উদাহরণস্বরূপ, সিকোয়েন্সার কমে যেতে পারে, যার ফলে আপনাকে ফান্ড অ্যাক্সেস করার জন্য অপেক্ষা করতে হবে।",
  "layer-2-faq-question-4-description-2": "একটি লেয়ার 2-এ উল্লেখযোগ্য পরিমাণ ফান্ড ট্রান্সফার করার আগে আমরা আপনাকে এই বিষয়ে গবেষণা করতে উৎসাহিত করি। লেয়ার 2-এর প্রযুক্তি, ঝুঁকি এবং বিশ্বাস অনুমান সম্পর্কে আরও তথ্যের জন্য, আমরা <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a> চেক আউট করার পরামর্শ দিই, যা প্রতিটি প্রকল্পের একটি ব্যাপক ঝুঁকি মূল্যায়ন কাঠামো প্রদান করে।",
  "layer-2-faq-question-4-description-3": "ব্লকচেইন ব্রিজ, যা লেয়ার 2-এ সম্পদ ট্রান্সফার সহজ করে তোলে, তাদের ডেভেলপমেন্টের প্রাথমিক পর্যায়ে রয়েছে এবং সম্ভবত সর্বোত্তম ব্রিজ ডিজাইন এখনও আবিষ্কৃত হয়নি। সাম্প্রতিক সময়ে <a href=\"https://rekt.news/wormhole-rekt/\">ব্রিজে বেশ কিছু হ্যাকিং হয়েছে</a>।",
  "layer-2-faq-question-5-title": "কিছু লেয়ার 2 প্রকল্প এখানে তালিকাভুক্ত করা হয়নি কেনো?",
  "layer-2-faq-question-5-description-1": "আমরা নিশ্চিত করতে চাই যে আমরা সম্ভাব্য সর্বোত্তম রিসোর্সগুলো তালিকাভুক্ত করেছি যাতে ব্যবহারকারীরা নিরাপদ এবং আত্মবিশ্বাসী উপায়ে লেয়ার 2 স্পেস নেভিগেট করতে পারে। কীভাবে প্রকল্পগুলি অন্তর্ভুক্তির জন্য মূল্যায়ন করা হয় তার জন্য আমরা মানদণ্ডের একটি কাঠামো বজায় রাখি।",
  "layer-2-faq-question-5-view-listing-policy": "এখানে আমাদের লেয়ার 2 তালিকাভুক্তির নীতি দেখুন।",
  "layer-2-faq-question-5-description-2": "যে কেউ ethereum.org এ একটি লেয়ার 2 যোগ করার পরামর্শ দিতে পারবে। যদি আমরা কোনো লেয়ার 2 মিস করে থাকি তাহলে <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">অনুগ্রহ করে সেটা সাজেস্ট করুন</a>।",
  "layer-2-further-reading-title": "Further reading",
  "a-rollup-centric-ethereum-roadmap": "একটি রোলআপ-কেন্দ্রিক ইথেরিয়াম রোডম্যাপ",
  "an-incomplete-guide-to-rollups": "An Incomplete Guide to Rollups",
  "polygon-sidechain-vs-ethereum-rollups": "Polygon সাইডচেইন বনাম ইথেরিয়াম রোলআপস: লেয়ার 2 স্কেলিং এর পদ্ধতি| Vitalik বুটেরিন এবং লেক্স ফ্রিডম্যান",
  "rollups-the-ultimate-ethereum-scaling-strategy": "রোলআপস - আল্টিমেট ইথেরিয়াম স্কেলিং কৌশল? আর্বিট্রাম এবং অপ্টিমিজমের ব্যাখ্যা",
  "scaling-layer-1-with-shard-chains": "শার্ড চেইনেড় মাধ্যমে লেয়ার 1 স্কেলিং",
  "understanding-rollup-economics-from-first-principals": "প্রথম নীতি থেকে রোলআপ অর্থনীতি বোঝা",
  "arbitrum-description": "আর্বিট্রাম ওয়ান হলো একটি অপটিমিস্টিক রোলআপ যার লক্ষ্য L1-এ লেনদেনের খরচের তুলনা আরো কম খরচে লেনদেন করে একই ধরণের ইথেরিয়ামের সাথে ইন্টারঅ্যাক্ট করার অভিজ্ঞতা প্রদান করা।",
  "optimism-description": "অপ্টিমিজমের একটি দ্রুত, সহজ এবং নিরাপদ EVM-সমতুল্য অপ্টিমিস্টিক রোলআপ। এটি ইথেরিয়ামের প্রযুক্তিকে স্কেলিং করার পাশাপাশি রেট্রোঅ্যাক্টিভ পাবলিক পণ্য ফান্ডিং এর মাধ্যমে এর ভ্যালুও স্কেলিং করে।",
  "boba-description": "বোবা হলো একটি অপটিমিস্টিক রোলআপ যা মূলত অপটিমিজম এর উপর ভিত্তি করে তৈরি একটি স্কেলিং সলিউশন যার লক্ষ্য গ্যাস ফি কমানো, লেনদেনের থ্রুপুট উন্নত করা এবং স্মার্ট কনট্র্যাক্টের ক্ষমতা বৃদ্ধি করা।",
  "loopring-description": "লুপরিং এর zk রোলআপ L2 সলিউশনের লক্ষ্য হলো একটি বড় স্কেলেবিলিটি বুস্টের সাথে ইথেরিয়াম Mainnet-এর মতো একই ধরণের নিরাপত্তা গ্যারান্টি অফার করা: থ্রুপুট 1000x বেড়েছে, এবং খরচ L1-এর খরচের মাত্র 0.1%-এ নেমে এসেছে।",
  "zksync-description": "ZKsync হলো ম্যাটার ল্যাবস দ্বারা ডেভেলপ করা একটি ব্যবহারকারী-কেন্দ্রিক zk রোলআপ প্ল্যাটফর্ম। এটি ইথেরিয়ামের জন্য একটি স্কেলিং সমাধান, ইতিমধ্যে ইথেরিয়াম Mainnet-এ লাইভ। এটি অর্থপ্রদান, টোকেন সোয়াপ এবং NFT মিন্টিং সাপোর্ট করে।",
  "zkspace-description": "ZKSpace প্ল্যাটফর্ম তিনটি প্রধান অংশ নিয়ে গঠিত: ZKSwap নামক ZK-রোলআপস প্রযুক্তি ব্যবহার করে একটি লেয়ার 2 AMM DEX, ZKSquare নামে একটি পেমেন্ট পরিষেবা এবং ZKSea নামক একটি NFT মার্কেটপ্লেস।",
  "aztec-description": "Aztec নেটওয়ার্ক হলো ইথেরিয়াম-এ প্রথম প্রাইভেট zk-রোলআপ, যা ডিসেন্ট্রালাইজড অ্যাপ্লিকেশনগুলিকে প্রাইভেসি এবং স্কেল অ্যাক্সেস করতে দেয়।",
  "layer-2-note": "দ্রষ্টব্য:",
  "layer-2-ecosystem-portal": "ইকোসিস্টেম পোর্টাল",
  "layer-2-token-lists": "টোকেন তালিকা",
  "layer-2-explore": "এক্সপ্লোর করুন",
  "page-dapps-ready-button": "যান"
}
