{
  "page-roadmap-title": "ইথেরিয়াম রোডম্যাপ",
  "page-roadmap-meta-title": "ইথেরিয়াম রোডম্যাপ | ইথেরিয়াম.org",
  "page-roadmap-meta-description": "ইথেরিয়ামের জন্য আরও স্কেল করার, নিরাপত্তার এবং স্থায়িত্বের পথ.",
  "page-roadmap-banner-notification": "ইথেরিয়ামের উন্নয়ন সম্প্রদায়-নির্ভর এবং পরিবর্তনের বিষয় ",
  "page-roadmap-changes-coming-title": "ইথেরিয়ামে কী কী পরিবর্তন আসছে?",
  "page-roadmap-changes-coming-description": "ইথেরিয়াম ইতিমধ্যেই একটি শক্তিশালী প্লাটফর্ম, কিন্তু এটি এখনো উন্নয়নের ধারায় রয়েছে। একগুচ্ছ উচ্চাকাঙ্খী উন্নয়নের মাধ্যমে বর্তমান অবস্থান থেকে ইথেরিয়ামকে একটি সম্পূর্ণ স্কেলযোগ্য ও সর্বাধিক স্থিতিশীল প্লাটফর্মে রূপান্তর করা হবে।",
  "page-roadmap-cheaper-transactions-title": "সস্তা লেনদেন",
  "page-roadmap-cheaper-transactions-description": "Rollups অনেক সময় অনেক ব্যয়বহুল হয়ে পড়ে এবং সেগুলোতে কেন্দ্রীভূত উপাদানের ওপর নির্ভরতা থাকে,যার ফলে ব্যবহারকারীদেরকে অপারেটরদের ওপর অতিরিক্ত বিশ্বাস রাখতে হয়। রোডম্যাপে এই দুটি সমস্যার সমাধান অন্তর্ভুক্ত রয়েছে।",
  "page-roadmap-cheaper-transactions-button": "ফি কমানোর বিষয়ে আরও তথ্য",
  "page-roadmap-extra-security-title": "অতিরিক্ত নিরাপত্তা",
  "page-roadmap-extra-security-description": "ইথেরিয়াম ইতিমধ্যেই অত্যন্ত নিরাপদ, তবে এটিকে আরও শক্তিশালী করা সম্ভব, যেন ভবিষ্যতে যেকোনো ধরনের আক্রমণ মোকাবিলা করার জন্য এটি প্রস্তুত থাকে।",
  "page-roadmap-extra-security-button": "নিরাপত্তা সম্পর্কে আরো",
  "page-roadmap-better-user-experience-title": "আরও ভাল ব্যবহারকারীর অভিজ্ঞতা",
  "page-roadmap-better-user-experience-description": "স্মার্ট কন্ট্রাক্ট ওয়ালেট এবং হালকা ওজনের নোডের জন্য আরও উন্নত সহায়তা ইথেরিয়াম ব্যবহারকে আরও সহজ এবং নিরাপদ করে তুলবে।",
  "page-roadmap-better-user-experience-button": "ব্যবহারকারীর অভিজ্ঞতা সম্পর্কে আরও তথ্য",
  "page-roadmap-future-proofing-title": "ভবিষ্যত-সুরক্ষাকরণ",
  "page-roadmap-future-proofing-description": "ইথেরিয়াম-এর গবেষক ও ডেভেলপাররা ভবিষ্যতের সমস্যাগুলোর সমাধান আজই খুঁজে বের করেছেন, যাতে আগামী প্রজন্মের জন্য নেটওয়ার্কটি প্রস্তুত রাখা যায়।",
  "page-roadmap-future-proofing-button": "ভবিষ্যতের জন্য প্রস্তুতি বিষয়ে আরও তথ্য",
  "page-roadmap-why-need-title": "ইথেরিয়ামের একটি রোডম্যাপের প্রয়োজন কেন?",
  "page-roadmap-why-need-description": "ইথেরিয়াম নিয়মিত আপগ্রেডের মাধ্যমে এর স্কেলযোগ্যতা, নিরাপত্তা এবং টেকসইতা উন্নত করে। গবেষণা ও উন্নয়ন থেকে নতুন ধারণা উঠে আসার সঙ্গে সঙ্গে ইথেরিয়াম নিজেকে মানিয়ে নিতে পারে– এটাই এর একটি মূল শক্তি। এই অভিযোজনক্ষমতা ইথেরিয়ামকে উদীয়মান চ্যালেন্জ মোকাবিলায় এবং সর্বাধুনিক প্রযুক্তিগত অগ্রগতির সাথে তাল মিলিয়ে চলার জন্য নমনীয়তা প্রদান করে।",
  "page-roadmap-how-defined-title": "রোডম্যাপটি কীভাবে সংজ্ঞায়িত করা হয়",
  "page-roadmap-how-defined-p1": "রোডম্যাপটি মূলত গবেষক এবং ডেভেলপারদের বছরের পর বছর ধরে করা কাজের ফল - কারণ প্রোটোকলটি খুব প্রযুক্তিগত - কিন্তু যেকোনো অনুপ্রাণিত ব্যক্তি অংশগ্রহণ করতে পারেন।",
  "page-roadmap-how-defined-p2": "ধারণাগুলি সাধারণত <a href=\"https://ethresear.ch\">ethresear.ch</a>, <a href=\"https://ethereum-magicians.org\">Ethereum Magicians</a> বা Eth R&D ডিসকর্ড সার্ভারের মতো ফোরামে আলোচনা হিসাবে শুরু হয়। এগুলি আবিষ্কৃত নতুন দুর্বলতার প্রতিক্রিয়া, অ্যাপ্লিকেশন লেয়ারে কাজ করা সংস্থাগুলির (যেমন ডিএ্যাপস এবং এক্সচেঞ্জ) থেকে পরামর্শ বা শেষ ব্যবহারকারীদের জন্য পরিচিত সমস্যা (যেমন খরচ বা লেনদেনের গতি) হতে পারে।",
  "page-roadmap-how-defined-p3": "যখন এই ধারণাগুলো পরিপক্ক হয়, তখন সেগুলোকে <a href=\"https://eips.ethereum.org\">ইথেরিয়াম ইমপ্রুভমেন্ট প্রোপোজাল</a> হিসেবে প্রস্তাব করা যেতে পারে। এই সবকিছু জনসমক্ষে করা হয় যাতে সম্প্রদায়ের যে কেউ যেকোনো সময় তাদের মতামত দিতে পারে।",
  "page-roadmap-governance-button": "Ethereum শাসনব্যবস্হা সম্পর্কিত আরও তথ্য",
  "page-roadmap-hero-alt": "ইথেরিয়াম রোডম্যাপ",
  "page-roadmap-technical-upgrades-title": "ইথেরিয়ামে কী কী প্রযুক্তিগত আপগ্রেড এসেছে?",
  "page-roadmap-danksharding-title": "ড্যাঙ্কশার্ডিং",
  "page-roadmap-danksharding-description": "Dankshardin ইথেরিয়াম ব্লকে \"blob\" নামক তথ্য যোগ করার মাধ্যমে L2 রোলআপগুলোকে ব্যবহারীদেরদের জন্য অনেক সস্তা করে তোলে।",
  "page-roadmap-single-slot-finality-title": "সিঙ্গল স্লট ফাইনালিটি",
  "page-roadmap-single-slot-finality-description": "পনেরো মিনিট অপেক্ষা করার পরিবর্তে, ব্লকগুলো একই স্লটে প্রস্তাবিত এবং চূড়ান্ত করা যেতে পারে। এটি অ্যাপ্লিকেশনগুলোর জন্য আরও সুবিধাজনক এবং আক্রমণ করা কঠিন করে তোলে।",
  "page-roadmap-account-abstraction-title": "অ্যাকাউন্ট এবস্ট্রাকশন",
  "page-roadmap-account-abstraction-description": "অ্যাকাউন্ট অ্যাবস্ট্র্যাকশন হলো এক ধরনের আপগ্রেড, যা ইথেরিয়ামে স্মার্ট কন্ট্রাক্ট ওয়ালেটগুলোকে স্বাভাবিকভাবেই সমর্থন করে, যাতে জটিল মিডলওয়্যার ব্যবহার করার প্রয়োজন না হয়।",
  "page-roadmap-statelessness-title": "রাষ্ট্রহীনতা",
  "page-roadmap-statelessness-description": "স্টেটলেস ক্লায়েন্টগুলো বড় পরিমাণ তথ্য সংরক্ষণ না করেই নতুন ব্লক যাচাই করতে পারবে। এর মাধ্যমে বর্তমানের তুলনায় খুবই কম খরচে নোড চালানোর সব সুবিধা পাওয়া যাবে।",
  "page-roadmap-learn-more": "আরও জানুন",
  "page-roadmap-timeline-title": "এি আপগ্রেডগুলোর সময়সীমা কী?",
  "page-roadmap-blocks-alt": "ইথেরিয়াম ব্লক",
  "page-roadmap-faq-1-title": "সময়ের সাথে সাথে কি ইথেরিয়ামের রোডম্যাপ পরিবর্তন হবে?",
  "page-roadmap-faq-1-p1": "হ্যাঁ–প্রায় নিশ্চয়ই।",
  "page-roadmap-faq-1-p1-continued": "রোডম্যাপ হলো ইথেরিয়াম আপগ্রেডের বর্তমান পরিকল্পনা, যা নিকটবর্তী এবং ভবিষ্যৎ উভয় পরিকল্পনাকে অন্তর্ভুক্ত করে। নতুন তথ্য ও প্রযুক্তি পাওয়া গেলে রোডম্যাপ পরিবর্তিত হওয়ার সম্ভাবনা থাকে।",
  "page-roadmap-faq-1-p2": "ইথেরিয়ামের রোডম্যাপকে ইথেরিয়াম উন্নত করার জন্য অভিপ্রায়ের একটি সেট হিসাবে ভাবুন; এটি মূল গবেষক এবং ডেভেলপারদের ইথেরিয়ামের সবচেয়ে অনুকূল অগ্রগতির পথের সেরা অনুমান।",
  "page-roadmap-faq-2-title": "রোডম্যাপটি কখন শেষ হবে?",
  "page-roadmap-faq-2-p1": "কিছু আপগ্রেডের অগ্রাধিকার কম এবং আগামী 5-10 বছরের মধ্যে বাস্তবায়িত হওয়ার সম্ভাবনা নেই (যেমন কোয়ান্টাম রেজিস্ট্যান্স)।",
  "page-roadmap-faq-2-p1-strong": "প্রত্যেকটি আপগ্রেডের সঠিক সময় নির্ধারণ করা জটিল।",
  "page-roadmap-faq-2-p1-continued": " রোডম্যাপের অনেক আইটেম একসাথে সমান্তরালভাবে কাজ করা হয় এবং বিভিন্ন গতিতে উন্নয়ন হয়, তাই ভবিষ্যৎদ্বানী করা কঠিন। পাশাপাশি, একটি আপগ্রেডের জরুরিতাও সময়ের সাথে পরিবর্তিত হতে পারে বাইরের বিভিন্ন বিষয়ে নির্ভর করে(যেমন:কোয়ান্টাম কম্পিউটারের পারফরম্যান্স ও সহজলভ্যতায় হটাৎ অগ্রগতি ঘটলে কোয়ান্টাম-প্রতিরোধী ক্রিপ্টোগ্রাফির প্রয়োজনীয়তা আরও জরুরি হয়ে উঠতে পারে)।",
  "page-roadmap-faq-2-p2": "ইথেরিয়ামের উন্নয়নকে জীববৈচিত্র্যের বিবর্তনের সঙ্গে তুলনা করে ভাবা যায়।একটি নেটওয়ার্ক যেটি নতুন চ্যালেন্জের সাথে খাপ খাইয়ে নিতে পারে এবং নিজের সক্ষমতা ধরে রাখতে পারে,সেটির সফল হওয়ার সম্ভাবনা অনেক বেশী— তুলনায় এমন একটি নেটওয়ার্কের, যেটি পরিবর্তনের প্রতিরোধ করে। যদিও সময়ের সঙ্গে সঙ্গে ইথেরিয়াম আরও কার্যকর, স্কেলযোগ্য এবং নিরাপদ হয়ে উঠেছে, ফলে প্রোটোকলে বড় পরিবর্তনের প্রয়োজন ও ধীরে ধীরে কমে যাবে।",
  "page-roadmap-faq-3-title": "এই আপগ্রেডগুলোর জন্য কি আমাকে কিছু প্রস্তুতি নিতে হবে?",
  "page-roadmap-faq-3-p1": "আপগ্রেডগুলি সাধারণত শেষ-ব্যবহারকারীদের উপর প্রভাব ফেলে না, তবে এটি আরও ভালো ব্যবহারকারী-অভিজ্ঞতা এবং একটি আরও সুরক্ষিত প্রোটোকল প্রদান করে এবং সম্ভবত ইথেরিয়ামের সাথে ইন্টারঅ্যাক্ট করার জন্য আরও <i>বিকল্প</i> প্রদান করে। <strong>নিয়মিত ব্যবহারকারীদের কোনো আপগ্রেডে সক্রিয়ভাবে অংশগ্রহণ করার প্রয়োজন নেই, বা তাদের সম্পদ সুরক্ষিত করার জন্য কিছু করারও প্রয়োজন নেই**।</strong> একটি আপগ্রেডের জন্য প্রস্তুত হতে <a href=\"/glossary/#node\">নোড</a> অপারেটরদের তাদের ক্লায়েন্ট আপডেট করতে হবে। কিছু আপগ্রেড অ্যাপ্লিকেশন ডেভেলপারদের জন্য পরিবর্তনের কারণ হতে পারে। উদাহরণস্বরূপ, হিস্ট্রি এক্সপায়ারি আপগ্রেডের কারণে অ্যাপ্লিকেশন ডেভেলপারদের নতুন উৎস থেকে ঐতিহাসিক ডেটা সংগ্রহ করতে হতে পারে।",
  "page-roadmap-faq-4-title": "শার্ডিংয়ের ব্যাপারে কী হবে?",
  "page-roadmap-faq-4-p1": "শার্ডিং হল ইথেরিয়াম ব্লকচেইনকে বিভক্ত করা যাতে <a href=\"/glossary/#validator\">ভ্যালিডেটরদের</a> উপসেটগুলি মোট ডেটার একটি অংশের জন্য দায়ী থাকে। মূলত ইথেরিয়ামের স্কেল করার উপায় হিসাবে এটি উদ্দেশ্য ছিল। যাইহোক, <a href=\"/glossary/#layer-2\">লেয়ার 2</a> রোলআপগুলি প্রত্যাশার চেয়ে অনেক দ্রুত বিকশিত হয়েছে এবং ইতিমধ্যেই অনেক স্কেলিং প্রদান করেছে, এবং প্রোটো-ড্যাঙ্কশার্ডিং বাস্তবায়নের পরে আরও অনেক কিছু প্রদান করবে। এর মানে হল \"শার্ড চেইন\" এর আর প্রয়োজন নেই এবং রোডম্যাপ থেকে বাদ দেওয়া হয়েছে।",
  "page-roadmap-release-status-prod": "প্রচলিত ব্যবহারে",
  "page-roadmap-release-status-soon": "শীঘ্রই আসছে ",
  "page-roadmap-release-status-dev": "ডেভেলপমেন্ট চলছে",
  "page-roadmap-release-main-features": "মূল বৈশিষ্ট্যসমুহ",
  "page-roadmap-release-learn-more": "আরও জানুন",
  "page-roadmap-release-forkcast": "পরিবর্তন ট্র্যাক করুন",
  "page-roadmap-paris-pos-title": "স্টেকিং প্রমান পদ্ধতিতে রুপান্তর",
  "page-roadmap-paris-pos-item-1": "উচ্চ বিদ্যুৎ-নির্ভর মাইনিং ব্যবস্থাকে স্টেকিং-ভিত্তিক সম্মতি প্রক্রিয়ার মাধ্যমে প্রতিস্থাপন করা হয়েছে।",
  "page-roadmap-paris-pos-item-2": "ইথেরিয়ামের শক্তি খরচ প্রায় ~99.95% কমিয়েছে",
  "page-roadmap-paris-beacon-title": "বীকন চেইনের সংযুক্তিকরন",
  "page-roadmap-paris-beacon-item-1": "বীকন চেইনকে ইথেরিয়াম প্রধান নেটওয়ার্কের সাথে একীভূত করা হয়েছে।",
  "page-roadmap-paris-beacon-item-2": "ইথেরিয়ামকে সম্পূর্ণভাবে প্রুফ-অফ-স্টেক পদ্ধতিতে রুপান্তর করার পথ খুলে দিয়েছে।",
  "page-roadmap-paris-difficulty-title": "ডিফিকাল্টি বম্ব অপসারণ",
  "page-roadmap-paris-difficulty-item-1": "ডিফিকাল্টি বম্ব অপসারণ করা হয়েছে যা মাইনিং ডিফিকাল্টি বাড়াচ্ছিল",
  "page-roadmap-paris-difficulty-item-2": "নতুন কনসেন্সাস মেকানিজমে মসৃণ স্থানান্তর নিশ্চিত করেছে",
  "page-roadmap-shapella-withdrawals-title": "স্টেকিং উইথড্রয়াল",
  "page-roadmap-shapella-withdrawals-item-1": "ভ্যালিডেটরদের তাদের স্টেক করা ETH এবং রিওয়ার্ড তুলে নেওয়ার সুবিধা দিয়েছে",
  "page-roadmap-shapella-withdrawals-item-2": "আংশিক এবং সম্পূর্ণ উত্তোলনের ক্ষমতা চালু করেছে",
  "page-roadmap-shapella-eip4895-title": "EIP-4895: বিকন চেইন পুশ উইথড্রয়ালস",
  "page-roadmap-shapella-eip4895-item-1": "উইথড্রয়ালের জন্য একটি নতুন সিস্টেম-স্তরের অপারেশন যোগ করা হয়েছে",
  "page-roadmap-shapella-eip4895-item-2": "উইথড্রয়াল অনুরোধের নিরাপদ এবং দক্ষ প্রক্রিয়াকরণ নিশ্চিত করেছে",
  "page-roadmap-shapella-eip3651-title": "EIP-3651: ওয়ার্ম COINBASE",
  "page-roadmap-shapella-eip3651-item-1": "COINBASE ঠিকানায় অ্যাক্সেস করার জন্য গ্যাস খরচ কমিয়েছে",
  "page-roadmap-shapella-eip3651-item-2": "কিছু স্মার্ট কন্ট্র্যাক্ট অপারেশনের দক্ষতা উন্নত করেছে",
  "page-roadmap-dencun-danksharding-title": "প্রোটো-ড্যাঙ্কশার্ডিং (EIP-4844)",
  "page-roadmap-dencun-danksharding-item-1": "রোলআপ লেনদেনের খরচ উল্লেখযোগ্যভাবে কমাতে ব্লব লেনদেন চালু করেছে",
  "page-roadmap-dencun-danksharding-item-2": "একটি নতুন লেনদেনের ধরন যোগ করেছে যা অস্থায়ীভাবে এবং সস্তায় ডেটা সঞ্চয় করে",
  "page-roadmap-dencun-eip1153-title": "EIP-1153: ট্রানজিয়েন্ট স্টোরেজ অপকোড",
  "page-roadmap-dencun-eip1153-item-1": "লেনদেন এক্সিকিউশনের সময় অস্থায়ী স্টোরেজের জন্য TSTORE এবং TLOAD অপকোড যোগ করা হয়েছে",
  "page-roadmap-dencun-eip1153-item-2": "আরও দক্ষ স্মার্ট কন্ট্র্যাক্ট প্যাটার্ন সক্ষম করে এবং গ্যাস খরচ কমায়",
  "page-roadmap-dencun-eip4788-title": "EIP-4788: EVM-এ বিকন ব্লক রুট",
  "page-roadmap-dencun-eip4788-item-1": "স্মার্ট কন্ট্র্যাক্টে কনসেন্সাস লেয়ারের তথ্য প্রকাশ করে",
  "page-roadmap-dencun-eip4788-item-2": "নতুন ট্রাস্ট-মিনিমাইজড অ্যাপ্লিকেশন এবং ক্রস-চেইন ব্রিজ সক্ষম করে",
  "page-roadmap-pectra-eoa-title": "স্মার্ট কন্ট্র্যাক্টের কার্যকারিতা সহ EOA ওয়ালেট উন্নত করুন",
  "page-roadmap-pectra-eoa-item-1": "ব্যবহারকারীরা তাদের ঠিকানাকে একটি বিদ্যমান স্মার্ট কন্ট্রাক্টের কোড দ্বারা উপস্থাপন করতে পারেন এবং এর মাধ্যমে ট্রানজেকশন ব্যাচিং, ট্রানজেকশন ফি স্পনসরশিপ বা উন্নত রিকভারি মেকানিজমের মতো সুবিধা পেতে পারেন।",
  "page-roadmap-pectra-balance-title": "সর্বোচ্চ কার্যকর ব্যালেন্স বৃদ্ধি করা",
  "page-roadmap-pectra-balance-item-1": "স্টেককারীরা এখন ইচ্ছেমতো পরিমাণ ETH স্টেক করতে পারেন এবং ন্যূনতম পরিমানের উপরে প্রতিটি ১ ETH-এর জন্য পুরষ্কার পান",
  "page-roadmap-pectra-blob-title": "ব্লব ডেটা প্রকিয়াকরনের গতি বৃদ্ধি",
  "page-roadmap-pectra-blob-item-1": "ব্লবের সংখ্যা 3 থেকে 6টি টার্গেটে বাড়ানো হবে, যার সর্বোচ্চ সংখ্যা 9, ফলে ইথেরিয়াম রোলআপে ফি সস্তা হবে",
  "page-roadmap-fusaka-peerdas-title": "PeerDAS (পিয়ার-টু-পিয়ার ডেটা অ্যাভেলেবিলিটি স্যাম্পলিং)",
  "page-roadmap-fusaka-peerdas-item-1": " রোলআপ গুলোর জন্য আরও দক্ষ ডেটা অ্যাভেইলেবিলিটি নিশ্চিত করে।",
  "page-roadmap-fusaka-peerdas-item-2": "বিকেন্দ্রীকরণ বজায় রেখে একটি নোড চালানোকে আরও সহজলভ্য করে তোলে।",
  "page-roadmap-fusaka-additional-title": "সম্ভাব্য অতিরিক্ত বৈশিষ্ট্যসমুহ",
  "page-roadmap-fusaka-additional-item-1": "ব্যবহারকারীর অভিজ্ঞতা উন্নত করতে মেবাইল ডিভাইসে সুরক্ষিত এনক্লেভের সমর্থন। ",
  "page-roadmap-fusaka-additional-item-2": "ব্লব ফি মার্কেটের উন্নয়ন।",
  "page-roadmap-fusaka-additional-item-3": "ভ্যালিডেটর ও নেটওয়ার্কের কর্মদক্ষতা আরও বাড়ানোর উদ্যোগ",
  "page-roadmap-glamsterdam-discussed-title": "গ্ল্যামস্টারডামের জন্য নির্ধারিত",
  "page-roadmap-glamsterdam-discussed-item-1": "এনশ্রাইন্ড প্রোপোজার-বিল্ডার সেপারেশন (ePBS)",
  "page-roadmap-glamsterdam-discussed-item-2": "ব্লক-লেভেল অ্যাক্সেস লিস্ট (BALs)"
}
