{
  "page-roadmap-vision-2014": "প্রুফ অফ স্টেক-এর বিস্তারিত বিবরণ দিয়ে 2014 সালের একটি ব্লগ পোস্ট দেখুন",
  "page-roadmap-vision-2021": "ইথেরিয়াম রোডম্যাপের বিবর্তনের উপর একটি 2021 সালের ব্লগ পোস্ট দেখুন",
  "page-roadmap-vision-2022": "2022 সালের একটি ব্লগ পোস্ট দেখুন: The Hitchhikers Guide to Ethereum",
  "page-roadmap-vision-2021-updates": "ইথেরিয়াম প্রোটোকল আপডেটের উপর 2021 সালের একটি ব্লগ পোস্ট দেখুন",
  "page-roadmap-vision-desc-1": "বিশ্বব্যাপী ব্যবহারকারীদের আরও ভালো পরিষেবা দেওয়ার জন্য ইথেরিয়াম-কে নেটওয়ার্ক কনজেশন কমাতে হবে এবং গতি উন্নত করতে হবে।",
  "page-roadmap-vision-desc-2": "নেটওয়ার্ক বড় হওয়ার সাথে সাথে একটি নোড চালানো কঠিন হয়ে যাচ্ছে। নেটওয়ার্ককে স্কেল করার প্রচেষ্টার সাথে এটি আরও কঠিন হয়ে উঠবে।",
  "page-roadmap-vision-desc-3": "ইথেরিয়াম অনেক বেশি বিদ্যুৎ ব্যবহার করে। যে প্রযুক্তি নেটওয়ার্ককে সুরক্ষিত রাখে, তা আরও টেকসই হওয়া প্রয়োজন।",
  "page-roadmap-vision-ethereum-node": "নোড সম্পর্কে আরও",
  "page-roadmap-vision-future": "বিশ্বব্যাপী স্কেলে একটি ডিজিটাল ভবিষ্যৎ",
  "page-roadmap-vision-meta-desc": "ইথেরিয়াম-এর উপর আপগ্রেডগুলির প্রভাব এবং যে চ্যালেঞ্জগুলি তাদের অবশ্যই কাটিয়ে উঠতে হবে তার একটি সংক্ষিপ্ত বিবরণ।",
  "page-roadmap-vision-meta-title": "ইথেরিয়ামের ভিশন",
  "page-roadmap-vision-mining": "মাইনিং সম্পর্কে আরও",
  "page-roadmap-vision-problems": "আজকের সমস্যা",
  "page-roadmap-vision-scalability": "স্কেলেবিলিটি",
  "page-roadmap-vision-scalability-desc": "ইথেরিয়াম-কে নেটওয়ার্কের নোডগুলির আকার বৃদ্ধি না করে প্রতি সেকেন্ডে আরও বেশি লেনদেন পরিচালনা করতে সক্ষম হতে হবে। নোডগুলি হল গুরুত্বপূর্ণ নেটওয়ার্ক অংশগ্রহণকারী যারা ব্লকচেইন সঞ্চয় করে এবং চালায়। নোডের আকার বৃদ্ধি করা বাস্তবসম্মত নয় কারণ শুধুমাত্র শক্তিশালী এবং ব্যয়বহুল কম্পিউটার যাদের আছে তারাই এটি করতে পারবে। স্কেল করার জন্য, ইথেরিয়াম-এর প্রতি সেকেন্ডে আরও বেশি লেনদেন প্রয়োজন, সাথে আরও নোড প্রয়োজন। আরও নোড মানে আরও বেশি নিরাপত্তা।",
  "page-roadmap-vision-scalability-desc-3": "লেয়ার 2 রোলআপগুলি লেনদেন অফচেইনে নিয়ে গিয়ে এবং শুধুমাত্র সংক্ষিপ্ত ডেটা ইথেরিয়াম-এ পোস্ট করে ইথেরিয়াম-কে স্কেল করে। এই ব্যাচিং ইথেরিয়াম-এর থ্রুপুট বাড়ায় এবং ব্যবহারকারীদের জন্য খরচ ব্যাপকভাবে কমিয়ে দেয়।",
  "page-roadmap-vision-scalability-desc-4": "ব্যবহারকারীদের জন্য লেনদেন যতটা সম্ভব সস্তা করতে রোলআপগুলির লেয়ার 1-এ কম খরচের স্টোরেজ প্রয়োজন। এটি ইথেরিয়াম ব্লকের সাথে সংযুক্ত ব্লবের আকারে সরবরাহ করা হবে। অবশেষে, অনেক ব্লব ইথেরিয়াম ব্লকের সাথে সংযুক্ত হবে, যা অনেক রোলআপের জন্য সস্তা স্টোরেজ সরবরাহ করবে।",
  "page-roadmap-vision-security": "নিরাপত্তা",
  "page-roadmap-vision-security-desc": "পরিকল্পিত আপগ্রেডগুলি সমন্বিত আক্রমণের বিরুদ্ধে ইথেরিয়াম-এর নিরাপত্তা উন্নত করে।",
  "page-roadmap-vision-security-desc-3": "প্রুফ-অফ-স্টেক-এ আক্রমণের বিরুদ্ধে বৃহত্তর ক্রিপ্টো-অর্থনৈতিক প্রতিবন্ধকতা থেকে অতিরিক্ত নিরাপত্তা আসে। এর কারণ হল, প্রুফ-অফ-স্টেক-এ, যে ভ্যালিডেটররা নেটওয়ার্ককে সুরক্ষিত করে তাদের অবশ্যই প্রোটোকলে উল্লেখযোগ্য পরিমাণ ETH স্টেক করতে হবে। যদি তারা নেটওয়ার্কে আক্রমণ করার চেষ্টা করে, প্রোটোকল স্বয়ংক্রিয়ভাবে তাদের ETH ধ্বংস করে দিতে পারে।",
  "page-roadmap-vision-security-desc-5": "তবে, এটিও গুরুত্বপূর্ণ যে ডিনায়াল-অফ-সার্ভিস আক্রমণের বিরুদ্ধে ভ্যালিডেটরদের রক্ষা করার জন্য, তাদের পরিচয় গোপন রাখার ক্ষমতা বৃদ্ধি করার জন্য এবং ব্লক নির্মাণ ও ব্লক প্রসারণকে আলাদা করার জন্য আপগ্রেডগুলি শীঘ্রই বাস্তবায়িত হয়। এই আপগ্রেডগুলি স্বতন্ত্র ভ্যালিডেটরদের এবং সমগ্র নেটওয়ার্ককে লাইভনেস আক্রমণ এবং সেন্সরশিপের বিরুদ্ধে রক্ষা করে।",
  "page-roadmap-vision-security-desc-5-link": "প্রুফ-অফ-স্টেক সম্পর্কে আরও",
  "page-roadmap-vision-security-desc-10": "স্টেকিং-এর অর্থ হল কনসেন্সাসে সরাসরি অংশগ্রহণের জন্য আপনাকে এলিট হার্ডওয়্যারে বিনিয়োগ করতে হবে না। এটি আরও বেশি লোককে ভ্যালিডেটর হতে উৎসাহিত করবে, নেটওয়ার্কের বিকেন্দ্রীকরণ বাড়াবে এবং আক্রমণের পৃষ্ঠভূমি কমিয়ে দেবে।",
  "page-roadmap-vision-security-staking": "স্টেইক ETH",
  "page-roadmap-vision-security-validator": "আপনার ETH স্টেকিং করে আপনি একজন ভ্যালিডেটর হতে পারেন।",
  "page-roadmap-vision-staking-lower": "স্টেকিং সম্পর্কে আরো",
  "page-roadmap-vision-subtitle": "ইথেরিয়াম-কে ততক্ষণ পর্যন্ত বিকশিত করুন যতক্ষণ না এটি সমস্ত মানবতাকে সাহায্য করার জন্য যথেষ্ট শক্তিশালী হয়।",
  "page-roadmap-vision-sustainability": "স্থায়িত্ব",
  "page-roadmap-vision-sustainability-desc-1": "ইথেরিয়াম এখন একটি সবুজ ব্লকচেইন। যখন প্রুফ-অফ-ওয়ার্ক-এর পরিবর্তে প্রুফ-অফ-স্টেক ব্যবহার করা শুরু হয়, তখন শক্তি খরচ ~99.95% কমে যায়।",
  "page-roadmap-vision-sustainability-desc-2": "ইথেরিয়াম এখন কম্পিউটিং পাওয়ারের মাধ্যমে নয়, স্টেকিং-এর মাধ্যমে সুরক্ষিত।",
  "page-roadmap-vision-sustainability-desc-3": "এই স্থায়িত্বের উন্নতি নিরাপত্তার সুবিধাও নিয়ে আসে - স্টেক করা ইথার প্রুফ-অফ-ওয়ার্ক-এর অধীনে চেইনে আক্রমণ করাকে অনেক বেশি ব্যয়বহুল করে তোলে, কিন্তু এটিকে সুরক্ষিত করা কম ব্যয়বহুল কারণ মাইনারদের চেয়ে ভ্যালিডেটরদের অর্থ প্রদানের জন্য কম নতুন ETH ইস্যু করতে হয়।",
  "page-roadmap-vision-sustainability-desc-8": "প্রুফ-অফ-স্টেক-এ স্থানান্তরিত হওয়া ইথেরিয়াম-কে আরও সবুজ এবং আরও সুরক্ষিত করেছে। এটি অ্যাপ এবং সংস্থা তৈরির জন্য একটি কম-কার্বন প্ল্যাটফর্ম।",
  "page-roadmap-vision-sustainability-subtitle": "ইথেরিয়াম হল শক্তিশালী ক্রিপ্টো-অর্থনৈতিক নিরাপত্তা সহ একটি সবুজ ব্লকচেইন।",
  "page-roadmap-vision-title": "ইথেরিয়ামের ভিশন",
  "page-roadmap-vision-title-1": "অবরুদ্ধ নেটওয়ার্ক",
  "page-roadmap-vision-title-2": "ডিস্ক স্পেস",
  "page-roadmap-vision-title-3": "অনেক বেশি শক্তি",
  "page-roadmap-vision-trilemma-cardtext-1": "ইথেরিয়াম আপগ্রেডগুলি ইথেরিয়াম-কে স্কেলেবল, সুরক্ষিত এবং বিকেন্দ্রীভূত করে তুলবে। স্টেকিং অংশগ্রহণের বাধা কমিয়েছে এবং ইকোনমি-অফ-স্কেল সীমিত করেছে, যার ফলে একটি বৃহত্তর - আরও বিকেন্দ্রীভূত - নেটওয়ার্ক তৈরি হয়েছে।",
  "page-roadmap-vision-trilemma-cardtext-2": "সুরক্ষিত এবং বিকেন্দ্রীভূত ব্লকচেইন নেটওয়ার্কগুলির জন্য প্রতিটি নোডকে চেইন দ্বারা প্রক্রিয়াকৃত প্রতিটি লেনদেন যাচাই করতে হয়। এই পরিমাণ কাজ যে কোনো নির্দিষ্ট সময়ে ঘটতে পারে এমন লেনদেনের সংখ্যা সীমিত করে। বিকেন্দ্রীভূত এবং সুরক্ষিত আজকের ইথেরিয়াম চেইনকে প্রতিফলিত করে।",
  "page-roadmap-vision-trilemma-cardtext-3": "বিকেন্দ্রীভূত নেটওয়ার্কগুলি নোড জুড়ে লেনদেন সম্পর্কে তথ্য পাঠিয়ে কাজ করে - পুরো নেটওয়ার্ককে যেকোনো স্টেট পরিবর্তন সম্পর্কে জানতে হবে। একটি বিকেন্দ্রীভূত নেটওয়ার্ক জুড়ে প্রতি সেকেন্ডে লেনদেন স্কেলিং করা নিরাপত্তা ঝুঁকি তৈরি করে কারণ যত বেশি লেনদেন, তত বেশি বিলম্ব, এবং তথ্য স্থানান্তরের সময় আক্রমণের সম্ভাবনা তত বেশি।",
  "page-roadmap-vision-trilemma-cardtext-4": "ইথেরিয়াম-এর নোডগুলির আকার এবং শক্তি বাড়ানো একটি সুরক্ষিত উপায়ে প্রতি সেকেন্ডে লেনদেন বাড়াতে পারে, কিন্তু হার্ডওয়্যারের প্রয়োজনীয়তা সীমাবদ্ধ করবে কে এটি করতে পারে - এটি বিকেন্দ্রীকরণকে হুমকির মুখে ফেলে। আশা করা যায় যে শার্ডিং এবং প্রুফ-অফ-স্টেক নোডের আকার নয়, নোডের পরিমাণ বাড়িয়ে ইথেরিয়াম-কে স্কেল করতে দেবে।",
  "page-roadmap-vision-trilemma-h2": "বিকেন্দ্রীভূত স্কেলিং-এর চ্যালেঞ্জ",
  "page-roadmap-vision-trilemma-modal-tip": "বিকেন্দ্রীভূত স্কেলিং-এর সমস্যাগুলি আরও ভালোভাবে বুঝতে নীচের বৃত্তগুলিতে ট্যাপ করুন",
  "page-roadmap-vision-trilemma-p": "ইথেরিয়াম-এর সমস্যাগুলি সমাধান করার একটি সরল উপায় হল এটিকে আরও কেন্দ্রীভূত করা। কিন্তু বিকেন্দ্রীকরণ খুবই গুরুত্বপূর্ণ। এই বিকেন্দ্রীকরণই ইথেরিয়াম-কে নিরপেক্ষতা, সেন্সরশিপ প্রতিরোধ, উন্মুক্ততা, ডেটার মালিকানা এবং প্রায় অটুট নিরাপত্তা দেয়।",
  "page-roadmap-vision-trilemma-p-1": "ইথেরিয়াম-এর ভিশন হল আরও বেশি স্কেলেবল এবং সুরক্ষিত হওয়া, কিন্তু একই সাথে বিকেন্দ্রীভূত থাকাও। এই ৩টি গুণাবলী অর্জন করা একটি সমস্যা যা স্কেলেবিলিটি ট্রাইলেমা নামে পরিচিত।",
  "page-roadmap-vision-trilemma-p-2": "ইথেরিয়াম আপগ্রেডগুলির লক্ষ্য ট্রাইলেমা সমাধান করা কিন্তু এতে উল্লেখযোগ্য চ্যালেঞ্জ রয়েছে।",
  "page-roadmap-vision-trilemma-press-button": "বিকেন্দ্রীভূত স্কেলিং-এর সমস্যাগুলি আরও ভালোভাবে বুঝতে ত্রিভুজের বোতামগুলিতে চাপ দিন।",
  "page-roadmap-vision-trilemma-text-1": "বিকেন্দ্রীকরণ",
  "page-roadmap-vision-trilemma-text-2": "নিরাপত্তা",
  "page-roadmap-vision-trilemma-text-3": "স্কেলেবিলিটি",
  "page-roadmap-vision-trilemma-title-1": "স্কেলেবিলিটি ট্রাইলেমা অন্বেষণ করুন",
  "page-roadmap-vision-trilemma-title-2": "ইথেরিয়াম আপগ্রেড এবং বিকেন্দ্রীভূত স্কেলিং",
  "page-roadmap-vision-trilemma-title-3": "সুরক্ষিত এবং বিকেন্দ্রীভূত",
  "page-roadmap-vision-trilemma-title-4": "বিকেন্দ্রীভূত এবং স্কেলেবল",
  "page-roadmap-vision-trilemma-title-5": "স্কেলেবল এবং সুরক্ষিত",
  "page-roadmap-vision-understanding": "ইথেরিয়াম ভিশন বোঝা",
  "page-roadmap-vision-upgrade-needs": "আপগ্রেডের প্রয়োজনীয়তা",
  "page-roadmap-vision-upgrade-needs-desc": "2015 সালে চালু হওয়া ইথেরিয়াম প্রোটোকলটি অবিশ্বাস্য সাফল্য পেয়েছে। কিন্তু ইথেরিয়াম কমিউনিটি সর্বদা আশা করেছিল যে ইথেরিয়াম-এর সম্পূর্ণ সম্ভাবনা আনলক করার জন্য কয়েকটি মূল আপগ্রেড প্রয়োজন হবে।",
  "page-roadmap-vision-upgrade-needs-desc-2": "উচ্চ চাহিদা লেনদেন ফি বাড়িয়ে দিচ্ছে যা গড় ব্যবহারকারীর জন্য ইথেরিয়াম-কে ব্যয়বহুল করে তোলে। একটি ইথেরিয়াম ক্লায়েন্ট চালানোর জন্য প্রয়োজনীয় ডিস্ক স্পেস দ্রুত হারে বাড়ছে।",
  "page-roadmap-vision-upgrade-needs-desc-3": "ইথেরিয়াম-এর কিছু আপগ্রেড রয়েছে যা এই সমস্যা এবং আরও অনেক কিছুর সমাধান করে। এই আপগ্রেডগুলির সেটকে মূলত 'Serenity' এবং 'Eth2' বলা হত এবং 2014 সাল থেকে এগুলি গবেষণা ও উন্নয়নের একটি সক্রিয় ক্ষেত্র।",
  "page-roadmap-vision-upgrade-needs-desc-5": "এখন যেহেতু প্রযুক্তি প্রস্তুত, এই আপগ্রেডগুলি ইথেরিয়াম-কে আরও স্কেলেবল, সুরক্ষিত এবং টেকসই করার জন্য পুনরায় স্থাপত্য করবে - যাতে বিদ্যমান ব্যবহারকারীদের জীবন আরও ভালো হয় এবং নতুনদের আকৃষ্ট করা যায়। আর এসবই করা হবে ইথেরিয়াম-এর বিকেন্দ্রীকরণের মূল মান সংরক্ষণ করে।",
  "page-roadmap-vision-upgrade-needs-desc-6": "এর মানে হল স্কেলেবিলিটির জন্য কোনো অন-সুইচ নেই। উন্নতিগুলি সময়ের সাথে সাথে পর্যায়ক্রমে পাঠানো হবে।",
  "page-roadmap-vision-upgrade-needs-serenity": "'Serenity' নিয়ে আলোচনা করা একটি 2015 সালের ব্লগ পোস্ট দেখুন",
  "ethereum": "ইথেরিয়াম",
  "page-roadmap-vision-danksharding": "Danksharding সম্পর্কে আরও"
}
