{
  "comp-withdrawal-comparison-current-title": "এখনকার স্টেকারগণ",
  "comp-withdrawal-comparison-current-li-1": "কিছু ব্যবহারকারী প্রাথমিকভাবে তাদের স্টেকিং ডিপোজিট সেট আপ করার সময় একটি প্রত্যাহার ঠিকানা প্রদান করতে পারে—এই ব্যবহারকারীদের আর কিছুই করার নেই",
  "comp-withdrawal-comparison-current-li-2": "বেশির ভাগ স্টেকার প্রাথমিক আমানতের ক্ষেত্রে প্রত্যাহারের ঠিকানা প্রদান করেনি এবং তাদের প্রত্যাহারের শংসাপত্র আপডেট করতে হবে। <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">স্টেকিং লঞ্চপ্যাডে</a> এটি কীভাবে করতে হবে তার নির্দেশাবলী রয়েছে",
  "comp-withdrawal-comparison-current-p": "আপনি এখনও আপনার শংসাপত্রগুলি আপডেট করতে চান কিনা তা দেখতে আপনি এখানে আপনার যাচাইকারী সূচক নম্বর লিখতে পারেন <Text as=\"span\" fontWeight=\"normal\">(এটি আপনার ক্লায়েন্ট লগগুলিতে পাওয়া যাবে):</Text>",
  "comp-withdrawal-comparison-new-title": "নতুন স্টেকারগণ (এখনও জমা করা হয়নি)",
  "comp-withdrawal-comparison-new-li-1": "ডিফল্টভাবে, নতুন স্টেকার যারা স্বয়ংক্রিয়ভাবে পুরষ্কার অর্থপ্রদান এবং প্রত্যাহারের কার্যকারিতা সক্ষম করতে চান তাদের একটি ইথেরিয়াম উত্তোলনের ঠিকানা প্রদান করা উচিত যা তারা স্টেকিং ডিপোজিট CLI টুল ব্যবহার করে তাদের বৈধতা কী তৈরি করার সময় নিয়ন্ত্রণ করে",
  "comp-withdrawal-comparison-new-li-2": "এটি জমা করার সময় প্রয়োজন হয় না, তবে আপনার তহবিল আনলক করার জন্য পরবর্তী তারিখে এই কীগুলি আপডেট করার প্রয়োজন রোধ করবে",
  "comp-withdrawal-comparison-new-p": "স্টেকিং লঞ্চপ্যাড আপনাকে স্টেকিং অনবোর্ডিং এর মাধ্যমে গাইড করবে।",
  "comp-withdrawal-comparison-new-link": "স্টেকিং লঞ্চপ্যাড দেখুন",
  "comp-withdrawal-credentials-placeholder": "যাচাইকারী সূচক",
  "comp-withdrawal-credentials-error": "ওহ! যাচাইকারী সূচক নম্বরটি দুবার মিলিয়ে দেখুন এবং আবার চেষ্টা করুন।",
  "comp-withdrawal-credentials-upgraded-1": "ভ্যালিডেটর ইনডেক্স {{validatorIndex}} পুরস্কার পাওয়া শুরু করার জন্য প্রস্তুত!",
  "comp-withdrawal-credentials-upgraded-2": "প্রত্যাহার শংসাপত্রগুলি সম্পাদন ঠিকানার সাথে সংযুক্ত:",
  "comp-withdrawal-credentials-not-upgraded-1": "এই যাচাইকারী আপগ্রেড করা প্রয়োজন।",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "এই Holesky টেস্টনেট যাচাইকারীকে আপগ্রেড করতে হবে।",
  "comp-withdrawal-credentials-not-upgraded-2": "কিভাবে আপগ্রেড করতে হয় তার নির্দেশাবলী বর্তমানে <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">স্টেকিং লঞ্চপ্যাড</a>-এ পাওয়া যাবে",
  "comp-withdrawal-credentials-verify-mainnet": "Mainnet এ যাচাই করুন",
  "comp-withdrawal-credentials-verify-holesky": "Holesky এ যাচাই করুন",
  "page-staking-withdrawals-when": "Shipped!",
  "page-staking-image-alt": "স্টেকিং লঞ্চপ্যাডের জন্য রাইনো মাসকটের ছবি।",
  "page-staking-benefits-1-title": "পুরষ্কার অর্জন করুন",
  "page-staking-benefits-1-description": "পুরষ্কার দেওয়া হয় কর্মের জন্য যা নেটওয়ার্ককে ঐক্যমতে পৌঁছাতে সাহায্য করে। আপনি সফ্টওয়্যার চালানোর জন্য পুরষ্কার পাবেন যা সঠিকভাবে লেনদেনগুলিকে নতুন ব্লকে ব্যাচ করে এবং অন্যান্য যাচাইকারীদের কাজ পরীক্ষা করে কারণ এটিই চেইনটিকে নিরাপদে চালিয়ে যায়।",
  "page-staking-benefits-2-title": "আরো ভাল নিরাপত্তা",
  "page-staking-benefits-2-description": "নেটওয়ার্ক আক্রমণের বিরুদ্ধে শক্তিশালী হয়ে ওঠে কারণ আরও বেশি ETH আটকে থাকে, কারণ নেটওয়ার্কের বেশিরভাগ নিয়ন্ত্রণ করতে এটির আরও বেশি ETH প্রয়োজন হয়। হুমকি হয়ে ওঠার জন্য, আপনাকে সংখ্যাগরিষ্ঠ ভ্যালিডেটর ধরে রাখতে হবে, যার মানে আপনাকে সিস্টেমে ETH-এর সংখ্যাগরিষ্ঠতা নিয়ন্ত্রণ করতে হবে-এটা অনেক!",
  "page-staking-benefits-3-title": "More sustainable",
  "page-staking-benefits-3-description": "নেটওয়ার্ক সুরক্ষিত করার জন্য স্টেকারদের এনার্জি-ইনটেনসিভ প্রুফ-অফ-ওয়ার্ক কম্পিউটেশন করতে হবে না মানে স্টেকিং নোড খুব কম শক্তি ব্যবহার করে অপেক্ষাকৃত পরিমিত হার্ডওয়্যারে চলতে পারে।",
  "page-staking-benefits-3-link": "ইথেরিয়াম এর শক্তি খরচ সম্পর্কে আরো",
  "page-staking-description": "স্টেকিং হল যাচাইকারী সফ্টওয়্যার সক্রিয় করতে 32 ETH জমা করার কাজ। একজন যাচাইকারী হিসাবে আপনি ডেটা সংরক্ষণ, লেনদেন প্রক্রিয়াকরণ এবং ব্লকচেইনে নতুন ব্লক যোগ করার জন্য দায়ী থাকবেন। এটি সকলের জন্য ইথেরিয়াম কে সুরক্ষিত রাখবে এবং প্রক্রিয়ায় আপনাকে নতুন ETH উপার্জন করবে।",
  "page-staking-hero-title": "কিভাবে আপনার ETH স্টেক করবেন",
  "page-staking-hero-header": "ইথেরিয়াম সুরক্ষিত করার সময় পুরষ্কার অর্জন করুন",
  "page-staking-hero-subtitle": "স্টেকিং ইথেরিয়াম ইকোসিস্টেমের জন্য একটি সর্বজনীন কল্যাণ। যেকোন ব্যবহারকারী যেকোন পরিমাণ ETH সহ নেটওয়ার্ক সুরক্ষিত করতে এবং প্রক্রিয়ায় পুরষ্কার অর্জন করতে সহায়তা করতে পারে।",
  "page-staking-dropdown-home": "স্টেকিং হোম",
  "page-staking-dropdown-solo": "স্বতন্ত্র স্টেকিং",
  "page-staking-more-on-solo": "সোলো স্টেকিং সম্পর্কে আরো",
  "page-staking-learn-more-solo": "সোলো স্টেকিং সম্পর্কে আরও জানুন",
  "page-staking-dropdown-saas": "একটি সেবা হিসাবে স্টেকিং",
  "page-staking-saas-with-abbrev": "Staking as a service (SaaS)",
  "page-staking-more-on-saas": "পরিষেবা হিসেবে স্টেকিং সম্পর্কে আরো",
  "page-staking-learn-more-saas": "একটি পরিষেবা হিসাবে স্টেকিং সম্পর্কে আরও জানুন",
  "page-staking-dropdown-pools": "সম্মিলিত স্টেকিং",
  "page-staking-dropdown-withdrawals": "প্রত্যাহার সম্পর্কে",
  "page-staking-dropdown-dvt": "ডিস্ট্রিবিউটেড ভ্যালিডেটর টেক",
  "page-staking-more-on-pools": "পুলড স্টেকিং সম্পর্কে আরো",
  "page-staking-learn-more-pools": "পুলড স্টেকিং সম্পর্কে আরও জানুন",
  "page-staking-section-what-title": "স্টেকিং কি?",
  "page-staking-section-what-link": "কিভাবে ETH পেতে হয় তা জানুন",
  "page-staking-section-why-title": "কেন আপনার ETH স্টেক করবেন?",
  "page-staking-section-why-p1": "এটা সব নির্ভর করে আপনি কতটা স্টেক করতে ইচ্ছুক। আপনার নিজস্ব যাচাইকারী সক্রিয় করার জন্য আপনার 32 ETH প্রয়োজন, কিন্তু এটি কম স্টেক করা সম্ভব।",
  "page-staking-section-why-p2": "নীচের বিকল্পগুলি দেখুন এবং আপনার জন্য এবং নেটওয়ার্কের জন্য সবচেয়ে ভাল একটি পছন্দ করুন।",
  "page-staking-guide-title-coincashew-ethereum": "CoinCashew এর ইথেরিয়াম 2.0 গাইড",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Rocket Pool নোড অপারেটরস",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-hierarchy-solo-h2": "স্বতন্ত্র হোম স্টেকিং",
  "page-staking-hierarchy-solo-pill-1": "সবচেয়ে প্রভাবশালী",
  "page-staking-hierarchy-solo-pill-2": "সম্পূর্ণ নিয়ন্ত্রণ",
  "page-staking-hierarchy-solo-pill-3": "সম্পূর্ণ পুরস্কার",
  "page-staking-hierarchy-solo-pill-4": "আস্থাহীন",
  "page-staking-hierarchy-solo-p1": "ইথেরিয়ামে সোলো স্টেকিং হল স্টেকিংয়ের জন্য <span class=\"gold\">গোল্ড স্ট্যান্ডার্ড</span>। এটি সম্পূর্ণ অংশগ্রহণের পুরষ্কার প্রদান করে, নেটওয়ার্কের বিকেন্দ্রীকরণ উন্নত করে এবং আপনার তহবিলের সাথে অন্য কাউকে বিশ্বাস করার প্রয়োজন হয় না।",
  "page-staking-hierarchy-solo-p2": "যারা সোলো স্টেকিং বিবেচনা করছেন তাদের কমপক্ষে 32 ETH এবং একটি ডেডিকেটেড কম্পিউটার ইন্টারনেটের সাথে সংযুক্ত থাকতে হবে ~24/7। কিছু প্রযুক্তিগত জ্ঞান-কিভাবে সহায়ক, কিন্তু এই প্রক্রিয়াটিকে সহজ করতে সাহায্য করার জন্য এখন সহজে ব্যবহারযোগ্য টুলস রয়েছে।",
  "page-staking-hierarchy-saas-pill-1": "আপনার 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "আপনার যাচাইকারী কী সমূহ",
  "page-staking-hierarchy-saas-pill-3": "অর্পিত নোড অপারেশন",
  "page-staking-hierarchy-saas-p1": "আপনি যদি হার্ডওয়্যারের সাথে ডিল করতে না চান বা স্বাচ্ছন্দ্য বোধ না করেন কিন্তু তারপরও আপনার 32 ETH-এ অংশীদারিত্ব করতে চান, তাহলে স্টেকিং-অ্যাস-এ-সার্ভিস বিকল্পগুলি আপনাকে হার্ড অংশ অর্পণ করার অনুমতি দেয় যখন আপনি নেটিভ ব্লক পুরস্কার অর্জন করেন।",
  "page-staking-hierarchy-saas-p2": "এই বিকল্পগুলি সাধারণত আপনাকে যাচাইকারী শংসাপত্রের একটি সেট তৈরি করে, সেগুলিতে আপনার সাইনিং কী আপলোড করে এবং আপনার 32 ETH জমা করে। এটি পরিষেবাটিকে আপনার পক্ষ থেকে যাচাই করার অনুমতি দেয়।",
  "page-staking-hierarchy-saas-p3": "স্টেকিং এর এই পদ্ধতির জন্য প্রদানকারীর উপর একটি নির্দিষ্ট স্তরের আস্থা প্রয়োজন। কাউন্টার-পার্টি ঝুঁকি সীমিত করার জন্য, আপনার ETH প্রত্যাহারের কীগুলি সাধারণত আপনার দখলে থাকে।",
  "page-staking-hierarchy-pools-pill-1": "যে কোনো পরিমাণ স্টেক করুন",
  "page-staking-hierarchy-pools-pill-2": "পুরষ্কার অর্জন করুন",
  "page-staking-hierarchy-pools-pill-3": "সহজবোধ্য রাখুন",
  "page-staking-hierarchy-pools-pill-4": "জনপ্রিয়",
  "page-staking-hierarchy-pools-p1": "32 ETH স্টেক করতে বা স্বাচ্ছন্দ্য বোধ করেন না এমন ব্যবহারকারীদের সহায়তা করার জন্য এখন বেশ কিছু পুলিং সমাধান বিদ্যমান।",
  "page-staking-hierarchy-pools-p2": "এই বিকল্পগুলির মধ্যে অনেকগুলি অন্তর্ভুক্ত যা 'তরল স্টেকিং' নামে পরিচিত যা একটি ERC-20 লিকুইডিটি টোকেন জড়িত যা আপনার স্টেক করা ETH প্রতিনিধিত্ব করে।",
  "page-staking-hierarchy-pools-p3": "লিকুইড স্টেকিং সহজে এবং যেকোন সময় প্রস্থান করতে সক্ষম করে এবং স্টকিংকে টোকেন সোয়াপের মতো সহজ করে তোলে। এই বিকল্পটি ব্যবহারকারীদের তাদের নিজস্ব ইথেরিয়াম ওয়ালেটে তাদের সম্পদের হেফাজত রাখার অনুমতি দেয়।",
  "page-staking-hierarchy-pools-p4": "পুলড স্টেকিং ইথেরিয়াম নেটওয়ার্কের স্থানীয় নয়। তৃতীয় পক্ষগুলি এই সমাধানগুলি তৈরি করছে এবং তারা তাদের নিজস্ব ঝুঁকি বহন করে।",
  "page-staking-hierarchy-cex-h2": "কেন্দ্রীভূত বিনিময়",
  "page-staking-hierarchy-cex-pill-1": "সবচেয়ে কম প্রভাবশালী",
  "page-staking-hierarchy-cex-pill-2": "সর্বোচ্চ বিশ্বাস অনুমানগুলো",
  "page-staking-hierarchy-cex-p1": "অনেক কেন্দ্রীভূত এক্সচেঞ্জ স্টেকিং পরিষেবা প্রদান করে যদি আপনি এখনও আপনার নিজের ওয়ালেটে ETH ধরে রাখতে স্বাচ্ছন্দ্যবোধ করেন না। ন্যূনতম তদারকি বা প্রচেষ্টার সাথে আপনার ETH হোল্ডিংগুলিতে কিছু ফলন পেতে আপনাকে অনুমতি দেওয়ার জন্য তারা একটি ফলব্যাক হতে পারে।",
  "page-staking-hierarchy-cex-p2": "এখানে ট্রেড-অফ হল যে কেন্দ্রীভূত প্রদানকারীরা ETH-এর বৃহৎ পুলগুলিকে একীভূত করে বৃহৎ সংখ্যক ভ্যালিডেটর চালানোর জন্য। এটি নেটওয়ার্ক এবং এর ব্যবহারকারীদের জন্য বিপজ্জনক হতে পারে কারণ এটি একটি বড় কেন্দ্রীভূত লক্ষ্য এবং ব্যর্থতার পয়েন্ট তৈরি করে, যা নেটওয়ার্কটিকে আক্রমণ বা বাগগুলির জন্য আরও ঝুঁকিপূর্ণ করে তোলে।",
  "page-staking-hierarchy-cex-p3": "আপনি যদি নিজের চাবিগুলো ধরে রাখতে স্বাচ্ছন্দ্য বোধ না করেন, তাহলে ঠিক আছে। এই বিকল্প আপনার জন্য এখানে আছে। ইতিমধ্যে, আমাদের <a href=\"/wallets/\">ওয়ালেট পৃষ্ঠা</a> চেক করার কথা বিবেচনা করুন, যেখানে আপনি কীভাবে আপনার তহবিলের উপর প্রকৃত মালিকানা নিতে হয় তা শিখতে শুরু করতে পারেন। আপনি যখন প্রস্তুত হন, তখন ফিরে আসুন এবং অফার করা স্ব-হেফাজতের পুলযুক্ত স্টেকিং পরিষেবাগুলির মধ্যে একটি চেষ্টা করে আপনার স্টেকিং গেমকে সমান করুন।",
  "page-staking-hierarchy-subtext": "আপনি হয়তো লক্ষ্য করেছেন, ইথেরিয়াম স্টেকিং এ অংশগ্রহণ করার অনেক উপায় আছে। এই পথগুলি বিস্তৃত ব্যবহারকারীদের লক্ষ্য করে এবং শেষ পর্যন্ত প্রতিটি অনন্য এবং ঝুঁকি, পুরষ্কার এবং বিশ্বাস অনুমানের ক্ষেত্রে পরিবর্তিত হয়। কিছু অন্যদের তুলনায় আরো বিকেন্দ্রীকৃত, যুদ্ধ-পরীক্ষিত এবং/অথবা ঝুঁকিপূর্ণ। আমরা মহাকাশে জনপ্রিয় প্রকল্পগুলির কিছু তথ্য প্রদান করি, কিন্তু যে কোনো জায়গায় ETH পাঠানোর আগে <em>সর্বদা আপনার নিজস্ব গবেষণা করুন</em>।",
  "page-staking-comparison-solo-saas": "SaaS প্রদানকারীদের সাথে আপনাকে এখনও 32 ETH জমা করতে হবে, কিন্তু হার্ডওয়্যার চালাতে হবে না। আপনি সাধারণত আপনার যাচাইকারী কীগুলিতে অ্যাক্সেস বজায় রাখেন, তবে আপনার সাইনিং কীগুলিও ভাগ করতে হবে যাতে অপারেটর আপনার বৈধতার পক্ষে কাজ করতে পারে। এটি আপনার নিজের হার্ডওয়্যার চালানোর সময় বিশ্বাসের একটি স্তর উপস্থাপন করে না, এবং বাড়িতে একা স্টেকিংয়ের বিপরীতে, SaaS নোডগুলির ভৌগলিক বিতরণে তেমন সাহায্য করে না। আপনি যদি হার্ডওয়্যার অপারেটিং করতে অস্বস্তি বোধ করেন কিন্তু তারপরও 32 ETH পেতে চান, তাহলে SaaS প্রদানকারী ব্যবহার করা আপনার জন্য একটি ভাল বিকল্প হতে পারে।",
  "page-staking-comparison-solo-pools": "সোলো স্টেকিং একটি পুলিং পরিষেবার সাথে স্টেকিংয়ের চেয়ে উল্লেখযোগ্যভাবে বেশি জড়িত, তবে ETH পুরষ্কারগুলিতে সম্পূর্ণ অ্যাক্সেস এবং আপনার যাচাইকারীর সেটআপ এবং সুরক্ষার উপর সম্পূর্ণ নিয়ন্ত্রণ অফার করে। পুলড স্টেকিংয়ের প্রবেশে উল্লেখযোগ্যভাবে কম বাধা রয়েছে। ব্যবহারকারীরা অল্প পরিমাণে ETH ধারণ করতে পারে, ভ্যালিডেটর কী তৈরি করার প্রয়োজন হয় না এবং স্ট্যান্ডার্ড ইন্টারনেট সংযোগের বাইরে কোনো হার্ডওয়্যার প্রয়োজনীয়তা নেই। লিকুইডিটি টোকেন প্রোটোকল স্তরে এটি সক্রিয় হওয়ার আগে স্টেকিং থেকে প্রস্থান করার ক্ষমতা সক্ষম করে। আপনি যদি এই বৈশিষ্ট্যগুলিতে আগ্রহী হন তবে পুলড স্টেকিং একটি ভাল ফিট হতে পারে।",
  "page-staking-comparison-saas-solo": "সাদৃশ্যের মধ্যে রয়েছে ফান্ড পুল না করেই আপনার নিজস্ব যাচাইকারী কী থাকা, তবে SaaS-এর সাথে আপনাকে অবশ্যই একটি তৃতীয়-পক্ষকে বিশ্বাস করতে হবে, যারা সম্ভাব্যভাবে দূষিতভাবে কাজ করতে পারে বা আক্রমণ বা নিয়ন্ত্রণের লক্ষ্যে পরিণত হতে পারে। যদি এই বিশ্বাসের অনুমান বা কেন্দ্রীকরণের ঝুঁকি আপনাকে উদ্বিগ্ন করে, তাহলে স্ব-সার্বভৌম স্টেকিংয়ের সোনার মান হল একক স্টেকিং।",
  "page-staking-comparison-saas-pools": "এগুলি একই রকম যে আপনি সাধারণত ভ্যালিডেটর ক্লায়েন্ট চালানোর জন্য অন্য কারো উপর নির্ভর করছেন, কিন্তু SaaS এর বিপরীতে, পুল স্টেকিং আপনাকে অল্প পরিমাণ ETH সহ অংশগ্রহণ করতে দেয়। আপনি যদি 32 ETH-এর চেয়ে কম শেয়ার করতে চান, তাহলে এইগুলি পরীক্ষা করে দেখুন।",
  "page-staking-comparison-pools-solo": "একক স্টেকিংয়ের তুলনায় পুলড স্টেকিং-এ প্রবেশের ক্ষেত্রে উল্লেখযোগ্যভাবে কম বাধা রয়েছে, তবে সমস্ত নোড অপারেশনগুলি তৃতীয় পক্ষের কাছে অর্পণ করে এবং একটি ফি সহ অতিরিক্ত ঝুঁকি নিয়ে আসে। সোলো স্টেকিং পূর্ণ সার্বভৌমত্ব দেয় এবং পছন্দগুলির উপর নিয়ন্ত্রণ দেয় যা একটি স্টেকিং সেটআপ বেছে নেওয়ার ক্ষেত্রে যায়। স্টেকারদের কখনই তাদের চাবি হস্তান্তর করতে হবে না, এবং তারা কোনো মধ্যস্বত্বভোগী কোনো কাট ছাড়াই সম্পূর্ণ পুরস্কার অর্জন করে।",
  "page-staking-comparison-pools-saas": "এগুলি একই রকম যে স্টেকাররা নিজেরাই যাচাইকারী সফ্টওয়্যার চালায় না, তবে পুলিং বিকল্পগুলির বিপরীতে, SaaS-এর একটি ভ্যালিডেটর সক্রিয় করার জন্য সম্পূর্ণ 32 ETH ডিপোজিট প্রয়োজন। পুরষ্কারগুলি স্টেকারের কাছে জমা হয় এবং পরিষেবাটি ব্যবহার করার জন্য সাধারণত একটি মাসিক ফি বা অন্যান্য অংশ জড়িত থাকে। আপনি যদি নিজের ভ্যালিডেটর কী পছন্দ করেন এবং কমপক্ষে 32 ETH শেয়ার করতে চান, তাহলে SaaS প্রদানকারী ব্যবহার করা আপনার জন্য একটি ভাল বিকল্প হতে পারে।",
  "page-staking-considerations-solo-1-title": "Open source",
  "page-staking-considerations-solo-1-description": "অপরিহার্য কোড হল 100% ওপেন সোর্স এবং ফোর্ক এবং ব্যবহারের জন্য জনসাধারণের জন্য উপলব্ধ",
  "page-staking-considerations-solo-1-warning": "বন্ধ উৎস",
  "page-staking-considerations-solo-2-title": "নিরীক্ষিত",
  "page-staking-considerations-solo-2-description": "অপরিহার্য কোডের ফলাফল প্রকাশিত এবং সর্বজনীনভাবে উপলব্ধ সহ আনুষ্ঠানিক নিরীক্ষা করা হয়েছে",
  "page-staking-considerations-solo-2-warning": "কোনটি না",
  "page-staking-considerations-solo-3-title": "বাগ বাউন্টি",
  "page-staking-considerations-solo-3-description": "নিরাপদে রিপোর্টিং এবং/অথবা দুর্বলতা ঠিক করার জন্য ব্যবহারকারীদের পুরস্কৃত করার জন্য যেকোন অপরিহার্য কোডে একটি পাবলিক বাগ বাউন্টি সঞ্চালিত হয়েছে",
  "page-staking-considerations-solo-3-valid": "বর্তমানে সক্রিয়",
  "page-staking-considerations-solo-3-caution": "সম্পন্ন",
  "page-staking-considerations-solo-4-title": "যুদ্ধ পরীক্ষিত",
  "page-staking-considerations-solo-4-description": "সফ্টওয়্যারটি নির্দিষ্ট সময়ের জন্য জনসাধারণের দ্বারা উপলব্ধ এবং ব্যবহার করা হয়েছে",
  "page-staking-considerations-solo-4-valid": "লাইভ > 1 বছর",
  "page-staking-considerations-solo-4-caution": "লাইভ > 6 মাস",
  "page-staking-considerations-solo-4-warning": "সদ্য মুক্তি পেয়েছে",
  "page-staking-considerations-solo-5-title": "আস্থাহীন",
  "page-staking-considerations-solo-5-description": "ভ্যালিডেটর লাইফসাইকেলে যেকোন সময় ভ্যালিডেটর কীগুলি অন্য কোনো মানুষের কাছে ন্যস্ত করা হয় না। সম্পৃক্ত যেকোন স্মার্ট চুক্তিগুলি সম্পাদনের জন্য বিশেষ সুবিধাপ্রাপ্ত অনুমতিগুলির উপর নির্ভর না করে পিছনের দরজা থেকে মুক্ত।",
  "page-staking-considerations-solo-5-warning": "বিশ্বস্ত",
  "page-staking-considerations-solo-6-title": "Permissionless",
  "page-staking-considerations-solo-6-description": "ব্যবহারকারীদের সফ্টওয়্যার বা পরিষেবা ব্যবহার করে একটি বৈধতা অপারেট করার জন্য কোন বিশেষ অনুমতির প্রয়োজন হয় না",
  "page-staking-considerations-solo-6-valid": "অনুমতি নেই",
  "page-staking-considerations-solo-6-warning": "অনুমতি প্রয়োজন",
  "page-staking-considerations-solo-7-title": "মাল্টি-ক্লায়েন্ট",
  "page-staking-considerations-solo-7-description": "সফ্টওয়্যার ব্যবহারকারীদের কমপক্ষে দুই বা ততোধিক এক্সিকিউশন ক্লায়েন্ট এবং দুই বা ততোধিক কনসেনসাস লেয়ার ক্লায়েন্ট থেকে বাছাই করতে এবং স্যুইচ করতে সক্ষম করে",
  "page-staking-considerations-solo-7-valid": "সহজ ক্লায়েন্ট সুইচিং",
  "page-staking-considerations-solo-7-warning": "সংখ্যাগরিষ্ঠ ক্লায়েন্টের মধ্যে সীমাবদ্ধ",
  "page-staking-considerations-solo-8-title": "আত্মরক্ষা",
  "page-staking-considerations-solo-8-description": "ব্যবহারকারী স্বাক্ষর এবং প্রত্যাহার কী সহ যেকোন যাচাইকারীর প্রমাণপত্রের হেফাজত বজায় রাখে",
  "page-staking-considerations-solo-8-warning": "তৃতীয় পক্ষের কাস্টডিয়ান",
  "page-staking-considerations-solo-9-title": "অর্থনৈতিক",
  "page-staking-considerations-solo-9-description": "ব্যবহারকারীরা অন্যদের থেকে পুল করা ফান্ড ব্যবহার করে 32 ETH-এর কম স্টেক করে একটি যাচাইকারী পরিচালনা করতে পারেন",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "পরিষেবা নির্দিষ্ট সময়ের জন্য জনসাধারণের দ্বারা উপলব্ধ এবং ব্যবহার করা হয়েছে",
  "page-staking-considerations-saas-6-description": "পরিষেবার সাথে অংশগ্রহণের জন্য ব্যবহারকারীদের কোনো বিশেষ অনুমতি, অ্যাকাউন্ট সাইন আপ বা KYC-এর প্রয়োজন নেই",
  "page-staking-considerations-saas-6-valid": "যে কেউ যোগ দিতে পারেন",
  "page-staking-considerations-saas-6-warning": "অনুমতি প্রয়োজন",
  "page-staking-considerations-saas-7-title": "সম্পাদন বৈচিত্র্য",
  "page-staking-considerations-saas-7-description": "সংখ্যাগরিষ্ঠ এক্সিকিউশন ক্লায়েন্টের সাথে পরিষেবাটি তাদের সমষ্টিগত যাচাইকারীদের 50% এর বেশি চালানো উচিত নয়",
  "page-staking-considerations-saas-7-valid": "50% এর কম",
  "page-staking-considerations-saas-7-caution": "বর্তমানে অজানা",
  "page-staking-considerations-saas-7-warning": "50% এর বেশি",
  "page-staking-considerations-saas-8-title": "কনসেনসাস বৈচিত্র্য",
  "page-staking-considerations-saas-8-description": "সংখ্যাগরিষ্ঠ কনসেনসাস ক্লায়েন্টের সাথে তাদের সমষ্টিগত যাচাইকারীদের 50% এর বেশি পরিষেবা চালানো উচিত নয়",
  "page-staking-considerations-saas-8-valid": "50% এর কম",
  "page-staking-considerations-saas-8-caution": "বর্তমানে অজানা",
  "page-staking-considerations-saas-8-warning": "50% এর বেশি",
  "page-staking-considerations-pools-5-description": "পরিষেবার জন্য আপনার চাবিগুলি হেফাজত করতে বা পুরষ্কার বিতরণ করার জন্য কোনও মানুষকে বিশ্বাস করার প্রয়োজন নেই",
  "page-staking-considerations-pools-6-title": "অনুমতিহীন নোডসমূহ",
  "page-staking-considerations-pools-6-description": "পরিষেবা কাউকে অনুমতি ছাড়াই পুলের জন্য নোড অপারেটর হিসাবে যোগদান করতে দেয়",
  "page-staking-considerations-pools-7-description": "সংখ্যাগরিষ্ঠ এক্সিকিউশন ক্লায়েন্টের সাথে পরিষেবাটি তাদের সমষ্টিগত যাচাইকারীদের 50% এর বেশি চালানো উচিত নয়",
  "page-staking-considerations-pools-8-title": "লিকুইডিটি টোকেন",
  "page-staking-considerations-pools-8-description": "আপনার নিজের ওয়ালেটে রাখা আপনার স্টেক করা ETH প্রতিনিধিত্ব করে ট্রেডযোগ্য লিকুইডিটি টোকেন অফার করে",
  "page-staking-considerations-pools-8-valid": "লিকুইডিটি টোকেন(সমূহ)",
  "page-staking-considerations-pools-8-warning": "কোনো লিকুইডিটি টোকেন নেই",
  "page-staking-considerations-pools-9-description": "সংখ্যাগরিষ্ঠ কনসেনসাস ক্লায়েন্টের সাথে তাদের সমষ্টিগত যাচাইকারীদের 50% এর বেশি পরিষেবা চালানো উচিত নয়",
  "page-staking-how-solo-works-item-1": "কিছু হার্ডওয়্যার পান: স্টেক করতে আপনাকে <a href=\"/run-a-node/\">একটি নোড চালাতে হবে</a>",
  "page-staking-how-solo-works-item-2": "একটি এক্সিকিউশন লেয়ার ক্লায়েন্ট সিঙ্ক করুন",
  "page-staking-how-solo-works-item-3": "একটি কনসেনসাস লেয়ার ক্লায়েন্ট সিঙ্ক করুন",
  "page-staking-how-solo-works-item-4": "আপনার কী তৈরি করুন এবং আপনার যাচাইকারী ক্লায়েন্টে লোড করুন",
  "page-staking-how-solo-works-item-5": "আপনার নোড পর্যবেক্ষণ এবং নিরীক্ষণ করুন",
  "page-staking-launchpad-widget-testnet-label": "Holesky টেস্টনেট",
  "page-staking-launchpad-widget-testnet-start": "Holesky টেস্টনেট এ স্টেক করা শুরু করুন",
  "page-staking-launchpad-widget-mainnet-label": "Mainnet",
  "page-staking-launchpad-widget-mainnet-start": "Mainnet এ স্টেকিং শুরু করুন",
  "page-staking-launchpad-widget-span": "নেটওয়ার্ক নির্বাচন করুন",
  "page-staking-launchpad-widget-p1": "একক যাচাইকারীরা ফান্ডের ঝুঁকি নেওয়ার আগে Holesky টেস্টনেট-এ <strong>তাদের সেটআপ পরীক্ষা করুন</strong> এবং অপারেশনাল দক্ষতা প্রত্যাশিত। মনে রাখবেন একটি <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">সংখ্যালঘু ক্লায়েন্ট</a> বেছে নেওয়া গুরুত্বপূর্ণ কারণ এটি নেটওয়ার্কের নিরাপত্তা উন্নত করে এবং আপনার ঝুঁকি সীমিত করে।",
  "page-staking-launchpad-widget-p2": "আপনি যদি এটির সাথে স্বাচ্ছন্দ্য বোধ করেন তবে আপনি একা স্টেকিং লঞ্চপ্যাড ব্যবহার করে কমান্ড লাইন থেকে প্রয়োজনীয় সবকিছু সেট আপ করতে পারেন।",
  "page-staking-launchpad-widget-p3": "জিনিসগুলিকে সহজ করার জন্য, নীচের কিছু টুলস এবং নির্দেশিকা দেখুন যা আপনার ক্লায়েন্টদের সহজে সেট আপ করতে স্টেকিং লঞ্চপ্যাড এর পাশাপাশি আপনাকে সাহায্য করতে পারে।",
  "page-staking-launchpad-widget-link": "সফটওয়্যার টুলস এবং গাইড",
  "page-staking-products-get-started": "শুরু করা যাক",
  "page-staking-dropdown-staking-options": "স্টেকিং অপশনগুলো",
  "page-staking-dropdown-staking-options-alt": "স্টেকিং অপশন ড্রপডাউন মেনু",
  "page-staking-stats-box-metric-1": "মোট স্টেক হওয়া ETH",
  "page-staking-stats-box-metric-2": "মোট যাচাইকারী",
  "page-staking-stats-box-metric-3": "বর্তমান APR",
  "page-staking-stats-box-metric-1-tooltip": "বিকন চেইনে থাকা ETH-এর সমষ্টি, ব্যালেন্স সহ 32 ETH-এর বেশি নয়",
  "page-staking-stats-box-metric-2-tooltip": "বিকন চেইনে বর্তমানে সক্রিয় থাকা যাচাইকারী অ্যাকাউন্টের সংখ্যা",
  "page-staking-stats-box-metric-3-tooltip": "বিগত 24-ঘণ্টা সময়কালে যাচাইকারী প্রতি গড় বার্ষিক আর্থিক রিটার্ন",
  "page-staking-section-comparison-subtitle": "স্টেকিংয়ের জন্য কোনও এক-আকার-ফিট-সমস্ত সমাধান নেই এবং প্রতিটি অনন্য। এখানে আমরা কিছু ঝুঁকি, পুরষ্কার এবং আপনি যে বিভিন্ন উপায়ে অংশ নিতে পারেন তার প্রয়োজনীয়তার তুলনা করব।",
  "page-staking-section-comparison-rewards-title": "পুরস্কার",
  "page-staking-section-comparison-solo-rewards-li1": "সর্বাধিক পুরস্কার - সরাসরি প্রোটোকল থেকে সম্পূর্ণ পুরস্কার পান",
  "page-staking-section-comparison-solo-rewards-li2": "আপনি একটি নতুন ব্লকে লেনদেন ব্যাচ করার জন্য বা চেইনটি নিরাপদে চালু রাখতে অন্যান্য বৈধকারীদের কাজ পরীক্ষা করার জন্য পুরষ্কার পাবেন",
  "page-staking-section-comparison-solo-rewards-li3": "আপনি প্রস্তাবিত ব্লকগুলির জন্য আনবার্ন লেনদেন ফিও পাবেন",
  "page-staking-section-comparison-saas-rewards-li1": "সাধারণত নোড অপারেশনের জন্য সম্পূর্ণ প্রোটোকল পুরষ্কার বিয়োগ মাসিক ফি জড়িত থাকে",
  "page-staking-section-comparison-saas-rewards-li2": "আপনার ভ্যালিডেটর ক্লায়েন্টকে সহজেই ট্র্যাক করার জন্য ড্যাশবোর্ডগুলি প্রায়ই উপলব্ধ",
  "page-staking-section-comparison-pools-rewards-li1": "পুলড স্টেকিং এর কোন পদ্ধতি বেছে নেওয়া হয়েছে তার উপর নির্ভর করে পুল করা স্টেকরা আলাদাভাবে পুরষ্কার সংগ্রহ করে",
  "page-staking-section-comparison-pools-rewards-li2": "অনেক পুলড স্টেকিং পরিষেবা এক বা একাধিক তারল্য টোকেন অফার করে যা আপনার স্টেক করা ETH এবং আপনার বৈধতার পুরস্কারের অংশকে প্রতিনিধিত্ব করে",
  "page-staking-section-comparison-pools-rewards-li3": "লিকুইডিটি টোকেনগুলি আপনার নিজের ওয়ালেটে রাখা যেতে পারে, DeFi ব্যবহার করা যেতে পারে এবং আপনি প্রস্থান করার সিদ্ধান্ত নিলে বিক্রি করা যেতে পারে",
  "page-staking-section-comparison-risks-title": "->পৃষ্ঠা-সচলমুদ্রা-বাদ্যযন্ত্রবিশেষ-ধারনেয়া-ঝুঁকি-অনুলিপি",
  "page-staking-section-comparison-solo-risks-li1": "আপনার ETH ঝুঁকির মধ্যে আছে",
  "page-staking-section-comparison-solo-risks-li2": "অফলাইনে যাওয়ার জন্য জরিমানা আছে, যার জন্য ETH খরচ হয়",
  "page-staking-section-comparison-solo-risks-li3": "দূষিত আচরণের ফলে ETH-এর বৃহত্তর পরিমাণের 'স্ল্যাশিং' এবং নেটওয়ার্ক থেকে জোরপূর্বক ইজেকশন হতে পারে",
  "page-staking-section-comparison-saas-risks-li1": "পরিষেবা প্রদানকারীর একক স্টেকিং এবং কাউন্টার-পার্টি ঝুঁকির মতো একই ঝুঁকি",
  "page-staking-section-comparison-saas-risks-li2": "আপনার সাইনিং কী এর ব্যবহার অন্য কারো কাছে ন্যস্ত করা হয়েছে যিনি বিদ্বেষপূর্ণ আচরণ করতে পারেন",
  "page-staking-section-comparison-pools-risks-li1": "ঝুঁকিগুলি ব্যবহৃত পদ্ধতির উপর নির্ভর করে পরিবর্তিত হয়",
  "page-staking-section-comparison-pools-risks-li2": "সাধারণভাবে, ঝুঁকি কাউন্টার-পার্টি, স্মার্ট কন্ট্র্যাক্ট এবং কার্যকর করার ঝুঁকির সমন্বয়ে গঠিত",
  "page-staking-section-comparison-requirements-title": "প্রয়োজনীয়তা সমূহ",
  "page-staking-section-comparison-solo-requirements-li1": "আপনাকে অবশ্যই 32 ETH জমা দিতে হবে",
  "page-staking-section-comparison-solo-requirements-li2": "এমন হার্ডওয়্যার রক্ষণাবেক্ষণ করুন যা ইন্টারনেটের সাথে সংযুক্ত থাকাকালীন একটি ইথেরিয়াম এক্সিকিউশন ক্লায়েন্ট এবং কনসেনসাস ক্লায়েন্ট উভয়ই চালায়",
  "page-staking-section-comparison-solo-requirements-li3": "<a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">স্টেকিং লঞ্চপ্যাড</a> আপনাকে প্রক্রিয়া এবং হার্ডওয়্যার প্রয়োজনীয়তার মধ্যে নিয়ে যাবে",
  "page-staking-section-comparison-saas-requirements-li1": "32 ETH জমা করুন এবং সহায়তার সাথে আপনার কী তৈরি করুন",
  "page-staking-section-comparison-saas-requirements-li2": "নিরাপদে আপনার কী সমূহ সংরক্ষণ করুন",
  "page-staking-section-comparison-saas-requirements-li3": "বাকিদের যত্ন নেওয়া হয়, যদিও নির্দিষ্ট পরিষেবাগুলি পরিবর্তিত হবে",
  "page-staking-section-comparison-pools-requirements-li1": "সর্বনিম্ন ETH প্রয়োজনীয়তা, কিছু প্রকল্পের জন্য 0.01 ETH-এর মতো কম প্রয়োজন",
  "page-staking-section-comparison-pools-requirements-li2": "আপনার ওয়ালেট থেকে সরাসরি বিভিন্ন পুল করা স্টেকিং প্ল্যাটফর্মে জমা করুন বা শুধুমাত্র একটি স্টেকিং লিকুইডিটি টোকেনের জন্য ট্রেড করুন",
  "page-staking-faq-1-question": "একটি যাচাইকারী কি?",
  "page-staking-faq-1-answer": "একটি <em>ভ্যালিডেটর</em> হল একটি ভার্চুয়াল সত্তা যা ইথেরিয়ামে বাস করে এবং ইথেরিয়াম প্রোটোকলের ঐকমত্যে অংশগ্রহণ করে। যাচাইকারীদের একটি ব্যালেন্স, পাবলিক কী এবং অন্যান্য বৈশিষ্ট্য দ্বারা প্রতিনিধিত্ব করা হয়। একটি <em>ভ্যালিডেটর ক্লায়েন্ট</em> হল এমন একটি সফ্টওয়্যার যা তার ব্যক্তিগত কী ধরে রেখে এবং ব্যবহার করে যাচাইকারীর পক্ষে কাজ করে। একটি একক যাচাইকারী ক্লায়েন্ট অনেকগুলি কী জোড়া ধরে রাখতে পারে, যা অনেকগুলি যাচাইকারীকে নিয়ন্ত্রণ করে।",
  "page-staking-faq-2-question": "কেন আমার ফান্ড জড়িত থাকা দরকার?",
  "page-staking-faq-2-answer": "একজন যাচাইকারীর নেটওয়ার্কের জন্য ব্লকের প্রস্তাব এবং প্রত্যয়ন করার ক্ষমতা রয়েছে। অসৎ আচরণ রোধ করতে, ব্যবহারকারীদের অবশ্যই তাদের তহবিল জড়িত রাখতে হবে। এটি প্রোটোকলকে দূষিত অভিনেতাদের শাস্তি দেওয়ার অনুমতি দেয়। স্টেকিং হল আপনাকে সৎ রাখার একটি মাধ্যম, কারণ আপনার কর্মের আর্থিক ফলাফল হবে।",
  "page-staking-faq-3-question": "আমি কি 'Eth2' কিনতে পারি?",
  "page-staking-faq-3-answer-p1": "প্রোটোকলের কোনো স্থানীয় 'Eth2' টোকেন নেই, কারণ যখন ইথেরিয়াম প্রুফ-অফ-স্টেকে স্যুইচ করে তখন নেটিভ টোকেন ইথার (ETH) পরিবর্তন হয়নি।",
  "page-staking-faq-3-answer-p2": "এখানে ডেরিভেটিভ টোকেন/টিকার রয়েছে যা স্টেক করা ETH (যেমন Rocket Pool থেকে rETH, Lido থেকে stETH, Coinbase থেকে ETH2) প্রতিনিধিত্ব করতে পারে। <a href=\"/staking/pools/\">স্টেকিং পুলস</a> সম্পর্কে আরও জানুন",
  "page-staking-faq-4-question": "স্টেকিং কি ইতিমধ্যে লাইভ?",
  "page-staking-faq-4-answer-p1": "হ্যাঁ। স্টেকিং 1 ডিসেম্বর, 2020 থেকে লাইভ হয়েছে",
  "page-staking-faq-4-answer-p2": "এর মানে হল যে ব্যবহারকারীরা তাদের ETH জমা করতে, একটি যাচাইকারী ক্লায়েন্ট চালাতে এবং পুরষ্কার উপার্জন শুরু করতে স্টেকিং বর্তমানে লাইভ।",
  "page-staking-faq-4-answer-p3": "Shanghai/Capella আপগ্রেডটি 12 এপ্রিল, 2023-এ সম্পন্ন হয়েছিল, যা স্টকিং প্রত্যাহার সক্ষম করে, স্টকিং লিকুইডিটির লুপ বন্ধ করে।",
  "page-staking-faq-5-question": "আমি কখন আমার স্টেক করা ETH প্রত্যাহার করতে পারি?",
  "page-staking-faq-5-answer-p1": "এই মুহূর্তে! স্টেকাররা তাদের পুরষ্কার এবং/অথবা নীতিগত আমানত তাদের যাচাইকারী ব্যালেন্স থেকে প্রত্যাহার করতে স্বাধীন যদি তারা চায়।",
  "page-staking-faq-5-answer-p2": "ব্লকের প্রস্তাব করার সময় স্টেকাররা ফি এবং MEV আকারে পুরষ্কারও অর্জন করবে, যা সেট ফি প্রাপকের ঠিকানার মাধ্যমে অবিলম্বে উপলব্ধ করা হয়।",
  "page-staking-faq-5-answer-link": "স্টেকিং প্রত্যাহার এর উপর আরো",
  "page-staking-further-reading-1-link": "কেন প্রুফ অফ স্টেক (নভেম্বর 2020)",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik বুটেরিন",
  "page-staking-further-reading-2-link": "সেরেনিটি ডিসাইন রাশনালে",
  "page-staking-further-reading-3-link": "স্টেক FAQ এর প্রমাণ (ডিসেম্বর 2017)",
  "page-staking-further-reading-4-link": "Eth2 নিউজ",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "চূড়ান্ত নং. 33, ইথেরিয়াম কনসেনসাস-লেয়ার (জানুয়ারি 2022)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "প্রত্যয়িত পোস্ট",
  "page-staking-further-reading-7-link": "Beaconcha.in নলেজ বেস",
  "page-staking-further-reading-8-link": "Beaconcha.in কমিউনিটি-অবদানকৃত শিক্ষাগত সামগ্রী",
  "page-staking-further-reading-9-link": "ইথেরিয়াম স্টেকিং লঞ্চপ্যাড FAQ",
  "page-staking-further-reading-10-link": "EthStaker নলেজ বেস",
  "page-staking-toc-how-to-stake-your-eth": "কিভাবে আপনার ETH স্টেক করবেন",
  "page-staking-toc-comparison-of-options": "স্টেকিং বিকল্পগুলির তুলনা",
  "page-staking-toc-faq": "FAQ",
  "page-staking-toc-further": "Further reading",
  "page-staking-dom-info-title": "ইথেরিয়াম এর মাধ্যমে স্টেকিং",
  "page-staking-join-community": "স্টেকার কমিউনিটিতে যোগ দিন",
  "page-staking-join-community-desc": "EthStaker হল এমন একটি সম্প্রদায় যা প্রত্যেকের জন্য আলোচনা করতে এবং ইথেরিয়াম-এ স্টেকিং সম্পর্কে শিখতে পারে। উপদেশ, সমর্থন, এবং স্টেকিং বিষয়ে সব কথা বলার জন্য বিশ্বজুড়ে কয়েক হাজার সদস্যের সাথে যোগ দিন।",
  "page-staking-meta-description": "ইথেরিয়াম স্টেকিংয়ের একটি ওভারভিউ: ঝুঁকি, পুরষ্কার, প্রয়োজনীয়তা এবং এটি কোথায় করতে হবে।",
  "page-staking-meta-title": "ইথেরিয়াম স্টেকিং",
  "page-staking-withdrawals-important-notices": "গুরুত্বপূর্ণ নোটিশ",
  "page-staking-withdrawals-important-notices-desc": "প্রত্যাহার এখনও উপলব্ধ নয়। অনুগ্রহ করে <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Eth2 মার্জ এবং পোস্ট-মার্জ FAQ পড়ুন</a> আরও তথ্যের জন্য।",
  "page-upgrades-merge-btn": "মার্জ সম্পর্কে আরো",
  "subscribe-to-ef-blog": "সাম্প্রতিক প্রোটোকল ঘোষণার জন্য ইমেল বিজ্ঞপ্তি পেতে <a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">EF ব্লগে সদস্যতা নিন</a>।"
}
