{
  "page-wallets-accounts-addresses": "ওয়ালেট, অ্যাকাউন্ট, চাবি এবং ঠিকানা",
  "page-wallets-accounts-addresses-desc": "কিছু প্রধান পারিভাষিক শব্দের মধ্যাকার মধ্যে পার্থক্য বোঝা জরুরি।",
  "page-wallets-accounts-ethereum-addresses": "একটি ইথেরিয়াম অ্যাকাউন্টের একটি এড্রেস রয়েছে যেমন একটি ইনবক্সের একটি ইমেইল আছে। এটি আপনার ডিজিটাল সম্পদ সনাক্তকরণে ব্যবহার করা হয়।",
  "page-wallets-alt": "শরীরে ভল্ট রয়েছে এমন একটি রোবটের প্রতীকী ছবি, ইথেরিয়াম ওয়ালেটকে উপস্থাপন করে",
  "page-wallets-ethereum-account": "একটি ইথেরিয়াম একাউন্টের এক জোড়া চাবি রয়েছে। একটি চাবি এড্রেস তৈরিতে ব্যবহৃত হয় যা আপনি অবাধে শেয়ার করতে পারেন, এবং অপর চাবিটি কোনকিছু স্বাক্ষর করতে ব্যবহৃত হয়। একসঙ্গে এই চাবিগুলো আপনাকে সম্পদ ধরে রাখতে এবং লেনদেন করতে দিবে।",
  "page-wallets-blog": "Coinbase ব্লগ",
  "page-wallets-bookmarking": "আপনার ওয়ালেট বুকমার্ক করুন",
  "page-wallets-bookmarking-desc": "আপনি যদি একটি ওয়েব ওয়ালেট ব্যবহার করেন, তাহলে ফিশিং স্ক্যাম থেকে নিজেকে বাঁচাতে সাইটটি বুকমার্ক করে রাখুন।",
  "page-wallets-cd": "ফিজিক্যাল হার্ডওয়্যার ওয়ালেট হলো এমন যন্ত্র যা আপনাকে আপনার ক্রিপ্টো অফলাইনে রাখতে দেয় – খুব নিরাপদে",
  "page-wallets-desc-2": "বেশিরভাগ লোকেরা তাদের ডিজিটাল সম্পদ এবং পরিচয় পরিচালনা করতে ওয়ালেট ব্যবহার করে।",
  "page-wallets-desc-2-link": "ETH সম্পর্কে আরো",
  "page-wallets-desc-3": "ওয়ালেট হলো আপনার ইথেরিয়াম অ্যাকাউন্টের জন্য একটি টুল। তার মানে আপনি যেকোন সময় ওয়ালেট প্রদানকারীকে অদলবদল করতে পারেন। অনেক ওয়ালেট আপনাকে একটি অ্যাপ্লিকেশন থেকে একাধিক ইথেরিয়াম অ্যাকাউন্টও পরিচালনা করতে দেয়।",
  "page-wallets-desc-4": "ওয়ালেট প্রদানকারীরা আপনার ফান্ডের হেফাজত করেনা। তারা শুধু ইথেরিয়ামে আপনার সম্পদগুলো দেখতে একটি উইন্ডো এবং সহজে সেগুলো পরিচালনা করতে কিছু টুলস প্ৰদান করে।",
  "page-wallets-description": "ইথেরিয়াম ওয়ালেট গুলো হলো এমন অ্যাপ্লিকেশন যা আপনাকে আপনার একাউন্টের উপর নিয়ন্ত্রণ দেয়। ঠিক আপনার ফিজিক্যাল ওয়ালেটের মতো, এটিতে আপনার পরিচয় প্রমাণ করতে এবং আপনার সম্পদ পরিচালনার সবকিছু রয়েছে। আপনার ওয়ালেটের মাধ্যমে আপনি অ্যাপ্লিকেশনে সাইন আপ করতে পারবেন, আপনার ব্যালেন্স দেখতে পারবেন, অর্থ পাঠাতে পারবেন এবং আপনার পরিচয় যাচাই করতে পারবেন।",
  "page-wallets-desktop": "আপনি যদি macOS, Windows বা Linux এর মাধ্যমে আপনার ফান্ড গুলো পরিচালনা করতে পছন্দ করেন তাহলে ডেস্কটপ অ্যাপ্লিকেশন",
  "page-wallets-ethereum-wallet": "ওয়ালেট হলো একটি টুলস যা আপনাকে আপনার চাবি ব্যবহার করে আপনার অ্যাকাউন্ট পরিচালনা করতে দেয়। এটি আপনাকে আপনার অ্যাকাউন্টের ব্যালেন্স দেখতে, ট্রানজ্যাকশন পাঠাতে এবং আরও অনেক কিছু করতে দেয়।",
  "page-wallets-explore": "Ethereum-এর জগত এক্সপ্লোর করুন",
  "page-wallets-features-desc": "আপনি যে বৈশিষ্ট্যগুলো পছন্দ করেন তার উপর ভিত্তি করে আমরা আপনার ওয়ালেট বাছাইয়ে সাহায্য করতে পারি।",
  "page-wallets-features-title": "বৈশিষ্টের উপর ভিত্তি করে ওয়ালেট গুলোর তুলনা করুন",
  "page-wallets-find-wallet-btn": "একটি ওয়ালেট খুঁজুন",
  "page-wallets-find-wallet-link": "ওয়ালেট খুঁজে নিন। ",
  "page-wallets-get-some": "কিছু ETH পান",
  "page-wallets-get-some-alt": "->পৃষ্ঠা-কি-হয়-ইথেরিয়াম-পরিবর্তে-ছবি-লেগো",
  "page-wallets-get-some-btn": "কিছু ETH পান",
  "page-wallets-get-some-desc": "ETH হলো ইথেরিয়ামের একটা নেটিভ ক্রিপ্টো। ইথেরিয়াম অ্যাপ্লিকেশন ব্যবহারের জন্য আপনার কিছু ETH এর প্রয়োজন হবে।",
  "page-wallets-how-to-store": "ইথেরিয়াম এ ডিজিটাল সম্পদ কিভাবে সঞ্চয় করবেন",
  "page-wallets-keys-to-safety": "আপনার ক্রিপ্টো সুরক্ষিত রাখার চাবিকাঠি",
  "page-wallets-manage-funds": "আপনার ফান্ডসমূহ পরিচালনার জন্য একটি অ্যাপ",
  "page-wallets-manage-funds-desc": "আপনার ওয়ালেট আপনার ব্যালেন্স, ট্রানজ্যাকশন হিস্টোরি দেখায় এবং ফান্ড পাঠানো/গ্রহণ করার একটি উপায় দেয়। কিছু ওয়ালেট আরো ফিচার অফার করতে পারে।",
  "page-wallets-meta-description": "ইথেরিয়াম ওয়ালেট ব্যবহার করতে আপনার যা জানা দরকার।",
  "page-wallets-meta-title": "ইথেরিয়াম ওয়ালেট",
  "page-wallets-mobile": "মোবাইল অ্যাপ্লিকেশনগুলো আপনার ফান্ডকে যেকোন জায়গা থেকে অ্যাক্সেসযোগ্য করে তোলে",
  "page-wallets-more-on-dapps-btn": "dapps সম্পর্কে আরও",
  "page-wallets-most-wallets": "বেশিরভাগ ওয়ালেট পণ্যগুলো আপনাকে একটি ইথেরিয়াম অ্যাকাউন্ট তৈরি করতে দেবে। তাই ওয়ালেট ডাউনলোড করার আগে আপনার একটির প্রয়োজন নেই।",
  "page-wallets-protecting-yourself": "নিজেকে এবং নিজের ফান্ডকে সুরক্ষিত রাখুন",
  "page-wallets-seed-phrase": "আপনার সীড ফ্রেজ লিখে রাখুন",
  "page-wallets-seed-phrase-desc": "ওয়ালেটগুলি প্রায়শই আপনাকে একটি সীড ফ্রেজ দিবে যা আপনাকে অবশ্যই নিরাপদ কোথাও লিখে রাখতে হবে। এটিই একমাত্র উপায় যার দ্বারা আপনি আপনার ওয়ালেট পুনরুদ্ধার করতে সক্ষম হবেন।",
  "page-wallets-seed-phrase-example": "এখানে একটি উদাহরণ:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "কোন কম্পিউটারে এটি সংরক্ষণ করবেন না। লিখে রাখুন এবং নিরাপদে রাখুন।",
  "page-wallets-slogan": "আপনার ডিজিটাল ভবিষ্যতের চাবিগুলো ধরে রাখা",
  "page-wallets-stay-safe": "যেভাবে নিরাপদ থাকবেন",
  "page-wallets-stay-safe-desc": "আর্থিক স্বাধীনতা এবং যেকোন জায়গায় ফান্ডের অ্যাক্সেস ও ব্যবহার করার ক্ষমতা দায়িত্বের সাথে আসে – ক্রিপ্টোতে কোনও গ্রাহক সহায়তা নেই। আপনার চাবিগুলি নিরাপদ এবং সুরক্ষিত রাখার দায়িত্ব আপনার।",
  "page-wallets-subtitle": "ওয়ালেট আপনাকে আপনার ডিজিটাল সম্পদ অ্যাক্সেস করতে এবং অ্যাপ্লিকেশনগুলিতে সাইন ইন করতে সহায়তা করে।",
  "page-wallets-take-responsibility": "আপনার নিজের ফান্ডের দায়িত্ব নিন",
  "page-wallets-take-responsibility-desc": "সেন্ট্রালাইজড এক্সচেঞ্জগুলি আপনার ওয়ালেটকে একটি ব্যবহারকারীর নাম এবং পাসওয়ার্ডের সাথে সংযোগ করবে যা আপনি একটি গতানুগতিক উপায়ে পুনরুদ্ধার করতে পারেন। শুধু মনে রাখবেন আপনি আপনার ফান্ডের হেফাজত সহ সেই এক্সচেঞ্জকে বিশ্বাস করছেন। এক্সচেঞ্জের আর্থিক সমস্যা থাকলে, আপনার ফান্ড ঝুঁকিতে থাকবে।",
  "page-wallets-tips": "নিরাপদ থাকতে আরো পরামর্শ",
  "page-wallets-tips-community": "কমিউনিটি থেকে",
  "page-wallets-title": "ইথেরিয়াম ওয়ালেট।",
  "page-wallets-triple-check": "সবকিছু তিনবার করে চেক করুন",
  "page-wallets-triple-check-desc": "মনে রাখবেন ট্রানজ্যাকশন ফিরিয়ে আনা যায় না এবং ওয়ালেট সহজে পুনরুদ্ধার করা যায় না তাই সতর্কতা অবলম্বন করুন এবং সর্বদা সতর্ক থাকুন।",
  "page-wallets-try-dapps": "কিছু dapps দেখুন",
  "page-wallets-try-dapps-alt": "->পৃষ্ঠা-কি-হয়-ইথেরিয়াম-পরিবর্তে-ছবি-সম্প্রদায়",
  "page-wallets-try-dapps-desc": "Dapps হলো এমন অ্যাপ্লিকেশন যা ইথেরিয়াম এর উপর ভিত্তি করে তৈরী। এগুলো সাশ্রয়ী, ন্যায্য এবং বেশিরভাগ গতানুগতিক অ্যাপ্লিকেশন এর তুলনায় আপনার ডেটার জন্য উৎকৃষ্ট।",
  "page-wallets-types": "ওয়ালেট এর ধরন",
  "page-wallets-types-desc": "আপনার অ্যাকাউন্টের সাথে ইন্টারফেস এবং ইন্টারঅ্যাক্ট করার কয়েকটি উপায় রয়েছে:",
  "page-wallets-web-browser": "ব্রাউজার ওয়ালেট হলো ওয়েব অ্যাপ্লিকেশন যা সরাসরি ব্রাউজারেই আপনার একাউন্ট এর সাথে ইন্টারঅ্যাক্ট করতে দিবে",
  "page-wallets-web-browser-extension": "ব্রাউজার এক্সটেনশন ওয়ালেট হলো আপনার ডাউনলোড করা এমন এক্সটেনশন যা ব্রাউজারেই আপনাকে আপনার অ্যাকাউন্ট এবং অ্যাপ্লিকেশন এর সাথে ইন্টারঅ্যাক্ট করতে দিবে",
  "page-wallets-whats-a-wallet": "একটি ইথেরিয়াম ওয়ালেট কি?",
  "page-wallets-your-ethereum-account": "আপনার ইথেরিয়াম অ্যাকাউন্ট",
  "page-wallets-your-ethereum-account-desc": "আপনার ওয়ালেট হলো আপনার ইথেরিয়াম অ্যাকাউন্টে আপনার প্রবেশদ্বার – যা আপনাকে আপনার ব্যালেন্স, ট্রানজ্যাকশন হিস্টোরি এবং অনেক কিছ পরিচালনা করতে দেয়। কিন্তু আপনি যেকোনো সময় ওয়ালেট প্রদানকারীকে অদলবদল করতে পারেন।",
  "page-wallets-your-login": "ইথেরিয়াম অ্যাপ্লিকেশনের জন্য আপনার লগইন",
  "page-wallets-your-login-desc": "আপনার ওয়ালেট আপনার ইথেরিয়াম অ্যাকাউন্ট ব্যবহার করে আপনাকে অ্যাপ্লিকেশনসমূহের সাথে সংযোগ করতে দেয়। এটি একটি লগইনের মতো যা আপনি অনেকগুলি অ্যাপ জুড়ে ব্যবহার করতে পারেন।",
  "additional-reading-how-to-create-an-ethereum-account": "How to create an Ethereum account",
  "additional-reading-how-to-use-a-wallet": "কিভাবে একটি ওয়ালেট ব্যবহার করতে হয়"
}
