{
  "page-index-hero-image-alt": "ভবিষ্যত প্রজন্মের কোনও শহরের ছবি যা ইথেরিয়াম ইকোসিস্টেম উপস্থাপন করছে।",
  "page-index-meta-description": "ইথেরিয়াম হল অর্থ এবং নতুন ধরনের অ্যাপ্লিকেশনগুলির জন্য একটি বিশ্বজনীন, বিকেন্দ্রীভূত প্ল্যাটফর্ম। ইথেরিয়াম-এ আপনি কোড লিখতে পারেন যা অর্থ নিয়ন্ত্রণ করে, এবং বিশ্বের যে কোনো জায়গা থেকে প্রবেশগম্য অ্যাপ্লিকেশন নির্মাণ করে।",
  "page-index-meta-title": "হোম",
  "page-index-title": "ইথেরিয়ামের জগতে আপনাকে স্বাগত জানাই",
  "page-index-description": "ইথেরিয়াম হল কমিউনিটি-পরিচালিত এক ধরনের প্রযুক্তি যা ক্রিপ্টোকারেন্সি, ইথার (ETH) এবং হাজার হাজার বিকেন্দ্রীভূত অ্যাপ্লিকেশনকে সক্রিয় করে দেয়।",
  "page-index-title-button": "Ethereum-এর জগত এক্সপ্লোর করুন",
  "page-index-get-started": "শুরু করা যাক",
  "page-index-get-started-description": "ethereum.org পোর্টালের মাধ্যমে আপনি ইথেরিয়ামের জগতে প্রবেশ করতে পারবেন। প্রযুক্তিটি নতুন এবং নিরন্তর আরও বিকশিত হয়ে চলেছে - এটি আপনাকে একটি নির্দেশিকা পেতে সহায়তা করে। আপনি ইথেরিয়ামের জগতে অবতরণ করতে চাইলে, আমরা আপনাকে যে কাজগুলি করার পরামর্শ দিই তা এখানে দেওয়া হল।",
  "page-index-get-started-image-alt": "কম্পিউটারে কাজ করছে এমন একজন ব্যক্তির ছবি।",
  "page-index-get-started-wallet-title": "একটি ওয়ালেট বেছে নিন",
  "page-index-get-started-wallet-description": "একটি ওয়ালেট আপনাকে ইথেরিয়ামের সঙ্গে সংযোগ করে আপনার ফান্ড পরিচালনা করতে সাহায্য করে।",
  "page-index-get-started-wallet-image-alt": "দেহের জায়গায় একটি ভল্ট থাকা একটি রোবটের ছবি, যা একটি ইথেরিয়াম ওয়ালেটকে উপস্থাপন করে।",
  "page-index-get-started-eth-title": "ETH পান",
  "page-index-get-started-eth-description": "ETH হল ইথেরিয়ামের মুদ্রা - আপনি এটি অ্যাপ্লিকেশনগুলিতে ব্যবহার করতে পারেন।",
  "page-index-get-started-eth-image-alt": "একদল মানুষের অবাক হয়ে ইথার (ETH) গ্লিফের দিকে চেয়ে থাকার ছবি।",
  "page-index-get-started-dapps-title": "একটি ড্যাপ ব্যবহার করুন",
  "page-index-get-started-dapps-description": "ড্যাপ হল ইথেরিয়াম দ্বারা পরিচালিত অ্যাপ্লিকেশন। দেখুন আপনি এগুলি দিয়ে কী কী করতে পারেন।",
  "page-index-get-started-dapps-image-alt": "কম্পিউটার ব্যবহার করছে এমন একটি ডোজ-এর ছবি।",
  "page-index-get-started-devs-title": "তৈরি করা শুরু করুন",
  "page-index-get-started-devs-description": "আপনি যদি ইথেরিয়ামের মাধ্যমে কোডিং শুরু করতে চান, আপনার সাহায্যের জন্য আমাদের ডেভেলপার পোর্টালে ডকুমেন্টেশন, টিউটোরিয়াল এবং আরও অনেক কিছু রয়েছে।",
  "page-index-get-started-devs-image-alt": "লেগো ব্রিক দিয়ে ETH লোগো তৈরি করা একটি হাতের ছবি।",
  "page-index-what-is-ethereum": "ইথেরিয়াম কী?",
  "page-index-what-is-ethereum-description": "ইথেরিয়াম এমন একটি প্রযুক্তি যা ডিজিটাল অর্থ, বিশ্বব্যাপী অর্থ প্রদান এবং বিভিন্ন অ্যাপ্লিকেশনের জন্মস্থল। এই কমিউনিটি একটি ক্রমবর্ধমান ডিজিটাল অর্থনীতি, নির্মাতাদের অনলাইন উপার্জনের উদ্দেশ্যে অনেক সাহসী নতুন উপায় উদ্ভাবন এবং আরও অনেক কিছু  তৈরি করেছে। এটি সবাই ব্যবহার করতে পারে, আপনি বিশ্বের যেখানেই থাকুন না কেন – আপনার কাছে শুধু ইন্টারনেট থাকলেই চলবে।",
  "page-index-what-is-ethereum-button": "ইথেরিয়াম বলতে কী বোঝায়?",
  "page-index-what-is-ethereum-secondary-button": "ডিজিটাল অর্থ সম্পর্কে আরও তথ্য",
  "page-index-what-is-ethereum-image-alt": "একজন ব্যক্তির একটি বাজারে উঁকি মারার ছবি দিয়ে ইথেরিয়ামকে উপস্থাপন করা হয়।",
  "page-index-defi": "অনেক বেশি ন্যায়সঙ্গত একটি অর্থনৈতিক ব্যবস্থা",
  "page-index-defi-description": "আজ, কোটি কোটি মানুষ ব্যাঙ্ক অ্যাকাউন্ট খুলতে পারে না, অপরদিকে অন্যদের পেমেন্ট ব্লক করে দেওয়া হয়েছে। ইথেরিয়ামের বিকেন্দ্রীভূত অর্থায়ন (DeFi) ব্যবস্থা কখনই বন্ধ হয় না বা বৈষম্য করে না। শুধুমাত্র একটি ইন্টারনেট সংযোগের মাধ্যমে, আপনি অর্থ পাঠাতে, গ্রহণ করতে, ধার নিতে, সুদ উপার্জন করতে এবং এমনকি বিশ্বের যেকোনও জায়গায় ফান্ড স্ট্রিম করতে পারবেন।",
  "page-index-defi-button": "DeFi এক্সপ্লোর করুন",
  "page-index-defi-image-alt": "ETH-এর প্রতীক অফার করা একটি হাতের ছবি।",
  "page-index-internet": "সবার জন্য উন্মুক্ত ইন্টারনেট",
  "page-index-internet-description": "আজ, আমরা নিজেদের ব্যক্তিগত তথ্যের নিয়ন্ত্রণ ছেড়ে দিয়ে 'বিনামূল্যে' ইন্টারনেট পরিষেবাতে অ্যাক্সেস পাই। ইথেরিয়াম পরিষেবা ডিফল্টভাবে সবার জন্য উন্মুক্ত আছে - আপনার কাছে শুধু একটি ওয়ালেট থাকতে হবে। এগুলি বিনামূল্যে পাওয়া যায় এবং সেট-আপ করাও খুব সহজ, আপনার দ্বারা নিয়ন্ত্রিত এবং কোনও ব্যক্তিগত তথ্য ছাড়াই কাজ করতে পারে।",
  "page-index-internet-button": "উন্মুক্ত ইন্টারনেটের সুবিধা এক্সপ্লোর করে দেখুন",
  "page-index-internet-secondary-button": "ওয়ালেটের ব্যাপারে আরও তথ্য",
  "page-index-internet-image-alt": "ইথেরিয়াম ক্রিস্টালের মাধ্যমে চালিত, একটি ভবিষ্যত প্রজন্মের কম্পিউটার সেট-আপের ছবি।",
  "page-index-developers": "উন্নয়নের একটি নতুন গন্তব্য",
  "page-index-developers-description": "ইথেরিয়াম এবং এর অ্যাপগুলি খুবই স্বচ্ছ এবং ওপেন সোর্স। আপনি কোড বের করে আনতে পারবেন এবং অন্যরা যেসব কার্যকারিতা ইতিমধ্যেই তৈরি করেছেন, সেগুলি পুনরায় ব্যবহার করতে পারেন। আপনি যদি একটি নতুন ভাষা শিখতে না চান, তাহলে শুধুমাত্র জাভাস্ক্রিপ্ট এবং অন্যান্য বিদ্যমান ভাষা ব্যবহার করে ওপেন-সোর্স কোড ব্যবহার করে আপনি কাজ করতে পারবেন।",
  "page-index-developers-button": "ডেভেলপার পোর্টাল",
  "page-index-developers-code-examples": "Code examples",
  "page-index-developers-code-example-title-0": "আপনার নিজস্ব ব্যাঙ্ক",
  "page-index-developers-code-example-description-0": "আপনার প্রোগ্রাম করা লজিকের মাধ্যমে পরিচালিত একটি ব্যাঙ্ক আপনি তৈরি করে নিতে পারবেন।",
  "page-index-developers-code-example-title-1": "আপনার নিজস্ব মুদ্রা",
  "page-index-developers-code-example-description-1": "আপনি এমন টোকেন তৈরি করতে পারবেন যা আপনি বিভিন্ন অ্যাপ্লিকেশন জুড়ে স্থানান্তর এবং ব্যবহার করতে পারবেন।",
  "page-index-developers-code-example-title-2": "জাভাস্ক্রিপ্ট চালিত একটি ইথেরিয়াম ওয়ালেট",
  "page-index-developers-code-example-description-2": "ইথেরিয়াম এবং অন্যান্য অ্যাপ্লিকেশনগুলির সাথে কাজ করার জন্য আপনি বিদ্যমান ভাষাগুলি ব্যবহার করতে পারবেন।",
  "page-index-developers-code-example-title-3": "একটি উন্মুক্ত, অনুমতিহীন DNS",
  "page-index-developers-code-example-description-3": "আপনি বিদ্যমান পরিষেবাগুলিকে বিকেন্দ্রীভূত, ওপেন অ্যাপ্লিকেশন হিসাবে রূপান্তর করতে পারেন।",
  "page-index-network-stats-title": "বর্তমান জগতে ইথেরিয়ামের প্রয়োগ ",
  "page-index-network-stats-subtitle": "নেটওয়ার্ক সংক্রান্ত সর্বশেষ পরিসংখ্যান",
  "page-index-network-stats-eth-price-description": "ETH-এর মূল্য (মার্কিন ডলারে)",
  "page-index-network-stats-eth-price-explainer": "1 ইথারের সর্বশেষ মূল্য। আপনি 0.0000000000000000001-এর মতো কম পরিমাণেও কিনতে পারেন –  আপনার1টি সম্পূর্ণ ETH কেনার কোনও দরকার নেই।",
  "page-index-network-stats-tx-day-description": "আজকের লেনদেন",
  "page-index-network-stats-tx-day-explainer": "গত ২৪ ঘন্টায় নেটওয়ার্কে সফলভাবে প্রক্রিয়া করা হয়েছে এমন লেনদেনের সংখ্যা।",
  "page-index-network-stats-value-defi-description": "DeFi (USD) তে লক করা মান",
  "page-index-network-stats-value-defi-explainer": "ডিসেন্ট্রালাইজড আর্থিক (DeFi) অ্যাপ্লিকেশনে অর্থের পরিমাণ, Ethereum ডিজিটাল অর্থনীতি।",
  "page-index-network-stats-nodes-description": "নোড",
  "page-index-network-stats-nodes-explainer": "ইথেরিয়াম সারা বিশ্বের হাজার হাজার স্বেচ্ছাসেবক দ্বারা পরিচালিত হয়, যা নোড নামে পরিচিত।",
  "page-index-touts-header": "Ethereum.org এক্সপ্লোর করুন",
  "page-index-contribution-banner-title": "Ethereum.org এ অবদান রাখুন",
  "page-index-contribution-banner-description": "এই ওয়েবসাইট শত শত কমিউনিটি অবদানকারীদের ক্ষেত্রে একটি ওপেন সোর্স হিসেবে কাজ করে। আপনি এই সাইটের যে কোনও কন্টেন্টকে এডিট করে পরিবর্তন করার প্রস্তাব ও নতুন দুর্দান্ত ফিচার চালু করার পরামর্শ দিতে পারেন অথবা বাগ সরাতে আমাদের সাহায্য করতে পারেন।",
  "page-index-contribution-banner-image-alt": "লেগো ব্রিক দিয়ে তৈরি একটি ইথেরিয়াম লোগো।",
  "page-index-contribution-banner-button": "অবদান রাখার বিষয়ে আরও তথ্য",
  "page-index-tout-eth2-title": "Eth2 সম্পর্কে আপনার জ্ঞান আপগ্রেড করুন",
  "page-index-tout-eth2-description": "ইথেরিয়াম 2.0 হল পরস্পর সংযুক্ত আপগ্রেডের সমন্বয়ে ডিজাইন করা এমন একটি প্রোগ্রাম যা ইথেরিয়ামকে আরও বড় স্তরে ছড়িয়ে দিতে, নিরাপদ ও দীর্ঘস্থায়ী করতে সাহায্য করে।",
  "page-index-tout-eth2-image-alt": "একটি মহাকাশযানের ছবি যা Eth2-এর বর্ধিত শক্তিকে দেখাচ্ছে।",
  "page-index-tout-enterprise-title": "এন্টারপ্রাইজ ব্যবস্থার ক্ষেত্রে ব্যবহার করার ইথেরিয়াম",
  "page-index-tout-enterprise-description": "দেখুন কীভাবে ইথেরিয়াম নতুন নতুন ব্যবসার মডেল সবার সামনে উন্মুক্ত করতে পারে, আপনার খরচ হ্রাস করতে পারে এবং আপনার ব্যবসাকে ভবিষ্যতের জন্য সুরক্ষিত করতে পারে।",
  "page-index-tout-enterprise-image-alt": "ভবিষ্যত প্রজন্মের কম্পিউটার/ডিভাইসের ছবি।",
  "page-index-tout-community-title": "ইথেরিয়াম ব্যবহার করা সমগ্র কমিউনিটি",
  "page-index-tout-community-description": "ইথেরিয়াম সংক্রান্ত সবকিছুই কমিউনিটি-ভিত্তিক হয়ে থাকে। এটি বিভিন্ন পটভূমি থেকে উঠে আসা ও বিভিন্ন আগ্রহ থাকা মানুষদের নিয়ে তৈরি। দেখুন আপনি কীভাবে যোগ দিতে পারেন।",
  "page-index-tout-community-image-alt": "একদল নির্মাতার একসাথে কাজ করার ছবি।",
  "page-index-nft": "সম্পদ বণ্টনের ক্ষেত্রে ইন্টারনেটের ব্যবহার",
  "page-index-nft-description": "ইথেরিয়াম শুধুমাত্র ডিজিটাল অর্থের জন্যই ব্যবহৃত হয় না। আপনার মালিকানায় থাকা যেকোনও কিছু এতে দেখানো, তার ট্রেডিং করা যেতে পারে এবং এটিকে অপরের সাথে এক্সচেঞ্জ করা যায় না এমন টোকেন (NFT) হিসেবে ব্যবহার করা যেতে পারে। আপনি নিজের আর্টকে টোকেনে রূপান্তরিত করে নিতে পারবেন এবং প্রতিবার এটিকে পুনরায় বিক্রি করার সময় অটোমেটিক রয়্যালটি পাওয়ার সুবিধা পাবেন। অথবা ঋণ নেওয়ার জন্য আপনার মালিকানাধীন কিছুর জন্য একটি টোকেন ব্যবহার করতে পারবেন। সব সময়ে সম্ভাবনা বেড়ে চলেছে।",
  "page-index-nft-button": "NFT সম্পর্কে আরও তথ্য",
  "page-index-nft-alt": "হলোগ্রামের মাধ্যমে একটি Eth লোগো ডিসপ্লে করা হচ্ছে।"
}
