{
  "page-ethereum-history-founder-and-ownership-meta-title": "ইথেরিয়ামের ইতিহাস: প্রতিষ্ঠাতা, লঞ্চ এবং মালিকানা | ethereum.org",
  "page-ethereum-history-founder-and-ownership-meta-description": "ইথেরিয়ামের ইতিহাস সম্পর্কে জানুন, যার মধ্যে রয়েছে কে এটি তৈরি করেছে, কখন এটি চালু হয়েছে এবং আজ কে এটি নিয়ন্ত্রণ করে।",
  "page-ethereum-history-founder-and-ownership-twitter-meta-description": "ব্যবহারের ক্ষেত্র, নেটওয়ার্ক কর্মক্ষমতা, টোকেন অর্থনীতি এবং আরও অনেক কিছু সহ Bitcoin এবং ইথেরিয়ামের মধ্যে পার্থক্য জানুন।",
  "page-ethereum-history-founder-and-ownership-title": "ইথেরিয়ামের ইতিহাস: প্রতিষ্ঠাতা, লঞ্চ এবং মালিকানা",
  "page-ethereum-history-founder-and-ownership-description-1": "2013 সালে ভিটালিক বুটেরিন ইথেরিয়াম প্রতিষ্ঠা করেন। গ্যাভিন উড এবং জোসেফ লুবিন সহ বেশ কয়েকজন সহ-প্রতিষ্ঠাতা পরে যোগ দেন। ইথেরিয়াম নেটওয়ার্কটি আনুষ্ঠানিকভাবে 30 জুলাই, 2015-এ প্রথম ব্লক (জেনেসিস ব্লক) মাইনিং-এর মাধ্যমে চালু হয়।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-description-1": "প্রচলিত সংস্থাগুলির থেকে ভিন্ন, <strong>ইথেরিয়ামের কোনো CEO</strong>, বোর্ড বা একক নিয়ন্ত্রণকারী পক্ষ নেই। এটি একটি ডিসেন্ট্রালাইজড প্ল্যাটফর্ম যা তার কমিউনিটি দ্বারা পরিচালিত হয় এবং অলাভজনক ইথেরিয়াম ফাউন্ডেশন সহায়তা প্রদান করে।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum": "কে ইথেরিয়াম প্রতিষ্ঠা/সহ-প্রতিষ্ঠা করেছেন?",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-1": "ইথেরিয়াম <strong>2013 সালের শেষের দিকে</strong> ভিটালিক বুটেরিন দ্বারা প্রতিষ্ঠিত হয়েছিল, যিনি এই ধারণাটি কল্পনা করেছিলেন।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-2": "1994 সালে রাশিয়ায় জন্মগ্রহণ করেন এবং কানাডায় বেড়ে ওঠেন, বুটেরিন অল্প বয়স থেকেই ব্যতিক্রমী গাণিতিক প্রতিভা প্রদর্শন করেছিলেন।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-3": "তিনি 2011 সালে Bitcoin আবিষ্কার করেন এবং Bitcoin নিয়ে নিবন্ধ লেখা শুরু করেন, যার ফলে তিনি 2012 সালে <em>Bitcoin Magazine</em> সহ-প্রতিষ্ঠা করেন। এটি ক্রিপটোকারেন্সির জন্য নিবেদিত প্রথম প্রকাশনাগুলির মধ্যে একটি ছিল। প্রথম দিকের Bitcoin কমিউনিটির অংশ হয়ে, তিনি এর সম্ভাবনা এবং সীমাবদ্ধতা উভয়ই প্রত্যক্ষভাবে দেখেছিলেন।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-4": "2014 সালে, ভিটালিক <whitepaper>ইথেরিয়াম হোয়াইটপেপার</whitepaper> প্রকাশ করেন, যেখানে এমন একটি প্ল্যাটফর্মের রূপরেখা দেওয়া হয়েছিল যা শুধুমাত্র পেমেন্টের চেয়ে বেশি কিছু করতে সক্ষম একটি ব্লকচেইন তৈরি করে Bitcoin-কে ছাড়িয়ে যাবে।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-5": "ইথেরিয়াম Bitcoin-এর পদ্ধতিকে প্রসারিত করে, মূলত বলছে, ঠিক আছে, একটি অ্যাপ্লিকেশন সমর্থন করার জন্য ডিজাইন করা নিয়ম থাকার পরিবর্তে, আমরা আরও সাধারণ উদ্দেশ্যে কিছু তৈরি করতে যাচ্ছি যেখানে লোকেরা তাদের নিজস্ব অ্যাপ্লিকেশন তৈরি করতে পারে এবং তাদের তৈরি করা যেকোনো অ্যাপ্লিকেশনের নিয়মগুলি ইথেরিয়াম প্ল্যাটফর্মে কার্যকর, বাস্তবায়িত করা যেতে পারে।",
  "page-ethereum-history-founder-and-ownership-when-ethereum-when-did-ethereum-launch": "ইথেরিয়াম কখন লঞ্চ হয়েছিল?",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now": "এখন কে ইথেরিয়ামের মালিক এবং কে এটি চালায়?",
  "page-ethereum-history-founder-and-ownership-founder-of-ethereum": "ইথেরিয়ামের প্রতিষ্ঠাতা",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-6": "ইথেরিয়াম 8 জন ব্যক্তি দ্বারা সহ-প্রতিষ্ঠিত হয়েছিল যারা ইথেরিয়ামকে প্রাণবন্ত করতে সাহায্য করেছিলেন।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-vitalik-buterin": "<strong>ভিটালিক বুটেরিন</strong>: 2013 সালে ইথেরিয়াম ধারণাটি কল্পনা করেন, মূল হোয়াইটপেপার রচনা করেন এবং এর প্রধান স্বপ্নদর্শী এবং প্রবক্তা হয়ে ওঠেন, একটি ডিসেন্ট্রালাইজড বিশ্ব কম্পিউটারের ধারণাটি স্পষ্ট করেন এবং প্রোটোকলের প্রযুক্তিগত ও দার্শনিক দিকনির্দেশনা দেন।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-gavin-wood": "<strong>গ্যাভিন উড</strong>: <solidity>Solidity</solidity> প্রোগ্রামিং ভাষা তৈরি করেছেন এবং <ethereumYellowPaper>ইথেরিয়াম ইয়েলো পেপার</ethereumYellowPaper> লিখেছেন, যা ইথেরিয়াম ভার্চুয়াল মেশিন (EVM)-এর জন্য প্রযুক্তিগত নির্দেশিকা।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-joseph-lubin": "<strong>জোসেফ লুবিন</strong>: ইথেরিয়ামের একেবারে প্রাথমিক পর্যায়ে অর্থায়নে সাহায্য করেছিলেন এবং পরে <consensys>ConsenSys</consensys> প্রতিষ্ঠা করেন, যা ইথেরিয়াম-ভিত্তিক অ্যাপ এবং পরিকাঠামো তৈরির উপর দৃষ্টি নিবদ্ধ করে এমন একটি সংস্থা।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-jeffrey-wilcke": "<strong>জেফরি উইক</strong>: <geth>Geth</geth> তৈরি করেছেন, যা আসল এবং সবচেয়ে বহুল ব্যবহৃত ইথেরিয়াম এক্সিকিউশন ক্লায়েন্ট, এটি EVM চালানো এবং ইথেরিয়াম নেটওয়ার্ক ডেটা সংরক্ষণের জন্য দায়ী।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-mihai-alisie": "<strong>মিহাই আলিসি</strong>: ভিটালিক বুটেরিনের সাথে Bitcoin Magazine সহ-প্রতিষ্ঠা করেন এবং সুইজারল্যান্ডে ইথেরিয়াম ফাউন্ডেশন প্রতিষ্ঠা করতে সাহায্য করেন, ভাইস প্রেসিডেন্ট হিসাবে দায়িত্ব পালন করেন এবং ইথারের প্রি-সেলের জন্য আইনি কাঠামো স্থাপন করেন।",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-anthony-di-lorio": "<strong>অ্যান্টনি ডি ইওরিও</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-amir-chetrit": "<strong>আমির চেট্রিট</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-charles-hoskinson": "<strong>চার্লস হসকিনসন</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-7": "আজ, ভিটালিক বুটেরিন ইথেরিয়ামের উন্নয়নে সক্রিয়ভাবে জড়িত রয়েছেন। জোসেফ লুবিন ConsenSys-কে নেতৃত্ব দেওয়া চালিয়ে যাচ্ছেন। তার কোম্পানি ইথেরিয়াম ইকোসিস্টেমের জন্য <strong>MetaMask</strong> এবং <strong>Infura</strong>-এর মতো গুরুত্বপূর্ণ টুলস তৈরি করে।",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-1": "ভিটালিকের প্রাথমিক ধারণা থেকে ইথেরিয়ামের আনুষ্ঠানিক লঞ্চ পর্যন্ত যাত্রায় প্রায় 20 মাস সময় লেগেছিল। এখানে কিছু গুরুত্বপূর্ণ মাইলফলক রয়েছে:",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-2": "<strong>নভেম্বর 2013:</strong> ভিটালিক বুটেরিন ইথেরিয়াম হোয়াইটপেপার শেয়ার করেন। এটি এমন একটি ব্লকচেইন প্ল্যাটফর্মের জন্য তার দৃষ্টিভঙ্গি বর্ণনা করে যা স্মার্ট কন্ট্র্যাক্ট চালাতে পারে।",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-3": "<strong>জানুয়ারি 2014:</strong> মায়ামিতে উত্তর আমেরিকান Bitcoin কনফারেন্সে ভিটালিক ইথেরিয়ামের ধারণাটি <announcement>সর্বজনীনভাবে ঘোষণা করেন</announcement>।",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-4": "<strong>জুলাই-আগস্ট 2014:</strong> ইথেরিয়ামের উন্নয়নের জন্য অর্থায়নের জন্য, প্রতিষ্ঠাতা দলটি একটি পাবলিক ক্রাউডফান্ডিং প্রচারাভিযান চালায়। তারা ইথার (ETH)-এর বিনিময়ে 31,000 BTC (সেই সময়ে প্রায় 18 মিলিয়ন ডলার মূল্যের) সংগ্রহ করেছিল।",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-5": "<strong>এপ্রিল 2015:</strong> ভিটালিক এবং সহ-প্রতিষ্ঠাতারা ইথেরিয়ামের অলিম্পিক টেস্টনেট চালু করেন। এটি ছিল মেইন নেটওয়ার্ক লঞ্চের আগের চূড়ান্ত পরীক্ষার পর্যায়।",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-6": "<strong>30 জুলাই, 2015:</strong> প্রতিষ্ঠাতা দল জেনেসিস ব্লক মাইনিং করে আনুষ্ঠানিকভাবে ইথেরিয়াম মেইননেট চালু করে। এটি ইথেরিয়াম নেটওয়ার্কের জন্মকে চিহ্নিত করে।",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-7": "<strong>14 মার্চ, 2016:</strong> ইথেরিয়াম কমিউনিটি \"Homestead\" বাস্তবায়ন করে, যা প্রথম পরিকল্পিত আপগ্রেড। এটি ইঙ্গিত দেয় যে ইথেরিয়াম মূলধারার গ্রহণের জন্য প্রস্তুত ছিল।",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-8": "ইথেরিয়াম প্রকল্পে আমাদের এই ধারণা ছিল যে আমরা এটিতে সত্যিই একবারই সুযোগ পাব, এটি সত্যিই একবারই করার মতো ছিল, তাই আমাদের এটি সঠিকভাবে করতে হয়েছিল।",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-9": "ইথেরিয়ামের সহ-প্রতিষ্ঠাতা",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-10": "ইথেরিয়ামের লঞ্চ ব্লকচেইন প্রযুক্তিতে একটি বড় মাইলফলক চিহ্নিত করেছে। এটি স্মার্ট কন্ট্র্যাক্ট চালু করেছে এবং ডিসেন্ট্রালাইজড এপ্লিকেশনের জন্য একটি প্ল্যাটফর্ম তৈরি করেছে।",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-11": "আপনি <genesisBlock>সর্বদা ইথেরিয়ামের জেনেসিস ব্লকটি দেখতে পারেন</genesisBlock> যা ইথেরিয়াম প্রথম যখন জীবন্ত হয়েছিল সেই মুহূর্তটি সংরক্ষণ করে।",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-12": "ইথেরিয়াম আপগ্রেডগুলির সম্পূর্ণ তালিকা দেখুন",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-13": "ভবিষ্যতের ইথেরিয়াম রোডম্যাপ দেখুন",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-1": "ইথেরিয়ামের সবচেয়ে অনন্য দিকগুলির মধ্যে একটি হল এর মালিকানার কাঠামো, বা আরও সঠিকভাবে বললে, এর প্রচলিত মালিকানার অভাব। একটি সাধারণ কোম্পানির মতো নয়, ইথেরিয়াম:",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-2": "<strong>এর কোনো CEO বা কেন্দ্রীয় কর্তৃপক্ষ নেই</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-3": "<strong>কোনো একক সত্তা</strong> বা সংস্থা দ্বারা নিয়ন্ত্রিত নয়",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-4": "<strong>প্রচলিত অর্থে কোনো শেয়ারহোল্ডার নেই</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-5": "পরিবর্তে, ইথেরিয়াম একটি ডিসেন্ট্রালাইজড নেটওয়ার্ক হিসাবে কাজ করে। এটি বিশ্বজুড়ে <strong>হাজার হাজার স্বাধীন কম্পিউটার</strong> (নোড) দ্বারা রক্ষণাবেক্ষণ করা হয়। এই ডিসেন্ট্রালাইজড মডেলটি ইথেরিয়ামের ডিজাইন এবং মূল্যের কেন্দ্রবিন্দুতে রয়েছে।",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-6": "বেশ কয়েকটি গুরুত্বপূর্ণ গোষ্ঠী ইথেরিয়ামের চলমান উন্নয়ন এবং গভর্নেন্সে সাহায্য করে:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation": "1. ইথেরিয়াম ফাউন্ডেশন",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-1": "<strong>ইথেরিয়াম ফাউন্ডেশন একটি অলাভজনক সংস্থা</strong> যা ইথেরিয়াম এবং সম্পর্কিত প্রযুক্তিগুলিকে সমর্থন করে। এটি গুরুত্বপূর্ণ হলেও, এটি নেটওয়ার্ক নিয়ন্ত্রণ করে না। ফাউন্ডেশন:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-2": "ইথেরিয়াম উন্নয়নে সহায়তা করার জন্য তহবিল পরিচালনা করে",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-3": "ইথেরিয়ামের উপর নির্মিত প্রকল্পগুলিকে অনুদান প্রদান করে",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-4": "কমিউনিটি ইভেন্ট এবং শিক্ষামূলক উদ্যোগ আয়োজন করে",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-5": "গবেষণা প্রচেষ্টা সমন্বয় করে",
  "page-ethereum-history-founder-and-ownership-core-developers": "2. মূল ডেভেলপার এবং গবেষকগণ",
  "page-ethereum-history-founder-and-ownership-core-developers-description-1": "ডেভেলপার এবং গবেষকদের একটি বিশ্বব্যাপী কমিউনিটি ইথেরিয়ামের কোড এবং ডিজাইনে অবদান রাখে। এই অবদানকারীরা একটি উন্মুক্ত, পাবলিক প্রক্রিয়ার মাধ্যমে উন্নতি প্রস্তাব করে, আলোচনা করে এবং বাস্তবায়ন করে। ভিটালিক বুটেরিন কমিউনিটিতে সম্মানিত, তবে, সিদ্ধান্তগুলি কোনো একক ব্যক্তির দ্বারা না হয়ে গোষ্ঠীগত চুক্তির মাধ্যমে নেওয়া হয়।",
  "page-ethereum-history-founder-and-ownership-eip": "3. ইথেরিয়াম উন্নয়নের প্রস্তাব (EIPs)",
  "page-ethereum-history-founder-and-ownership-eip-description-1": "ইথেরিয়াম কমিউনিটি <eips>ইথেরিয়াম উন্নয়নের প্রস্তাব (EIPs)</eips>-এর মাধ্যমে নেটওয়ার্কে পরিবর্তনের প্রস্তাব দেয়। এই উন্মুক্ত সিস্টেমটি যে কাউকে উন্নতির পরামর্শ দেওয়ার অনুমতি দেয়। এই ধারণাগুলি তারপর আলোচনা করা হয়, পরিমার্জিত করা হয় এবং সম্ভাব্যভাবে কমিউনিটি দ্বারা বাস্তবায়িত হয়।",
  "page-ethereum-history-founder-and-ownership-validators": "4. নোড অপারেটর এবং ভ্যালিডেটর",
  "page-ethereum-history-founder-and-ownership-validators-description-1": "সেপ্টেম্বর 2022-এ ইথেরিয়াম প্রুফ-অফ-স্টেক-এ স্থানান্তরিত হওয়ার পর থেকে, নেটওয়ার্কটি ভ্যালিডেটরদের দ্বারা সুরক্ষিত, যারা ETH লক আপ (স্টেক) করে এবং লেনদেন প্রক্রিয়া করে। বিশ্বজুড়ে <beaconchain>বিপুল সংখ্যক ভ্যালিডেটর</beaconchain> ছড়িয়ে আছে, যা নেটওয়ার্কের নিয়ন্ত্রণকে অনেক দূরে এবং বিস্তৃতভাবে বিতরণ করে।",
  "page-ethereum-history-founder-and-ownership-validators-description-2": "এই ডিসেন্ট্রালাইজড মডেলটি কোনো একক সত্তার নিয়ন্ত্রণকে সীমাবদ্ধ করে, যা ইথেরিয়ামকে সেন্সরশিপ-প্রতিরোধী করে তোলে। এর মধ্যে এর মূল প্রতিষ্ঠাতারাও অন্তর্ভুক্ত। কোনো একক ব্যক্তি বা সংস্থা ইথেরিয়ামের নিয়ম পরিবর্তন করতে বা নিজে থেকে নেটওয়ার্ক বন্ধ করতে পারে না।",
  "page-ethereum-history-founder-and-ownership-validators-description-3": "ইথেরিয়ামে একটি অ্যাপ্লিকেশন তৈরি করা এবং কোনো প্রচলিত সেন্ট্রালাইজড প্ল্যাটফর্মে এটি তৈরি করার মধ্যে মূল পার্থক্য হল এই মূল ধারণাটি যে একবার আপনি আপনার অ্যাপ্লিকেশন তৈরি করলে, অ্যাপ্লিকেশনটিকে তার অস্তিত্ব বজায় রাখার জন্য আপনার বা অন্য কোনো একক ব্যক্তির উপর নির্ভর করতে হবে না। এবং অ্যাপ্লিকেশনটি নির্দিষ্ট করা নিয়ম অনুসারে চলতে থাকবে বলে গ্যারান্টি দেওয়া হয়।",
  "page-ethereum-history-founder-and-ownership-conclusion": "উপসংহার",
  "page-ethereum-history-founder-and-ownership-conclusion-description-1": "2013 সালে ভিটালিক বুটেরিন দ্বারা এর সৃষ্টি থেকে 2015 সালে এর লঞ্চ এবং আজকের বৃদ্ধি পর্যন্ত, <strong>ইথেরিয়াম তার প্রতিষ্ঠাতা দৃষ্টিভঙ্গির প্রতি সত্য রয়েছে</strong>। এটি এমন অ্যাপ্লিকেশনগুলির জন্য একটি <strong>ডিসেন্ট্রালাইজড, বিশ্বাসযোগ্যভাবে নিরপেক্ষ</strong> প্ল্যাটফর্ম হিসাবে রয়ে গেছে যা ঠিক প্রোগ্রাম করা হিসাবে চলে। নেটওয়ার্ক এবং এর উপরে নির্মিত অ্যাপগুলি <strong>ডাউনটাইম, সেন্সরশিপ, জালিয়াতি বা তৃতীয় পক্ষের হস্তক্ষেপ ছাড়াই</strong> চলে।",
  "page-ethereum-history-founder-and-ownership-conclusion-description-2": "ইথেরিয়ামের গল্প প্রতিটি আপডেট এবং নতুনত্বের সাথে উন্মোচিত হতে থাকে। নেটওয়ার্কটি বিকশিত হওয়ার সাথে সাথে এটি উদাহরণ দেয় যে কীভাবে ডিসেন্ট্রালাইজড গভর্নেন্স প্রচলিত কর্পোরেট কাঠামো ছাড়াই প্রযুক্তিগত অগ্রগতি চালনা করতে পারে।",
  "page-ethereum-history-founder-and-ownership-conclusion-description-3": "ইথেরিয়াম একটি দূরদর্শী হোয়াইটপেপার থেকে একটি <strong>গ্লোবাল ইনফ্রাস্ট্রাকচার লেয়ারে রূপান্তরিত হয়েছে যা হাজার হাজার অ্যাপ্লিকেশন এবং বিলিয়ন ডলার মূল্যের শক্তি যোগাচ্ছে</strong>। এটি প্রমাণ করে যে উন্মুক্ত সহযোগিতা কেবল অর্থব্যবস্থাই নয়, মালিকানা, গভর্নেন্স এবং ডিজিটাল বিশ্বাসের মৌলিক ধারণাগুলিকেও নতুন আকার দিতে পারে।",
  "page-ethereum-history-founder-and-ownership-conclusion-description-4": "ইথেরিয়ামের গভর্নেন্স প্রক্রিয়া সম্পর্কে আরও জানুন"
}
