{
  "page-what-is-ethereum-meta-title": "ইথেরিয়াম কী? (একটি সম্পূর্ণ নির্দেশিকা) | ethereum.org",
  "page-what-is-ethereum-meta-description": "ইথেরিয়াম কী, এটি কীভাবে কাজ করে, এটি কী করে এবং কীভাবে এটি ব্যবহার বা এর উপর নির্মাণ শুরু করা যায় তার একটি সম্পূর্ণ বিবরণ। সহজ ভাষায় ব্যাখ্যা করা হয়েছে।",
  "page-what-is-ethereum-title": "ইথেরিয়াম কী?",
  "page-what-is-ethereum-hero-description-1": "ইথেরিয়াম হল একটি বিকেন্দ্রীভূত ব্লকচেইন নেটওয়ার্ক এবং সফ্টওয়্যার ডেভেলপমেন্ট প্ল্যাটফর্ম, যা ক্রিপ্টোকারেন্সি ইথার (ETH) দ্বারা চালিত।",
  "page-what-is-ethereum-hero-description-2": "এটি DeFi, NFTs, গেমিং, বিকেন্দ্রীভূত সোশ্যাল মিডিয়া এবং স্টেবলকয়েন জুড়ে হাজার হাজার ক্রিপ্টোকারেন্সি এবং অ্যাপ্লিকেশনের আবাসস্থল।",
  "page-what-is-ethereum-ethereum-intro-1": "ইথেরিয়াম একটি উন্মুক্ত, পাবলিক ব্লকচেইন যা ২০১৫ সালের জুলাই মাসে ভিটালিক বুটেরিন নামক একজন সফটওয়্যার ডেভেলপার এবং সহ-প্রতিষ্ঠাতাদের একটি ছোট দল দ্বারা চালু করা হয়েছিল।",
  "page-what-is-ethereum-ethereum-intro-2": "ইথেরিয়ামের পেছনের ধারণাটি সহজ ছিল। যেখানে বিটকয়েন আপনাকে ডিজিটাল নগদ পাঠাতে এবং গ্রহণ করতে দেয়, সেখানে ইথেরিয়াম <a>স্মার্ট কন্ট্র্যাক্ট</a> নামক ওপেন-সোর্স প্রোগ্রামের মাধ্যমে এর উপর ভিত্তি করে তৈরি করবে।",
  "page-what-is-ethereum-ethereum-intro-3": "<strong>স্মার্ট কন্ট্র্যাক্ট</strong> যে কাউকে তাদের নিজস্ব ডিজিটাল সম্পদ এবং ডিসেন্ট্রালাইজড এপ্লিকেশন (ডিএ্যাপস) তৈরি করতে দেয় যা বিশ্বব্যাপী ২৪/৭ চলে। এবং ব্যাংক, কর্পোরেশন বা অন্যান্য প্রতিষ্ঠানের মতো নয়, স্মার্ট কন্ট্র্যাক্ট ইন্টারনেট সংযোগ সহ যে কারও জন্য উপলব্ধ।",
  "page-what-is-ethereum-ethereum-intro-4": "২০১৫ সাল থেকে, ইথেরিয়াম <strong>স্টেবলকয়েন</strong>, নন-ফাঞ্জিবল টোকেন (<strong>NFTs</strong>), এবং গভর্নেন্স টোকেনের মতো ডিজিটাল সম্পদের একটি সমৃদ্ধ ইকোসিস্টেমে পরিণত হয়েছে, সেইসাথে ডিসেন্ট্রালাইজড ফাইন্যান্স (<strong>DeFi</strong>), শিল্পকলা এবং সংগ্রহযোগ্য বস্তু, গেমিং এবং বিকেন্দ্রীভূত সোশ্যাল মিডিয়ার জন্য ডিএ্যাপস-এর একটি বিস্তৃত জগতে পরিণত হয়েছে।",
  "page-what-is-ethereum-ethereum-intro-5": "সম্মিলিতভাবে, এই ইকোসিস্টেমকে \"<strong>web3</strong>\" বলা হয়, যা <strong>মালিকানাকেন্দ্রিক ইন্টারনেটের</strong> তৃতীয় পর্যায়কে প্রতিনিধিত্ব করে।",
  "page-what-is-ethereum-ethereum-intro-6": "আজ, সারা বিশ্বের <millions>লক্ষ লক্ষ মানুষ</millions> ইথেরিয়াম ব্যবহার করে <billions>বিলিয়ন ডলারের</billions> সম্পদ ধারণ করে, যারা প্রতি বছর <trillions>ট্রিলিয়ন ডলার</trillions> পাঠায় এবং গ্রহণ করে—সবই একটি ব্যাংক ছাড়াই।",
  "page-what-is-ethereum-ethereum-intro-7": "এই সবকিছুর কেন্দ্রে রয়েছে ইথেরিয়ামের নিজস্ব ক্রিপ্টোকারেন্সি <strong>ইথার (ETH)</strong>, এক নতুন ধরনের ডিজিটাল অর্থ যা পুরো নেটওয়ার্ককে শক্তি জোগাতে ব্যবহৃত হয়।",
  "page-what-is-ethereum-network-title": "ইথেরিয়াম নেটওয়ার্ক কী?",
  "page-what-is-ethereum-network-intro-1": "আপনি ইথেরিয়াম নেটওয়ার্ককে <strong>একটি বিশ্বব্যাপী ডিজিটাল পরিকাঠামো হিসেবে ভাবতে পারেন যা যে কেউ ব্যবহার করতে পারে</strong> কিন্তু কেউ এর অপব্যবহার করতে পারে না।",
  "page-what-is-ethereum-network-intro-2": "নেটওয়ার্কটি বিশ্বজুড়ে <strong>হাজার হাজার স্বাধীন কম্পিউটার</strong> দ্বারা গঠিত, যেগুলোকে নোড বলা হয়। এই নোডগুলি, সাধারণ মানুষের দ্বারা পরিচালিত, একসঙ্গে কাজ করে যে কাউকে, যে কোনো জায়গায় আর্থিক পরিষেবা এবং ডিজিটাল অ্যাপ্লিকেশন সরবরাহ করতে।",
  "page-what-is-ethereum-network-intro-3": "প্রতিষ্ঠানের মালিকানাধীন প্রথাগত নেটওয়ার্কের তুলনায় ইথেরিয়াম নেটওয়ার্কের <strong>৩টি প্রধান সুবিধা</strong> রয়েছে। এগুলি হল সেন্সরশিপ প্রতিরোধ, উন্নত নিরাপত্তা এবং উন্নত নির্ভরযোগ্যতা।",
  "page-what-is-ethereum-network-censorship-title": "সেন্সরশিপ প্রতিরোধী",
  "page-what-is-ethereum-network-censorship-desc-1": "যেখানে প্রথাগত অ্যাপ এবং আর্থিক পরিষেবাগুলি ব্যাংক বা কর্পোরেশনের উপর নির্ভর করে যারা অ্যাক্সেস ব্লক করার বা অ্যাকাউন্ট ফ্রিজ করার সিদ্ধান্ত নিতে পারে, সেখানে ইথেরিয়ামের ডিএ্যাপসগুলি সেন্সরশিপ প্রতিরোধী।",
  "page-what-is-ethereum-network-censorship-desc-2": "এর কারণ হল ইথেরিয়ামের নোডের নেটওয়ার্ক প্রতিটি লেনদেন কোনো বৈষম্য ছাড়াই রেকর্ড করে—এবং এই নিয়মটি কোডের মধ্যে অন্তর্ভুক্ত করা আছে।",
  "page-what-is-ethereum-network-security-title": "অত্যন্ত সুরক্ষিত",
  "page-what-is-ethereum-network-security-desc-1": "যদিও আজকের অনেক অ্যাপ AWS-এর মতো ক্লাউড প্রদানকারীদের উপর হোস্ট করা হয় এবং টেকডাউন ও আক্রমণের জন্য ঝুঁকিপূর্ণ হতে পারে, ইথেরিয়ামের ডিএ্যাপসগুলি নেটওয়ার্ক দ্বারা সুরক্ষিত। প্রতিটি নোড ইথেরিয়ামের সম্পূর্ণ স্টেট সংরক্ষণ এবং সিঙ্ক করে, যার মধ্যে সমস্ত কন্ট্র্যাক্ট অন্তর্ভুক্ত।",
  "page-what-is-ethereum-network-security-desc-2": "যদি কেউ একটি কন্ট্র্যাক্ট পরিবর্তন করার চেষ্টা করে, তবে নেটওয়ার্কটি তা প্রত্যাখ্যান করবে কারণ এটি তাদের রেকর্ডের সাথে মিলবে না। একটিমাত্র অ্যাপ বন্ধ করতে, আক্রমণকারীদের পুরো নেটওয়ার্ক দখল করতে হবে, যার জন্য বিলিয়ন ডলার খরচ হবে এবং সমন্বয় করা অত্যন্ত কঠিন হবে।",
  "page-what-is-ethereum-network-reliability-title": "টেকসই এবং নির্ভরযোগ্য",
  "page-what-is-ethereum-network-reliability-desc-1": "ক্লাউড হোস্টিং প্ল্যাটফর্মগুলিতে ডাউনটাইম অ্যাপগুলিকে অফলাইন করে দিতে পারে, কিন্তু ইথেরিয়ামের ডিজাইন নিখুঁত আপটাইম নিশ্চিত করে। সফটওয়্যার বাগ, সরকারী দমন, প্রাকৃতিক দুর্যোগ বা যুদ্ধের কারণে কিছু নোড অফলাইন হয়ে গেলেও নেটওয়ার্কটি চলতে থাকবে।",
  "page-what-is-ethereum-network-reliability-desc-2": "লক্ষ লক্ষ মানুষ প্রতিদিন ইথেরিয়ামে হাজার হাজার ডিএ্যাপস ব্যবহার করে। যদিও উচ্চ চাহিদা লেনদেন ফি বাড়িয়ে দিতে পারে, এটি এমন একটি নেটওয়ার্কের শক্তিকে প্রতিফলিত করে যা নিরাপত্তা, বিকেন্দ্রীকরণ এবং আপনার প্রয়োজনের সময় সর্বদা উপলব্ধ থাকার নিশ্চয়তাকে অগ্রাধিকার দেয়।",
  "page-what-is-ethereum-network-layer2-title": "ইথেরিয়াম এক্সটেনশন (লেয়ার 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "বিভিন্ন দল ইথেরিয়ামের ক্ষমতা বাড়ানোর জন্য ইথেরিয়ামের উপরে চলা লেয়ার 2 (L2) নেটওয়ার্ক তৈরি করেছে। L2s এক্সপ্রেস লেনের মতো কাজ করে, লেনদেনকে দ্রুত এবং সস্তা করে তোলে—কখনো কখনো গড়ে এক সেন্টেরও কম খরচ হয়।",
  "page-what-is-ethereum-network-layer2-desc-2": "<optimism>Optimism</optimism>, <arbitrum>Arbitrum</arbitrum>, <zksync>ZKSync</zksync>, এবং <base>Base</base> সহ কিছু জনপ্রিয় L2s এখন প্রতি বছর বিলিয়ন ডলার মূল্যের লক্ষ লক্ষ লেনদেন প্রক্রিয়া করে।",
  "page-what-is-ethereum-network-learn-more": "ইথেরিয়াম নেটওয়ার্ক সম্পর্কে আরও জানুন",
  "page-what-is-ethereum-ether-title": "ইথার (ETH) কী?",
  "page-what-is-ethereum-ether-intro-1": "ইথার (ETH) হল ইথেরিয়ামের নিজস্ব ক্রিপ্টোকারেন্সি।",
  "page-what-is-ethereum-ether-intro-2": "এটি এক নতুন ধরনের <strong>ডিজিটাল অর্থ যা আপনি বিশ্বের যে কোনো স্থানে, যে কাউকে সেকেন্ডের মধ্যে</strong> মাত্র কয়েক সেন্টের বিনিময়ে পাঠাতে পারেন। কিন্তু ETH শুধু পেমেন্টের চেয়েও বেশি কিছু। এটি ইথেরিয়াম নেটওয়ার্ক চালু রাখতে একটি গুরুত্বপূর্ণ ভূমিকা পালন করে।",
  "page-what-is-ethereum-ether-intro-3": "যখন আপনি টাকা পাঠাতে, শিল্পকর্ম সংগ্রহ করতে বা একটি নতুন ডিএ্যাপ তৈরি করতে ইথেরিয়াম ব্যবহার করেন, তখন আপনি <strong>ETH-তে</strong> একটি ছোট <strong>লেনদেন ফি</strong> (বা গ্যাস ফি) প্রদান করেন। এই ফি স্প্যাম প্রতিরোধে সাহায্য করে এবং ভ্যালিডেটর নামক ব্যক্তিদের পুরস্কার দেয় যারা লেনদেন প্রক্রিয়া করে।",
  "page-what-is-ethereum-ether-intro-4": "এই <strong>ভ্যালিডেটররা স্টেকিং নামক একটি সিস্টেমের মাধ্যমে ইথেরিয়াম নেটওয়ার্ক সুরক্ষিত করতে সাহায্য করে</strong>। তাদের ETH লক করে তারা লেনদেন প্রক্রিয়া করার যোগ্য হয়। বিনিময়ে, তারা পুরস্কার হিসেবে ETH অর্জন করে। এটি ইথেরিয়ামকে তার নিজস্ব স্বয়ংসম্পূর্ণ অর্থনীতি দেয়, যা কোম্পানির পরিবর্তে ব্যবহারকারীদের দ্বারা চালিত।",
  "page-what-is-ethereum-ether-intro-5": "অনেক প্রথাগত মুদ্রার মতো নয়, <strong>সময়ের সাথে সাথে ETH আরও দুর্লভ হয়ে উঠতে পারে</strong>। প্রতিবার যখন কেউ ইথেরিয়াম ব্যবহার করে, তখন ETH-এর একটি ছোট অংশ বার্ন করা হয়, যা সরবরাহ থেকে স্থায়ীভাবে এটিকে সরিয়ে দেয়। ব্যস্ত দিনগুলিতে, তৈরির চেয়ে বেশি ETH বার্ন করা হয়, যা ETH-কে ডিফ্লেশনারি করে তোলে এবং সময়ের সাথে সাথে এর মূল্য বৃদ্ধি করে। যত বেশি ইথেরিয়াম ব্যবহৃত হয়, তত বেশি ETH বার্ন করা হয়।",
  "page-what-is-ethereum-ether-intro-6": "এই কারণে, অনেকে ETH-কে একটি বিনিয়োগ হিসেবে দেখে এবং তাদের সঞ্চয় বাড়াতে এটি হোল্ড, স্টেক বা ধার দিতে পছন্দ করে।",
  "page-what-is-ethereum-ether-learn-more": "ইথার (ETH) সম্পর্কে আরও জানুন",
  "page-what-is-ethereum-how-title": "ইথেরিয়াম কীভাবে কাজ করে?",
  "page-what-is-ethereum-how-intro-1": "যখন ইথেরিয়াম <strong>২০১৫ সালে চালু হয়</strong>, তখন এটি প্রুফ অফ ওয়ার্ক নামক একটি সিস্টেম ব্যবহার করত।",
  "page-what-is-ethereum-how-intro-2": "এই প্রক্রিয়া, যা বিটকয়েন দ্বারা প্রবর্তিত, এর মাধ্যমে সমস্ত কম্পিউটার একমত হত যে কার কী মালিকানা রয়েছে। কম্পিউটারগুলি একটি জটিল গাণিতিক ধাঁধা সমাধান করার জন্য প্রচুর শক্তি ব্যবহার করত। বিজয়ী আগত লেনদেনের একটি ব্লক প্রস্তাব করার সুযোগ পেত এবং নতুন ETH অর্জন করত।",
  "page-what-is-ethereum-how-intro-3": "২০২২ সালে, ইথেরিয়াম <strong>প্রুফ অফ স্টেক</strong> নামক একটি নতুন সিস্টেমে আপগ্রেড হয় <a>যা ৯৯% বেশি শক্তি সাশ্রয়ী</a>। গাণিতিক ধাঁধার পরিবর্তে, ভ্যালিডেটররা লেনদেন প্রক্রিয়া করার অধিকার অর্জনের জন্য তাদের ETH একটি নিরাপত্তা জামানত হিসেবে লক করে।",
  "page-what-is-ethereum-how-intro-4": "যদি তারা এটি সঠিকভাবে করে, তারা ETH অর্জন করে। যদি তারা প্রতারণা করে, তবে তারা তাদের স্টেকের কিছু অংশ হারায়।",
  "page-what-is-ethereum-how-intro-5": "এখানে একটি উদাহরণ:",
  "page-what-is-ethereum-how-example-1-title": "যখন আপনি ইথেরিয়ামে একজন বন্ধুকে স্টেবলকয়েনে $10 পাঠান:",
  "page-what-is-ethereum-how-example-1-step-1": "আপনি আপনার ওয়ালেট খোলেন, পাঠানোর জন্য অ্যাকাউন্ট ঠিকানা এবং পরিমাণ যোগ করেন, তারপর সেন্ড-এ ক্লিক করেন।",
  "page-what-is-ethereum-how-example-1-step-2": "আপনার ওয়ালেট পেমেন্টে স্বাক্ষর করে এবং নেটওয়ার্কে এটি সম্প্রচার করে।",
  "page-what-is-ethereum-how-example-1-step-3": "পেমেন্টটি পাবলিক কিউতে (মেমপুল) অপেক্ষা করে যতক্ষণ না একজন ব্লক প্রোপোজার এটিকে বাছাই করে।",
  "page-what-is-ethereum-how-example-1-step-4": "ব্লক প্রোপোজার এটিকে লেনদেনের পরবর্তী ব্লকে যোগ করে, এটি সম্প্রচার করে এবং একটি ফি অর্জন করে।",
  "page-what-is-ethereum-how-example-1-step-5": "স্টেবলকয়েন কন্ট্র্যাক্ট আপনার থেকে আপনার বন্ধুর কাছে $10 স্থানান্তর করে, এবং উভয় ওয়ালেট আপডেট হয়।",
  "page-what-is-ethereum-how-example-1-step-6": "ভ্যালিডেটরদের একটি বিশ্বব্যাপী নেটওয়ার্ক পরিবর্তনগুলির বৈধতা দুবার পরীক্ষা করে এবং প্রত্যয়ন করে।",
  "page-what-is-ethereum-how-example-2-title": "যখন আপনি ইথেরিয়ামে একটি $5 সংগ্রহযোগ্য বস্তু মিন্ট করেন:",
  "page-what-is-ethereum-how-example-2-step-1": "আপনি আপনার ওয়ালেটকে ডিএ্যাপ-এর সাথে সংযুক্ত করেন এবং মিন্ট করার জন্য আইটেমটি বেছে নেন।",
  "page-what-is-ethereum-how-example-2-step-2": "আপনি ক্রয়টি নিশ্চিত করেন; ওয়ালেট লেনদেনে স্বাক্ষর করে এবং সম্প্রচার করে।",
  "page-what-is-ethereum-how-example-2-step-3": "মিন্ট করার অনুরোধ মেমপুলে যোগ হয় এবং একজন ভ্যালিডেটর দ্বারা একটি ব্লকে যুক্ত করা হয়।",
  "page-what-is-ethereum-how-example-2-step-4": "NFT স্মার্ট কন্ট্র্যাক্ট আপনার ওয়ালেটকে নতুন মালিক হিসেবে রেকর্ড করে।",
  "page-what-is-ethereum-how-example-2-step-5": "আপনার নতুন সংগ্রহযোগ্য বস্তুটি কয়েক সেকেন্ড পরে আপনার ওয়ালেটে প্রদর্শিত হয়।",
  "page-what-is-ethereum-how-outro-1": "এই সবই সম্ভব হয়েছে স্মার্ট কন্ট্র্যাক্টের শক্তির জন্য; ওপেন-সোর্স প্রোগ্রাম যা ইথেরিয়ামে থাকে এবং ২৪/৭, ৩৬৫ দিন যে কোনো জায়গায়, যে কারো জন্য অ্যাক্সেসযোগ্য।",
  "page-what-is-ethereum-how-outro-2": "<strong>প্রতিটি লেনদেন, আপডেট এবং ক্রিয়া হাজার হাজার স্বাধীন নোড জুড়ে সিঙ্ক করা হয়।</strong> এটি ইথেরিয়ামকে এর নির্ভরযোগ্যতা, স্বচ্ছতা এবং সেন্সরশিপ প্রতিরোধ ক্ষমতা দেয়।",
  "page-what-is-ethereum-how-learn-more-1": "ইথেরিয়াম কীভাবে কাজ করে সে সম্পর্কে আরও জানুন",
  "page-what-is-ethereum-how-learn-more-2": "ইথেরিয়ামের একটি প্রযুক্তিগত বিবরণের জন্য ডেভেলপার ডক্স পড়ুন",
  "page-what-is-ethereum-what-title": "ইথেরিয়াম কীসের জন্য ব্যবহৃত হয়?",
  "page-what-is-ethereum-what-intro-1": "লোকেরা এমন কিছু করতে ইথেরিয়াম ব্যবহার করে যা আগে সম্ভব ছিল না।",
  "page-what-is-ethereum-what-intro-2": "কেনিয়ার কৃষকরা ব্যাংকে আবেদন না করেই তাদের <insurance>ফসলের উপর স্বয়ংক্রিয় বীমা</insurance> পেতে পারেন। <strong>Visa</strong>-র মতো ব্যবসাগুলি প্রথম দিন থেকেই <payment>বিশ্বব্যাপী কাজ করে এমন নতুন পেমেন্ট সিস্টেম</payment> চালু করতে পারে। <strong>UN</strong>-এর মতো বিশ্বব্যাপী সংস্থাগুলি ব্যাংকের লক্ষ লক্ষ ফি বাঁচিয়ে <aid>শরণার্থীদের কাছে সাহায্য</aid> পৌঁছে দিতে পারে।",
  "page-what-is-ethereum-what-intro-3": "এই ডিএ্যাপস এবং সম্পদগুলি ওপেন-সোর্স কোড ব্যবহার করে ইথেরিয়ামে চলে এবং এগুলিকে সীমাবদ্ধ, সেন্সর বা বন্ধ করা যায় না।",
  "page-what-is-ethereum-what-intro-4": "আজ বিভিন্ন গোষ্ঠী কীভাবে এটি ব্যবহার করছে তা এখানে দেওয়া হল:",
  "page-what-is-ethereum-what-consumers-title": "ভোক্তারা",
  "page-what-is-ethereum-what-consumers-desc-1": "লক্ষ লক্ষ মানুষ ইতিমধ্যেই প্রতিদিন টাকা স্থানান্তর, ট্রেড এবং ডিজিটাল সম্পদের মালিক হতে ইথেরিয়ামে ডিএ্যাপস ব্যবহার করে। প্রথাগত অ্যাপের মতো, আপনার নাম দিয়ে নিবন্ধন করার, ব্যাংকের অনুমোদনের জন্য অপেক্ষা করার বা আপনার ব্যক্তিগত ডেটা হস্তান্তর করার প্রয়োজন নেই।",
  "page-what-is-ethereum-what-consumers-desc-2": "শুধুমাত্র একটি ওয়ালেট এবং একটি ইন্টারনেট সংযোগ দিয়ে আপনি পারেন:",
  "page-what-is-ethereum-what-consumers-benefit-1": "ব্যাংক অ্যাকাউন্ট বা ক্রেডিট ইতিহাস ছাড়াই <strong>আর্থিক পরিষেবা অ্যাক্সেস করুন</strong>",
  "page-what-is-ethereum-what-consumers-benefit-2": "<strong>ডিজিটাল সংগ্রহযোগ্য বস্তু</strong>, শিল্পকলা এবং সম্পদের মালিক হন যা কপি বা বাজেয়াপ্ত করা যায় না",
  "page-what-is-ethereum-what-consumers-benefit-3": "আপনার ইমেল নয়, আপনার ওয়ালেট ব্যবহার করে ডিএ্যাপস-এ সাইন ইন করুন—<strong>কোনো পাসওয়ার্ড নেই, কোনো ব্যক্তিগত তথ্যের প্রয়োজন নেই</strong>",
  "page-what-is-ethereum-what-consumers-benefit-4": "বিশ্বব্যাপী কমিউনিটিতে অংশগ্রহণ করুন যেখানে আপনি ভোট দিতে, অবদান রাখতে এবং সীমান্তহীনভাবে উপার্জন করতে পারেন",
  "page-what-is-ethereum-what-businesses-title": "ব্যবসা ও ডেভেলপার",
  "page-what-is-ethereum-what-businesses-benefit-1": "প্রথম দিন থেকেই বিল্ট-ইন গ্লোবাল পেমেন্ট সিস্টেম সহ ডিএ্যাপস চালু করুন",
  "page-what-is-ethereum-what-businesses-benefit-2": "এমন ট্যাম্পার-প্রুফ কন্ট্র্যাক্ট স্থাপন করুন যা <strong>স্বয়ংক্রিয়ভাবে চুক্তি কার্যকর করে</strong>",
  "page-what-is-ethereum-what-businesses-benefit-3": "এমন আর্থিক পণ্য তৈরি করুন যার উপর যে কেউ নির্মাণ করতে পারে এবং মূল্য যোগ করতে পারে",
  "page-what-is-ethereum-what-businesses-example": "উদাহরণস্বরূপ, <a>PayPal ইথেরিয়ামে তার নিজস্ব স্টেবলকয়েন, PYUSD, চালু করেছে</a>। এটি একটি চিহ্ন যে বিশ্বের বৃহত্তম পেমেন্ট কোম্পানিগুলিও ইথেরিয়ামের উন্মুক্ত এবং প্রোগ্রামেবল প্রকৃতির সুবিধা দেখতে পাচ্ছে।",
  "page-what-is-ethereum-what-governments-title": "সরকার",
  "page-what-is-ethereum-what-governments-intro": "সরকারগুলোও ইথেরিয়াম কী সম্ভব করে তোলে তা অন্বেষণ করতে শুরু করেছে।",
  "page-what-is-ethereum-what-governments-benefit-1": "সম্পূর্ণ স্বচ্ছতার সাথে সরাসরি নাগরিকদের কাছে <strong>সরকারি তহবিল</strong> এবং সুবিধা বিতরণ করুন",
  "page-what-is-ethereum-what-governments-benefit-2": "<strong>ডিজিটাল আইডি</strong> বা রেকর্ড ইস্যু করুন যা যাচাইযোগ্য এবং সীমান্ত জুড়ে পোর্টেবল",
  "page-what-is-ethereum-what-governments-benefit-3": "<strong>ভোটদান</strong>, জমির শিরোনাম এবং রেজিস্ট্রির জন্য <strong>ট্যাম্পার-প্রুফ পাবলিক পরিকাঠামো</strong> তৈরি করুন",
  "page-what-is-ethereum-what-governments-example-1": "আরেকটি ক্ষেত্রে, ইউক্রেনের ডিজিটাল রূপান্তর মন্ত্রণালয় <a>যুদ্ধকালীন সাহায্য বিতরণের জন্য ইথেরিয়াম ব্যবহার করেছে</a>।",
  "page-what-is-ethereum-what-governments-example-2": "উন্মুক্ত স্মার্ট কন্ট্র্যাক্ট ব্যবহার করে সরাসরি নাগরিক এবং এনজিওদের কাছে তহবিল পাঠানো হয়েছিল, যা একটি সংকটের সময় স্বচ্ছতা, গতি এবং জবাবদিহিতা প্রদান করে।",
  "page-what-is-ethereum-what-learn-more": "ইথেরিয়াম কীসের জন্য ব্যবহৃত হয় সে সম্পর্কে আরও জানুন",
  "page-what-is-ethereum-start-title": "কীভাবে ইথেরিয়াম ব্যবহার শুরু করবেন",
  "page-what-is-ethereum-start-intro-1": "ইথেরিয়াম দিয়ে শুরু করা আপনার ধারণার চেয়েও সহজ।",
  "page-what-is-ethereum-start-intro-2": "আপনার কোনো অনুমতির প্রয়োজন নেই। আপনার কোনো ব্যাংক বা এমনকি আইডি ডকুমেন্টেরও প্রয়োজন নেই। শুরু করার জন্য আপনার যা প্রয়োজন তা হল একটি ডিভাইস এবং একটি ইন্টারনেট সংযোগ।",
  "page-what-is-ethereum-start-individuals-title": "ব্যক্তিদের জন্য",
  "page-what-is-ethereum-start-individuals-desc-1": "প্রথম ধাপ হল একটি ওয়ালেট ডাউনলোড করা।",
  "page-what-is-ethereum-start-individuals-desc-2": "এটিকে এমন একটি অ্যাপের মতো ভাবুন যা আপনার অ্যাকাউন্ট এবং ইথেরিয়ামের জন্য আপনার ইন্টারনেট ব্রাউজার উভয় হিসাবে কাজ করে। এটি আপনার ক্রিপ্টো পরিচালনা করে, আপনাকে ডিএ্যাপস-এ সাইন ইন করতে দেয়, সেইসাথে টোকেন এবং NFTs-এর মতো ডিজিটাল সম্পদ পাঠাতে ও গ্রহণ করতে দেয়।",
  "page-what-is-ethereum-start-individuals-desc-3": "<zerion>Zerion</zerion>, <rainbow>Rainbow</rainbow>, এবং <coinbase>Coinbase Wallet</coinbase>-এর মতো জনপ্রিয় ওয়ালেটগুলি বিনামূল্যে এবং ব্যবহার করা সহজ। আপনার ওয়ালেট সেট আপ হয়ে গেলে, আপনি পারেন:",
  "page-what-is-ethereum-start-individuals-step-1": "একটি এক্সচেঞ্জে বা সরাসরি কিছু ওয়ালেটের ভিতরে অল্প পরিমাণে ETH কিনুন",
  "page-what-is-ethereum-start-individuals-step-2": "টোকেন পাঠানো বা NFTs সংগ্রহের মতো লেনদেনের জন্য অর্থ প্রদান করতে সেই ETH ব্যবহার করুন",
  "page-what-is-ethereum-start-individuals-step-3": "<zora>Zora</zora>, <uniswap>Uniswap</uniswap>, বা <farcaster>Farcaster</farcaster>-এর মতো ডিএ্যাপস অন্বেষণ করুন—কোনো নতুন লগইন বা অনুমোদনের প্রয়োজন নেই",
  "page-what-is-ethereum-start-individuals-desc-4": "এই অগ্রাধিকারগুলি নিশ্চিত করতে সাহায্য করবে যে ইথেরিয়াম সুরক্ষিত, পরিমাপযোগ্য এবং ব্যবহারকারী-বান্ধব, কারণ প্রতিদিন আরও বেশি লোক নেটওয়ার্কের উপর নির্ভর করে।",
  "page-what-is-ethereum-start-individuals-desc-5": "এই ডিএ্যাপসগুলি আপনার ব্রাউজারে চলে এবং আপনার ওয়ালেটের সাথে তাৎক্ষণিকভাবে কাজ করে। আপনি কয়েক মিনিটের মধ্যে ইথেরিয়াম ব্যবহার শুরু করতে পারেন।",
  "page-what-is-ethereum-start-individuals-cta-1": "এখানে শুরু করুন",
  "page-what-is-ethereum-start-individuals-cta-2": "অ্যাপস দেখুন",
  "page-what-is-ethereum-start-developers-title": "ডেভেলপারদের জন্য",
  "page-what-is-ethereum-start-developers-desc-1": "ইথেরিয়াম ডেভেলপারদের জন্য একটি খেলার মাঠ। আপনি অনুমতি, অনুমোদন বা এমনকি আসল টাকা ছাড়াই নির্মাণ শুরু করতে পারেন।",
  "page-what-is-ethereum-start-developers-desc-2": "<a>ইথেরিয়াম ডেভেলপার ডক্স</a> আপনাকে আপনার প্রথম স্মার্ট কন্ট্র্যাক্ট লেখা থেকে শুরু করে Sepolia-এর মতো টেস্ট নেটওয়ার্কে স্থাপন করা পর্যন্ত সবকিছুতে পথ দেখায়।",
  "page-what-is-ethereum-start-developers-desc-3": "আপনি <hardhat>Hardhat</hardhat>, <foundry>Foundry</foundry>, এবং <ethers>Ethers.js</ethers>-এর মতো টুলস দিয়ে সম্পূর্ণ-স্ট্যাক ডিএ্যাপস তৈরি করতে পারেন, অথবা <thirdweb>thirdweb</thirdweb> বা <moralis>Moralis</moralis>-এর মতো লো-কোড প্ল্যাটফর্মের সাথে পরীক্ষা করতে পারেন।",
  "page-what-is-ethereum-start-developers-desc-4": "সবকিছুই ওপেন-সোর্স এবং কম্পোজেবল, তাই আপনি অনুমতি না চেয়েই যা ইতিমধ্যে বিদ্যমান আছে তার উপর রিমিক্স এবং নির্মাণ করতে পারেন।",
  "page-what-is-ethereum-start-developers-cta": "ইথেরিয়ামে নির্মাণ শুরু করুন",
  "page-what-is-ethereum-start-business-title": "ব্যবসায়ে ইথেরিয়াম ব্যবহার করুন",
  "page-what-is-ethereum-start-business-desc-1": "এন্টারপ্রাইজগুলি ইতিমধ্যেই নতুন পরিকাঠামোকে শক্তি জোগাতে ইথেরিয়াম ব্যবহার করছে।",
  "page-what-is-ethereum-start-business-desc-2": "অনেক এন্টারপ্রাইজ উচ্চ-ভলিউম ব্যবহারের ক্ষেত্রে সমর্থন করার জন্য Optimism এবং Base-এর মতো L2 নেটওয়ার্ক দিয়ে শুরু করছে। এই নেটওয়ার্কগুলি ইথেরিয়ামের নিরাপত্তা থেকে উপকৃত হওয়ার পাশাপাশি প্রতিপক্ষ ঝুঁকি দূর করে কম ফি, দ্রুত গতি প্রদান করে।",
  "page-what-is-ethereum-start-business-desc-3": "আপনি পারেন:",
  "page-what-is-ethereum-start-business-benefit-1": "মডিউলার লয়ালটি প্রোগ্রাম চালু করুন যা রিটেনশন বাড়ায় এবং তৃতীয় পক্ষের খরচ কমায়",
  "page-what-is-ethereum-start-business-benefit-2": "টিকিট, কুপন বা সার্টিফিকেটের মতো সম্পদ টোকেনাইজ করুন যাতে জালিয়াতি এবং পুনঃবিক্রয়ের ঝুঁকি কমে",
  "page-what-is-ethereum-start-business-benefit-3": "লেনদেন ফি কমাতে এবং নতুন বাজার আনলক করতে তাৎক্ষণিক বিশ্বব্যাপী পেমেন্ট সক্ষম করুন",
  "page-what-is-ethereum-start-business-example": "উদাহরণস্বরূপ, ২০২৫ সালে, <a>Shopify Base-এ চালু হয়</a> যাতে ভোক্তারা বিশ্বজুড়ে লক্ষ লক্ষ মার্চেন্টের সাথে স্টেবলকয়েন ব্যয় করতে পারে।",
  "page-what-is-ethereum-start-business-cta": "ব্যবসায়ে ইথেরিয়াম ব্যবহার করুন",
  "page-what-is-ethereum-bitcoin-title": "ইথেরিয়াম এবং বিটকয়েনের মধ্যে পার্থক্য কী?",
  "page-what-is-ethereum-bitcoin-intro-1": "বিটকয়েন এবং ইথেরিয়াম বিশ্বের দুটি বৃহত্তম ক্রিপ্টোকারেন্সি।",
  "page-what-is-ethereum-bitcoin-intro-2": "তারা উভয়ই আপনাকে ব্যাংক ছাড়াই টাকা পাঠাতে দেয়, উভয়ই ব্লকচেইন প্রযুক্তিতে চলে, এবং উভয়ই <strong>যে কারও জন্য উন্মুক্ত</strong>। কিন্তু এখানেই সাদৃশ্য শেষ হয়।",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "বিটকয়েন ডিজিটাল সোনার মতো।",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "এর ২১ মিলিয়ন কয়েনের একটি নির্দিষ্ট সরবরাহ রয়েছে, পিয়ার-টু-পিয়ার পেমেন্টের উপর একটি সংকীর্ণ ফোকাস এবং একটি মৌলিক স্ক্রিপ্টিং ভাষা যা আপনি এটি দিয়ে কী তৈরি করতে পারেন তা সীমিত করে। এই সরলতা ইচ্ছাকৃত, কারণ বিটকয়েন নমনীয়তার চেয়ে পূর্বাভাসযোগ্যতা, স্থায়িত্ব এবং দীর্ঘমেয়াদী নিরাপত্তাকে অগ্রাধিকার দেয়।",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "ইথেরিয়াম একটি বিস্তৃত পদ্ধতি গ্রহণ করে।",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "এটি শুধু অর্থ নয়, এটি প্রোগ্রামেবল পরিকাঠামো। শুধু মূল্য পাঠানো এবং গ্রহণ করার পরিবর্তে, ইথেরিয়াম ডেভেলপারদের সম্পূর্ণ অ্যাপ্লিকেশন তৈরি করতে দেয়। আপনি ইতিমধ্যে এটি কার্যকর হতে দেখেছেন: ধার দেওয়ার বাজার এবং স্টেবলকয়েন থেকে শুরু করে সংগ্রহযোগ্য বস্তু, সোশ্যাল মিডিয়া এবং রিয়েল-টাইম পেমেন্ট—সবই স্মার্ট কন্ট্র্যাক্ট দ্বারা চালিত এবং ETH দ্বারা সুরক্ষিত।",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "নেটওয়ার্কগুলি যেভাবে কনসেন্সাসে পৌঁছায় তাও ভিন্ন।",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "বিটকয়েন নেটওয়ার্ক সুরক্ষিত করতে মাইনার ব্যবহার করে। এগুলি শক্তিশালী কম্পিউটার যা জটিল ধাঁধা সমাধানের জন্য প্রতিযোগিতা করে, এবং বিজয়ী চেইনে লেনদেনের পরবর্তী ব্লক যোগ করার এবং পুরস্কার হিসাবে বিটকয়েন দাবি করার সুযোগ পায়। এই প্রক্রিয়াটিকে মাইনিং বলা হয় এবং এতে প্রচুর পরিমাণে বিদ্যুৎ ব্যবহৃত হয়।",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "ইথেরিয়ামও আগে এভাবেই কাজ করত। কিন্তু ২০২২ সালে, এটি প্রুফ অফ ওয়ার্ক থেকে প্রুফ অফ স্টেকে রূপান্তরিত হয়। আজ, লেনদেনগুলি ভ্যালিডেটরদের দ্বারা নিশ্চিত করা হয় যারা জামানত হিসাবে ETH লক করে। সৎ ভ্যালিডেটররা ETH পুরস্কার অর্জন করে যখন কোনো অসৎ ভ্যালিডেটর তাদের স্টেকের অংশ হারায়। এই পরিবর্তনটি নিরাপত্তা বা বিকেন্দ্রীকরণের সাথে আপস না করেই ইথেরিয়ামকে ৯৯.৯৮৮% এর বেশি শক্তি সাশ্রয়ী করে তুলেছে।",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "সরবরাহ কীভাবে পরিচালিত হয় তাতেও একটি পার্থক্য রয়েছে।",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "বিটকয়েনের একটি নির্দিষ্ট সরবরাহ রয়েছে। শুধুমাত্র ২১ মিলিয়ন কয়েন থাকবে। অন্যদিকে, ইথেরিয়ামের একটি গতিশীল সরবরাহ রয়েছে। নতুন ETH ভ্যালিডেটরদের পুরস্কৃত করার জন্য ইস্যু করা হয়, যখন প্রতিটি লেনদেনের সাথে একটি অংশ বার্ন করা হয়। এর মানে হল <strong>ইথেরিয়াম শুধু \"অসীম ETH প্রিন্ট\" করতে পারে না।</strong>",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "ইস্যুয়েন্সের হার কত ETH স্টেক করা হয়েছে তার দ্বারা সীমিত। যত বেশি ETH স্টেক করা হয়, ব্যক্তিগত পুরস্কার তত কমে যায়, যা একটি প্রাকৃতিক ভারসাম্য তৈরি করে। এই ডিজাইনটি শুধুমাত্র লেনদেন ফি-এর উপর নির্ভর না করে ভবিষ্যতের জন্য একটি টেকসই নিরাপত্তা বাজেট নিশ্চিত করে।",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "সংক্ষেপে, বিটকয়েন হল মূল্য পাঠানোর একটি টুল। ইথেরিয়াম হল এটি তৈরি করার একটি প্ল্যাটফর্ম।",
  "page-what-is-ethereum-bitcoin-learn-more": "ইথেরিয়াম এবং বিটকয়েনের মধ্যে পার্থক্য সম্পর্কে আরও জানুন",
  "page-what-is-ethereum-when-who-title": "ইথেরিয়াম কবে চালু হয়েছিল, কে এটি প্রতিষ্ঠা করেছিল এবং এখন কে এটি চালায়?",
  "page-what-is-ethereum-when-who-intro-1": "শুরু থেকেই, ইথেরিয়াম তার কমিউনিটি দ্বারা চালিত হওয়ার জন্য ডিজাইন করা হয়েছিল।",
  "page-what-is-ethereum-when-who-intro-2": "২০১৩ সালে, ভিটালিক বুটেরিন একটি হোয়াইটপেপার প্রকাশ করেন যা অর্থ এবং অ্যাপের জন্য একটি নতুন ধরনের ব্লকচেইনের প্রস্তাব করে যা যে কেউ ব্যবহার করতে পারে। এই ধারণাটি দ্রুত জনপ্রিয়তা লাভ করে।",
  "page-what-is-ethereum-when-who-intro-3": "২০১৪ সালের মধ্যে, গ্যাভিন উড এবং জোসেফ লুবিনের মতো সহ-প্রতিষ্ঠাতারা এই প্রচেষ্টায় যোগ দেন এবং দলটি প্রথম দিকের ক্রিপ্টো ক্রাউডফান্ডিং প্রচারাভিযানের মাধ্যমে তহবিল সংগ্রহ করে।",
  "page-what-is-ethereum-when-who-intro-4": "ইথেরিয়াম আনুষ্ঠানিকভাবে ২০১৫ সালের জুলাই মাসে চালু হয়।",
  "page-what-is-ethereum-when-who-history-title": "ইথেরিয়ামের ইতিহাসে গুরুত্বপূর্ণ মুহূর্ত",
  "page-what-is-ethereum-when-who-history-2013": "১৯ বছর বয়সী ভিটালিক বুটেরিন ইথেরিয়াম হোয়াইটপেপার প্রকাশ করেন",
  "page-what-is-ethereum-when-who-history-2014": "ইথেরিয়াম ফাউন্ডেশন গঠিত হয় এবং একটি ক্রাউডফান্ডিং প্রচারাভিযান চালু করে",
  "page-what-is-ethereum-when-who-history-2015": "ডেভেলপাররা <em>Frontier</em> রিলিজের মাধ্যমে ইথেরিয়াম নেটওয়ার্ক চালু করে",
  "page-what-is-ethereum-when-who-history-2016": "স্মার্ট কন্ট্র্যাক্ট এক্সপ্লয়েটের কারণে The DAO থেকে $60M (3.6M ETH) চলে যায়, যা একটি চেইন ফর্কের কারণ হয়",
  "page-what-is-ethereum-when-who-history-2020": "বিকন চেইন লঞ্চ প্রুফ-অফ-স্টেকে যাওয়ার সূচনা করে",
  "page-what-is-ethereum-when-who-history-2021": "<em>লন্ডন</em> আপগ্রেড EIP-1559 এর মাধ্যমে গ্যাস ফি বার্ন করা শুরু করে",
  "page-what-is-ethereum-when-who-history-2022": "<em>The Merge</em> মাইনিংকে স্টেকিং দিয়ে প্রতিস্থাপন করে, যা শক্তির ব্যবহার ৯৯% কমিয়ে দেয়",
  "page-what-is-ethereum-when-who-history-2025": "<em>Pectra</em> আপগ্রেড স্মার্ট ওয়ালেট সমর্থন এবং L2 সামঞ্জস্যতা উন্নত করে",
  "page-what-is-ethereum-when-who-governance-1": "আজ, কোনো একক ব্যক্তি বা কোম্পানি ইথেরিয়াম চালায় না।",
  "page-what-is-ethereum-when-who-contributors-title": "নেটওয়ার্কটি অবদানকারীদের একটি বিস্তৃত গোষ্ঠী দ্বারা রক্ষণাবেক্ষণ করা হয়:",
  "page-what-is-ethereum-when-who-contributors-1": "ডেভেলপার যারা আপগ্রেড লেখে এবং প্রস্তাব করে",
  "page-what-is-ethereum-when-who-contributors-2": "নোড অপারেটর যারা বিতরণকৃত ভৌত পরিকাঠামোতে অবদান রাখে",
  "page-what-is-ethereum-when-who-contributors-3": "স্ট্যাকার যারা লেনদেন যাচাই করে",
  "page-what-is-ethereum-when-who-contributors-4": "কমিউনিটির সদস্য যারা টুলস এবং সংস্কৃতি তৈরি করে",
  "page-what-is-ethereum-when-who-contributors-5": "<strong>আপনি</strong> নেটওয়ার্ক ব্যবহার করে",
  "page-what-is-ethereum-when-who-governance-2": "<strong>কোনো সিইও, বোর্ড বা কেন্দ্রীয় কর্তৃপক্ষ নেই।</strong> ইথেরিয়াম ফাউন্ডেশন এখনও গবেষণা এবং উন্নয়নে তহবিল সাহায্য করে, কিন্তু ইকোসিস্টেমটি উন্মুক্ত অংশগ্রহণের উপর চলে।",
  "page-what-is-ethereum-when-who-governance-3": "পরিবর্তনগুলি <eips>ইথেরিয়াম ইম্প্রুভমেন্ট প্রোপোজাল (EIPs)</eips>-এর মাধ্যমে প্রস্তাব করা হয়, প্রকাশ্যে আলোচনা করা হয়, এবং শুধুমাত্র <governance>যদি বৃহত্তর কমিউনিটি তাদের সমর্থন করে</governance> তবেই গৃহীত হয়।",
  "page-what-is-ethereum-when-who-governance-4": "এটি ইথেরিয়ামকে একটি স্টার্টআপের চেয়ে পরিবর্তনে ধীর করে তোলে, কিন্তু বন্ধ করা বা দখল করাও অনেক কঠিন করে তোলে।",
  "page-what-is-ethereum-when-who-learn-more": "ইথেরিয়ামের ইতিহাস সম্পর্কে আরও জানুন",
  "page-what-is-ethereum-roadmap-title": "২০২৫ সালের জন্য ইথেরিয়াম রোডম্যাপ কী?",
  "page-what-is-ethereum-roadmap-intro-1": "ইথেরিয়াম একটি নির্দিষ্ট রোডম্যাপ অনুসরণ করে না। এটি একটি مشترکہ ভিশন অনুসরণ করে।",
  "page-what-is-ethereum-roadmap-intro-2": "নেটওয়ার্ক আপগ্রেডগুলি EIP হিসাবে তৈরি করা হয় এবং বিশ্বজুড়ে অবদানকারীদের দ্বারা প্রকাশ্যে বিকশিত হয়। কী ঘটবে তা সিদ্ধান্ত নেওয়ার জন্য কোনো কেন্দ্রীয় দল নেই, শুধু মানুষেরা ব্যবহারকারীদের প্রয়োজনের উপর ভিত্তি করে যা তারা দরকারী বলে বিশ্বাস করে তা তৈরি করছে।",
  "page-what-is-ethereum-roadmap-intro-3": "Pectra হল সবচেয়ে সাম্প্রতিক আপগ্রেড যা মে ২০২৫ সালে চালু হয়েছে। এই আপগ্রেডটি ওয়ালেট বৈশিষ্ট্যগুলি উন্নত করেছে, স্ট্যাকারদের আরও নমনীয়তা দিয়েছে, এবং ডিএ্যাপস-এর জন্য L2s-এ চলা সহজ করে দিয়েছে। লক্ষ্য ছিল নিরাপত্তা বা বিকেন্দ্রীকরণের সাথে আপস না করে ব্যবহারযোগ্যতা উন্নত করা।",
  "page-what-is-ethereum-roadmap-priorities-intro": "<a>সামনের দিকে তাকালে</a>, ইথেরিয়ামের অগ্রাধিকারগুলির মধ্যে রয়েছে:",
  "page-what-is-ethereum-roadmap-priority-1": "মূল প্রোটোকল এবং এর L2s গুলিকে সবার জন্য দ্রুত এবং সস্তা করা",
  "page-what-is-ethereum-roadmap-priority-2": "ব্যবহারকারী এবং ডেভেলপারদের জন্য অভিজ্ঞতা উন্নত করা",
  "page-what-is-ethereum-roadmap-outro-1": "এই অগ্রাধিকারগুলি নিশ্চিত করতে সাহায্য করবে যে ইথেরিয়াম সুরক্ষিত, পরিমাপযোগ্য এবং ব্যবহারকারী-বান্ধব, কারণ প্রতিদিন আরও বেশি লোক নেটওয়ার্কের উপর নির্ভর করে।",
  "page-what-is-ethereum-roadmap-outro-2": "আপনি যদি ইথেরিয়ামের দিকনির্দেশনা করতে চান, <a>জড়িত হন</a>। আপনার অনুমতির প্রয়োজন নেই, শুধু এই নতুন ডিজিটাল অর্থনীতিতে একটি পরিবর্তন আনার ইচ্ছা প্রয়োজন।",
  "page-what-is-ethereum-roadmap-learn-more": "ইথেরিয়াম রোডম্যাপের একটি সংক্ষিপ্ত বিবরণ দেখুন",
  "page-what-is-ethereum-further-reading-title": "পরবর্তীতে পড়ুন",
  "page-what-is-ethereum-further-reading-wallets": "ওয়ালেট কী?",
  "page-what-is-ethereum-further-reading-eth": "ইথার (ETH) কী?",
  "page-what-is-ethereum-further-reading-web3": "Web3 কী?",
  "page-what-is-ethereum-further-reading-networks": "ইথেরিয়াম নেটওয়ার্ক সম্পর্কে আরও জানুন",
  "page-what-is-ethereum-toc-ethereum": "ইথেরিয়াম কী?",
  "page-what-is-ethereum-toc-network": "ইথেরিয়াম নেটওয়ার্ক কী?",
  "page-what-is-ethereum-toc-ether": "ইথার (ETH) কী?",
  "page-what-is-ethereum-toc-how": "ইথেরিয়াম কীভাবে কাজ করে?",
  "page-what-is-ethereum-toc-what": "ইথেরিয়াম কীসের জন্য ব্যবহৃত হয়?",
  "page-what-is-ethereum-toc-start": "কীভাবে ইথেরিয়াম ব্যবহার শুরু করবেন",
  "page-what-is-ethereum-toc-bitcoin": "ইথেরিয়াম এবং বিটকয়েনের মধ্যে পার্থক্য কী?",
  "page-what-is-ethereum-toc-when-who": "ইথেরিয়াম কবে চালু হয়েছিল, কে এটি প্রতিষ্ঠা করেছিল এবং এখন কে এটি চালায়?",
  "page-what-is-ethereum-toc-roadmap": "২০২৫ সালের জন্য ইথেরিয়াম রোডম্যাপ কী?",
  "page-what-is-ethereum-banner-networks-alt": "ভবিষ্যতমুখী ইথেরিয়াম কমিউনিটি সেন্টারের চিত্রণ",
  "page-what-is-ethereum-banner-ether-alt": "খোলা হাতে ইথার গ্লিফ ধরা",
  "page-what-is-ethereum-banner-how-alt": "কম্পিউটার মেরামতকারী মানুষ",
  "page-what-is-ethereum-banner-contributing-alt": "কম্পিউটারের দিকে তাকিয়ে হাসছে ডোজ",
  "page-what-is-ethereum-banner-what-alt": "চারজন ভবিষ্যতমুখী মানুষ এবং একটি ডোজ একটি ইথেরিয়াম প্রিজমের দিকে তাকিয়ে আছে",
  "page-what-is-ethereum-banner-start-alt": "ভবিষ্যতমুখী কমিউনিটি সমাবেশ কেন্দ্র",
  "page-what-is-ethereum-banner-when-who-alt": "দুজন মানুষ হাঁটছে এবং কথা বলছে"
}
