{
  "page-dapps-1inch-logo-alt": "1inch লোগো",
  "page-dapps-dexguru-logo-alt": "DexGuru লোগো",
  "page-dapps-aave-logo-alt": "Aave লোগো",
  "page-dapps-add-button": "Dapp সাজেস্ট করুন",
  "page-dapps-add-title": "Dapp যোগ করুন",
  "page-dapps-audius-logo-alt": "Audius লোগো",
  "page-dapps-augur-logo-alt": "Augur লোগো",
  "page-dapps-axie-infinity-logo-alt": "Axie Infinity লোগো",
  "page-dapps-balancer-logo-alt": "Balancer লোগো",
  "page-dapps-brave-logo-alt": "Brave লোগো",
  "page-dapps-category-arts": "শিল্প এবং ফ্যাশন",
  "page-dapps-category-browsers": "ব্রাউজারসমূহ",
  "page-dapps-category-collectibles": "ডিজিটাল সংগ্রহযোগ্য বস্তু",
  "page-dapps-category-competitive": "প্রতিযোগিতা",
  "page-dapps-category-computing": "ডেভেলপার টুলস",
  "page-dapps-category-dex": "টোকেন অদলবদল",
  "page-dapps-category-investments": "বিনিয়োগ",
  "page-dapps-category-lending": "ধার দেওয়া এবং ধার করা",
  "page-dapps-category-lottery": "গণ - অর্থায়ন",
  "page-dapps-category-marketplaces": "মার্কেটপ্লেস",
  "page-dapps-category-music": "সঙ্গীত",
  "page-dapps-category-payments": "পেমেন্ট",
  "page-dapps-category-insurance": "বীমা",
  "page-dapps-category-portfolios": "পোর্টফোলিও",
  "page-dapps-category-trading": "ট্রেডিং ও বাজারের পূর্বাভাস",
  "page-dapps-category-utilities": "ইউটিলিটি",
  "page-dapps-category-worlds": "ভার্চুয়াল দুনিয়া",
  "page-dapps-choose-category": "বিভাগ নির্বাচন",
  "page-dapps-collectibles-benefits-1-description": "যখন শিল্পকে ইথেরিয়ামে টোকেনাইজ করা হয়, তখন এর মালিকানা সকলের দেখার জন্য প্রমাণিত হতে পারে। আপনি শিল্পকর্মের নির্মাণ থেকে তার বর্তমান ধারক পর্যন্ত যাত্রা ট্রেস করতে পারেন। এটি জালিয়াতি প্রতিরোধ করে।",
  "page-dapps-collectibles-benefits-1-title": "মালিকানা প্রমাণযোগ্য",
  "page-dapps-collectibles-benefits-2-description": "মিউজিক স্ট্রিম বা আর্টওয়ার্ক কেনার জন্য টাকা দেওয়া শিল্পীদের কাছে অনেক বেশি ন্যায্য। ইথেরিয়ামের মাধ্যমে মধ্যস্থতাকারীদের কম প্রয়োজন। এবং যদি মধ্যস্থতাকারীদের প্রয়োজন হয়, তবে তাদের খরচ তত বেশি নয় কারণ প্ল্যাটফর্মগুলিকে নেটওয়ার্কের অবকাঠামোর জন্য টাকা দেওয়ার প্রয়োজন হয় না।",
  "page-dapps-collectibles-benefits-2-title": "নির্মাতাদের জন্য ন্যায্য",
  "page-dapps-collectibles-benefits-3-description": "টোকেনাইজড সংগ্রহযোগ্য-জিনিসগুলো আপনার ইথেরিয়াম এড্রেসের সাথে আবদ্ধ, প্ল্যাটফর্মে নয়। তাই আপনি যেকোন ইথেরিয়াম মার্কেটপ্লেসে ইন-গেম আইটেম বিক্রি করতে পারেন, শুধু গেমেই নয়।",
  "page-dapps-collectibles-benefits-3-title": "সংগ্রহযোগ্য-জিনিসগুলো আপনার সাথে যায়",
  "page-dapps-collectibles-benefits-4-description": "আপনার শিল্পকে টোকেনাইজ করতে এবং এটি বিক্রি করতে আপনার জন্য টুলস ও পণ্যসমূহ ইতিমধ্যেই বিদ্যমান! এবং আপনার টোকেন যেকোন এবং সমস্ত ইথেরিয়াম সংগ্রহযোগ্য-জিনিসের প্ল্যাটফর্মে বিক্রি করা যেতে পারে।",
  "page-dapps-collectibles-benefits-4-title": "ইতিমধ্যে অবকাঠামো তৈরি হয়েছে",
  "page-dapps-collectibles-benefits-description": "এগুলি এমন অ্যাপ্লিকেশন যা ডিজিটাল মালিকানার উপর ফোকাস করে, নির্মাতাদের জন্য উপার্জনের সম্ভাবনা বৃদ্ধি করে এবং আপনার প্রিয় নির্মাতা ও তাদের কাজে বিনিয়োগ করার নতুন উপায় উদ্ভাবন করে।",
  "page-dapps-collectibles-benefits-title": "বিকেন্দ্রীভূত সংগ্রহযোগ্য-জিনিস এবং স্ট্রিমিং",
  "page-dapps-collectibles-button": "শিল্প এবং সংগ্রহযোগ্য-জিনিস সমূহ",
  "page-dapps-collectibles-description": "এগুলি এমন অ্যাপ্লিকেশন যা ডিজিটাল মালিকানার উপর ফোকাস করে, নির্মাতাদের জন্য উপার্জনের সম্ভাবনা বৃদ্ধি করে এবং আপনার প্রিয় নির্মাতা ও তাদের কাজে বিনিয়োগ করার নতুন উপায় উদ্ভাবন করে।",
  "page-dapps-collectibles-title": "বিকেন্দ্রীভূত শিল্প ও সংগ্রহযোগ্য-জিনিস সমূহ",
  "page-dapps-compound-logo-alt": "Compound লোগো",
  "page-dapps-cryptopunks-logo-alt": "CryptoPunks লোগো",
  "page-dapps-cryptovoxels-logo-alt": "Cryptovoxels লোগো",
  "page-dapps-dapp-description-1inch": "সর্বোত্তম প্রাইসগুলি একত্রিত করে আপনাকে বেশি মূল্যের স্লিপেজ এড়াতে সহায়তা পাবেন।",
  "page-dapps-dapp-description-aave": "আপনার টোকেন ধার দিন সুদ উপার্জন করতে এবং যেকোনো সময় প্রত্যাহার করুন।",
  "page-dapps-dapp-description-async-art": "#ProgrammableArt তৈরি করুন, সংগ্রহ করুন এবং বাণিজ্য করুন - ডিজিটাল পেইন্টিংগুলি \"লেয়ারে\" বিভক্ত যা আপনি সামগ্রিক চিত্রকে প্রভাবিত করতে ব্যবহার করতে পারেন। প্রতিটি মাস্টার এবং লেয়ার একটি ERC721 টোকেন।",
  "page-dapps-dapp-description-audius": "বিকেন্দ্রীভূত স্ট্রিমিং প্ল্যাটফর্ম। শুনুন = নির্মাতাদের জন্য অর্থ, লেবেল নয়।",
  "page-dapps-dapp-description-augur": "খেলাধুলা, অর্থনীতি, এবং আরও বিশ্ব ইভেন্টের ফলাফলের উপর বাজি ধরুন।",
  "page-dapps-dapp-description-axie-infinity": "ট্রেড এবং যুদ্ধের প্রাণীদের বলা হয় অ্যাক্সিস। এবং আপনি যেমন খেলুন তেমন উপার্জন করুন – মোবাইলে এভেইল্যাবল",
  "page-dapps-dapp-description-balancer": "Balancer হলো একটি স্বয়ংক্রিয় পোর্টফোলিও ম্যানেজার এবং ট্রেডিং প্ল্যাটফর্ম।",
  "page-dapps-dapp-description-brave": "ব্রাউজ করার জন্য টোকেন উপার্জন করুন এবং তাদের সাথে আপনার প্রিয় নির্মাতাদের সমর্থন করুন।",
  "page-dapps-dapp-description-cent": "একটি সামাজিক নেটওয়ার্ক যেখানে আপনি NFT পোস্ট করে টাকা উপার্জন করেন।",
  "page-dapps-dapp-description-compound": "আপনার টোকেন ধার দিন সুদ উপার্জন করতে এবং যেকোনো সময় প্রত্যাহার করুন।",
  "page-dapps-dapp-description-cryptopunks": "কিনুন, বিড করুন এবং বিক্রয়ের জন্য পাঙ্কগুলি অফার করুন – ইথেরিয়াম-এ প্রথম টোকেন সংগ্রহযোগ্যগুলির মধ্যে একটি।",
  "page-dapps-dapp-description-cryptovoxels": "আর্ট গ্যালারী তৈরি করুন, স্টোর তৈরি করুন এবং জমি কিনুন – একটি ইথেরিয়াম ভার্চুয়াল দুনিয়া।",
  "page-dapps-dapp-description-dark-forest": "একটি অসীম, পদ্ধতিগতভাবে-উৎপন্ন, ক্রিপ্টোগ্রাফিকভাবে-নির্দিষ্ট ব্রক্ষান্ডে গ্রহগুলিকে জয় করুন।",
  "page-dapps-dapp-description-decentraland": "আপনি এক্সপ্লোর করতে পারেন এমন একটি ভার্চুয়াল দুনিয়ায় ভার্চুয়াল জমি সংগ্রহ করুন, বাণিজ্য করুন।",
  "page-dapps-dapp-description-ens": "ব্যবহারকারীরা ভালোভাবে জানেন এমন ইথেরিয়াম এড্রেস এবং বিকেন্দ্রীভূত সাইটগুলির নাম।",
  "page-dapps-dapp-description-foundation": "অন্য ক্রেতাদের সাথে ডিজিটাল আর্টওয়ার্ক এবং ট্রেড পিসের অনন্য সংস্করণগুলোতে বিনিয়োগ করুন।",
  "page-dapps-dapp-description-gitcoin": "ওপেন সোর্স সফ্টওয়্যারে কাজ করে ক্রিপ্টো অর্জন করুন।",
  "page-dapps-dapp-description-gitcoin-grants": "পরিবর্ধিত অবদান সহ ইথেরিয়াম কমিউনিটি প্রকল্পের জন্য গণ-অর্থায়ন",
  "page-dapps-dapp-description-gods-unchained": "কৌশলগত ট্রেডিং কার্ড খেলা। কার্ড উপার্জন করুন যা আপনি বাস্তব জীবনে বিক্রি করতে পারেন।",
  "page-dapps-dapp-description-golem": "শেয়ার্ড কম্পিউটিং পাওয়ার অ্যাক্সেস করুন বা আপনার নিজস্ব রিসোর্স ভাড়া নিন।",
  "page-dapps-dapp-description-radicle": "মধ্যস্থতাকারী ছাড়া পিয়ার-টু-পিয়ার কোড সহযোগিতা সুরক্ষিত করুন।",
  "page-dapps-dapp-description-loopring": "পিয়ার-টু-পিয়ার ট্রেডিং প্ল্যাটফর্ম যা গতির জন্য নির্মিত।",
  "page-dapps-dapp-description-marble-cards": "URL এর উপর ভিত্তি করে অনন্য ডিজিটাল কার্ড তৈরি করুন এবং ব্যবসা করুন।",
  "page-dapps-dapp-description-matcha": "আপনাকে সেরা দাম খুঁজে পেতে সাহায্য করার জন্য একাধিক এক্সচেঞ্জ অনুসন্ধান করুন।",
  "page-dapps-dapp-description-nifty-gateway": "শীর্ষস্থানীয় শিল্পী, ক্রীড়াবিদ, ব্র্যান্ড এবং নির্মাতাদের কাছ থেকে অন-চেইন কাজ কিনুন।",
  "page-dapps-dapp-description-oasis": "একটি ইথেরিয়াম স্টেবলকয়েন, Dai এর মাধ্যমে ট্রেড করুন, ধার করুন এবং সঞ্চয় করুন।",
  "page-dapps-dapp-description-opensea": "সীমিত সংস্করণের পণ্য কিনুন, বিক্রি করুন, আবিষ্কার করুন এবং ব্যবসা করুন।",
  "page-dapps-dapp-description-opera": "আপনার ব্রাউজার থেকে ব্যবসায়ী, অন্যান্য ব্যবহারকারী এবং অ্যাপে ক্রিপ্টো পাঠান।",
  "page-dapps-dapp-description-poap": "আপনি বিভিন্ন ভার্চুয়াল বা ইন-পারসন ইভেন্টে ছিলেন তা প্রমাণ করে NFT সংগ্রহ করুন। লটারিতে যোগ দিতে, ভোট দিতে, সহযোগিতা করতে বা শুধু বড়াই করতে তাদের ব্যবহার করুন।",
  "page-dapps-dapp-description-polymarket": "ফলাফলের উপর বাজি। তথ্য বাজারে বাণিজ্য।",
  "page-dapps-dapp-description-pooltogether": "একটি লটারিও আপনি হারতে পারবেন না। প্রতি সপ্তাহে পুরস্কার।",
  "page-dapps-dapp-description-index-coop": "একটি ক্রিপ্টো সূচক ফান্ড যা আপনার পোর্টফোলিওকে শীর্ষ DeFi টোকেনগুলিতে এক্সপোজার দেয়।",
  "page-dapps-dapp-description-nexus-mutual": "বীমা কোম্পানি ছাড়া কভারেজ। স্মার্ট কনট্র্যাক্ট বাগ এবং হ্যাক থেকে সুরক্ষিত হউন।",
  "page-dapps-dapp-description-etherisc": "একটি বিকেন্দ্রীভূত বীমা টেমপ্লেট যেকেউ তাদের নিজস্ব বীমা কভারেজ তৈরি করতে ব্যবহার করতে পারে।",
  "page-dapps-dapp-description-zapper": "আপনার পোর্টফোলিও ট্র্যাক করুন এবং একটি ইন্টারফেস থেকে DeFi পণ্যগুলির একটি পরিসর ব্যবহার করুন।",
  "page-dapps-dapp-description-zerion": "আপনার পোর্টফোলিও পরিচালনা করুন এবং বাজারে প্রতিটি একক DeFi সম্পদ মূল্যায়ন করুন।",
  "page-dapps-dapp-description-rotki": "ওপেন সোর্স পোর্টফোলিও ট্র্যাকিং, বিশ্লেষণ, অ্যাকাউন্টিং এবং ট্যাক্স রিপোর্টিং টুল যা আপনার গোপনীয়তাকে সম্মান করে।",
  "page-dapps-dapp-description-krystal": "আপনার সমস্ত প্রিয় DeFi পরিষেবাগুলি অ্যাক্সেস করার জন্য একটি ওয়ান-স্টপ প্ল্যাটফর্ম।",
  "page-dapps-dapp-description-rarible": "টোকেনাইজড সংগ্রহযোগ্য-সামগ্রী তৈরি করুন, বিক্রি করুন এবং কিনুন।",
  "page-dapps-dapp-description-sablier": "রিয়েল-টাইমে অর্থ স্ট্রিম করুন।",
  "page-dapps-dapp-description-superrare": "শিল্পীদের কাছ থেকে বা সেকেন্ডারি মার্কেটে সরাসরি ডিজিটাল আর্টওয়ার্ক কিনুন।",
  "page-dapps-dapp-description-token-sets": "ক্রিপ্টো বিনিয়োগ কৌশল যা স্বয়ংক্রিয়ভাবে ভারসাম্য বজায় রাখে।",
  "page-dapps-dapp-description-uniswap": "সহজভাবে টোকেন অদলবদল করুন বা % পুরস্কারের জন্য টোকেন দেন।",
  "page-dapps-dapp-description-dexguru": "DeFi ব্যবসায়ীদের জন্য নন-কাস্টোডিয়াল ট্রেডিং টার্মিনাল",
  "page-dapps-dapp-description-synthetix": "Synthetix হলো সিন্থেটিক সম্পদ ইস্যু এবং ট্রেড করার জন্য একটি প্রোটোকল",
  "page-dapps-docklink-dapps": "ড্যাপস-এর ভূমিকা",
  "page-dapps-docklink-smart-contracts": "স্মার্ট কন্ট্র্যাক্ট",
  "page-dapps-dark-forest-logo-alt": "Dark Forest লোগো",
  "page-dapps-decentraland-logo-alt": "Decentraland লোগো",
  "page-dapps-index-coop-logo-alt": "Index Coop লোগো",
  "page-dapps-nexus-mutual-logo-alt": "Nexus Mutual লোগো",
  "page-dapps-etherisc-logo-alt": "Etherisc লোগো",
  "page-dapps-zapper-logo-alt": "Zapper লোগো",
  "page-dapps-zerion-logo-alt": "Zerion লোগো",
  "page-dapps-rotki-logo-alt": "Rotki লোগো",
  "page-dapps-krystal-logo-alt": "Krystal লোগো",
  "page-dapps-synthetix-logo-alt": "Synthetix লোগো",
  "page-dapps-desc": "চেষ্টা করতে একটি ইথেরিয়াম অ্যাপ্লিকেশন খুঁজুন।",
  "page-dapps-doge-img-alt": "কম্পিউটার ব্যবহার করছে এমন একটি ডোজ-এর ছবি",
  "page-dapps-editors-choice-dark-forest": "গ্রহ জয় করতে অন্যদের বিরুদ্ধে খেলুন এবং ব্লিডিং-এজ ইথেরিয়াম স্কেলিং/গোপনীয়তা প্রযুক্তি ব্যবহার করে দেখুন। যারা ইতিমধ্যে ইথেরিয়ামের সাথে পরিচিত তাদের জন্য হতে পারে।",
  "page-dapps-editors-choice-description": "ethereum.org টিম এই মুহূর্তে কিছু dapps পছন্দ করছে। নীচে আরও dapps এক্সপ্লোর করুন।",
  "page-dapps-editors-choice-foundation": "সংস্কৃতিতে বিনিয়োগ করুন। কিছু অবিশ্বাস্য শিল্পী, সঙ্গীতজ্ঞ এবং ব্র্যান্ড থেকে অনন্য ডিজিটাল আর্টওয়ার্ক এবং ফ্যাশন কিনুন, ট্রেড করুন এবং বিক্রি করুন।",
  "page-dapps-editors-choice-header": "সম্পাদকের পছন্দ",
  "page-dapps-editors-choice-pooltogether": "নো-লস লটারির জন্য একটি টিকিট কিনুন। প্রতি সপ্তাহে, সমগ্র টিকিট পুল থেকে উৎপন্ন সুদ একজন ভাগ্যবান বিজয়ীর কাছে পাঠানো হয়। আপনার যখন খুশি আপনার টাকা ফেরত পান।",
  "page-dapps-editors-choice-uniswap": "সহজে আপনার টোকেন অদলবদল করুন। একটি কমিউনিটির প্রিয় যা আপনাকে নেটওয়ার্ক জুড়ে লোকেদের সাথে টোকেন ট্রেড করতে দেয়।",
  "page-dapps-ens-logo-alt": "ইথেরিয়াম নেইম সার্ভিস লোগো",
  "page-dapps-explore-dapps-description": "অনেক dapps এখনও পরীক্ষামূলক, বিকেন্দ্রীভূত নেটওয়ার্কের সম্ভাবনা পরীক্ষা করছে। তবে প্রযুক্তি, আর্থিক, গেমিং এবং সংগ্রহযোগ্য-সামগ্রী বিভাগে কিছু সফল আরলি মুভার্স রয়েছে।",
  "page-dapps-explore-dapps-title": "Dapps এক্সপ্লোর করুন",
  "page-dapps-features-1-description": "একবার ইথেরিয়ামে স্থাপন করা হলে, dapp কোড নামানো যাবে না। এবং যে কেউ dapp এর ফিচারসমূহ ব্যবহার করতে পারে। এমনকি dapp এর পিছনের দলটি ভেঙে দিলেও আপনি এটি ব্যবহার করতে পারেন। একবার ইথেরিয়াম এ চলে গেলে, এটি সেখানে থাকে।",
  "page-dapps-features-1-title": "কোনও মালিক নেই",
  "page-dapps-features-2-description": "আপনাকে একটি dapp ব্যবহার বা লেনদেন জমা থেকে ব্লক করা যাবে না। উদাহরণস্বরূপ, Twitter যদি ইথেরিয়াম-এ থাকে, তাহলে কেউ আপনার অ্যাকাউন্ট ব্লক করতে পারবে না বা আপনাকে টুইট করা থেকে আটকাতে পারবে না।",
  "page-dapps-features-2-title": "সেন্সরশিপ থেকে মুক্ত",
  "page-dapps-features-3-description": "যেহেতু ইথেরিয়াম এর ETH আছে, পেমেন্টগুলি ইথেরিয়াম-এর নেটিভ। ডেভেলপারদের থার্ড-পার্টি পেমেন্ট প্রদানকারীদের সাথে একীভূত করতে সময় ব্যয় করতে হবে না।",
  "page-dapps-features-3-title": "অন্তর্নির্মিত পেমেন্ট",
  "page-dapps-features-4-description": "Dapp কোড প্রায়ই খোলা থাকে এবং ডিফল্টরূপে সামঞ্জস্যপূর্ণ। দলগুলি নিয়মিতভাবে অন্যান্য দলের কাজ ব্যবহার করে তৈরি করে। আপনি যদি ব্যবহারকারীদের আপনার dapp এ টোকেনগুলি অদলবদল করতে দিতে চান তবে আপনি কেবল অন্য dapp এর কোড প্লাগ করতে পারেন।",
  "page-dapps-features-4-title": "প্লাগ এবং খেলা",
  "page-dapps-features-5-description": "বেশিরভাগ dapps এর সাথে, আপনার বাস্তব-বিশ্বের পরিচয় শেয়ার করার দরকার নেই। আপনার ইথেরিয়াম অ্যাকাউন্ট হলো আপনার লগইন এবং আপনার শুধু একটি ওয়ালেট প্রয়োজন।",
  "page-dapps-features-5-title": "একটি বেনামী লগইন",
  "page-dapps-features-6-description": "ক্রিপ্টোগ্রাফি নিশ্চিত করে যে আক্রমণকারীরা আপনার পক্ষে লেনদেন এবং অন্যান্য dapp ইন্টারঅ্যাকশন জাল করতে পারবে না। আপনি আপনার ইথেরিয়াম অ্যাকাউন্টের সাথে dapp অ্যাকশন অনুমোদন করেন - সাধারণত আপনার ওয়ালেটের মাধ্যমে - যাতে আপনার ক্রেডেনশিয়ালগুলো নিরাপদ থাকে।",
  "page-dapps-features-6-title": "ক্রিপ্টোগ্রাফি দ্বারা ব্যাকড",
  "page-dapps-features-7-description": "একবার ইথেরিয়ামে dapp লাইভ হয়ে গেলে, ইথেরিয়াম কেবল বন্ধ হয়ে গেলেই এটি বন্ধ হয়ে যাবে। ইথেরিয়ামের আকারের নেটওয়ার্কগুলি আক্রমণ করা খুবই কঠিন।",
  "page-dapps-features-7-title": "কোনও ডাউন টাইম নেই",
  "page-dapps-finance-benefits-1-description": "ইথেরিয়াম-এ চলমান আর্থিক পরিষেবাগুলির কোনও সাইন আপের প্রয়োজনীয়তা নেই। আপনার যদি ফান্ড এবং একটি ইন্টারনেট সংযোগ থাকে তবে আপনি যেতে পারেন।",
  "page-dapps-finance-benefits-1-title": "সবার প্রবেশাধিকার",
  "page-dapps-finance-benefits-2-description": "টোকেনগুলির একটি সম্পূর্ণ দুনিয়া রয়েছে যাতে আপনি এই আর্থিক পণ্যগুলির সাথে যোগাযোগ করতে পারেন। লোকেরা সর্বদা ইথেরিয়ামের উপরে নতুন টোকেন তৈরি করছে।",
  "page-dapps-finance-benefits-2-title": "একটি নতুন টোকেন অর্থনীতি",
  "page-dapps-finance-benefits-3-description": "দলগুলি স্টেবলকয়েন তৈরি করেছে - একটি কম পরিবর্তনশীল ক্রিপ্টোকারেন্সি। এগুলি আপনাকে ঝুঁকি এবং অনিশ্চয়তা ছাড়াই ক্রিপ্টো পরীক্ষা এবং ব্যবহার করার অনুমতি দেয়।",
  "page-dapps-finance-benefits-3-title": "স্টেবলকয়েন",
  "page-dapps-finance-benefits-4-description": "ইথেরিয়াম স্পেসের আর্থিক পণ্যগুলি সমস্ত মডুলার এবং একে অপরের সাথে সামঞ্জস্যপূর্ণ। এই মডিউলগুলির নতুন কনফিগারেশনগুলি সর্বদা বাজারে প্রভাব ফেলছে, আপনার ক্রিপ্টো দিয়ে আপনি যা করতে পারেন তা বাড়িয়ে দিচ্ছে।",
  "page-dapps-finance-benefits-4-title": "আন্তঃসংযুক্ত আর্থিক পরিষেবা",
  "page-dapps-finance-benefits-description": "ইথেরিয়াম সম্পর্কে এটি কী যা বিকেন্দ্রীভূত আর্থিক অ্যাপ্লিকেশনগুলিকে সমৃদ্ধ হতে দেয়?",
  "page-dapps-finance-benefits-title": "বিকেন্দ্রীভূত অর্থায়ন",
  "page-dapps-finance-button": "আর্থিক",
  "page-dapps-finance-description": "এগুলি এমন অ্যাপ্লিকেশন যা ক্রিপ্টোকারেন্সি ব্যবহার করে আর্থিক পরিষেবাগুলি তৈরি করার উপর ফোকাস করে। তারা ধার দেওয়া, ধার নেওয়া, সুদ উপার্জন এবং ব্যক্তিগত অর্থপ্রদানের পছন্দগুলি অফার করে – এতো কোনও ব্যক্তিগত ডেটার প্রয়োজন নেই।",
  "page-dapps-finance-title": "বিকেন্দ্রীভূত অর্থায়ন",
  "page-dapps-foundation-logo-alt": "Foundation লোগো",
  "page-dapps-gaming-benefits-1-description": "ভার্চুয়াল ল্যান্ড বা ট্রেডিং কার্ডই হোক না কেন, আপনার আইটেমগুলি সংগ্রহযোগ্য বাজারে কেনাবেচা করা যায়। আপনার ইন-গেম আইটেম রিয়েল-ওয়ার্ল্ড মূল্য আছে।",
  "page-dapps-gaming-benefits-1-title": "গেম আইটেম টোকেন হিসাবে দ্বিগুণ",
  "page-dapps-gaming-benefits-2-description": "আপনি আপনার আইটেমগুলির মালিক এবং কিছু ক্ষেত্রে আপনার অগ্রগতি গেম, কোম্পানি নয়। সুতরাং গেমটির পিছনে থাকা সংস্থাটি আক্রমণ হলে, সার্ভারের ত্রুটির শিকার হলে বা বিচ্ছিন্ন হয়ে গেলে আপনি কিছুই হারাবেন না।",
  "page-dapps-gaming-benefits-2-title": "আপনার সংরক্ষণ নিরাপদ",
  "page-dapps-gaming-benefits-3-description": "একইভাবে ইথেরিয়াম পেমেন্ট যাচাই করার জন্য যে কারো কাছে এভেইল্যাবল, গেম ন্যায্যতা নিশ্চিত করতে এই গুণমান ব্যবহার করতে পারে। তাত্ত্বিকভাবে, সমালোচনামূলক প্রভাবের সংখ্যা থেকে প্রতিপক্ষের যুদ্ধ করার সামর্থ পর্যন্ত সবকিছুই যাচাইযোগ্য।",
  "page-dapps-gaming-benefits-3-title": "প্রমাণযোগ্য ন্যায্যতা",
  "page-dapps-gaming-benefits-description": "ইথেরিয়াম সম্পর্কে এটি কী যা বিকেন্দ্রীভূত গেমিংকে উন্নতি করতে দেয়?",
  "page-dapps-gaming-benefits-title": "বিকেন্দ্রীভূত গেমিং",
  "page-dapps-gaming-button": "গেমিং",
  "page-dapps-gaming-description": "এগুলি এমন অ্যাপ্লিকেশন যা ভার্চুয়াল দুনিয়া তৈরির উপর ফোকাস করে এবং বাস্তব-বিশ্বের মূল্য ধারণ করে এমন সংগ্রহযোগ্য-সামগ্রী ব্যবহার করে অন্যান্য খেলোয়াড়দের সাথে লড়াই করে।",
  "page-dapps-gaming-title": "বিকেন্দ্রীভূত গেমিং",
  "page-dapps-get-some-eth-description": "Dapp অ্যাকশনের জন্য একটি লেনদেন ফি খরচ হয়",
  "page-dapps-get-started-subtitle": "একটি dapp ব্যবহারের চেষ্টা করতে, আপনার একটি ওয়ালেট এবং কিছু ETH প্রয়োজন হবে। একটি ওয়ালেট আপনাকে সংযোগ করতে বা লগ ইন করার অনুমতি দিবে। এবং যেকোনো লেনদেনের ফি দিতে আপনার ETH-এর প্রয়োজন হবে।",
  "page-dapps-get-started-title": "শুরু করা যাক",
  "page-dapps-gitcoin-grants-logo-alt": "Gitcoin Grants লোগো",
  "page-dapps-gitcoin-logo-alt": "Gitcoin লোগো",
  "page-dapps-gods-unchained-logo-alt": "Gods Unchained লোগো",
  "page-dapps-golem-logo-alt": "Golem লোগো",
  "page-dapps-radicle-logo-alt": "Radicle লোগো",
  "page-dapps-hero-header": "ইথেরিয়াম-চালিত টুলস এবং পরিষেবা",
  "page-dapps-hero-subtitle": "Dapps হলো এমন অ্যাপ্লিকেশনগুলির একটি ক্রমবর্ধমান আন্দোলন যা ব্যবসায়িক মডেলগুলিকে ব্যাহত করতে বা নতুন উদ্ভাবনের জন্য ইথেরিয়াম ব্যবহার করে।",
  "page-dapps-how-dapps-work-p1": "Dapps-এর ব্যাকএন্ড কোড (স্মার্ট কন্ট্রাক্ট) একটি বিকেন্দ্রীভূত নেটওয়ার্কে চলছে এবং সেন্ট্রালাইজড সার্ভার নয়। তারা তাদের অ্যাপ লজিকের জন্য ডেটা স্টোরেজ এবং স্মার্ট কন্ট্র্যাক্ট এর জন্য ইথেরিয়াম ব্লকচেইন ব্যবহার করে।",
  "page-dapps-how-dapps-work-p2": "একটি স্মার্ট কন্ট্র্যাক্ট হলো কিছু নিয়মের একটি সেটের মতো যা সকলের জন্য সেই নিয়ম অনুসারে সঠিকভাবে দেখতে এবং চালানোর জন্য অন-চেইন থাকে। একটি ভেন্ডিং মেশিন কল্পনা করুন: আপনি যদি এটিকে পর্যাপ্ত ফান্ড এবং সঠিক নির্বাচন দিয়ে সরবরাহ করেন তবে আপনি আপনার পছন্দের জিনিসটি পাবেন। এবং ভেন্ডিং মেশিনের মতো, স্মার্ট কনট্র্যাক্ট গুলো আপনার ইথেরিয়াম অ্যাকাউন্টের মতো ফান্ড ধরে রাখতে পারে। এটি কোডকে চুক্তি এবং লেনদেনের মধ্যস্থতা করার অনুমতি দেয়।",
  "page-dapps-how-dapps-work-p3": "একবার ইথেরিয়াম নেটওয়ার্কে dapps গুলি স্থাপন করা হলে আপনি সেগুলি পরিবর্তন করতে পারবেন না। Dapps বিকেন্দ্রীকরণ করা যেতে পারে কারণ তারা কনট্র্যাক্টে লেখা যুক্তি দ্বারা নিয়ন্ত্রিত হয়, কোনো ব্যক্তি বা কোম্পানির দ্বারা নয়।",
  "page-dapps-how-dapps-work-title": "Dapps কিভাবে কাজ করে",
  "page-dapps-learn-callout-button": "বিল্ড করা শুরু করুন",
  "page-dapps-learn-callout-description": "আমাদের কমিউনিটি ডেভেলপার পোর্টালে নথি, টুলস এবং ফ্রেমওয়ার্ক রয়েছে যা আপনাকে একটি dapp তৈরি করা শুরু করতে সহায়তা করে।",
  "page-dapps-learn-callout-image-alt": "লেগো ব্রিকস দিয়ে তৈরি করা ETH প্রতীক একটি হাতের ছবি।",
  "page-dapps-learn-callout-title": "একটি dapp তৈরি করতে শিখুন",
  "page-dapps-loopring-logo-alt": "Loopring লোগো",
  "page-dapps-magic-behind-dapps-description": "Dapps গুলি রেগুলার অ্যাপের মতো মনে হতে পারে। কিন্তু পর্দার আড়ালে তাদের কিছু বিশেষ গুণ রয়েছে কারণ তারা ইথেরিয়াম-এর সমস্ত পরাশক্তির উত্তরাধিকারী। Dapps গুলিকে কী অ্যাপ থেকে আলাদা করে তোলে তা এখানে রয়েছে।",
  "page-dapps-magic-behind-dapps-link": "কী কারণে ইথেরিয়ামকে দারুণ বলে মনে হয়?",
  "page-dapps-magic-behind-dapps-title": "Dapps এর পিছনের জাদু",
  "page-dapps-magic-title-1": "জাদু",
  "page-dapps-magic-title-2": "পিছনে",
  "page-dapps-magician-img-alt": "জাদুকরদের চিত্র",
  "page-dapps-marble-cards-logo-alt": "marble.cards লোগো",
  "page-dapps-async-logo-alt": "Async লোগো",
  "page-dapps-matcha-logo-alt": "Matcha লোগো",
  "page-dapps-mobile-options-header": "অন্য বিভাগ ব্রাউজ করুন",
  "page-dapps-nifty-gateway-logo-alt": "Nifty Gateway লোগো",
  "page-dapps-oasis-logo-alt": "Oasis লোগো",
  "page-dapps-opensea-logo-alt": "OpenSea লোগো",
  "page-dapps-opera-logo-alt": "Opera লোগো",
  "page-dapps-polymarket-logo-alt": "Polymarket লোগো",
  "page-dapps-poap-logo-alt": "অ্যাটেনডেন্স প্রমাণের প্রোটোকল লোগো",
  "page-dapps-pooltogether-logo-alt": "PoolTogether লোগো",
  "page-dapps-rarible-logo-alt": "Rarible লোগো",
  "page-dapps-ready-button": "যান",
  "page-dapps-ready-description": "চেষ্টা করার জন্য একটি dapp বেছে নিন",
  "page-dapps-ready-title": "প্রস্তুত?",
  "page-dapps-sablier-logo-alt": "Sablier লোগো",
  "page-dapps-set-up-a-wallet-button": "ওয়ালেট খুঁজে নিন",
  "page-dapps-set-up-a-wallet-description": "একটি ওয়ালেট হল একটি dapp-এর জন্য আপনার \"লগইন\"",
  "page-dapps-set-up-a-wallet-title": "একটি ওয়ালেট সেট আপ করুন",
  "page-dapps-superrare-logo-alt": "SuperRare লোগো",
  "page-dapps-technology-button": "প্রযুক্তি",
  "page-dapps-technology-description": "এগুলি এমন অ্যাপ্লিকেশন যা ডেভেলপার টুলস-এর বিকেন্দ্রীকরণ, বিদ্যমান প্রযুক্তিতে ক্রিপ্টোইকোনমিক সিস্টেমগুলিকে অন্তর্ভুক্ত করার এবং ওপেন সোর্স ডেভেলপমেন্ট কাজের জন্য মার্কেটপ্লেস তৈরি করার উপর ফোকাস করে।",
  "page-dapps-technology-title": "বিকেন্দ্রীভূত প্রযুক্তি",
  "page-dapps-token-sets-logo-alt": "Token Sets লোগো",
  "page-dapps-uniswap-logo-alt": "Uniswap লোগো",
  "page-dapps-wallet-callout-button": "ওয়ালেট খুঁজে নিন",
  "page-dapps-wallet-callout-description": "ওয়ালেটগুলিও dapps। আপনার উপযুক্ত বৈশিষ্ট্যগুলির উপর ভিত্তি করে একটি খুঁজুন।",
  "page-dapps-wallet-callout-image-alt": "একটি রোবটের চিত্র।",
  "page-dapps-wallet-callout-title": "ওয়ালেট দেখুন",
  "page-dapps-warning-header": "সর্বদা আপনার নিজস্ব গবেষণা করুন",
  "page-dapps-warning-message": "ইথেরিয়াম একটি নতুন প্রযুক্তি এবং বেশিরভাগ অ্যাপ্লিকেশনই নতুন। বেশি পরিমাণ টাকা জমা দেওয়ার আগে, নিশ্চিত হয়ে নিন আপনি এর ঝুঁকি বুঝেছেন।",
  "page-dapps-what-are-dapps": "Dapps কী?",
  "page-dapps-more-on-defi-button": "বিকেন্দ্রীভূত অর্থনীতি সম্পর্কে আরো",
  "page-dapps-more-on-nft-button": "টোকেনাইজড সংগ্রহযোগ্য-সামগ্রী সম্পর্কে আরো",
  "page-dapps-more-on-nft-gaming-button": "টোকেনাইজড ইন-গেম আইটেম সম্পর্কে আরো",
  "page-dapps-dapp-description-pwn": "ইথেরিয়াম-এ যেকোনো টোকেন বা NFT দ্বারা ব্যাকড ঋণকে সহজ করে।",
  "page-dapps-pwn-image-alt": "PWN লোগো",
  "page-dapps-dapp-description-yearn": "Yearn Finance হলো একটি ফলন সমষ্টিকারী। ব্যক্তি, DAO এবং অন্যান্য প্রোটোকলগুলিকে ডিজিটাল সম্পদ জমা করার এবং ফলন পাওয়ার উপায় দিচ্ছে।",
  "page-dapps-yearn-image-alt": "Yearn লোগো",
  "page-dapps-dapp-description-convex": "Covex কার্ভ লিকুইডিটি প্রদানকারীদের ট্রেডিং ফি উপার্জন করতে এবং তাদের CRV লক না করেই বুস্টেড CRV দাবি করতে দেয়।",
  "page-dapps-convex-image-alt": "Convex লোগো",
  "foundation": "ফাইন্ডেশন",
  "transaction-fees": "লেনদেনের ফি কত?",
  "page-wallets-get-some": "কিছু ETH পান"
}
