{
  "page-layer-2-hero-title": "লেয়ার 2",
  "page-layer-2-hero-header": "ইথেরিয়াম নেটওয়ার্ক",
  "page-layer-2-hero-description": "খুব কম খরচে ইথেরিয়াম ব্যবহার করুন।",
  "page-layer-2-hero-button-2-content": "আরও জানুন",
  "page-layer-2-period": "।",
  "page-layer-2-calloutCard-1-title": "$0.01 ফি",
  "page-layer-2-calloutCard-1-description": "আপনি উচ্চ খরচ নিয়ে চিন্তা না করে ট্রেড করতে, বিশ্বব্যাপী টাকা পাঠাতে বা অ্যাপ্লিকেশন ব্যবহার করতে পারেন।",
  "page-layer-2-calloutCard-2-title": "প্রায় তাৎক্ষণিক লেনদেন",
  "page-layer-2-calloutCard-2-description": "আপনি দ্রুত পেমেন্ট করুন বা ডিসেন্ট্রালাইজড ফাইন্যান্স (DeFi)-এ যুক্ত হোন, সমস্ত লেনদেনে মাত্র কয়েক সেকেন্ড সময় লাগে।",
  "page-layer-2-calloutCard-3-title": "ইথেরিয়াম দ্বারা সমর্থিত",
  "page-layer-2-calloutCard-3-description": "ইথেরিয়ামের সময়-পরীক্ষিত এবং ডিসেন্ট্রালাইজড ব্লকচেইন অন্যান্য নতুন নেটওয়ার্কের জন্য নিষ্পত্তি স্তর হিসাবে কাজ করে।",
  "page-layer-2-meta-title": "ইথেরিয়াম লেয়ার 2 এর ভূমিকা: সুবিধা এবং ব্যবহার",
  "page-layer-2-meta-description": "ইথেরিয়াম লেয়ার 2 নেটওয়ার্ক সম্পর্কে জানুন",
  "page-layer-2-powered-by-ethereum-title": "ইথেরিয়াম দ্বারা চালিত",
  "page-layer-2-powered-by-ethereum-description-1": "ইথেরিয়াম আর শুধু একটি একক নেটওয়ার্ক নয়।",
  "page-layer-2-powered-by-ethereum-description-2": "এর উপর এখন শত শত ব্লকচেইন নির্মিত হওয়ায়, ইথেরিয়াম দৈনন্দিন ব্যবহারের জন্য আরও সাশ্রয়ী, দ্রুত এবং সহজলভ্য হয়ে উঠেছে।",
  "page-layer-2-powered-by-ethereum-description-3": "ইথেরিয়াম দ্বারা চালিত অনেক নেটওয়ার্কের মধ্যে একটিতে যোগ দিয়ে ভবিষ্যৎকে আলিঙ্গন করুন!",
  "page-layer-2-man-and-dog-alt": "মানুষ এবং কুকুর খেলছে",
  "page-layer-2-blockchain-transaction-cost": "ইথেরিয়াম ব্লকচেইনে গড় লেনদেন খরচ",
  "page-layer-2-networks-transaction-cost": "ইথেরিয়াম সমর্থিত নেটওয়ার্কে গড় লেনদেন খরচ",
  "page-layer-2-network-of-networks-title": "নেটওয়ার্কগুলির নেটওয়ার্ক",
  "page-layer-2-network-of-networks-description": "ইথেরিয়ামের শক্তি এবং নিরাপত্তা অন্যান্য নেটওয়ার্কগুলোকে ভিত্তি করে গড়ে ওঠার জন্য একটি প্ল্যাটফর্ম সরবরাহ করে। একটি একক অ্যাকাউন্ট দিয়ে সবকিছু সামঞ্জস্যপূর্ণ এবং নির্বিঘ্নে সংযুক্ত হয়।",
  "page-layer-2-ethereum-logo-alt": "ইথেরিয়াম",
  "page-layer-2-ready-to-start-title": "শুরু করতে প্রস্তুত?",
  "page-layer-2-ready-to-start-description": "আপনার জন্য উপলব্ধ সমস্ত বিভিন্ন নেটওয়ার্কগুলো একবার দেখুন।",
  "page-layer-2-ready-to-start-button": "নেটওয়ার্কগুলো এক্সপ্লোর করুন",
  "page-layer-2-go": "যান",
  "page-layer-2-walking-alt": "হাঁটছে",
  "page-layer-2-why-do-we-need-multiple-networks-1": "ইথেরিয়ামে আমাদের একাধিক নেটওয়ার্কের প্রয়োজন কেন?",
  "page-layer-2-why-do-we-need-multiple-networks-2": "শুধু একটি ইথেরিয়াম নেটওয়ার্ক না হয়ে এতোগুলো নেটওয়ার্ক কেন রয়েছে?",
  "page-layer-2-faq-title": "সাধারণত জিজ্ঞাসিত প্রশ্নসমুহ",
  "page-layer-2-faq-ExpandableCard-1-title": "আমি কীভাবে জানব যে একটি নেটওয়ার্ক ইথেরিয়ামের অংশ?",
  "page-layer-2-faq-ExpandableCard-1-description-1": "ইথেরিয়ামের সাথে সম্পর্কিত নেটওয়ার্কগুলোকে শ্রেণীবদ্ধ করার অনেক বিভিন্ন উপায় আছে। অনেক নেটওয়ার্ক জনপ্রিয়তা অর্জনের জন্য ইথেরিয়াম স্কেল করার দাবি করে। তবে, একটি স্পষ্ট দৃষ্টিকোণ হলো নেটওয়ার্কটি তার ডেটা ইথেরিয়াম মূল নেটওয়ার্কে সঞ্চয় করে কিনা। এটি ব্যবহারকারীর নিরাপত্তা এবং ইথেরিয়ামের অনুমতিহীন দৃষ্টিভঙ্গিকে ব্যাপকভাবে উন্নত করে। এই ধরনের প্রকল্পগুলোকে প্রায়শই “রোলআপ” বলা হয়। যদি ডেটা অন্য কোথাও সংরক্ষণ করা হয়, তবে প্রকল্পটি সরাসরি ইথেরিয়াম এক্সটেনশন নয় এবং এটি বরং স্বাধীন। সবচেয়ে জনপ্রিয় কিছু দেখুন",
  "page-layer-2-faq-ExpandableCard-1-description-2": "কিছু নির্দিষ্ট শিল্প যেমন গেমিং বা অ-আর্থিক অ্যাপ্লিকেশনের জন্য এমন সরাসরি ঘনিষ্ঠ সম্পর্কের প্রয়োজন নাও হতে পারে, যেখানে বিভিন্ন প্রযুক্তি বেশি উপযুক্ত।",
  "page-layer-2-faq-ExpandableCard-2-title": "এই সমস্ত নেটওয়ার্ক কি নিরাপদ?",
  "page-layer-2-faq-ExpandableCard-2-description-1": "যদিও সাধারণত শক্তিশালী নিরাপত্তা বৈশিষ্ট্য দিয়ে ডিজাইন করা হয়, তাদের নিরাপত্তা অন্তর্নিহিত প্রযুক্তি, স্মার্ট কন্ট্র্যাক্ট নিরাপত্তা, এবং এর উপর নির্ভর করে",
  "page-layer-2-faq-ExpandableCard-2-link": "নেটওয়ার্কের পরিপক্কতা",
  "page-layer-2-faq-ExpandableCard-2-description-2": "নিরাপদ ব্যবহার নিশ্চিত করার জন্য ব্যবহারকারীদের উচিত ছোট লেনদেন দিয়ে শুরু করে যথাযথ সতর্কতা অবলম্বন করা এবং নতুন ডেভেলপমেন্ট সম্পর্কে আপডেট থাকা।",
  "page-layer-2-faq-ExpandableCard-3-title": "এই নেটওয়ার্কগুলোর উপর নির্ভর না করে ইথেরিয়াম কেন তার নিজের চেইন স্কেল করতে পারে না?",
  "page-layer-2-faq-ExpandableCard-3-description": "ইথেরিয়াম সহজে তার নিজের মূল চেইন স্কেল করতে পারে না কারণ এটিকে নিরাপদ এবং ডিসেন্ট্রালাইজড থাকতে হবে। মূল চেইনকে দ্রুততর করলে তা কম নিরাপদ এবং আরও সেন্ট্রালাইজড হয়ে যেতে পারে। ইথেরিয়াম নেটওয়ার্কগুলো মূল চেইনের বাইরে লেনদেন প্রক্রিয়া করে এবং তারপর নিরাপত্তার জন্য মূল চেইন ব্যবহার করে সাহায্য করে, যা ইথেরিয়ামকে নিরাপত্তা বা ডিসেন্ট্রালাইজেশন না হারিয়ে আরও বেশি লেনদেন পরিচালনা করার সুযোগ দেয়।",
  "page-layer-2-faq-ExpandableCard-4-title": "কেন কোনো 'অফিসিয়াল' ইথেরিয়াম নেটওয়ার্ক নেই?",
  "page-layer-2-faq-ExpandableCard-4-description": "ঠিক যেমন কোনও 'অফিসিয়াল' ইথেরিয়াম ক্লায়েন্ট নেই, তেমনই ভাবে কোনও 'অফিসিয়াল' ইথেরিয়াম লেয়ার 2 ও নেই। ইথেরিয়াম পারমিশনলেস প্রযুক্তি - তাই যে কেউই একটি লেয়ার 2 তৈরি করতে পারে! একাধিক দল তাদের লেয়ার 2-এর ভার্সন ইমপ্লিমেন্ট করবে এবং বিভিন্ন ধরনের ইউজ কেসের জন্য অপ্টিমাইজ করা ডিজাইন পদ্ধতির বিচিত্রতার কারণে ইকোসিস্টেমকে সামগ্রিকভাবে উপকৃত হবে। নেটওয়ার্কে বৈচিত্র্য আনার জন্য যেভাবে আমাদের একাধিক দল দ্বারা ডেভেলপ করা একাধিক ইথেরিয়াম ক্লায়েন্ট রয়েছে ঠিক একই ভাবে এটিও ভবিষ্যতে লেয়ার 2 ডেভেলপ করবে।",
  "page-layer-2-callout-1-title": "বিভিন্ন নেটওয়ার্ক এক্সপ্লোর করুন",
  "page-layer-2-callout-1-description": "জানুন কীভাবে নেটওয়ার্কগুলো একে অপরের থেকে আলাদা এবং তাদের ডেভেলপমেন্টে তারা কতদূর এগিয়েছে।",
  "page-layer-2-callout-2-title": "আরও বিস্তারিত জানতে আগ্রহী?",
  "page-layer-2-callout-2-description": "এই স্কেলিং পদ্ধতির প্রযুক্তি এবং কারণ সম্পর্কে জানতে আগ্রহী? এর পেছনের চিন্তাভাবনা এবং বিভিন্ন প্রযুক্তিগত পদ্ধতি সম্পর্কে আরও জানুন।",
  "page-layer-2-arbitrum-description": "Arbitrum One হল একটি সাধারণ-উদ্দেশ্যমূলক অপ্টিমেস্টিক রোলআপ যা Offchain Labs দ্বারা নির্মিত এবং Arbitrum DAO দ্বারা পরিচালিত।",
  "page-layer-2-base-description": "Base হল OP Stack দিয়ে নির্মিত একটি অপ্টিমেস্টিক রোলআপ। এটি কম খরচে এবং নির্মাতাদের জন্য বন্ধুত্বপূর্ণ একটি উপায় সরবরাহ করে যাতে যে কেউ, যে কোনো জায়গা থেকে, অনচেইন তৈরি করতে পারে।",
  "page-layer-2-optimism-description": "OP Mainnet একটি EVM-সমতুল্য অপ্টিমেস্টিক রোলআপ। এর লক্ষ্য দ্রুত, সহজ এবং নিরাপদ হওয়া।",
  "page-layer-2-blast-description": "Blast হল একটি EVM-সামঞ্জস্যপূর্ণ অপ্টিমেস্টিক রোলআপ যা নেটিভ ইয়েল্ড সমর্থন করে।",
  "page-layer-2-zksync2-description": "ZKsync Era হল সম্পূর্ণ EVM সামঞ্জস্য সহ একটি সাধারণ-উদ্দেশ্যমূলক ZK রোলআপ।",
  "page-layer-2-linea-description": "Linea হল Consensys zkEVM দ্বারা চালিত একটি ZK রোলআপ, যা ইথেরিয়াম নেটওয়ার্ককে স্কেল করার জন্য ডিজাইন করা হয়েছে।",
  "page-layer-2-scroll-description": "Scroll হল একটি ZK রোলআপ যা ZK প্রযুক্তি এবং EVM সামঞ্জস্যের মাধ্যমে ইথেরিয়ামের ক্ষমতা প্রসারিত করে।",
  "page-layer-2-starknet-description": "Starknet হল STARKs এবং Cairo VM-এর উপর ভিত্তি করে একটি সাধারণ উদ্দেশ্যমূলক ZK রোলআপ।",
  "page-layer-2-mode-description": "Mode হল একটি OP স্ট্যাক অপ্টিমেস্টিক রোলআপ যা AIFi অর্থনীতি তৈরি করছে।",
  "page-layer-2-taiko-description": "Taiko হল একটি ডিসেন্ট্রালাইজড, ইথেরিয়াম-সমতুল্য ZK-EVM রোলআপ যা নির্বিঘ্ন ক্রস-চেইন যোগাযোগ সক্ষম করে।",
  "page-layer-2-unichain-description": "Unichain হল একটি DeFi-নেটিভ ইথেরিয়াম L2, যা চেইন জুড়ে তারল্যের হোম হওয়ার জন্য নির্মিত।",
  "page-layer-2-ink-description": "Ink হল একটি ইথেরিয়াম OP স্ট্যাক লেয়ার 2 ব্লকচেইন যা Superchain-এর জন্য DeFi-এর ঘর হিসাবে ডিজাইন করা হয়েছে; এটি উদ্ভাবনী DeFi প্রোটোকল স্থাপন করার জন্য একটি শক্তিশালী বেসলেয়ার।",
  "page-layer-2-zircuit-description": "Zircuit হল একটি EVM-সামঞ্জস্যপূর্ণ ZK রোলআপ যা ক্ষতিকারক লেনদেন সনাক্ত এবং প্রতিরোধ করতে AI-চালিত সিকোয়েন্সার-স্তরের নিরাপত্তা বৈশিষ্ট্যযুক্ত।"
}
