{
  "page-what-is-ethereum-alt-img-bazaar": "একজন ব্যক্তির একটি বাজারে উঁকি মারার ছবি দিয়ে ইথেরিয়ামকে উপস্থাপন করা হয়",
  "page-what-is-ethereum-alt-img-comm": "ইথেরিয়াম কমিউনিটির সদস্যদের একসাথে কাজ করার একটি ছবি",
  "page-what-is-ethereum-alt-img-lego": "লেগো ব্রিক দিয়ে ETH লোগো তৈরি করা একটি হাতের ছবি",
  "page-what-is-ethereum-banking-card": "সবার জন্য ব্যাংকিং",
  "page-what-is-ethereum-banking-card-desc": "প্রত্যেকের আর্থিক পরিষেবাগুলোতে অ্যাক্সেস নেই। কিন্তু আপনার ইথেরিয়াম এবং ইথেরিয়ামের উপর ভিত্তি করে নির্মিত ঋণ, ধার এবং সঞ্চয় পণ্যগুলি অ্যাক্সেস করতে প্রয়োজন শুধুমাত্র একটি ইন্টারনেট সংযোগ।",
  "page-what-is-ethereum-build": "ইথেরিয়াম দিয়ে কিছু একটা তৈরি করুন",
  "page-what-is-ethereum-build-desc": "আপনি যদি ইথেরিয়াম এর উপর ভিত্তি করে কিছু তৈরি করতে চান, আমাদের ডকুমেন্টগুলো পড়ুন, কিছু টিউটোরিয়াল দেখে চেষ্টা করুন বা শুরু করতে আপনার প্রয়োজনীয় টুলস চেক করুন।",
  "page-what-is-ethereum-censorless-card": "সেন্সরশিপ-প্রতিরোধী",
  "page-what-is-ethereum-censorless-card-desc": "ইথেরিয়াম এর উপর কোন সরকার বা কোম্পানির নিয়ন্ত্রণ নেই। ডিসেন্ট্রালাইজেশনের কারণে আপনাকে পেমেন্ট গ্রহণ করা বা ইথেরিয়াম এ পরিষেবাগুলি ব্যবহার করা থেকে আটকানো প্রায় অসম্ভব।",
  "page-what-is-ethereum-comm-desc": "আমাদের কমিউনিটিতে শিল্পী, ক্রিপ্টো-নৈরাজ্যবাদী, ফরচুন 500 কোম্পানি এবং এখন আপনি সহ সব ধরণের ব্যাকগ্রাউন্ডের মানুষ রয়েছে। খুঁজে বের করুন কিভাবে আপনি আজই সম্পৃক্ত হতে পারেন।",
  "page-what-is-ethereum-commerce-card": "বাণিজ্য নিশ্চিতকরণ",
  "page-what-is-ethereum-commerce-card-desc": "গ্রাহকদের একটি সুরক্ষিত এবং বিল্ট-ইন নিশ্চয়তা রয়েছে যে ফান্ডগুলো কেবল তখনই হাতবদল হবে যদি যা সম্মত হয়েছিল আপনি তা প্রদান করেন। একইভাবে, ডেভেলপাররা নিশ্চিত হতে পারে যে তাদের জন্য থাকা নিয়মগুলি পরিবর্তন হবে না।",
  "page-what-is-ethereum-composable-card": "সংমিশ্রণযোগ্য পণ্য",
  "page-what-is-ethereum-composable-card-desc": "সকল অ্যাপ্লিকেশন একই ব্লকচেইনে একটি শেয়ার্ড গ্লোবাল স্টেটে তৈরি করা হয়েছে, যার অর্থ তারা একে অপরের উপর ভিত্তি করে তৈরি (ঠিক লেগো ব্রিকসের মতো)। এটি আরো ভাল পণ্য এবং অভিজ্ঞতা প্রদান করে এবং নিশ্চয়তা দেয় যে কেউ কোনো টুলস অপসারণ করতে পারবেন না যার উপর অন্য অ্যাপস নির্ভর করে।",
  "page-what-is-ethereum-community": "ইথেরিয়াম কমিউনিটি",
  "page-what-is-ethereum-desc": "আমাদের ডিজিটাল ভবিষ্যতের ভিত্তি",
  "page-what-is-ethereum-explore": "ইথেরিয়ামের জগত এক্সপ্লোর করুন",
  "page-what-is-ethereum-internet-card": "সবার জন্য উন্মুক্ত ইন্টারনেট",
  "page-what-is-ethereum-internet-card-desc": "যে কেউ ইথেরিয়াম নেটওয়ার্কের সাথে ইন্টারঅ্যাক্ট করতে বা এতে অ্যাপ্লিকেশন তৈরি করতে পারে। এটি আপনাকে কয়েকটি মেগা-কর্পোরেশন দ্বারা নিয়ন্ত্রিত হওয়ার পরিবর্তে, আপনার নিজস্ব সম্পদ এবং পরিচয় নিয়ন্ত্রণ করতে দেয়।",
  "page-what-is-ethereum-meet-comm": "কমিউনিটির সাথে সাক্ষাৎ করুন",
  "page-what-is-ethereum-meta-description": "ইথেরিয়াম সম্পর্কে জানুন, এটি কী করে এবং কীভাবে এটিকে নিজের জন্য ব্যবহার করবেন।",
  "page-what-is-ethereum-meta-title": "ইথেরিয়াম কী?",
  "page-what-is-ethereum-p2p-card": "একটি পিয়ার-টু-পিয়ার নেটওয়ার্ক",
  "page-what-is-ethereum-p2p-card-desc": "ইথেরিয়াম আপনাকে অন্য লোকেদের সাথে সরাসরি সমন্বয় করতে, চুক্তি করতে বা ডিজিটাল সম্পদ স্থানান্তর করতে দেয়। আপনাকে মধ্যস্থতাকারীদের উপর নির্ভর করতে হবে না।",
  "page-what-is-ethereum-start-building-btn": "বিল্ড করা শুরু করুন",
  "page-what-is-ethereum-title": "ইথেরিয়াম কী?",
  "page-what-is-ethereum-subtitle": "ইথেরিয়াম কীভাবে কাজ করে, এটি কি কি সুবিধা নিয়ে আসে এবং সারা বিশ্বের লক্ষ লক্ষ মানুষ কীভাবে এটি ব্যবহার করছে তার একটি সম্পূর্ণ শিক্ষানবিস গাইড।",
  "page-what-is-ethereum-button-lets-start": "চল শুরু করি",
  "page-what-is-ethereum-blockchain-tab-title": "->পৃষ্ঠা-কি-হয়-ইথেরিয়াম-ব্লকচেইন-হিসাব-শিরোনাম?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>একটি ব্লকচেইন হল লেনদেনের একটি ডেটাবেজ</b> যা একটি নেটওয়ার্কের অনেকগুলি কম্পিউটারে আপডেট এবং শেয়ার করা থাকে। প্রতিবার লেনদেনের একটি নতুন সেট যোগ করা হলে, একে \"ব্লক\" বলা হয় - তাই ব্লকচেইন নাম। ইথেরিয়াম এর মতো পাবলিক ব্লকচেইন যে কাউকে ডেটা যোগ করার অনুমতি দেয়, কিন্তু অপসারণ করতে দেয় না। কেউ যদি কোনো তথ্য পরিবর্তন করতে চায় বা সিস্টেমে প্রতারণা করতে চায়, তাহলে তাদের নেটওয়ার্কের অধিকাংশ কম্পিউটারে তা করতে হবে। যা অনেক! এটি ইথেরিয়ামের মতো ডিসেন্ট্রালাইজড ব্লকচেইনগুলিকে অত্যন্ত সুরক্ষিত করে তোলে।",
  "page-what-is-ethereum-cryptocurrency-tab-title": "->পৃষ্ঠা-কি-হয়-ইথেরিয়াম-কি-হয়-গুপ্ত-শিরোনাম?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "ক্রিপ্টোকারেন্সি একটি শব্দ যা ব্লকচেইন ব্যবহার করে সুরক্ষিত অনেক ধরনের ফাঞ্জিবল ডিজিটাল টোকেন বর্ণনা করতে ব্যবহৃত হয়। এগুলো সব বিটকয়েন দিয়ে শুরু হয়েছিল। একজন মধ্যস্থতাকারীকে বিশ্বাস না করেই দুই পক্ষের মধ্যে মূল্য হস্তান্তর করতে বিটকয়েন ব্যবহার করা যেতে পারে। আপনাকে শুধুমাত্র বিটকয়েন কোডে বিশ্বাস করতে হবে, যা সব উন্মুক্ত এবং অবাধে উপলব্ধ।",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "বিটকয়েন এবং ইথারের মতো সম্পদগুলিকে \"ক্রিপ্টোকারেন্সি\" বলার কারণ হল যে কোনো প্রতিষ্ঠান বা কর্পোরেশনকে সততার সাথে কাজ করার জন্য বিশ্বাস না করে আপনার ডেটা এবং সম্পদের নিরাপত্তা ক্রিপ্টোগ্রাফি দ্বারা নিশ্চিত করা হয়।",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "ইথেরিয়ামের নিজস্ব নেটিভ ক্রিপ্টোকারেন্সি আছে, ইথার (ETH), যা নেটওয়ার্কে কিছু ক্রিয়াকলাপের জন্য অর্থ প্রদান করতে ব্যবহৃত হয়। এটি অন্য ব্যবহারকারীদের কাছে স্থানান্তর করা যেতে পারে বা ইথেরিয়াম এ অন্যান্য টোকেনের জন্য অদলবদল করা যেতে পারে। ইথার হল স্পেশাল কারণ এটি ইথেরিয়াম এ অ্যাপস এবং অর্গানাইজেশন তৈরিতে ও চালাতে প্রয়োজনীয় কম্পিউটেশনের জন্য অর্থ প্রদানে ব্যবহৃত হয়।",
  "page-what-is-ethereum-summary-title": "সারাংশ",
  "page-what-is-ethereum-summary-desc-1": "ইথেরিয়াম হল সারা বিশ্বজুড়ে কম্পিউটারের একটি নেটওয়ার্ক যা ইথেরিয়াম প্রোটোকল নামক কিছু নিয়মের একটি সেট অনুসরণ করে। ইথেরিয়াম নেটওয়ার্ক কমিউনিটি, অ্যাপ্লিকেশন, সংস্থা এবং ডিজিটাল সম্পদের ভিত্তি হিসাবে কাজ করে যা যে কেউ তৈরি করতে এবং ব্যবহার করতে পারে।",
  "page-what-is-ethereum-summary-desc-2": "আপনি যেকোন জায়গা থেকে যেকোনও সময়ে একটি ইথেরিয়াম অ্যাকাউন্ট তৈরি করতে পারেন এবং অ্যাপস এর একটি বিশ্ব এক্সপ্লোর করতে পারবেন বা নিজেই তৈরি করতে পারবেন। এখানে মূল বিষয় হল যে আপনি নিয়ম পরিবর্তন করতে পারে বা আপনার অ্যাক্সেস সীমাবদ্ধ করতে পারে এমন কোনো কেন্দ্রীয় কর্তৃপক্ষকে বিশ্বাস না করেই এই সব করতে পারবেন যা।",
  "page-what-is-ethereum-summary-desc-3": "আরও জানতে পড়তে থাকুন…",
  "page-what-is-ethereum-btc-eth-diff-title": "ইথেরিয়াম ও বিটকয়েন এর মধ্যে পার্থক্য কি?",
  "page-what-is-ethereum-btc-eth-diff-1": "2015-এ চালু করা, ইথেরিয়াম কিছু বড় পার্থক্য সহ বিটকয়েনের উদ্ভাবনের উপর ভিত্তি করে তৈরি।",
  "page-what-is-ethereum-btc-eth-diff-2": "উভয়ই আপনাকে পেমেন্ট প্রদানকারী বা ব্যাংক ছাড়াই ডিজিটাল অর্থ ব্যবহার করতে দেয়। কিন্তু <b>ইথেরিয়াম প্রোগ্রামযোগ্য</b>, তাই আপনি এর নেটওয়ার্কে ডিসেন্ট্রালাইজড অ্যাপ্লিকেশনগুলি তৈরি এবং ডেপ্লয় করতে পারেন।",
  "page-what-is-ethereum-btc-eth-diff-3": "বিটকয়েন আমাদের একে অপরের কাছে মৌলিক বার্তা পাঠাতে সক্ষম করে যা আমরা মূল্যবান বলে মনে করি। কর্তৃপক্ষ ছাড়া মূল্য তৈরি করা সত্যিই শক্তিশালী। ইথেরিয়াম এই সম্ভাবনাকে প্রসারিত করে: শুধুমাত্র বার্তাগুলির পরিবর্তে, আপনি যেকোনো পাবলিক প্রোগ্রাম বা কন্ট্রাক্ট লিখতে পারেন। কন্ট্রাক্টের ধরণের কোন সীমা নেই যা তৈরি করা যেতে পারে এবং সম্মত হতে পারে, তাই ইথেরিয়াম নেটওয়ার্কে দুর্দান্ত সব উদ্ভাবন ঘটে থাকে।",
  "page-what-is-ethereum-btc-eth-diff-4": "যেখানে বিটকয়েন কেবল একটি পেমেন্ট নেটওয়ার্ক, ইথেরিয়াম হল অনেকটা আর্থিক পরিষেবা, গেমস, সামাজিক নেটওয়ার্ক এবং অন্যান্য অ্যাপের বাজারের মতো।",
  "page-what-is-ethereum-what-can-eth-do-title": "ইথেরিয়াম কি করতে পারে?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "আমি কেন ইথেরিয়াম ব্যবহার করব?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "আপনি যদি বিশ্বব্যাপী সমন্বয় করতে, অর্গানাইজেশন তৈরি করতে, অ্যাপ তৈরি করতে এবং মূল্য ভাগ করার জন্য আরও স্থিতিস্থাপক, উন্মুক্ত এবং বিশ্বস্ত উপায়ে আগ্রহী হন, তাহলে ইথেরিয়াম আপনার জন্য। ইথেরিয়াম হল একটি গল্প যা আমাদের সকলের দ্বারা লেখা, তাই আসুন এবং আবিষ্কার করুন আমরা একসাথে এটির দ্বারা কেমন অবিশ্বাস্য একটি পৃথিবী তৈরি করতে পারি।",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "ইথেরিয়াম সেই লোকদের জন্যও অমূল্য হয়েছে যাদের নিয়ন্ত্রণের বাইরের বাহ্যিক শক্তির কারণে তাদের সম্পদের নিরাপত্তা বা সুস্থতা বা গতিশীলতার বিষয়ে অনিশ্চয়তা সামলাতে হয়েছে।",
  "page-what-is-ethereum-slide-1-title": "সাশ্রয়ী এবং দ্রুত ক্রসবর্ডার পেমেন্টস",
  "page-what-is-ethereum-slide-1-desc-1": "<b>স্টেবলকয়েন</b> হল একটি অভিনব ধরনের ক্রিপ্টোকারেন্সি যা এর মূল্যের ভিত্তি হিসেবে আরও স্থিতিশীল সম্পদের উপর নির্ভর করে। তাদের বেশিরভাগই মার্কিন যুক্তরাষ্ট্রের ডলারের সাথে যুক্ত এবং তাই সেই মুদ্রার মান বজায় থাকে। এটি একটি খুব সাশ্রয়ী এবং স্থিতিশীল বিশ্বব্যাপী পেমেন্ট সিস্টেম ব্যবহার করতে দেয়। এখনকার অনেক স্টেবলকয়েন ইথেরিয়াম নেটওয়ার্কে নির্মিত।",
  "page-what-is-ethereum-slide-1-desc-2": "ইথেরিয়াম এবং স্টেবলকয়েন বিদেশে টাকা পাঠানোর প্রক্রিয়াকে সহজ করে। এটির সারা বিশ্বজুড়ে ফান্ড সরাতে প্রায়শই মাত্র কয়েক মিনিট সময় নেয়, তার বিপরীতে আপনার সাধারণ ব্যাংকের বেশ কয়েকটি ব্যবসায়িক দিন বা এমনকি সপ্তাহও লাগতে পারে এবং এর মূল্যের একটি অংশের জন্যও। উপরন্তু, একটি উচ্চ মূল্যের লেনদেন করার জন্য কোনও অতিরিক্ত ফি নেই এবং আপনি কোথায় বা কেন আপনার অর্থ পাঠাচ্ছেন তার কোন বিধিনিষেধ নেই।",
  "page-what-is-ethereum-slide-2-title": "সংকটের সময়ে দ্রুততম সাহায্য",
  "page-what-is-ethereum-slide-2-desc-1": "আপনি যেখানে বসবাস করেন সেখানে যদি বিশ্বস্ত প্রতিষ্ঠানের মাধ্যমে একাধিক ব্যাংকিং বিকল্প পেতে যথেষ্ট ভাগ্যবান হন, তাহলে আপনি হয়ত তাদের দেওয়া আর্থিক স্বাধীনতা, নিরাপত্তা এবং স্থিতিশীলতাকে মঞ্জুর করতে পারেন। কিন্তু সারা বিশ্বের অনেক লোকের জন্য যারা রাজনৈতিক নিপীড়ন বা অর্থনৈতিক কষ্টের সম্মুখীন হয়, আর্থিক প্রতিষ্ঠানগুলি তাদের প্রয়োজনীয় সুরক্ষা বা পরিষেবা প্রদান করতে পারে না।",
  "page-what-is-ethereum-slide-2-desc-2": "যখন যুদ্ধ, অর্থনৈতিক বিপর্যয় বা নাগরিক স্বাধীনতার উপর ক্র্যাকডাউন <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">ভেনিজুয়েলা</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">কিউবা</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">আফগানিস্তান</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">নাইজেরিয়া</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">বেলারুশ</a>, এবং <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">ইউক্রেন</a> এর বাসিন্দাদের আঘাত করে, তখন ক্রিপ্টোকারেন্সিগুলি আর্থিক সংস্থাকে ধরে রাখার জন্য দ্রুত এবং প্রায়শই একমাত্র বিকল্প গঠন করে।<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> এই উদাহরণগুলিতে দেখা যায়, ইথেরিয়ামের মতো ক্রিপ্টোকারেন্সিগুলি বিশ্ব অর্থনীতিতে নিরবচ্ছিন্ন অ্যাক্সেস সরবরাহ করতে পারে যখন লোকেরা বাইরের বিশ্ব থেকে বিচ্ছিন্ন হয়ে যায়। অতিরিক্ত মুদ্রাস্ফীতির কারণে স্থানীয় মুদ্রাগুলো যখন ধসে পড়ছে তখন স্টেবলকয়েন অর্থের মূল্যের একটি স্টোর প্রদান করে।",
  "page-what-is-ethereum-slide-3-title": "নির্মাতাদের ক্ষমতায়ন",
  "page-what-is-ethereum-slide-3-desc-1": "শুধুমাত্র 2021 সালে, শিল্পী, সঙ্গীতজ্ঞ, লেখক এবং অন্যান্য নির্মাতারা ইথেরিয়াম ব্যবহার করে সম্মিলিতভাবে প্রায় $3.5 বিলিয়ন অর্থ উপার্জন করেছেন। এটি Spotify, YouTube এবং Etsy এর পাশাপাশি নির্মাতাদের জন্য ইথেরিয়াম কে বৃহত্তম গ্লোবাল প্ল্যাটফর্মগুলির একটি করে তুলেছে। <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">আরও জানুন</a>।",
  "page-what-is-ethereum-slide-4-title": "গেমারদের ক্ষমতায়ন",
  "page-what-is-ethereum-slide-4-desc-1": "প্লে টু আর্ন গেমস (যেখানে খেলোয়াড়দের গেম খেলার জন্য প্রকৃতপক্ষে পুরস্কৃত করা হয়) সম্প্রতি আবির্ভূত হয়েছে এবং গেমিং শিল্পকে রূপান্তরিত করছে। ঐতিহ্যগতভাবে, প্রকৃত অর্থের জন্য অন্য খেলোয়াড়দের কাছে খেলার মধ্যে সম্পদ বাণিজ্য বা স্থানান্তর করা প্রায়ই নিষিদ্ধ। এটি খেলোয়াড়দের কালো বাজারের ওয়েবসাইটগুলি ব্যবহার করতে বাধ্য করে যা প্রায়শই একটি নিরাপত্তা ঝুঁকি। ব্লকচেইন গেমিং ইন-গেম অর্থনীতিকে আলিঙ্গন করে এবং এই ধরনের আচরণকে বিশ্বস্তভাবে প্রচার করে।",
  "page-what-is-ethereum-slide-4-desc-2": "তদুপরি, খেলোয়াড়রা প্রকৃত অর্থের জন্য ইন-গেম টোকেন বাণিজ্য করতে সক্ষম হওয়ার দ্বারা উৎসাহিত হয় এবং এইভাবে তাদের খেলার সময়ের জন্য আসলেই পুরস্কৃত হয়।",
  "page-what-is-ethereum-meet-ether-title": "ইথার এর পরিচিত হন, ইথেরিয়ামের ক্রিপ্টোকারেন্সি",
  "page-what-is-ethereum-meet-ether-desc-1": "ইথেরিয়াম নেটওয়ার্কে অনেক কাজের জন্য ইথেরিয়ামের এমবেডেড কম্পিউটারে কিছু কাজ করতে হয় (এটি ইথেরিয়াম ভার্চুয়াল মেশিন নামে পরিচিত)। এই কম্পিউটেশন বিনামূল্যে নয়; এটিকে ইথেরিয়ামের নেটিভ ক্রিপ্টোকারেন্সি ব্যবহারের জন্য অর্থ প্রদান করা হয় যাকে ইথার (ETH) বলা হয়। এর মানে নেটওয়ার্ক ব্যবহার করার জন্য আপনার কমপক্ষে অল্প পরিমাণ ইথার প্রয়োজন।",
  "page-what-is-ethereum-meet-ether-desc-2": "ইথার সম্পূর্ণরূপে ডিজিটাল, এবং আপনি তাৎক্ষণিকভাবে বিশ্বের যে কোনো স্থানে এটি পাঠাতে পারেন। ইথারের সরবরাহ কোনো সরকার বা কোম্পানি দ্বারা নিয়ন্ত্রিত হয় না - এটি ডিসেন্ট্রালাইজড এবং সম্পূর্ণ স্বচ্ছ। ইথার প্রোটোকল অনুসারে একটি সুনির্দিষ্ট পদ্ধতিতে ইস্যু করা হয়, শুধুমাত্র সেই সকল স্টেকদের জন্য যারা নেটওয়ার্ক সুরক্ষিত করে।",
  "page-what-is-ethereum-what-is-ether": "What is ether?",
  "page-what-is-ethereum-get-eth": "ETH পান",
  "page-what-is-ethereum-explore-applications": "অ্যাপ্লিকেশন এক্সপ্লোর করুন",
  "page-what-is-ethereum-learn-defi": "DeFi সম্পর্কে জানুন",
  "page-what-is-ethereum-who-runs-ethereum-title": "ইথেরিয়াম কে চালায়?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "ইথেরিয়াম কোনো বিশেষ সত্তা দ্বারা নিয়ন্ত্রিত হয় না। এটি তখনই বিদ্যমান থাকে যখন ইথেরিয়াম ব্লকচেইনে যুক্ত হওয়া কম্পিউটারগুলি থাকে এবং ইথেরিয়াম প্রোটোকল অনুসরণ করা সফ্টওয়্যার চালায়। এই কম্পিউটারগুলির প্রতিটি একটি নোড হিসাবে পরিচিত। নোডগুলি যে কেউ চালাতে পারে, যদিও নেটওয়ার্ক সুরক্ষিত করার জন্য আপনাকে ETH (ইথেরিয়ামের নেটিভ টোকেন) স্টেইক করতে হবে। 32 ETH সহ যে কেউ অনুমতির প্রয়োজন ছাড়াই এটি করতে পারে।",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "এমনকি ইথেরিয়াম সোর্স কোড একটি একক সত্তা দ্বারা উৎপাদিত হয় না। যে কেউ প্রোটোকলের পরিবর্তনের পরামর্শ দিতে পারে এবং আপগ্রেড নিয়ে আলোচনা করতে পারে। ইথেরিয়াম প্রোটোকলের বেশ কয়েকটি বাস্তবায়ন রয়েছে যা স্বাধীন সংস্থাগুলি দ্বারা বিভিন্ন প্রোগ্রামিং ভাষায় উদ্গত হয় এবং সেগুলি সাধারণত উন্মুক্তভাবে নির্মিত হয় এবং কমিউনিটির অবদানকে উৎসাহিত করে।",
  "page-what-is-ethereum-run-a-node": "Run a node",
  "page-what-is-ethereum-smart-contract-title": "What are smart contracts?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>স্মার্ট কন্ট্র্যাক্ট হল কম্পিউটার প্রোগ্রাম</b> যা ইথেরিয়াম ব্লকচেইনে থাকে। ব্যবহারকারীর কাছ থেকে লেনদেনের মাধ্যমে ট্রিগার হলে তারা কার্যকর হয়। তারা ইথেরিয়াম যা করতে পারে তাকে খুব নমনীয় করে তোলে। এই প্রোগ্রামগুলি ডিসেন্ট্রালাইজড অ্যাপ এবং অর্গানাইজেশনগুলির জন্য বিল্ডিং ব্লক হিসাবে কাজ করে।",
  "page-what-is-ethereum-smart-contract-desc-2": "আপনি কি কখনও এমন একটি পণ্য ব্যবহার করেছেন যা এর পরিষেবার শর্তাবলী পরিবর্তন করেছে? অথবা আপনি দরকারী পেয়েছেন এমন একটি বৈশিষ্ট্য মুছে ফেলেছে? একবার ইথেরিয়াম এ একটি স্মার্ট কন্ট্র্যাক্ট প্রকাশিত হলে, যতক্ষণ ইথেরিয়াম থাকবে ততক্ষণ এটি অনলাইনে এবং কার্যকরী থাকবে। এমনকি লেখকও এটি নামাতে পারে না। যেহেতু স্মার্ট কন্ট্রাক্টগুলি স্বয়ংক্রিয়, সেগুলি কোনও ব্যবহারকারীর সাথে বৈষম্য করে না এবং সর্বদা ব্যবহারের জন্য প্রস্তুত থাকে।",
  "page-what-is-ethereum-smart-contract-desc-3": "স্মার্ট কন্ট্রাক্টের জনপ্রিয় উদাহরণ হল ধার দেওয়া অ্যাপ, ডিসেন্ট্রালাইজড ট্রেডিং এক্সচেঞ্জ, বীমা, চতুর্মুখী ফান্ড, সামাজিক নেটওয়ার্ক, NFT - মূলত আপনি যা কিছু ভাবতে পারেন।",
  "page-what-is-ethereum-more-on-smart-contracts": "স্মার্ট কন্ট্র্যাক্ট সম্পর্কে আরো",
  "page-what-is-ethereum-explore-dapps": "Dapps এক্সপ্লোর করুন",
  "page-what-is-ethereum-criminal-activity-title": "আমি শুনেছি ক্রিপ্টো অপরাধমূলক কার্যকলাপের হাতিয়ার হিসেবে ব্যবহার করা হচ্ছে। এটা কি সত্য?",
  "page-what-is-ethereum-criminal-activity-desc-1": "যেকোনো প্রযুক্তির মতো, এটি কখনও কখনও অপব্যবহার করা হবে। তবে, যেহেতু ইথেরিয়ামের সকল লেনদেন একটি উন্মুক্ত ব্লকচেইনে হয়, তাই প্রথাগত আর্থিক ব্যবস্থার চেয়ে অবৈধ কার্যকলাপ ট্র্যাক করা কর্তৃপক্ষের পক্ষে প্রায়শই সহজ হয়, যুক্তিযুক্তভাবে যারা শনাক্ত না হওয়া পছন্দ করে তাদের জন্য ইথেরিয়ামকে একটি কম আকর্ষণীয় পছন্দ করে তোলে।",
  "page-what-is-ethereum-criminal-activity-desc-2": "ইউরোপোল, ইউরোপীয় ইউনিয়ন এজেন্সি ফর ল এনফোর্সমেন্ট কো-অপারেশনের সাম্প্রতিক প্রতিবেদনের মূল অনুসন্ধান অনুসারে ক্রিপ্টো অপরাধমূলক উদ্দেশ্যে ফিয়াট মুদ্রার চেয়ে অনেক কম ব্যবহার করা হয়:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"অবৈধ ক্রিয়াকলাপের জন্য ক্রিপ্টোকারেন্সির ব্যবহার সামগ্রিক ক্রিপ্টোকারেন্সি অর্থনীতির মাত্র একটি ছোট অংশ নিয়ে গঠিত বলে মনে হয় এবং এটি প্রচলিত অর্থের সাথে জড়িত অবৈধ ফান্ডের পরিমাণের তুলনায় তুলনামূলকভাবে ছোট বলে মনে হয়।\"",
  "page-what-is-ethereum-energy-title": "ইথেরিয়াম এর শক্তি খরচ সম্পর্কে কি?",
  "page-what-is-ethereum-energy-desc-1": "15 সেপ্টেম্বর এ, 2022-এ, ইথেরিয়াম দ্য মার্জ আপগ্রেডের মধ্য দিয়ে গিয়েছিল যা ইথেরিয়াম কে প্রুফ-অফ-ওয়ার্ক থেকে প্রুফ-অফ-স্টেকে রূপান্তরিত করেছিল।",
  "page-what-is-ethereum-energy-desc-2": "মার্জ ছিল ইথেরিয়ামের সবচেয়ে বড় আপগ্রেড এবং এটি ইথেরিয়াম সুরক্ষিত করার জন্য প্রয়োজনীয় শক্তি খরচ <b>99.95%</b> কমিয়েছে, <b>অনেক কম কার্বন খরচের জন্য আরও নিরাপদ নেটওয়ার্ক</b> তৈরি করেছে। ইথেরিয়াম এখন একটি কম-কার্বন ব্লকচেইন যখন এর নিরাপত্তা এবং পরিমাপযোগ্যতা বৃদ্ধি পাচ্ছে।",
  "page-what-is-ethereum-more-on-energy-consumption": "শক্তি খরচ সম্পর্কে আরো",
  "page-what-is-ethereum-energy-consumption-chart-legend": "TWh/yr এ বার্ষিক শক্তি খরচ",
  "energy-consumption-chart-global-data-centers-label": "গ্লোবাল ডেটা সেন্টারসমূহ",
  "energy-consumption-gold-mining-cbeci-label": "গোল্ড মাইনিং",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "US-এ গেমিং",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "দ্যা মার্জ আপডেট",
  "page-what-is-ethereum-additional-reading": "Further reading",
  "page-what-is-ethereum-week-in-ethereum": "সপ্তাহের ইথেরিয়াম খবর",
  "page-what-is-ethereum-week-in-ethereum-desc": "- একটি সাপ্তাহিক নিউজলেটার যা ইকোসিস্টেম জুড়ে মূল উন্নয়নগুলো কভার করে।",
  "page-what-is-ethereum-kernel-dreamers": "কার্নেল",
  "page-what-is-ethereum-kernel-dreamers-desc": "ইথেরিয়াম এর স্বপ্ন",
  "page-what-is-ethereum-atoms-institutions-blockchains": "পরমাণু, প্রতিষ্ঠান, ব্লকচেইন",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- কেন ব্লকচেইন গুরুত্বপূর্ণ?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "সংখ্যায় ইথেরিয়াম",
  "adoption-chart-column-now-label": "এখন",
  "adoption-chart-investors-label": "বিনিয়োগকারী",
  "adoption-chart-developers-label": "ডেভেলপার",
  "adoption-chart-companies-label": "কোম্পানি",
  "adoption-chart-artists-label": "শিল্পী",
  "adoption-chart-musicians-label": "সঙ্গীতজ্ঞ",
  "adoption-chart-writers-label": "লেখক",
  "adoption-chart-gamers-label": "গেমার",
  "adoption-chart-refugees-label": "শরণার্থীরা"
}
