{
  "page-what-is-ethereum-network-meta-title": "ইথেরিয়াম নেটওয়ার্ক কী? | ethereum.org",
  "page-what-is-ethereum-network-meta-description": "ইথেরিয়াম নেটওয়ার্ক কী, স্টেকিং এবং নিরাপত্তা, নেটওয়ার্ক ফি (ওরফে গ্যাস), লেয়ার 2 স্কেলিং নেটওয়ার্ক এবং কীভাবে লাইভ নেটওয়ার্ক ডেটা অন্বেষণ করা যায় তা বুঝুন।",
  "page-what-is-ethereum-network-twitter-meta-description": "ইথেরিয়াম নেটওয়ার্ক কী, স্টেকিং এবং নিরাপত্তা, নেটওয়ার্ক ফি, লেয়ার 2 স্কেলিং নেটওয়ার্ক এবং কীভাবে লাইভ নেটওয়ার্ক ডেটা অন্বেষণ করা যায় তা বুঝুন।",
  "page-what-is-ethereum-network-title": "ইথেরিয়াম নেটওয়ার্ক কী?",
  "page-what-is-ethereum-network-description-1": "ইথেরিয়াম নেটওয়ার্ক হল ভৌত ও ডিজিটাল পরিকাঠামো যা ইথেরিয়ামকে ভিত্তি করে।",
  "page-what-is-ethereum-network-description-2": "এর মধ্যে রয়েছে ডেটা সঞ্চয়কারী নোড, লেনদেন প্রক্রিয়াকরণকারী ভ্যালিডেটর, স্মার্ট কন্ট্র্যাক্ট কার্যকরকারী সফ্টওয়্যার এবং লেয়ার 2 নেটওয়ার্ক যা মূল চেইনের বাইরে ইথেরিয়ামকে স্কেল করে।",
  "page-what-is-ethereum-network-section-network-fees-title": "ইথেরিয়াম নেটওয়ার্ক ফি (ওরফে গ্যাস ফি) কী?",
  "page-what-is-ethereum-network-section-staking-title": "স্টেকিং কী এবং এটি কীভাবে নেটওয়ার্ককে সুরক্ষিত করে?",
  "page-what-is-ethereum-network-section-layer-2s-title": "ইথেরিয়াম লেয়ার 2s কী এবং তারা কীভাবে নেটওয়ার্ক স্কেল করে?",
  "page-what-is-ethereum-network-section-live-network-data-title": "লাইভ ইথেরিয়াম নেটওয়ার্ক ডেটা কীভাবে অন্বেষণ করবেন",
  "page-what-is-ethereum-network-read-next-title": "পরবর্তীতে পড়ুন",
  "page-what-is-ethereum-network-read-next-item-1": "ওয়ালেট কী?",
  "page-what-is-ethereum-network-read-next-item-2": "ইথার (ETH)বলতে কী বোঝায়?",
  "page-what-is-ethereum-network-read-next-item-3": "Web3 কী?",
  "page-what-is-ethereum-network-read-next-item-4": "ইথেরিয়াম নেটওয়ার্ক সম্পর্কে আরও জানুন",
  "page-what-is-ethereum-network-section-description-1": "যখন মানুষ ইথেরিয়াম নিয়ে কথা বলে, তখন তারা সাধারণত কয়েকটি ভিন্ন জিনিস নিয়ে কথা বলে। এখানে অ্যাপস এবং ডিজিটাল সম্পদের ইকোসিস্টেম, ওপেন-সোর্স সফ্টওয়্যার প্ল্যাটফর্ম এবং নেটিভ কারেন্সি ইথার (ETH) রয়েছে।",
  "page-what-is-ethereum-network-section-description-2": "কিন্তু এর সবকিছুর নিচেই রয়েছে <strong>ইথেরিয়াম নেটওয়ার্ক</strong>; ভৌত এবং ডিজিটাল ভিত্তি যা সবকিছুকে একসাথে বেঁধে রাখে।",
  "page-what-is-ethereum-network-section-description-3": "মূলত, ইথেরিয়াম নেটওয়ার্ক হল <strong>নোড নামক হাজার হাজার স্বাধীন কম্পিউটারের</strong> একটি সংগ্রহ। এই নোডগুলি <strong>সারা বিশ্বের মানুষের দ্বারা চালিত হয়</strong>। তারা ডেটা সঞ্চয় করতে, স্মার্ট কন্ট্র্যাক্ট সম্পাদন করতে এবং একটি উন্মুক্ত, পাবলিক লেজারে প্রতিটি লেনদেন রেকর্ড করতে একসাথে কাজ করে।",
  "page-what-is-ethereum-network-section-description-4": "ইথেরিয়াম নেটওয়ার্ক বেশ কয়েকটি মূল কাজ পরিচালনা করে, যেমন:",
  "page-what-is-ethereum-network-section-description-5": "ব্যবহারকারীর অ্যাকাউন্ট এবং ব্যালেন্স আপডেট করা",
  "page-what-is-ethereum-network-section-description-6": "স্মার্ট কন্ট্র্যাক্ট কার্যকর করা (অ্যাপস চালনাকারী প্রোগ্রাম)",
  "page-what-is-ethereum-network-section-description-7": "ডিজিটাল সম্পদের মালিকানা ট্র্যাক করা (যেমন স্টেবলকয়েন এবং NFTs)",
  "page-what-is-ethereum-network-section-description-8": "প্রতিদিন ইথেরিয়ামের মাধ্যমে প্রবাহিত সমস্ত লেনদেন প্রক্রিয়াকরণ করা",
  "page-what-is-ethereum-network-section-description-9": "সৌভাগ্যবশত, এটি ব্যবহার করার জন্য আপনাকে নেটওয়ার্ক কীভাবে কাজ করে তা বোঝার দরকার নেই।",
  "page-what-is-ethereum-network-section-description-10": "বেশিরভাগ মানুষ একটি <a>ডিজিটাল ওয়ালেটের</a> মাধ্যমে নেটওয়ার্ক ব্যবহার করে। <strong>একটি ওয়ালেট</strong> সাধারণত একটি ওয়েব বা মোবাইল অ্যাপ যা আপনাকে <strong>ETH পাঠানো</strong> এবং <strong>গ্রহণ করা, আপনার সম্পদ পরিচালনা করা</strong> এবং অ্যাপস ব্যবহার করার অনুমতি দেয়।",
  "page-what-is-ethereum-network-section-description-11": "অন্যান্য ধরনের ব্যবহারকারী যেমন ডেভেলপার এবং ইথেরিয়ামে নির্মাণকারী ব্যবসাগুলি APIs, নোড সফ্টওয়্যার ব্যবহার করতে পারে বা স্মার্ট কন্ট্র্যাক্ট ডিপ্লয় করতে পারে।",
  "page-what-is-ethereum-network-section-description-12": "ইথেরিয়াম নেটওয়ার্কটি ঐতিহ্যবাহী সিস্টেম থেকে ভিন্ন কারণ এটি যেভাবে ডিজাইন করা হয়েছে। <strong>ইথেরিয়ামের কোড এবং ডেটা বিশ্বজুড়ে বিকেন্দ্রীভূত নোডগুলিতে</strong> সংরক্ষণ করা হয়, তাই কেউ আপনার অ্যাক্সেস ব্লক করতে বা আপনার অ্যাপ বন্ধ করতে পারে না।",
  "page-what-is-ethereum-network-section-description-13": "এবং যেহেতু যে কেউ যোগ দিতে পারে, এটি বিশ্বব্যাপী অ্যাক্সেস এবং উদ্ভাবনের দরজা খুলে দেয়।",
  "page-what-is-ethereum-network-section-description-14": "এই গুণাবলী এমন জিনিসগুলিকে সক্ষম করে যা আগে সম্ভব ছিল না, যেমন:",
  "page-what-is-ethereum-network-section-description-15": "ডেটার মালিকানা",
  "page-what-is-ethereum-network-section-description-16": "ডি-প্ল্যাটফর্মিং ছাড়া সোশ্যাল মিডিয়া",
  "page-what-is-ethereum-network-section-description-17": "উন্মুক্ত এবং স্বচ্ছ আর্থিক ব্যবস্থা",
  "page-what-is-ethereum-network-section-description-18": "মূলত, ইথেরিয়াম নেটওয়ার্ক ডিজিটাল মালিকানা এবং উন্মুক্ত অংশগ্রহণের জন্য একটি ভিত্তি।",
  "page-what-is-ethereum-network-section-description-19": "আপনি হয়তো লোকেদের <strong>Ethereum Mainnet</strong>-এর কথা বলতে শুনে থাকবেন। এটি সেই একই ইথেরিয়াম নেটওয়ার্ক যা লক্ষ লক্ষ মানুষ প্রতিদিন ব্যবহার করে, যেখানে প্রকৃত সম্পদ বিনিময় হয় এবং বাস্তব অ্যাপস লাইভ থাকে। কিন্তু “মেইননেট” এটিকে ইথেরিয়াম লেয়ার 2 নেটওয়ার্ক এবং টেস্ট নেটওয়ার্ক (টেস্টনেট) থেকে আলাদা করতে সাহায্য করে, যা ডেভেলপাররা লাইভ হওয়ার আগে নতুন বৈশিষ্ট্যগুলি চেষ্টা করার জন্য ব্যবহার করে।",
  "page-what-is-ethereum-network-gas-section-description-1": "ইথেরিয়ামের প্রতিটি লেনদেনের জন্য গ্যাস ফি নামক একটি ছোট ফি লাগে। আপনি ETH পাঠান, টোকেন সোয়াপ করেন বা কোনো অ্যাপ ব্যবহার করেন না কেন, প্রতিবার ব্লকচেইনে ডেটা লেখার সময় আপনাকে অল্প পরিমাণে গ্যাস দিতে হয়।",
  "page-what-is-ethereum-network-gas-section-description-2": "<strong>গ্যাস ফি ইথেরিয়ামকে মসৃণভাবে চলতে সাহায্য করে</strong>। এটি ছাড়া, খারাপ অভিনেতারা খালি লেনদেন দিয়ে নেটওয়ার্ককে স্প্যাম করতে পারত এবং ভারী কনজেশনের মাধ্যমে এটি ব্যবহার করা অসম্ভব করে তুলত, কারণ ব্যবহারকারীরা যে ফি দিতে ইচ্ছুক তার দ্বারা লেনদেনকে অগ্রাধিকার দেওয়ার কোনো উপায় থাকত না।",
  "page-what-is-ethereum-network-gas-section-description-3": "ইথেরিয়াম গ্যাস ফি একটি লেনদেন দ্বারা ব্যবহৃত বিভিন্ন রিসোর্সের খরচ কভার করে, যেমন কম্পিউট, ব্যান্ডউইথ বা স্টোরেজ। এই সবকিছু ব্যবহারকারীদের জন্য একটি একক মূল্যে বিমূর্ত করা হয়, কিন্তু প্রতিটি অপারেশনের জন্য অন্যদের তুলনায় কত খরচ হওয়া উচিত তা নির্ধারণ করতে ব্যাপক গবেষণা ও উন্নয়ন করা হয়।",
  "page-what-is-ethereum-network-gas-section-description-4": "তাহলে, আপনি যখন গ্যাস দেন তখন কী হয়? এর একটি অংশ <strong>ভ্যালিডেটরকে দেওয়া হয়</strong> যিনি আপনার লেনদেনকে লেনদেনের একটি “ব্লকে” যুক্ত করেন। আরেকটি অংশ <strong>“বার্ন” বা পুড়িয়ে ফেলা হয়, সরবরাহ থেকে এটি সরিয়ে দেওয়া হয়</strong>।",
  "page-what-is-ethereum-network-gas-section-description-5": "এটি সরবরাহ এবং চাহিদার মধ্যে ভারসাম্য বজায় রাখতে সাহায্য করে, কারণ <strong>যখন নেটওয়ার্ক ব্যস্ত থাকে, তখন ফি বেড়ে যায়</strong>। যখন পরিস্থিতি শান্ত থাকে, তখন ফি কমে যায়।",
  "page-what-is-ethereum-network-gas-section-description-6": "যেহেতু নেটওয়ার্কটি ২০২১ সালের আগস্টে <blog>ফি বার্নিং চালু করেছে</blog>, <strong>লক্ষ লক্ষ ETH <beaconchain>বার্ন করা হয়েছে</beaconchain></strong>। আপনি ইথেরিয়াম কমিউনিটি দ্বারা নির্মিত <ultrasound>নেটওয়ার্ক ড্যাশবোর্ড এবং এক্সপ্লোরার</ultrasound> ব্যবহার করে সর্বশেষ সংখ্যাগুলি অন্বেষণ করতে পারেন।",
  "page-what-is-ethereum-network-gas-section-description-7": "তাহলে, একটি লেনদেনের খরচ কত?",
  "page-what-is-ethereum-network-gas-section-description-8": "আচ্ছা, <strong>আপনি কী করছেন তার উপর নির্ভর করে ফি পরিবর্তিত হয়</strong>। শুধু ETH পাঠাতে এক ডলারের কম খরচ হতে পারে। একটি ডিসেন্ট্রালাইজড এক্সচেঞ্জে (DEX) টোকেন সোয়াপ করতে কয়েক ডলার বা তার বেশি লাগতে পারে, বিশেষ করে যদি নেটওয়ার্ক ব্যস্ত থাকে। লেনদেন যত জটিল হবে, তত বেশি গ্যাস খরচ হবে।",
  "page-what-is-ethereum-network-gas-section-description-9": "গ্যাস ফি ইথেরিয়াম ব্যবহারের সবচেয়ে দৃশ্যমান অংশগুলির মধ্যে একটি, বিশেষ করে নতুন ব্যবহারকারীদের জন্য, তবে এটি সবই নেটওয়ার্ককে আরও নির্ভরযোগ্য এবং সুরক্ষিত করার জন্য ব্যয় হয়।",
  "page-what-is-ethereum-network-gas-section-description-10": "ইথেরিয়াম নেটওয়ার্ক ফি সম্পর্কে আরও জানুন",
  "page-what-is-ethereum-network-staking-section-description-1": "ইথেরিয়াম নেটওয়ার্ক স্টেকিং নামক একটি সিস্টেম দ্বারা সুরক্ষিত। এভাবেই ইথেরিয়াম <strong>লেনদেন যাচাই করে, নতুন ব্লক যোগ করে</strong>, এবং নেটওয়ার্ককে <strong>আক্রমণ থেকে নিরাপদ রাখে</strong>।",
  "page-what-is-ethereum-network-staking-section-description-2": "যখন ইথেরিয়াম শুরু হয়েছিল, তখন এটি প্রুফ-অফ-ওয়ার্ক নামক একটি কনসেন্সাস মেকানিজম (কার কীসের মালিক তা নিয়ে একমত হওয়ার একটি উপায়) ব্যবহার করত। এটি একই মেকানিজম যা বিটকয়েন আজও ব্যবহার করে।",
  "page-what-is-ethereum-network-staking-section-description-3": "সেপ্টেম্বর ২০২২-এ, ইথেরিয়াম আরও সুরক্ষিত এবং শক্তি-সাশ্রয়ী প্রুফ-অফ-স্টেক কনসেন্সাস মেকানিজমে আপগ্রেড হয়েছে।",
  "page-what-is-ethereum-network-staking-section-description-4": "তাহলে, এটা কীভাবে কাজ করে?",
  "page-what-is-ethereum-network-staking-section-description-5": "সহজ কথায়, লোকেরা কিছু ETH লক আপ করে <strong>(তাদের ETH স্টেক করে)</strong>, একটি ডিপোজিট হিসাবে যাতে তারা <strong>নেটওয়ার্ক সুরক্ষিত করতে</strong> সাহায্য করতে পারে। এই ব্যক্তিদের ভ্যালিডেটর বলা হয়। যখন আপনি ETH স্টেক করেন, আপনার ভ্যালিডেটরকে নতুন লেনদেন পরীক্ষা এবং যোগ করার জন্য বেছে নেওয়া হয়। আপনি যদি এটি সততার সাথে করেন, আপনি <strong>রিওয়ার্ড অর্জন করেন</strong>। আপনি যদি <strong>প্রতারণা করার চেষ্টা করেন, আপনি আপনার স্টেকের একটি অংশ হারান</strong>।",
  "page-what-is-ethereum-network-staking-section-description-6": "স্টেকিং-এর মাধ্যমেই ইথেরিয়াম বিশ্বাসযোগ্যভাবে তার পরিষেবার মানের প্রতি প্রতিশ্রুতিবদ্ধ। স্টেকে থাকা এই সমস্ত অর্থের সেরা স্বার্থ হল ইথেরিয়ামকে সুরক্ষিত রাখা—আপনি কি এর বিরুদ্ধে বাজি ধরবেন?",
  "page-what-is-ethereum-network-staking-section-description-7": "প্রুফ-অফ-স্টেক চালু করার মাত্র দুই বছরের মধ্যে, ইথেরিয়াম <validators>দশ লক্ষেরও বেশি ভ্যালিডেটরকে</validators> আকৃষ্ট করেছে যারা ইথেরিয়ামকে সুরক্ষিত করার জন্য <stakedEther>লক্ষ লক্ষ ETH</stakedEther> স্টেক করে। <strong>এটি ইথেরিয়ামকে আক্রমণ করা অত্যন্ত ব্যয়বহুল এবং কঠিন করে তোলে</strong>। এর কারণ হল, নেটওয়ার্ক আক্রমণ করার জন্য, <strong>নেটওয়ার্ক আক্রমণ শুরু করার জন্য একটি সত্তার সমস্ত স্টেক করা ETH-এর কমপক্ষে ১/৩ অংশ প্রয়োজন</strong>। আজ, এর পরিমাণ দশ বিলিয়ন ডলারের বেশি, এবং তারপরেও, আক্রমণটি সম্ভবত ব্যর্থ হবে কারণ নেটওয়ার্কের বাকি অংশের সাথে ১/৩-এর বেশি অসম্মতি চূড়ান্তকরণ প্রতিরোধ করবে, কিন্তু চেইনটি অন্য সংস্করণটিকে সত্যের উৎস হিসাবে বিবেচনা করে বাড়তে থাকবে। ১/২-এর বেশি পরিবর্তন করে কোন সংস্করণটিকে সত্য হিসাবে বিবেচনা করা হয়, এবং ২/৩-এর বেশি এমন কিছু চূড়ান্ত করার অনুমতি দেবে যার সাথে বাকিরা একমত নয়।",
  "page-what-is-ethereum-network-staking-section-description-8": "এটাই ইথেরিয়ামকে “<strong>অর্থনৈতিক নিরাপত্তা</strong>” দেয়। এটি শুধু সঠিক প্রযুক্তি থাকার বিষয় নয়। এটি আক্রমণকে এতটাই ব্যয়বহুল করে তোলা যে চেষ্টাও করা যায় না।",
  "page-what-is-ethereum-network-staking-section-description-9": "ইথেরিয়াম নেটওয়ার্ক সুরক্ষিত করতে সাহায্য করার জন্য, আপনি এটি দুটি প্রধান উপায়ে করতে পারেন।",
  "page-what-is-ethereum-network-staking-section-description-10": "প্রথম উপায় হল একটি নোড চালানো। নোডগুলি ব্লকচেইনের সম্পূর্ণ ইতিহাস সঞ্চয় করে, যার মধ্যে সমস্ত লেনদেন এবং স্মার্ট কন্ট্র্যাক্ট ডেটা রয়েছে। অন্যান্য নোডের সাথে সিঙ্ক করার মাধ্যমে, তারা নেটওয়ার্কের স্টেটে একমত হতে পারে, নিশ্চিত করে যে লেনদেনগুলি বৈধ এবং স্মার্ট কন্ট্র্যাক্ট ডেটা উপলব্ধ।",
  "page-what-is-ethereum-network-staking-section-description-11": "দ্বিতীয় উপায় হল আপনার ETH স্টেক করা। সবচেয়ে সহজ উপায় হল <lido>Lido</lido> বা <rocketpool>Rocketpool</rocketpool>-এর মতো একটি স্টেকিং প্রদানকারীর মাধ্যমে। কিন্তু যদি আপনার জ্ঞান থাকে, তাহলে বাড়িতে ভ্যালিডেটর সফ্টওয়্যার চালানোর চেষ্টা করুন।",
  "page-what-is-ethereum-network-staking-section-description-12": "স্টেকিং এবং এটি কীভাবে করতে হয় সে সম্পর্কে আরও জানুন",
  "page-what-is-ethereum-network-staking-section-description-13": "কীভাবে একটি নোড চালাতে হয় তা জানুন",
  "page-what-is-ethereum-network-layer-2s-section-description-1": "ইথেরিয়াম যত বেশি জনপ্রিয় হচ্ছে, নেটওয়ার্ক তত ব্যস্ত হচ্ছে। যখন চাহিদা বেশি থাকে, তখন গ্যাস ফি বেড়ে যায় এবং লেনদেনে বেশি সময় লাগে। এটি ঠিক করার জন্য, ডেভেলপাররা লেয়ার 2s নামক একটি সিরিজ <strong>সহযোগী নেটওয়ার্ক</strong> তৈরি করেছে।",
  "page-what-is-ethereum-network-layer-2s-section-description-2": "লেয়ার 2s, যা L2s নামেও পরিচিত, হল অন্যান্য নেটওয়ার্ক যা <strong>ইথেরিয়ামের উপরে চলে</strong>। তারা আলাদাভাবে লেনদেন প্রক্রিয়া করে, তারপর ইথেরিয়ামে সঞ্চয় করার জন্য একটি সারাংশ পাঠায়।",
  "page-what-is-ethereum-network-layer-2s-section-description-3": "আপনি এগুলোকে একটি হাইওয়ের এক্সপ্রেস লেনের মতো ভাবতে পারেন। প্রতিটি লেনদেন ইথেরিয়াম মেইননেটের মধ্য দিয়ে যাওয়ার পরিবর্তে, তাদের মধ্যে অনেকেই এই দ্রুত, সস্তা রাস্তাগুলি ব্যবহার করে।",
  "page-what-is-ethereum-network-layer-2s-section-description-4": "সবচেয়ে জনপ্রিয় কিছু L2-এর মধ্যে রয়েছে <strong>Base, Arbitrum, Optimism, zkSync</strong> এবং <strong>Starknet</strong>। তাদের প্রত্যেকটি কিছুটা ভিন্নভাবে কাজ করে, তবে ধারণাটি একই—নিরাপত্তার সাথে আপস না করে ইথেরিয়ামকে স্কেল করা।",
  "page-what-is-ethereum-network-layer-2s-section-description-5": "Optimism বা zkSync-এ একটি সাধারণ ETH ট্রান্সফারের <l2fees>খরচ মাত্র $0.04 হতে পারে</l2fees>, যেখানে ইথেরিয়াম মেইননেটে এর খরচ $0.3-$1। অন্যান্য লেনদেন যেমন টোকেন সোয়াপ করার <l2fees>খরচ মাত্র $0.20 হতে পারে</l2fees>। ব্যবহারকারীদের জন্য, এর অর্থ হল <strong>দাম কমিয়ে দ্রুত লেনদেন</strong>।",
  "page-what-is-ethereum-network-layer-2s-section-description-6": "ফলস্বরূপ, L2 গুলি দ্রুত বাড়ছে। একসাথে, তারা <l2beat>বিলিয়ন ডলারের ডিজিটাল সম্পদ</l2beat> ধারণ করে।",
  "page-what-is-ethereum-network-layer-2s-section-description-7": "যেহেতু L2 গুলি ইথেরিয়ামের নিরাপত্তা থেকে উপকৃত হয়, তাই বিশ্বব্যাপী পেমেন্ট এবং অ্যাপ্লিকেশন তৈরি করতে চাওয়া কোম্পানিগুলি ইথেরিয়ামের উপর ভিত্তি করে নির্মাণ শুরু করেছে।",
  "page-what-is-ethereum-network-layer-2s-section-description-8": "উদাহরণস্বরূপ, Robinhood সম্প্রতি স্টকের জন্য দ্রুত সেটেলমেন্ট অন্বেষণ করতে <robinhood>নিজস্ব L2 চালু করেছে</robinhood>। PayPal <paypal>তার স্টেবলকয়েন PYUSD-কে ইথেরিয়াম L2 Arbitrum-এ সরিয়ে নিয়েছে</paypal>। Shopify এখন <shopify>মার্চেন্টদের Base-এ স্টেবলকয়েন USDC গ্রহণ করতে দেয়</shopify>।",
  "page-what-is-ethereum-network-layer-2s-section-description-9": "ব্যবহারকারীদের জন্য, ইথেরিয়াম এবং L2-এর মধ্যে সম্পদ সরানো সহজ। আপনি ETH এবং অন্যান্য সম্পদ সরাতে L2 দ্বারা নির্মিত ব্রিজ ব্যবহার করতে পারেন, যেমন <superbridge>Superbridge by Optimism</superbridge> বা <portal>Portal by ZKsync</portal>। আপনি এমনকি স্বাধীন দল দ্বারা নির্মিত <hop>Hop</hop> এবং <across>Across</across>-এর মতো তৃতীয় পক্ষের টুলস ব্যবহার করতে পারেন।",
  "page-what-is-ethereum-network-layer-2s-section-description-10": "ইথেরিয়াম লেয়ার 2 নেটওয়ার্ক সম্পর্কে আরও জানুন",
  "page-what-is-ethereum-network-live-network-data-section-description-1": "ইথেরিয়াম ডিজাইনগতভাবে স্বচ্ছ। নেটওয়ার্কের প্রতিটি ক্রিয়া, ETH পাঠানো থেকে শুরু করে একটি ভ্যালিডেটর চালানো পর্যন্ত, একটি উন্মুক্ত, পাবলিক লেজারে রেকর্ড করা হয় যা যে কেউ অ্যাক্সেস করতে পারে।",
  "page-what-is-ethereum-network-live-network-data-section-description-2": "এটি আজকের বেশিরভাগ সিস্টেম কীভাবে কাজ করে তার থেকে একটি স্পষ্ট পার্থক্য:",
  "page-what-is-ethereum-network-live-network-data-section-description-3": "ব্যাংক এবং প্রতিষ্ঠানগুলি তাদের অভ্যন্তরীণ সংখ্যা প্রকাশ করে",
  "page-what-is-ethereum-network-live-network-data-section-description-4": "অ্যাপ ব্যবহারের পরিসংখ্যান প্রযুক্তি কোম্পানিগুলির দ্বারা কঠোরভাবে সুরক্ষিত থাকে",
  "page-what-is-ethereum-network-live-network-data-section-description-5": "অর্থনৈতিক ডেটা প্রায়শই দেরিতে আসে এবং পরে সংশোধিত হয়",
  "page-what-is-ethereum-network-live-network-data-section-description-6": "ইথেরিয়ামের সাথে, আপনাকে বিশ্বাস করতে হবে না। আপনি যাচাই করতে পারেন।",
  "page-what-is-ethereum-network-live-network-data-section-description-7": "ইথেরিয়াম ব্যবহার করার জন্য আপনাকে এর কিছুই বুঝতে হবে না। কিন্তু যদি আপনি আগ্রহী হন যে ২০২৪ সালে কতগুলি লেনদেন নিষ্পত্তি হয়েছে, বা গত ছয় মাসে কতগুলি নতুন ইথেরিয়াম অ্যাড্রেস তৈরি হয়েছে, তাহলে এমন টুলস আছে যা যে কাউকে রিয়েল-টাইমে নেটওয়ার্ক অন্বেষণ করতে দেয়।",
  "page-what-is-ethereum-network-live-network-data-section-description-8": "এখানে কয়েকটি সবচেয়ে দরকারী ডেটা উৎস এবং আপনি সেগুলি কীসের জন্য ব্যবহার করতে পারেন তা দেওয়া হল:",
  "page-what-is-ethereum-network-live-network-data-section-description-9": "<etherscan>Etherscan</etherscan>: লেনদেন, ওয়ালেট কার্যকলাপ, এবং স্মার্ট কন্ট্র্যাক্ট পরীক্ষা করুন",
  "page-what-is-ethereum-network-live-network-data-section-description-10": "<beaconcha>beaconcha.in</beaconcha>: ভ্যালিডেটর পরিসংখ্যান, স্টেকিং স্তর এবং নেটওয়ার্কের স্বাস্থ্য দেখুন",
  "page-what-is-ethereum-network-live-network-data-section-description-11": "<ultrasound>ultrasound.money</ultrasound>: রিয়েল-টাইমে ETH সরবরাহ, ইস্যুয়েন্স এবং বার্ন ট্র্যাক করুন",
  "page-what-is-ethereum-network-live-network-data-section-description-12": "<l2fees>l2fees.info</l2fees>: ইথেরিয়াম এবং L2-গুলিতে বর্তমান লেনদেনের খরচ তুলনা করুন",
  "page-what-is-ethereum-network-live-network-data-section-description-13": "<l2beat>L2Beat</l2beat>: সমস্ত প্রধান L2 জুড়ে সুরক্ষিত মূল্য এবং নিরাপত্তা মডেল দেখুন",
  "page-what-is-ethereum-network-live-network-data-section-description-14": "<growthepie>growthepie</growthepie>: ইথেরিয়ামের সমস্ত অনচেইন কার্যকলাপ এবং বৃদ্ধি দেখুন",
  "page-what-is-ethereum-network-live-network-data-section-description-15": "<dune>Dune</dune>: ইথেরিয়ামের সমস্ত ডিজিটাল সম্পদে কাস্টম ড্যাশবোর্ড অন্বেষণ করুন",
  "page-what-is-ethereum-network-live-network-data-section-description-16": "<tokenterminal>Token Terminal</tokenterminal>: dApp আয়, ব্যবহার এবং প্রোটোকল কর্মক্ষমতা তুলনা করুন",
  "page-what-is-ethereum-network-live-network-data-section-description-17": "<nansen>Nansen</nansen>: ওয়ালেট প্রবাহ, স্টেবলকয়েন চলাচল এবং স্মার্ট মানি ট্রেন্ড অনুসরণ করুন।",
  "page-what-is-ethereum-network-live-network-data-section-description-18": "আপনার প্রয়োজন হলে এই সমস্ত টুলস উপলব্ধ আছে।",
  "page-what-is-ethereum-network-live-network-data-section-description-19": "আপনি একজন ডেভেলপার, গবেষক, বিনিয়োগকারী, বা কেবল এমন কেউ হোন না কেন যিনি একটি লেনদেন পরীক্ষা করতে চান, ইথেরিয়ামের উন্মুক্ত নেটওয়ার্ক আপনাকে ডেটা দেয়—লাইভ, পারমিশনলেস এবং যাচাইযোগ্য।",
  "page-what-is-ethereum-network-live-network-data-section-description-20": "ইথেরিয়াম নেটওয়ার্ক ড্যাশবোর্ড এবং ব্লক এক্সপ্লোরার ব্রাউজ করুন"
}