{
  "page-ethereum-vs-bitcoin-meta-title": "ইথেরিয়াম বনাম Bitcoin: পার্থক্য কী? | ethereum.org",
  "page-ethereum-vs-bitcoin-meta-description": "ব্যবহারের ক্ষেত্র, নেটওয়ার্ক কর্মক্ষমতা, নিরাপত্তা, টোকেন অর্থনীতি, বিকেন্দ্রীকরণের স্তর এবং আরও অনেক কিছু সহ Bitcoin এবং ইথেরিয়ামের মধ্যে পার্থক্য জানুন।",
  "page-ethereum-vs-bitcoin-twitter-meta-description": "ব্যবহারের ক্ষেত্র, নেটওয়ার্ক কর্মক্ষমতা, টোকেন অর্থনীতি এবং আরও অনেক কিছু সহ Bitcoin এবং ইথেরিয়ামের মধ্যে পার্থক্য জানুন।",
  "page-ethereum-vs-bitcoin-title": "ইথেরিয়াম বনাম Bitcoin: পার্থক্য কী?",
  "page-ethereum-vs-bitcoin-description-1": "Bitcoin এবং ইথেরিয়াম দুটি সবচেয়ে পরিচিত বিকেন্দ্রীভূত ব্লকচেইন নেটওয়ার্ক, কিন্তু তারা খুব ভিন্ন উদ্দেশ্যে কাজ করে।",
  "page-ethereum-vs-bitcoin-section-1": "Bitcoin (একটি বড় B সহ) একটি ডিজিটাল মুদ্রার জন্য ডিজাইন করা একটি ব্লকচেইন যাকে বলা হয় বিটকয়েন (ছোট b)। ইথেরিয়াম অ্যাপ্লিকেশন এবং সম্পদের জন্য একটি বিকেন্দ্রীভূত প্ল্যাটফর্ম হিসাবে ডিজাইন করা হয়েছে, যা এর নেটিভ ক্রিপটোকারেন্সি <strong>ইথার (ETH)</strong> দ্বারা চালিত।",
  "page-ethereum-vs-bitcoin-section-2": "উভয়ই ব্লকচেইন প্রযুক্তি ব্যবহার করে, ওপেন সোর্স, এবং বিশ্বব্যাপী সম্প্রদায় দ্বারা রক্ষণাবেক্ষণ করা হয়, তবে তাদের লক্ষ্য এবং বৈশিষ্ট্যগুলি আলাদা। এই নির্দেশিকায়, আমরা প্রতিটি নেটওয়ার্ক কী, তাদের মধ্যে কী মিল রয়েছে এবং প্রযুক্তি, সংস্কৃতি এবং ভবিষ্যতের দৃষ্টিভঙ্গির মতো ক্ষেত্রগুলিতে তারা কীভাবে আলাদা তা আলোচনা করব।",
  "page-ethereum-vs-bitcoin-bitcoin-section-title": "Bitcoin—একটি দ্রুত প্রাইমার",
  "page-ethereum-vs-bitcoin-bitcoin-section-1": "Bitcoin একটি বিকেন্দ্রীভূত ডিজিটাল মুদ্রা নেটওয়ার্ক। এটি <strong>2009 সালে তৈরি করা হয়েছিল</strong> <strong>সাতোশি নাকামোতো</strong> নাম ব্যবহার করে একটি বেনামী সত্তা দ্বারা, 2008 সালের আর্থিক সংকটের কিছুক্ষণ পরেই। ধারণাটি ছিল Bitcoin-কে একটি পিয়ার-টু-পিয়ার ইলেকট্রনিক ক্যাশ সিস্টেম হিসাবে তৈরি করা।",
  "page-ethereum-vs-bitcoin-bitcoin-section-2": "Bitcoin যে কাউকে ইন্টারনেটে <strong>কেন্দ্রীয় কর্তৃপক্ষের উপর নির্ভর না করে</strong> যেমন একটি ব্যাংক, <strong>বিটকয়েন পাঠাতে এবং গ্রহণ করতে</strong> দেয়। সমস্ত লেনদেন ব্লকচেইন নামে পরিচিত একটি পাবলিক লেজারে রেকর্ড করা হয়।",
  "page-ethereum-vs-bitcoin-bitcoin-section-3": "Bitcoin তার নেটওয়ার্ক সুরক্ষিত করতে প্রুফ-অফ-ওয়ার্ক ব্যবহার করে। বিশ্বজুড়ে কম্পিউটারগুলি ক্রিপ্টোগ্রাফিক পাজল সমাধান করার জন্য প্রতিযোগিতা করে যা তাদের নতুন ব্লক যোগ করতে দেয়। এই বিশেষায়িত কম্পিউটারগুলিকে মাইনার বলা হয় এবং নতুন ব্লক \"মাইনিং\" করার জন্য ব্লক রিওয়ার্ড হিসাবে বিটকয়েন গ্রহণ করে।",
  "page-ethereum-vs-bitcoin-bitcoin-section-4": "<strong>Bitcoin-এর 21 মিলিয়ন কয়েনের একটি নির্দিষ্ট সর্বোচ্চ সরবরাহ রয়েছে</strong>। এই ডিজাইন পছন্দটি একটি মূল কারণ কেন Bitcoin-কে প্রায়শই ডিজিটাল সোনা হিসাবে উল্লেখ করা হয়।",
  "page-ethereum-vs-bitcoin-ethereum-section-title": "ইথেরিয়াম—একটি দ্রুত প্রাইমার",
  "page-ethereum-vs-bitcoin-ethereum-section-1": "Bitcoin-এর মতো, ইথেরিয়ামও একটি বিকেন্দ্রীভূত ব্লকচেইন নেটওয়ার্ক, কিন্তু এটি <strong>শুধু পেমেন্ট রেকর্ড করার চেয়েও বেশি কিছু করার জন্য ডিজাইন করা হয়েছিল</strong>। <strong>2015</strong> সালে <strong>ভিটালিক বুটেরিন</strong> নামক একজন সফটওয়্যার ডেভেলপার এবং তার সহ-প্রতিষ্ঠাতাদের দ্বারা চালু করা, ইথেরিয়াম একটি স্মার্ট কন্ট্র্যাক্ট এবং ডিসেন্ট্রালাইজড এপ্লিকেশন প্ল্যাটফর্ম হিসাবে নির্মিত হয়েছিল।",
  "page-ethereum-vs-bitcoin-ethereum-section-2": "ইথেরিয়াম Bitcoin-এর মতো যে কাউকে মান পাঠাতে এবং গ্রহণ করতে দেয়, কিন্তু এটি <strong>একটি প্ল্যাটফর্ম হিসাবেও কাজ করে যা যে কেউ অ্যাপ্লিকেশনের জন্য ব্যবহার করতে পারে</strong>। ইথেরিয়াম নেটওয়ার্ক হাজার হাজার নোড জুড়ে চলে এবং এটি একটি একক সত্তা দ্বারা নিয়ন্ত্রিত নয়।",
  "page-ethereum-vs-bitcoin-ethereum-section-3": "যে কেউ ইথেরিয়ামে অ্যাপ্লিকেশন তৈরি এবং স্থাপন করতে পারে। এই প্রোগ্রামগুলিকে <strong>স্মার্ট কন্ট্র্যাক্ট</strong> বলা হয়, এবং এগুলি ইথেরিয়ামের মূল উদ্ভাবন।",
  "page-ethereum-vs-bitcoin-ethereum-section-4": "একবার স্মার্ট কন্ট্র্যাক্ট স্থাপন করা হলে, এটি ইন্টারঅ্যাক্ট করার সময় নির্ধারকভাবে চলে। এটি লক্ষ লক্ষ বিশ্বব্যাপী ব্যবহারকারীদের জন্য সারা দিন, প্রতিদিন চলমান ঋণ, ট্রেডিং, গেম এবং ডিজিটাল সংগ্রহের মতো জিনিসগুলির জন্য অ্যাপ তৈরি করা সম্ভব করে তোলে।",
  "page-ethereum-vs-bitcoin-ethereum-section-5": "একইভাবে যেভাবে Bitcoin নেটওয়ার্কে লেনদেন ফি প্রদানের জন্য বিটকয়েন ব্যবহার করা হয়, ইথেরিয়ামের নেটিভ মুদ্রা, ইথার, লেনদেন ফি প্রদান, স্মার্ট কন্ট্র্যাক্ট প্রকাশ এবং ব্যবহার এবং নেটওয়ার্ক সুরক্ষিত করতে ব্যবহৃত হয়। <strong>ইথার প্রোগ্রাম চালানোর জন্য জ্বালানী এবং মূল্যের ভান্ডার উভয় হিসাবে কাজ করে</strong>।",
  "page-ethereum-vs-bitcoin-ethereum-section-6": "ইথেরিয়াম এবং এটি কীভাবে কাজ করে সে সম্পর্কে আরও জানুন",
  "page-ethereum-vs-bitcoin-differences-section-title": "মূল পার্থক্য",
  "page-ethereum-vs-bitcoin-differences-section-1": "Bitcoin এবং ইথেরিয়াম বিকেন্দ্রীভূত নেটওয়ার্ক বজায় রাখতে ব্লকচেইন প্রযুক্তি ব্যবহার করে, তবে তারা তাদের ডিজাইন, উদ্দেশ্য এবং ক্ষমতাতে ভিন্ন।",
  "page-ethereum-vs-bitcoin-differences-table-area": "ক্ষেত্র",
  "page-ethereum-vs-bitcoin-differences-table-bitcoin": "বিটকয়েন",
  "page-ethereum-vs-bitcoin-differences-table-ethereum": "ইথেরিয়াম",
  "page-ethereum-vs-bitcoin-differences-table-row-1-1": "প্রাথমিক উদ্দেশ্য",
  "page-ethereum-vs-bitcoin-differences-table-row-1-2": "পিয়ার-টু-পিয়ার ডিজিটাল মুদ্রা",
  "page-ethereum-vs-bitcoin-differences-table-row-1-3": "অ্যাপস এবং ডিজিটাল অর্থনীতির জন্য প্ল্যাটফর্ম",
  "page-ethereum-vs-bitcoin-differences-table-row-2-1": "স্মার্ট কন্ট্র্যাক্ট",
  "page-ethereum-vs-bitcoin-differences-table-row-2-2": "সমর্থিত নয়",
  "page-ethereum-vs-bitcoin-differences-table-row-2-3": "মূল কার্যকারিতা",
  "page-ethereum-vs-bitcoin-differences-table-row-3-1": "সরবরাহ",
  "page-ethereum-vs-bitcoin-differences-table-row-3-2": "Bitcoin প্রতিটি ব্লকে মূল এবং অপরিবর্তিত প্রোটোকল দ্বারা নির্ধারিত একটি নির্দিষ্ট/পূর্বনির্ধারিত হারে জারি করা হয়, যার চূড়ান্ত নির্দিষ্ট সীমা 21 মিলিয়ন।",
  "page-ethereum-vs-bitcoin-differences-table-row-3-3": "ইথার প্রতিটি ব্লকে কার্যকলাপ/চাহিদার অনুপাতে পুড়িয়ে ফেলা হয় এবং মোট স্টেক করা ETH-এর অনুপাতে প্রতিটি যুগে জারি করা হয়। কোনো নির্দিষ্ট সীমা নেই, তবে ইস্যুয়েন্সের হার মোট স্টেক করা ETH দ্বারা সীমিত।",
  "page-ethereum-vs-bitcoin-differences-table-row-4-1": "কনসেন্সাস মেকানিজম",
  "page-ethereum-vs-bitcoin-differences-table-row-4-2": "প্রুফ-অফ-ওয়ার্ক",
  "page-ethereum-vs-bitcoin-differences-table-row-4-3": "প্রুফ-অফ-স্টেক",
  "page-ethereum-vs-bitcoin-differences-table-row-5-1": "গতি",
  "page-ethereum-vs-bitcoin-differences-table-row-5-2": "বেশিরভাগ দ্বারা ছয়টি ব্লকের পরে অপরিবর্তনীয় বলে মনে করা হয়, গড়ে 60 মিনিট",
  "page-ethereum-vs-bitcoin-differences-table-row-5-3": "ফাইনালিটিতে প্রায় 15 মিনিট",
  "page-ethereum-vs-bitcoin-differences-table-row-6-1": "শক্তি ব্যবহার",
  "page-ethereum-vs-bitcoin-differences-table-row-6-2": "উচ্চ",
  "page-ethereum-vs-bitcoin-differences-table-row-6-3": "কম",
  "page-ethereum-vs-bitcoin-differences-table-row-7-1": "পরিচালনা",
  "page-ethereum-vs-bitcoin-differences-table-row-7-2": "রক্ষণশীল, ধীর-গতিশীল",
  "page-ethereum-vs-bitcoin-differences-table-row-7-3": "নমনীয়, সম্প্রদায়-চালিত",
  "page-ethereum-vs-bitcoin-differences-table-row-8-1": "ডেভেলপার ইকোসিস্টেম",
  "page-ethereum-vs-bitcoin-differences-table-row-8-2": "ছোট",
  "page-ethereum-vs-bitcoin-differences-table-row-8-3": "বড় এবং সক্রিয়",
  "page-ethereum-vs-bitcoin-differences-table-row-9-1": "আপগ্রেড",
  "page-ethereum-vs-bitcoin-differences-table-row-9-2": "বিরল",
  "page-ethereum-vs-bitcoin-differences-table-row-9-3": "বারবার এবং পুনরাবৃত্তিমূলক",
  "page-ethereum-vs-bitcoin-purpose-title": "Bitcoin বনাম ইথেরিয়ামের উদ্দেশ্য",
  "page-ethereum-vs-bitcoin-purpose-1": "Bitcoin 2009 সালে বিশ্বব্যাপী আর্থিক সংকটের পরিপ্রেক্ষিতে তৈরি করা হয়েছিল। এর লক্ষ্য ছিল এমন একটি পিয়ার-টু-পিয়ার অর্থের রূপ দেওয়া যা ব্যাংক বা সরকার ছাড়াই পরিচালিত হয়। এটি ডিজাইনে সহজ। নেটওয়ার্কটির লক্ষ্য হল <strong>মধ্যস্থতাকারী ছাড়া একজনের থেকে অন্যজনের কাছে মান সরানো</strong>। এই সংকীর্ণ ফোকাস এটিকে ডিজিটাল সোনা, একটি দুষ্প্রাপ্য এবং টেকসই মূল্যের ভান্ডার হিসাবে ব্যাপকভাবে পরিচিত হতে সাহায্য করেছে যা বিনিময়ের মাধ্যম হিসাবেও ব্যবহার করা যেতে পারে।",
  "page-ethereum-vs-bitcoin-purpose-2": "ইথেরিয়াম 2015 সালে একটি বৃহত্তর দৃষ্টিভঙ্গি নিয়ে চালু হয়েছিল। এর নির্মাতারা ব্লকচেইনের নিরাপত্তা এবং বিকেন্দ্রীকরণকে নিয়ে এটিকে প্রোগ্রামযোগ্য করতে চেয়েছিলেন। নিজেকে পেমেন্টে সীমাবদ্ধ না রেখে, <strong>ইথেরিয়াম যে কাউকে স্মার্ট কন্ট্র্যাক্ট নামক স্ব-নির্বাহী প্রোগ্রাম লিখতে এবং প্রকাশ করতে দেয়</strong>। এটি <strong>ডিসেন্ট্রালাইজড ফাইন্যান্স (DeFi)</strong> এবং <strong>স্টেবলকয়েন</strong> থেকে শুরু করে <strong>নন-ফাঞ্জিবল টোকেন (NFTs)</strong>, <strong>গেম</strong> এবং <strong>বিকেন্দ্রীভূত সোশ্যাল মিডিয়া</strong> পর্যন্ত সম্পূর্ণ নতুন শ্রেণীর অ্যাপ্লিকেশনের দরজা খুলে দেয়।",
  "page-ethereum-vs-bitcoin-purpose-3": "প্রযুক্তিগত ডিজাইনগুলি এই উদ্দেশ্যগুলিকে প্রতিফলিত করে। Bitcoin-এর স্ক্রিপ্টিং ভাষা সীমিত, যা জটিলতা কমায় এবং নেটওয়ার্ককে সুরক্ষিত রাখতে সাহায্য করে। ইথেরিয়ামের প্রোগ্রামিং ভাষা আরও অভিব্যক্তিপূর্ণ, যা এটিকে আরও জটিল অবস্থা এবং অ্যাপ্লিকেশনগুলির মধ্যে মিথস্ক্রিয়া সংরক্ষণ এবং পরিচালনা করতে দেয়। এই নমনীয়তা একটি শক্তি, তবে এর অর্থ হল নেটওয়ার্কটি নিয়মিত আপগ্রেড এবং নতুন বৈশিষ্ট্যগুলির সাথে আরও দ্রুত বিকশিত হয়।",
  "page-ethereum-vs-bitcoin-purpose-4": "উভয়ই বৃহত্তর ডিজিটাল অর্থনীতিতে স্বতন্ত্র ভূমিকা পালন করে। Bitcoin একটি স্থিতিশীল এবং বিকেন্দ্রীভূত মূল্যের ভান্ডার হওয়ার উপর দৃষ্টি নিবদ্ধ করে। ইথেরিয়ামের লক্ষ্য হল ডিসেন্ট্রালাইজড এপ্লিকেশন এবং প্রোগ্রামেবল সম্পদের জন্য একটি বিশ্বব্যাপী সেটেলমেন্ট লেয়ার হওয়া।",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-title": "ব্যবহারের ক্ষেত্র এবং গ্রহণ",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-1": "<strong>Bitcoin</strong> সাধারণত মূল্যের ভান্ডার হিসাবে ব্যবহৃত হয়। অনেক বিনিয়োগকারী এটিকে <strong>মুদ্রাস্ফীতির বিরুদ্ধে একটি হেজ</strong> বা অর্থনৈতিক অস্থিতিশীলতা হিসাবে দেখেন। কিছু দেশে, এটি একটি <strong>বিকল্প মুদ্রা</strong> হিসাবে বা ঐতিহ্যগত ব্যাংকিং সিস্টেমের বাইরে মানুষের সঞ্চয়ের একটি উপায় হিসাবে ব্যবহৃত হয়।",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-2": "<strong>ইথার</strong> মূল্যের ভান্ডার হিসাবেও কাজ করে, তবে এর <strong>প্রাথমিক ভূমিকা হল অ্যাপ্লিকেশন</strong> এবং সম্পদের একটি বিস্তৃত ইকোসিস্টেমকে শক্তি দেওয়া। ডেভেলপাররা নতুন প্রোটোকল তৈরি করতে, টোকেন চালু করতে, বিকেন্দ্রীভূত এক্সচেঞ্জ চালাতে, NFT মিন্ট করতে, গেম তৈরি করতে এবং কেন্দ্রীয় নিয়ন্ত্রণ ছাড়াই চলা সামাজিক প্ল্যাটফর্ম তৈরি করতে ইথেরিয়াম ব্যবহার করতে পারে।",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-3": "ইথেরিয়াম নতুন ধরনের অর্থায়ন, ক্রাউডফান্ডিং এবং ডিজিটাল মালিকানার জন্য হাজার হাজার ডিসেন্ট্রালাইজড এপ্লিকেশন সমর্থন করে। কিছু ব্যবহারের ক্ষেত্রে উভয় নেটওয়ার্ককে সংযুক্ত করে। উদাহরণস্বরূপ, <strong>DeFi-তে ঋণ, ধার এবং ট্রেডিং-এর মতো কার্যকলাপের জন্য Bitcoin-কে \"র‌্যাপড\" করে ইথেরিয়ামে ব্যবহার করা যেতে পারে</strong>।",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-4": "প্রাতিষ্ঠানিক গ্রহণ এই পার্থক্যগুলিকে প্রতিফলিত করে। Bitcoin ক্রিপটোকারেন্সি একটি দীর্ঘমেয়াদী মূল্যের ভান্ডার হিসাবে ব্যাপকভাবে ধারণ করা হয়, যখন <strong>ইথেরিয়ামকে বিকেন্দ্রীভূত পরিকাঠামো হিসাবে দেখা হয়</strong>। এর প্রোগ্রামেবিলিটি ফিনটেক প্ল্যাটফর্ম এবং পেমেন্ট প্রদানকারীদের কাছে আবেদন করে।",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-5": "ইথেরিয়াম কীসের জন্য ব্যবহৃত হয় সে সম্পর্কে আরও জানুন",
  "page-ethereum-vs-bitcoin-monetary-policy-title": "আর্থিক নীতি",
  "page-ethereum-vs-bitcoin-monetary-policy-1": "Bitcoin-এর সরবরাহ <strong>21 মিলিয়ন কয়েনে</strong> সীমাবদ্ধ থাকবে। এই কঠোর সীমাটি প্রোটোকল দ্বারা প্রয়োগ করা হয় এবং এটি একটি কারণ কেন Bitcoin-কে সোনার সাথে তুলনা করা হয়। নতুন বিটকয়েন <strong>মাইনিং রিওয়ার্ড</strong> এর মাধ্যমে প্রচলনে আসে, যা <strong>প্রতি 210,000 ব্লকে অর্ধেক হয়ে যায়</strong>, যা মাইন করতে প্রায় 4 বছর সময় লাগে, <strong>দ্য হাভিং</strong> নামক একটি ইভেন্টে। রিওয়ার্ডটি 2009 সালে প্রতি ব্লকে 50 বিটকয়েন থেকে শুরু হয়েছিল, 2012 সালে 25-এ নেমে আসে, তারপর 2016 সালে 12.5, এবং এভাবেই চলতে থাকে। এই হারে, শেষ বিটকয়েনটি প্রায় 2140 সালের মধ্যে মাইন করা হবে বলে আশা করা হচ্ছে।",
  "page-ethereum-vs-bitcoin-monetary-policy-2": "Bitcoin-এর মাইনিং রিওয়ার্ড এবং লেনদেন ফি নেটওয়ার্কের জন্য অর্থ প্রদান করে এবং এটি সুরক্ষিত করতে ব্যবহৃত হয়। যাইহোক, ব্লক রিওয়ার্ড অর্ধেক হয়ে যাওয়ায়, নেটওয়ার্কটি নিজের জন্য অর্থ প্রদানের জন্য লেনদেন ফি-র উপর আরও নির্ভরশীল। বর্তমানে নেটওয়ার্ক ফি নেটওয়ার্কের আয়ের একটি ছোট অংশ, <5%, যার অর্থ হল Bitcoin নেটওয়ার্কের ইস্যুয়েন্স 0-তে চলে যাওয়ায় নেটওয়ার্কের দীর্ঘমেয়াদী নিরাপত্তা ঝুঁকিতে পড়তে পারে।",
  "page-ethereum-vs-bitcoin-monetary-policy-3": "<strong>ইথেরিয়ামের কোনো নির্দিষ্ট সরবরাহ সীমা নেই</strong>। পরিবর্তে, এর ইস্যুয়েন্স প্রোটোকল নিয়ম দ্বারা নির্ধারিত হয়, এবং সাম্প্রতিক আপগ্রেডগুলি এমন ব্যবস্থা চালু করেছে যা সময়ের সাথে সাথে সরবরাহ কমাতে পারে। সবচেয়ে উল্লেখযোগ্য হল EIP-1559 আপগ্রেড, যা লেনদেন ফি-র একটি অংশ পুড়িয়ে ফেলে। যখন <strong>নেটওয়ার্ক কার্যকলাপ বেশি থাকে, তখন ইস্যু করা ETH-এর চেয়ে বেশি ETH পুড়িয়ে ফেলা হতে পারে</strong>, যা সেই সময়কালে সরবরাহকে সংকোচনমূলক করে তোলে।",
  "page-ethereum-vs-bitcoin-monetary-policy-4": "ইথেরিয়ামের আর্থিক পদ্ধতি চিরস্থায়ীভাবে একটি নিরাপত্তা বাজেট নিশ্চিত করে, যেখানে লেনদেন ফি এবং ব্লক রিওয়ার্ড নেটওয়ার্কের নিরাপত্তা বাজেট সরবরাহ করে।",
  "page-ethereum-vs-bitcoin-developer-ecosystem-title": "ডেভেলপার ইকোসিস্টেম",
  "page-ethereum-vs-bitcoin-developer-ecosystem-1": "<strong>ইথেরিয়ামের</strong> <strong>সবচেয়ে বড় ব্লকচেইন ডেভেলপার সম্প্রদায়গুলির মধ্যে একটি</strong> রয়েছে। ইথেরিয়ামের উপর নির্মাণ আপনাকে বিস্তৃত <strong>টুলস, ফ্রেমওয়ার্ক, অনুদান</strong> এবং <strong>হ্যাক্যাথন</strong>-এর অ্যাক্সেস দেয়। ইথিরিয়াম ভার্চুয়াল মেশিন (EVM) হল ইথেরিয়ামের রানটাইম পরিবেশ এবং এটি একটি সাধারণ মান হয়ে উঠেছে, অনেক অন্যান্য ব্লকচেইন সামঞ্জস্যতা নিশ্চিত করতে এটি ব্যবহার করে।",
  "page-ethereum-vs-bitcoin-developer-ecosystem-2": "ERC-20 এবং ERC-721-এর মতো টোকেন মানগুলি বৃহত্তর ব্লকচেইন অর্থনীতির অনেক কিছুর ভিত্তি হয়ে উঠেছে। অনেক লেয়ার 2 নেটওয়ার্ক এবং অন্যান্য ব্লকচেইন EVM ব্যবহার করে যাতে অ্যাপস, ওয়ালেট এবং স্মার্ট কন্ট্র্যাক্ট কোড ন্যূনতম পরিবর্তনে ব্লকচেইন জুড়ে ব্যবহার করা যায়।",
  "page-ethereum-vs-bitcoin-developer-ecosystem-3": "<strong>Bitcoin-এর ডেভেলপার সম্প্রদায় ছোট</strong> এবং আরও নিবদ্ধ। বেশিরভাগ কার্যকলাপ মূল প্রোটোকল রক্ষণাবেক্ষণ এবং উন্নত করার পাশাপাশি দ্রুত এবং সস্তা পেমেন্টের জন্য লাইটনিং নেটওয়ার্কের মতো লেয়ার 2 সমাধান বিকাশের উপর কেন্দ্র করে।",
  "page-ethereum-vs-bitcoin-developer-ecosystem-4": "ইথেরিয়াম ডেভেলপার রিসোর্স সম্পর্কে আরও জানুন",
  "page-ethereum-vs-bitcoin-security-and-consensus-title": "নিরাপত্তা এবং কনসেন্সাস",
  "page-ethereum-vs-bitcoin-security-and-consensus-1": "Bitcoin এবং ইথেরিয়াম উভয়ই স্বাধীন নোডের বড়, বিতরণ করা নেটওয়ার্ক দ্বারা সুরক্ষিত, তবে তারা নেটওয়ার্কের অবস্থার উপর একমত হতে বিভিন্ন পদ্ধতি ব্যবহার করে।",
  "page-ethereum-vs-bitcoin-security-and-consensus-2": "Bitcoin <strong>প্রুফ-অফ-ওয়ার্ক</strong> নামক একটি সিস্টেম ব্যবহার করে। মাইনার নামক কম্পিউটারগুলি ক্রিপ্টোগ্রাফিক পাজল সমাধান করার জন্য প্রতিযোগিতা করে। যে প্রথম একটি সমাধান করে সে ব্লকচেইনে লেনদেনের পরবর্তী ব্লক যোগ করার সুযোগ পায় এবং বিটকয়েনে একটি পুরস্কার অর্জন করে। এই পদ্ধতিটি Bitcoin-কে যা দেয় তা হল সম্ভাব্য ফাইনালিটি, যার অর্থ হল একটি লেনদেনকে কেবলমাত্র অত্যন্ত সুরক্ষিত বলে মনে করা হয় যখন এর উপরে আরও বেশ কয়েকটি ব্লক যোগ করা হয়। Bitcoin-এর জন্য, এটি প্রায়ই ছয়টি নিশ্চিতকরণের কাছাকাছি, বা <strong>প্রায় এক ঘন্টা</strong>।",
  "page-ethereum-vs-bitcoin-security-and-consensus-3": "ইথেরিয়াম <strong>প্রুফ-অফ-স্টেক</strong> ব্যবহার করে। এই মডেলে, ভ্যালিডেটররা নতুন ব্লক প্রস্তাব এবং নিশ্চিত করার জন্য নির্বাচিত হওয়ার সুযোগের জন্য ETH লক আপ করে বা স্টেক করে। নির্বাচনটি এলোমেলো, তবে নির্বাচিত হওয়ার সম্ভাবনা স্টেক করা ETH-এর পরিমাণের সাথে বৃদ্ধি পায়। যে ভ্যালিডেটররা অসৎভাবে কাজ করে তারা <strong>তাদের স্টেক হারানোর ঝুঁকি নেয়</strong>। এটি ইথেরিয়ামকে অর্থনৈতিক ফাইনালিটি অর্জন করতে দেয়, যেখানে চূড়ান্ত ব্লকগুলি বিপরীত করা অত্যন্ত কঠিন, প্রায়ই <strong>প্রায় 15 মিনিটের মধ্যে</strong>। ইথেরিয়াম পর্যাপ্ত ভ্যালিডেটর একমত হলে ব্লকগুলিকে অপরিবর্তনীয় হিসাবে চিহ্নিত করতে চেকপয়েন্টও ব্যবহার করে।",
  "page-ethereum-vs-bitcoin-security-and-consensus-4": "ইথেরিয়ামের কনসেন্সাস মেকানিজম সম্পর্কে আরও জানুন",
  "page-ethereum-vs-bitcoin-underlying-technology-title": "অন্তর্নিহিত প্রযুক্তি",
  "page-ethereum-vs-bitcoin-underlying-technology-1": "<strong>Bitcoin</strong> যা <strong>আনসপেন্ট ট্রানজ্যাকশন আউটপুট মডেল</strong> বা UTXO নামে পরিচিত তা ব্যবহার করে। এই সিস্টেমে, ব্লকচেইন অ্যাকাউন্টের ব্যালেন্স ট্র্যাক করে না। পরিবর্তে, এটি পূর্ববর্তী লেনদেন থেকে আউটপুট রেকর্ড করে যা এখনও ব্যয় করা হয়নি। আপনি যখন বিটকয়েন ব্যয় করেন, তখন আপনি এই আউটপুটগুলিকে একটি নতুন লেনদেনের জন্য ইনপুট হিসাবে ব্যবহার করেন, এই প্রক্রিয়ায় নতুন আউটপুট তৈরি করে।",
  "page-ethereum-vs-bitcoin-underlying-technology-2": "আপনি এটিকে নগদ ব্যবহারের মতো ভাবতে পারেন। যদি আপনার কাছে দুটি পাঁচ-ডলারের বিল থাকে এবং আপনি সাত ডলার ব্যয় করতে চান, তবে আপনি উভয় বিল হস্তান্তর করেন এবং পরিবর্তনে তিন ডলার পান। Bitcoin বিল এবং পরিবর্তন রেকর্ড করে, আপনার মোট ব্যালেন্স নয়।",
  "page-ethereum-vs-bitcoin-underlying-technology-3": "<strong>ইথেরিয়াম</strong> একটি <strong>অ্যাকাউন্ট-ভিত্তিক মডেল</strong> ব্যবহার করে। পৃথক আউটপুট ট্র্যাক করার পরিবর্তে, এটি একটি ব্যাংক অ্যাকাউন্টের মতো অ্যাকাউন্ট ব্যালেন্সের একটি রেকর্ড রাখে। এই পদ্ধতিটি স্মার্ট কন্ট্র্যাক্ট এবং জটিল যুক্তি পরিচালনা করা সহজ করে তোলে, কারণ অ্যাকাউন্টগুলি ডেটা সংরক্ষণ করতে এবং প্রোগ্রামগুলির মতো একে অপরের সাথে ইন্টারঅ্যাক্ট করতে পারে।",
  "page-ethereum-vs-bitcoin-underlying-technology-4": "প্রতিটি মডেলের ট্রেডঅফ রয়েছে। UTXO বৃহত্তর গোপনীয়তা প্রদান করতে পারে এবং পৃথক কয়েন ট্র্যাক করা সহজ করে তোলে। অ্যাকাউন্ট-ভিত্তিক সিস্টেমগুলি অ্যাপ্লিকেশন তৈরির জন্য আরও সহজবোধ্য।",
  "page-ethereum-vs-bitcoin-underlying-technology-5": "ইথেরিয়াম ডেভেলপার ডকুমেন্টেশনে আরও পড়ুন",
  "page-ethereum-vs-bitcoin-decentralization-title": "বিকেন্দ্রীকরণ",
  "page-ethereum-vs-bitcoin-decentralization-1": "Bitcoin এবং ইথেরিয়াম উভয়ই বিকেন্দ্রীভূত হওয়ার জন্য ডিজাইন করা হয়েছে, তবে তারা এটিকে বিভিন্ন উপায়ে পরিমাপ করে এবং এর কাছে যায়।",
  "page-ethereum-vs-bitcoin-decentralization-2": "<strong>Bitcoin</strong>-এর বিকেন্দ্রীকরণ এর <strong>সরল প্রযুক্তিগত ডিজাইন</strong>, দীর্ঘমেয়াদী স্থিতিশীলতা এবং <strong>নোডের বিস্তৃত বিতরণ</strong> দ্বারা সমর্থিত। এর কম-রিসোর্স প্রয়োজনীয়তা মানুষের জন্য বাড়িতে সম্পূর্ণ নোড চালানো সহজ করে তোলে, যা নেটওয়ার্কের স্বাধীনতা এবং সেন্সরশিপ প্রতিরোধ ক্ষমতা রক্ষা করতে সাহায্য করে।",
  "page-ethereum-vs-bitcoin-decentralization-3": "<strong>ইথেরিয়ামেরও</strong> একটি বড় এবং ক্রমবর্ধমান নোড নেটওয়ার্ক রয়েছে। এটি ক্লায়েন্ট বৈচিত্র্যের উপর দৃঢ় জোর দেয়, যার অর্থ হল সফ্টওয়্যারের একাধিক সংস্করণ <strong>স্বাধীন দল দ্বারা রক্ষণাবেক্ষণ করা হয়</strong>। এটি যেকোনো একক ক্লায়েন্টের উপর নির্ভরতা কমায় এবং বাগ বা ব্যর্থতার বিরুদ্ধে রক্ষা করতে সাহায্য করে যা নেটওয়ার্ককে প্রভাবিত করতে পারে।",
  "page-ethereum-vs-bitcoin-decentralization-4": "ইথেরিয়ামে স্টেকিং, আপগ্রেড এবং গভর্নেন্স আলোচনার মতো কার্যক্রমে <strong>অংশগ্রহণকারীর সংখ্যা আরও বেশি</strong>, তবে <strong>উভয় নেটওয়ার্কই খোলা এবং স্থিতিস্থাপক থাকার লক্ষ্য রাখে</strong>। Bitcoin কম সফ্টওয়্যার ক্লায়েন্টের উপর নির্ভর করে নোডের প্রয়োজনীয়তা অপরিবর্তিত রাখে। ইথেরিয়াম বিভিন্ন অবদানকারীকে উৎসাহিত করে, প্রত্যেকে তাদের নিজস্ব দৃষ্টিভঙ্গি নিয়ে আসে।",
  "page-ethereum-vs-bitcoin-environmental-impact-title": "পরিবেশগত প্রভাব",
  "page-ethereum-vs-bitcoin-environmental-impact-1": "ইথেরিয়ামের ইতিহাসে সবচেয়ে উল্লেখযোগ্য পরিবর্তনগুলির মধ্যে একটি হল 2022 সালে প্রুফ-অফ-ওয়ার্ক থেকে <strong>প্রুফ-অফ-স্টেক</strong>-এ পরিবর্তন। দ্য মার্জ নামে পরিচিত, এই রূপান্তরটি <strong>নেটওয়ার্কের শক্তি খরচ 99 শতাংশের বেশি কমিয়ে দিয়েছে</strong>।",
  "page-ethereum-vs-bitcoin-environmental-impact-2": "প্রুফ অফ স্টেক-এর অধীনে, ইথেরিয়াম আর শক্তি-নিবিড় মাইনিং-এর উপর নির্ভর করে না। পরিবর্তে, ভ্যালিডেটরদের এলোমেলোভাবে নির্বাচিত করা হয়, এবং তাদের স্টেক করা ETH-এর পরিমাণের সাথে নির্বাচনের সম্ভাবনা বৃদ্ধি পায়। এই পরিবর্তনটি ইথেরিয়ামকে আরও শক্তি-দক্ষ ব্লকচেইন নেটওয়ার্কগুলির মধ্যে একটি করে তুলেছে।",
  "page-ethereum-vs-bitcoin-environmental-impact-3": "Bitcoin <strong>প্রুফ-অফ-ওয়ার্ক</strong> ব্যবহার করা চালিয়ে যাচ্ছে, যার জন্য <strong>প্রচুর পরিমাণে বিদ্যুতের প্রয়োজন হয়</strong> কারণ মাইনাররা ক্রিপ্টোগ্রাফিক পাজল সমাধান করার জন্য প্রতিযোগিতা করে। এই শক্তির কিছু অংশ নবায়নযোগ্য উৎস থেকে আসে এবং Bitcoin সম্প্রদায়ের মধ্যে টেকসইতা উন্নত করার উপায় সম্পর্কে চলমান আলোচনা রয়েছে।",
  "page-ethereum-vs-bitcoin-environmental-impact-4": "শক্তি ব্যবহারের পার্থক্য দুটি নেটওয়ার্কের মধ্যে তুলনার একটি গুরুত্বপূর্ণ বিষয় হয়ে উঠেছে। ইথেরিয়ামের কম শক্তি পদচিহ্ন এটিকে এমন প্রেক্ষাপটে আরও আকর্ষণীয় করে তোলে যেখানে পরিবেশগত প্রভাব একটি অগ্রাধিকার।",
  "page-ethereum-vs-bitcoin-environmental-impact-5": "ইথেরিয়ামের শক্তি ব্যবহার সম্পর্কিত সম্পূর্ণ প্রতিবেদনটি পড়ুন",
  "page-ethereum-vs-bitcoin-future-outlook-title": "ভবিষ্যৎ কেমন দেখায়",
  "page-ethereum-vs-bitcoin-future-outlook-1": "Bitcoin ক্রমবর্ধমানভাবে মূল্যের ভান্ডার এবং রিজার্ভ সম্পদ হিসাবে গৃহীত হচ্ছে। এটি উল্লেখযোগ্যভাবে পরিবর্তন হওয়ার সম্ভাবনা কম, এবং এই স্থিতিশীলতা এর আবেদনের অংশ।",
  "page-ethereum-vs-bitcoin-future-outlook-2": "ইথেরিয়াম নতুন ডিজিটাল অর্থনীতিতে একটি অ্যাপ্লিকেশন প্ল্যাটফর্ম হিসাবে নিজেকে প্রতিষ্ঠিত করছে। লেয়ার 2 নেটওয়ার্কের বৃদ্ধি এবং চলমান আপগ্রেডের সাথে, এটি বিশ্ব-স্তরের অ্যাপ্লিকেশন, পরিকাঠামো এবং সম্পদ সমর্থন করার লক্ষ্য রাখে।",
  "page-ethereum-vs-bitcoin-future-outlook-3": "অনেক ব্যবহারকারীর জন্য, <strong>দুটি নেটওয়ার্ক সরাসরি প্রতিযোগিতায় নেই</strong>। তারা বিভিন্ন উদ্দেশ্যে কাজ করে এবং ডিজিটাল সম্পদে একটি বৈচিত্র্যময় পদ্ধতিতে একে অপরের পরিপূরক হতে পারে।",
  "page-ethereum-vs-bitcoin-future-outlook-4": "ইথেরিয়ামের রোডম্যাপ সম্পর্কে আরও জানুন"
}