{
  "page-what-is-ether-meta-title": "Ether (ETH) কী? (একটি সম্পূর্ণ নির্দেশিকা) | ethereum.org",
  "page-what-is-ether-meta-description": "Ether (ETH) হল Ethereum-এর নিজস্ব ক্রিপ্টোকারেন্সি। এটি কিসের জন্য ব্যবহৃত হয়, কীভাবে এবং কোথায় এটি কিনবেন, এটি কতটা আছে এবং কী এর দামকে প্রভাবিত করে তা জানুন।",
  "page-what-is-ether-twitter-meta-description": "Ether (ETH) হল Ethereum-এর নিজস্ব ক্রিপ্টোকারেন্সি। এটি কিসের জন্য ব্যবহৃত হয়, কীভাবে এবং কোথায় এটি কিনবেন, এটি কতটা আছে এবং আরও অনেক কিছু জানুন।",
  "page-what-is-ether-title": "Ether (ETH) কী?",
  "page-what-is-ether-hero-description-1": "Ether (ETH) হল নিজস্ব ক্রিপ্টোকারেন্সি যা Ethereum নেটওয়ার্ককে শক্তি জোগায়। এটি নেটওয়ার্ক এবং এর উপরে নির্মিত অ্যাপ্লিকেশনগুলো ব্যবহারের জন্য লেনদেন ফি (যা 'গ্যাস' নামে পরিচিত) প্রদান করতে, স্টেকিংয়ের মাধ্যমে নেটওয়ার্ক সুরক্ষিত করতে ব্যবহৃত হয়, এবং কোনও কেন্দ্রীয় সত্তা, সংস্থা বা সরকার দ্বারা নিয়ন্ত্রিত না হয়ে পেমেন্ট এবং বিনিয়োগের জন্য ডিজিটাল অর্থ হিসাবে কাজ করে। বাজার মূলধনের দিক থেকে ETH অন্যতম বৃহত্তম ক্রিপ্টোকারেন্সি।",
  "page-what-is-ether-what-is-ether-description-1": "Ether, যা সাধারণত ETH নামে পরিচিত, হল সেই জ্বালানি যা Ethereum ব্লকচেইনকে শক্তি জোগায়। বিটকয়েনের মতো নয়, যা প্রাথমিকভাবে ডিজিটাল অর্থ হিসাবে কাজ করে, Ethereum ইকোসিস্টেমের মধ্যে ইথারের একাধিক ব্যবহার রয়েছে।",
  "page-what-is-ether-what-is-ether-description-2": "<strong>Ethereum-এর নিজস্ব ক্রিপ্টোকারেন্সি হিসাবে, ETH ব্যবহৃত হয়:</strong>",
  "page-what-is-ether-what-is-ether-description-3": "নেটওয়ার্ক এবং এর অ্যাপ্লিকেশনগুলো ব্যবহারের জন্য লেনদেন ফি (গ্যাস) প্রদান করুন",
  "page-what-is-ether-what-is-ether-description-4": "স্টেকিংয়ের মাধ্যমে Ethereum নেটওয়ার্ক সুরক্ষিত করুন",
  "page-what-is-ether-what-is-ether-description-5": "ETH 2015 সালে Ethereum-এর সূচনার অংশ হিসাবে প্রবর্তিত হয়েছিল এবং তারপর থেকে এটি <assets>বিশ্বের সবচেয়ে মূল্যবান সম্পদগুলোর মধ্যে একটি</assets> হয়ে উঠেছে।",
  "page-what-is-ether-what-is-ether-description-6": "ভোক্তাদের জন্য",
  "page-what-is-ether-what-is-ether-description-7": "ETH ব্যাংক ছাড়াই বিশ্বব্যাপী পেমেন্ট, নন-ফাঞ্জিবল টোকেন (NFTs) কেনা, এবং ডিসেন্ট্রালাইজড ফাইন্যান্স (DeFi) অ্যাপগুলোতে অ্যাক্সেস সক্ষম করে। এটি সেন্সরশিপ প্রতিরোধী এবং 24/7 আন্তঃসীমান্ত কার্যকারিতা প্রদান করে।",
  "page-what-is-ether-what-is-ether-description-8": "ডেভেলপারদের জন্য",
  "page-what-is-ether-what-is-ether-description-9": "Ethereum মেইননেটে স্মার্ট কন্ট্র্যাক্ট স্থাপন করার সময় ETH লেনদেন ফি প্রদান করে। এটি Ethereum ইকোসিস্টেমের অনেক অ্যাপ্লিকেশনের মধ্যে ব্যবহৃত প্রাথমিক মুদ্রা।",
  "page-what-is-ether-what-is-ether-description-10": "বিনিয়োগকারীদের জন্য",
  "page-what-is-ether-what-is-ether-description-11": "ETH স্টেকিংয়ের মাধ্যমে মূল্যের ভান্ডার এবং আয়-উৎপাদনকারী সম্পদ হিসাবে কাজ করে। এটি web3-এর বৃদ্ধি এবং প্রসারমান ডিজিটাল অর্থনীতিতে এক্সপোজার প্রদান করে।",
  "page-what-is-ether-what-is-ether-description-12": "ETH স্টেকিং সম্পর্কে আরও জানুন",
  "page-what-is-ether-how-to-buy-eth": "কীভাবে ETH কিনবেন",
  "page-what-is-ether-how-to-buy-eth-description-1": "আপনার প্রয়োজন এবং অবস্থানের উপর ভিত্তি করে বেশ কয়েকটি বিকল্পের সাথে ETH কেনা সহজ। <strong>সবসময় একটি বিশ্বস্ত প্ল্যাটফর্ম দিয়ে শুরু করুন</strong> যা শক্তিশালী নিরাপত্তা প্রদান করে।",
  "page-what-is-ether-how-to-buy-eth-description-2": "ভোক্তাদের জন্য, ক্রিপ্টোকারেন্সি এক্সচেঞ্জ বা ওয়ালেট অ্যাপের মাধ্যমে ETH কিনুন।",
  "page-what-is-ether-how-to-buy-eth-description-3": "<strong>সাইডনোট</strong>",
  "page-what-is-ether-how-to-buy-eth-description-4": "ETH কেনার সময় আপনি \"<strong>অ্যাকাউন্ট/অ্যাড্রেস</strong>\" এবং \"<strong>ওয়ালেট</strong>\" শুনবেন।",
  "page-what-is-ether-how-to-buy-eth-description-5": "আপনার <strong>অ্যাকাউন্টকে আপনার ইমেল অ্যাড্রেসের মতো ভাবুন</strong> যেখানে লোকেরা আপনাকে টাকা পাঠায়।",
  "page-what-is-ether-how-to-buy-eth-description-6": "আপনার <strong>ওয়ালেটকে আপনার ইমেল অ্যাপের মতো ভাবুন</strong> যেখানে আপনি ব্যালেন্স পরীক্ষা করেন এবং পেমেন্ট করেন।",
  "page-what-is-ether-how-to-buy-eth-description-7": "আপনি এগুলির মাধ্যমে ETH কিনতে পারেন:",
  "page-what-is-ether-how-to-buy-eth-description-8": "<strong>ক্রেডিট/ডেবিট কার্ড</strong> দিয়ে তাৎক্ষণিকভাবে কিন্তু উচ্চ ফি সহ",
  "page-what-is-ether-how-to-buy-eth-description-9": "<strong>ব্যাংক ট্রান্সফার</strong> ধীর কিন্তু কম ফি সহ",
  "page-what-is-ether-how-to-buy-eth-description-10": "<strong>PayPal</strong> বা যেখানে উপলব্ধ সেখানে অনুরূপ পরিষেবা",
  "page-what-is-ether-how-to-buy-eth-description-11": "<strong>ব্যবসার জন্য</strong>, এক্সচেঞ্জগুলো উচ্চ সীমা, উন্নত সমর্থন, সম্মতি বৈশিষ্ট্য, ভলিউম ডিসকাউন্ট এবং উন্নত নিরাপত্তা সহ কর্পোরেট অ্যাকাউন্ট অফার করে।",
  "page-what-is-ether-how-to-buy-eth-description-12": "ETH পাওয়ার অন্যান্য উপায়:",
  "page-what-is-ether-how-to-buy-eth-description-13": "<strong>আপনার পরিচিতদের কাছ থেকে পেমেন্ট গ্রহণ করুন</strong>",
  "page-what-is-ether-how-to-buy-eth-description-14": "<strong>ডিসেন্ট্রালাইজড ফাইন্যান্স প্রোটোকলে লিকুইডিটি প্রদান করুন</strong>",
  "page-what-is-ether-how-to-buy-eth-description-15": "Ethereum নেটওয়ার্ক সুরক্ষিত করার সময় পুরস্কার অর্জনের জন্য <strong>ETH স্টেক করুন</strong>",
  "page-what-is-ether-how-to-buy-eth-description-16": "কীভাবে এবং কোথায় ETH কিনবেন সে সম্পর্কে আরও জানুন",
  "page-what-is-ether-how-to-send-and-receive-eth": "কীভাবে ETH পাঠাবেন এবং গ্রহণ করবেন",
  "page-what-is-ether-how-to-send-and-receive-eth-description-1": "<strong>ETH পাঠানোর জন্য</strong> একটি ওয়ালেট এবং প্রাপকের অ্যাড্রেস প্রয়োজন। তাদের অ্যাড্রেস লিখুন, পরিমাণ উল্লেখ করুন, লেনদেন ফি পর্যালোচনা করুন এবং নিশ্চিত করুন। লেনদেন সাধারণত 30 সেকেন্ডের মধ্যে পৌঁছে যায় এবং একবার নিশ্চিত হয়ে গেলে তা উল্টানো যায় না।",
  "page-what-is-ether-how-to-send-and-receive-eth-description-2": "<strong>ETH গ্রহণ করার জন্য</strong> আপনার Ethereum অ্যাড্রেস বা QR কোড প্রেরকের সাথে শেয়ার করতে হবে। নেটওয়ার্ক কনফার্মেশনের পরে আপনার ওয়ালেটে ফান্ড দেখা যায়, এবং বেশিরভাগ ওয়ালেটই বিজ্ঞপ্তি প্রদান করে।",
  "page-what-is-ether-how-to-send-and-receive-eth-description-3": "<strong>সাহায্য প্রয়োজন?</strong> <howToUseWallet>কীভাবে একটি ওয়ালেট ব্যবহার করবেন</howToUseWallet> নির্দেশিকাটি পড়ুন।",
  "page-what-is-ether-how-to-send-and-receive-eth-description-4": "ETH কেনার সময় আপনি \"<strong>অ্যাকাউন্ট/অ্যাড্রেস</strong>\" এবং \"<strong>ওয়ালেট</strong>\" শুনবেন।",
  "page-what-is-ether-how-to-send-and-receive-eth-description-5": "আপনার <strong>অ্যাকাউন্টকে আপনার ইমেল অ্যাড্রেসের মতো ভাবুন</strong> যেখানে লোকেরা আপনাকে টাকা পাঠায়।",
  "page-what-is-ether-how-to-send-and-receive-eth-description-6": "আপনার <strong>ওয়ালেটকে আপনার ইমেল অ্যাপের মতো ভাবুন</strong> যেখানে আপনি ব্যালেন্স পরীক্ষা করেন এবং পেমেন্ট করেন।",
  "page-what-is-ether-how-to-send-and-receive-eth-description-7": "বৃহৎ পরিমাণের জন্য, অতিরিক্ত নিরাপত্তার জন্য হার্ডওয়্যার ওয়ালেট বিবেচনা করুন।",
  "page-what-is-ether-how-to-send-and-receive-eth-description-8": "Ethereum এবং এটি কীভাবে কাজ করে সে সম্পর্কে জানুন।",
  "page-what-is-ether-how-to-send-and-receive-eth-callout": "শুধুমাত্র বিশ্বস্ত পরিচিতিদের সাথে আপনার Ethereum অ্যাড্রেস শেয়ার করুন। যেহেতু Ethereum একটি পাবলিক লেজার, তাই তারা আপনার ব্যালেন্স এবং লেনদেন দেখতে পারে। তারা আপনার ফান্ড অ্যাক্সেস করতে পারে না তবে গোপনীয়তা বাঞ্ছনীয়।",
  "page-what-is-ether-how-long-does-it-take-to-send-eth": "ETH পাঠাতে কত সময় লাগে?",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-1": "ETH লেনদেন সাধারণত 30 সেকেন্ডের মধ্যে সম্পন্ন হয়। Ethereum নেটওয়ার্ক প্রতি 12 সেকেন্ডে ব্লক প্রসেস করে, যদিও কনজেশনের সময় লেনদেনগুলো সারিবদ্ধ হতে পারে।",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-2": "লেনদেনগুলো প্রায় ~15 মিনিট পরে 'চূড়ান্ততা' অর্জন করে, যা বিটকয়েনের 60-মিনিটের গড়ের তুলনায় অনেক কম।",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-3": "উচ্চ নেটওয়ার্ক ট্র্যাফিকের সময়, আপনি উচ্চ লেনদেন ফি প্রদান করে লেনদেনের গতি বাড়াতে পারেন, যা আপনাকে লাইনে এগিয়ে রাখে। ফি ভ্যালিডেটর এবং একটি বার্নিং মেকানিজমের মধ্যে বিভক্ত করা হয়।",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth": "ETH পাঠাতে কত খরচ হয়?",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth-description-1": "Ethereum লেনদেনের জন্য <strong>ETH-তে লেনদেন ফি</strong> প্রদান করতে হয়। ফি গণনা করা হয় প্রয়োজনীয় কম্পিউটেশনাল কাজের (যা 'গ্যাস'-এ পরিমাপ করা হয়) এবং নেটওয়ার্কের বর্তমান চাহিদার উপর ভিত্তি করে। গ্যাসের দাম নেটওয়ার্ক ট্র্যাফিকের সাথে ওঠানামা করে, যা অফ-পিক সময়ে লেনদেনকে কম খরচের করে তোলে।",
  "page-what-is-ether-l2s": "L2s-এ প্রবেশ করুন: Ethereum স্কেলিং",
  "page-what-is-ether-l2s-description-1": "Ethereum-এর জনপ্রিয়তা বাড়ার সাথে সাথে, লেনদেন ফি কম রাখা চ্যালেঞ্জিং হয়ে ওঠে। <strong>লেয়ার 2 (L2)</strong> নেটওয়ার্কগুলো এই সমস্যার সমাধান করে।",
  "page-what-is-ether-l2s-description-2": "<optimism>Optimism</optimism> এবং <arbitrum>Arbitrum</arbitrum>-এর মতো L2-গুলো Ethereum-এর নিরাপত্তা উত্তরাধিকার সূত্রে পাওয়ার পাশাপাশি <strong>10-100 গুণ সস্তা ফি</strong> অফার করে। তারা অফচেইন লেনদেন প্রক্রিয়া করে এবং Ethereum-এ ডেটা পোস্ট করে।",
  "page-what-is-ether-l2s-description-3": "এগুলোকে এক্সপ্রেস লেন হিসাবে ভাবুন যা Ethereum-এর প্রধান হাইওয়ের পাশাপাশি দ্রুত, সস্তা লেনদেন প্রদান করে।",
  "page-what-is-ether-l2s-description-4": "L2 <strong>ট্রান্সফারের খরচ সাধারণত $0.01-এর কম</strong>, যা Robinhood, PayPal, এবং Shopify-এর মতো কোম্পানিগুলোর সাথে ইন্টিগ্রেশনের মাধ্যমে Ethereum-কে লক্ষ লক্ষ ব্যবহারকারীর কাছে নিয়ে আসে।",
  "page-what-is-ether-what-is-the-eth-supply": "ETH সরবরাহ কত?",
  "page-what-is-ether-what-is-the-eth-supply-description-1": "বিটকয়েনের নির্দিষ্ট 21 মিলিয়ন ক্যাপের মতো নয়, ETH-এর ডায়নামিক সাপ্লাই মেকানিক্স রয়েছে:",
  "page-what-is-ether-what-is-the-eth-supply-description-2": "প্রোটোকল দ্বারা গণনা করা একটি সীমিত হারে নেটওয়ার্ক ভ্যালিডেটরদের পুরস্কৃত করার জন্য নতুন ETH ইস্যু করা হয়",
  "page-what-is-ether-what-is-the-eth-supply-description-3": "প্রতিটি লেনদেন ফি-এর একটি অংশ স্থায়ীভাবে \"বার্ন\" করা হয় (অস্তিত্ব থেকে মুছে ফেলা হয়)",
  "page-what-is-ether-what-is-the-eth-supply-description-4": "এটি নেটওয়ার্ক ব্যবহারের উপর ভিত্তি করে মুদ্রাস্ফীতি এবং মুদ্রা সংকোচনের পর্যায়ক্রমিক সময় তৈরি করে",
  "page-what-is-ether-what-is-the-eth-supply-description-5": "<strong>প্রত্যাশিত ভারসাম্য</strong>: সিস্টেমটি নেটওয়ার্ক নিরাপত্তার সাথে দীর্ঘমেয়াদী মূল্য সংরক্ষণের ভারসাম্য বজায় রাখে। উচ্চ ব্যবহার মুদ্রা সংকোচনের দিকে নিয়ে যায়; কম ব্যবহার মুদ্রাস্ফীতির কারণ হয়।",
  "page-what-is-ether-what-is-the-eth-supply-description-6": "ডেটা উৎস: <etherscan>Etherscan</etherscan>, <ultrasound>Ultrasound Money</ultrasound>",
  "page-what-is-ether-what-is-the-distribution-of-eth": "ETH-এর বন্টন কেমন?",
  "page-what-is-ether-what-is-the-distribution-of-eth-description-1": "মালিকানা <etherscan>কয়েক মিলিয়ন অ্যাড্রেস</etherscan> জুড়ে ব্যাপকভাবে বন্টিত, যা নিয়ন্ত্রণের কেন্দ্রীকরণ প্রতিরোধ করে এবং বিকেন্দ্রীকরণকে বাড়ায়।",
  "page-what-is-ether-breakdown": "ইথার বন্টনের একটি বিশদ বিবরণ",
  "page-what-is-ether-breakdown-description-1": "<strong>স্টেক করা ইথার</strong>: নেটওয়ার্ক নিরাপত্তার জন্য <beaconchain>লক করা</beaconchain> কয়েক মিলিয়ন ETH",
  "page-what-is-ether-breakdown-description-2": "<strong>এক্সচেঞ্জ</strong>: সেন্ট্রালাইজড প্ল্যাটফর্মগুলো সরবরাহের <unchained>13-16%</unchained> ধরে রাখে",
  "page-what-is-ether-breakdown-description-3": "<strong>স্মার্ট কন্ট্র্যাক্ট</strong>: DeFi প্রোটোকল সহ স্মার্ট কন্ট্র্যাক্টগুলোতে উল্লেখযোগ্য পরিমাণ",
  "page-what-is-ether-breakdown-description-4": "<strong>ইথেরিয়াম ফাউন্ডেশন</strong>: সরবরাহের <ef>0.3% এর কম</ef> ধারণ করে (2014 সালের 9% থেকে কম)",
  "page-what-is-ether-who-holds-most": "কার কাছে সবচেয়ে বেশি আছে?",
  "page-what-is-ether-who-holds-most-description-1": "সর্বোচ্চ ETH ব্যালেন্স সহ Ethereum অ্যাড্রেসগুলো সাধারণত কোনো ব্যক্তি নয়। \"শীর্ষ\" Ethereum অ্যাড্রেসগুলোতে দৃশ্যমান বেশিরভাগ ইথার কোনো একক ব্যক্তির হোল্ডিং নয়, বরং অনেক বিভিন্ন ব্যক্তি এবং সত্তার সম্মিলিত, পুল করা ফান্ডকে প্রতিনিধিত্ব করে।",
  "page-what-is-ether-who-holds-most-description-2": "সর্বোচ্চ-ব্যালেন্সযুক্ত ETH অ্যাকাউন্টগুলোতে সাধারণত অন্তর্ভুক্ত থাকে:",
  "page-what-is-ether-who-holds-most-description-3": "বিকন চেইন ডিপোজিট কন্ট্র্যাক্ট: ডিপোজিট কন্ট্র্যাক্টের ব্যালেন্স সেই সমস্ত ETH-কে প্রতিনিধিত্ব করে যা Ethereum নেটওয়ার্ক সুরক্ষিত করতে সাহায্য করার জন্য <staked>স্টেক করা</staked> হয়েছে। যদিও এটি সবচেয়ে বড় ETH ব্যালেন্স সহ Ethereum অ্যাড্রেস, এটি একটি অ্যাক্সেসযোগ্য Ethereum ওয়ালেট অ্যাকাউন্টকে প্রতিনিধিত্ব করে না। এটি একটি স্মার্ট কন্ট্র্যাক্ট যা স্টেকিংয়ে অংশগ্রহণের প্রথম পদক্ষেপ হিসাবে ETH-এর ডিপোজিট গ্রহণ করে, তারপর নেটওয়ার্কের সক্রিয় ভ্যালিডেটরদের জুড়ে সেই ইথারের ব্যালেন্স পরিচালনা করে।",
  "page-what-is-ether-who-holds-most-description-4": "স্মার্ট কন্ট্র্যাক্ট: অন্যান্য উচ্চ-ব্যালেন্সযুক্ত Ethereum অ্যাড্রেসগুলোর মধ্যে অনেকগুলিই স্মার্ট কন্ট্র্যাক্টকে প্রতিনিধিত্ব করে যা Ethereum-ভিত্তিক অ্যাপ্লিকেশনগুলোকে শক্তি জোগায়, যেমন ডিসেন্ট্রালাইজড ফাইন্যান্স (DeFi) প্রোটোকল, ব্রিজ, বা ডিসেন্ট্রালাইজড অটোনোমাস অর্গানাইজেশন (DAOs)-এর জন্য স্মার্ট কন্ট্র্যাক্ট অ্যাড্রেস। এই কন্ট্র্যাক্ট ব্যালেন্সগুলো সেই ইথারকে প্রতিনিধিত্ব করে যা অনেক ওয়ালেট তাদের অ্যাপ্লিকেশনে অংশগ্রহণের জন্য জমা করেছে।",
  "page-what-is-ether-who-holds-most-description-5": "অমনিবাস অ্যাকাউন্ট: এগুলি হল এক্সচেঞ্জ, প্ল্যাটফর্ম এবং ফান্ড (যেমন Coinbase, Robinhood, বা Binance) দ্বারা পরিচালিত বড় ওয়ালেট। যখন একজন ব্যবহারকারী একটি এক্সচেঞ্জে ETH কেনেন, তখন এটি প্রায়শই এই বিশাল অ্যাকাউন্টগুলোর একটিতে প্ল্যাটফর্মের অন্যান্য হাজার হাজার গ্রাহকের দ্বারা ধারণ করা ETH-এর সাথে রাখা হয়।",
  "page-what-is-ether-who-holds-most-description-6": "আপনি <etherscan>এখানে Etherscan</etherscan>-এ সর্বোচ্চ ETH ব্যালেন্স সহ Ethereum ওয়ালেট অ্যাড্রেসগুলোর একটি লাইভ তালিকা দেখতে পারেন।",
  "page-what-is-ether-distribution": "বিকেন্দ্রীকরণের জন্য বন্টন কেন গুরুত্বপূর্ণ",
  "page-what-is-ether-distribution-description-1": "বিস্তৃত বন্টন কেন্দ্রীভূত নিয়ন্ত্রণ প্রতিরোধ করে। প্রকৃত বিকেন্দ্রীকরণ নেটওয়ার্ক রক্ষণাবেক্ষণকারী স্বাধীন নোড এবং ভ্যালিডেটরের সংখ্যার উপর নির্ভর করে।",
  "page-what-is-ether-what-makes-eth-valuable": "কী ETH-কে মূল্যবান করে তোলে?",
  "page-what-is-ether-what-makes-eth-valuable-description-1": "ETH একাধিক উৎস থেকে মূল্য আহরণ করে:",
  "page-what-is-ether-what-makes-eth-valuable-description-2": "<strong>নেটওয়ার্ক ইউটিলিটি</strong>: সমস্ত Ethereum লেনদেনের জন্য গ্যাস ফি হিসাবে ETH প্রয়োজন, যা একটি সামঞ্জস্যপূর্ণ চাহিদা তৈরি করে যা নেটওয়ার্ক গ্রহণের সাথে সাথে বৃদ্ধি পায়।",
  "page-what-is-ether-what-makes-eth-valuable-description-3": "<strong>স্টেকিং পুরস্কার</strong>: ETH স্টকাররা নেটওয়ার্ক সুরক্ষিত করার সময় আয় উপার্জন করে, যা ব্যক্তিগত এবং প্রাতিষ্ঠানিক উভয় বিনিয়োগকারীদের কাছেই আকর্ষণীয়।",
  "page-what-is-ether-what-makes-eth-valuable-description-4": "<strong>মূল্যের ভান্ডার</strong>: অনেকে ETH-কে \"ডিজিটাল তেল\" হিসাবে দেখেন — একটি দুষ্প্রাপ্য সম্পদ যার বাস্তব উপযোগিতা ডিজিটাল অর্থনীতিকে শক্তি জোগায়।",
  "page-what-is-ether-what-makes-eth-valuable-description-5": "<strong>সরবরাহ ডাইনামিক্স</strong>: ফি বার্নিং উচ্চ ব্যবহারের সময় মুদ্রা সংকোচনের চাপ তৈরি করে। 2021 সাল থেকে, প্রচলন থেকে <ultrasound>লক্ষ লক্ষ ETH স্থায়ীভাবে সরানো হয়েছে</ultrasound>।",
  "page-what-is-ether-what-is-wrapping-eth": "ETH র‍্যাপিং কী?",
  "page-what-is-ether-what-is-wrapping-eth-description-1": "র‍্যাপড ETH (WETH) হল একটি ERC-20 টোকেন যা ETH-কে 1:1 ভিত্তিতে প্রতিনিধিত্ব করে। অনেক ডিসেন্ট্রালাইজড অ্যাপ এবং L2 নেটওয়ার্ক ERC-20 টোকেন পরিচালনা করার জন্য তৈরি করা হয়েছে, কিন্তু নিজস্ব ETH নিজে একটি ERC-20 টোকেন নয়। 'র‍্যাপিং' মানে হল একটি স্মার্ট কন্ট্র্যাক্টে ETH লক করা, এবং সেই লক করা ETH (WETH)-এর একটি ERC-20 উপস্থাপনা ইস্যু করা, যা এটিকে যেকোনো অ্যাপ এবং L2-তে ব্যবহার করার অনুমতি দেয় যা শুধুমাত্র ERC-20 টোকেন গ্রহণ করতে পারে।",
  "page-what-is-ether-what-is-wrapping-eth-description-2": "সাধারণ ব্যবহারগুলোর মধ্যে রয়েছে:",
  "page-what-is-ether-what-is-wrapping-eth-description-3": "<uniswap>Uniswap</uniswap>-এর মতো ডিসেন্ট্রালাইজড এক্সচেঞ্জে ট্রেডিং পেয়ার",
  "page-what-is-ether-what-is-wrapping-eth-description-4": "<aave>Aave</aave>-এর মতো ঋণদান প্ল্যাটফর্মে কোল্যাটারাল",
  "page-what-is-ether-what-is-wrapping-eth-description-5": "<opensea>OpenSea</opensea>-এর মতো NFT মার্কেটপ্লেসে বিডিং",
  "page-what-is-ether-what-is-wrapping-eth-description-6": "WETH যে কোনো সময় ন্যূনতম ফি দিয়ে আবার ETH-এ আনর‍্যাপ করা যায়। WETH ধ্বংস হয়ে যায়, এবং এটি যে ETH-কে প্রতিনিধিত্ব করত তা স্মার্ট কন্ট্র্যাক্ট থেকে মুক্তি পায়। বেশিরভাগ অ্যাপ্লিকেশন র‍্যাপিং এবং আনর‍্যাপিং প্রক্রিয়াটি নির্বিঘ্নে পরিচালনা করে।",
  "page-what-is-ether-what-is-wrapping-eth-description-7": "র‍্যাপড ETH (WETH) সম্পর্কে আরও জানুন",
  "page-what-is-ether-gas-table-transaction-type": "লেনদেনের ধরন।",
  "page-what-is-ether-gas-table-typical-cost-range": "লাইভ খরচের পরিসর",
  "page-what-is-ether-gas-table-estimated-gas-units": "আনুমানিক গ্যাস ইউনিট",
  "page-what-is-ether-gas-table-row-1-1": "ETH ট্রান্সফার",
  "page-what-is-ether-gas-table-row-2-1": "টোকেন সোয়াপ করা",
  "page-what-is-ether-gas-table-row-3-1": "জটিল DeFi/NFT লেনদেন"
}