{
  "page-get-eth-article-keeping-crypto-safe": "ক্রিপ্টো নিরাপদ রাখার চাবি",
  "page-get-eth-article-protecting-yourself": "নিজেকে এবং নিজের তহবিল সুরক্ষিত রাখুন",
  "page-get-eth-article-store-digital-assets": "Ethereum এ ডিজিটাল সম্পদ কিভাবে সঞ্চয় করবেন",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "সেন্ট্রালাইজড এক্সচেঞ্জ",
  "page-get-eth-cex-desc": "এক্সচেঞ্জ হল এমন ব্যবসা যা আপনাকে প্রথাগত মুদ্রা ব্যবহার করে ক্রিপ্টোকারেন্সি কিনতে দেয়। আপনার ক্রয়কৃত যেকোনো ETH এর উপর তাদের হেফাজত থাকে যতক্ষণ না আপনার নিয়ন্ত্রিত কোন ওয়ালেটে আপনি এটি পাঠিয়ে দেন।",
  "page-get-eth-checkout-dapps-btn": "Dapps চেক আউট",
  "page-get-eth-community-safety": "নিরাপত্তা সংক্রান্ত কমিউনিটি পোস্ট",
  "page-get-eth-description": "Ethereum কোনো একক সংস্থা দ্বারা নিয়ন্ত্রিত হয় না - এটি বিকেন্দ্রীকৃত।.",
  "page-get-eth-dex": "ডিসেন্ট্রালাইজড এক্সচেঞ্জ (DEX)",
  "page-get-eth-dex-desc": "আপনি যদি আরও নিয়ন্ত্রণ চান, <a href=\"/glossary/#smart-contract\">স্মার্ট কন্ট্র্যাক্ট</a> ব্যবহার করে ETH কিনুন। একটি DEX-এর মাধ্যমে আপনি কোনো কেন্দ্রীভূত কোম্পানিকে আপনার তহবিলের নিয়ন্ত্রণ না দিয়েই ডিজিটাল সম্পদের লেনদেন করতে পারেন।",
  "page-get-eth-peers": "আপনার সহকর্মীদের থেকে ETH পান",
  "page-get-eth-peers-desc": "একবার আপনার একটি Ethereum অ্যাকাউন্ট হয়ে গেলে, আপনাকে যা করতে হবে তা হল ইটিএইচ (এবং অন্যান্য টোকেন) পিয়ার-টু-পিয়ার পাঠানো এবং গ্রহণ করা শুরু করার জন্য আপনার ঠিকানা শেয়ার করা।.",
  "page-get-eth-staking": "স্টেকিং এর পুরষ্কারসমূহ",
  "page-get-eth-staking-desc": "আপনার যদি ইতিমধ্যে কিছু ETH থাকে, তাহলে আপনি একটি ভ্যালিডেটর নোড চালিয়ে আরও বেশি উপার্জন করতে পারেন। আপনি ETH-এ এই যাচাইকরণের কাজ করার জন্য অর্থ পান।.",
  "page-get-eth-earn": "ETH উপার্জন করুন",
  "page-get-eth-earn-desc": "আপনি DAO বা ক্রিপ্টোতে অর্থ প্রদান করে এমন কোম্পানির জন্য কাজ করে, বাউন্টি জিতে, সফ্টওয়্যার বাগ খুঁজে বের করে এবং আরও অনেক কিছু করে ETH উপার্জন করতে পারেন।.",
  "page-get-eth-daos-link-desc": "DAOs সম্পর্কে জানুন",
  "page-get-eth-cex-link-desc": "এক্সচেঞ্জের একটি তালিকা দেখুন",
  "page-get-eth-staking-link-desc": "স্টেকিং সম্পর্কে আরও জানুন",
  "page-get-eth-dexs": "ডিসেন্ট্রালাইজড এক্সচেঞ্জ (DEX)",
  "page-get-eth-dexs-desc": "বিকেন্দ্রীভূত এক্সচেঞ্জগুলো হলো ETH এবং অন্যান্য টোকেনের খোলা বাজার। এগুলো ক্রেতা এবং বিক্রেতাদের সরাসরি যুক্ত করে।",
  "page-get-eth-dexs-desc-2": "লেনদেনের ক্ষেত্রে ফান্ডের নিরাপত্তায় একটি বিশ্বস্ত তৃতীয় পক্ষের পরিবর্তে তারা কোড ব্যবহার করে। কেবল পেমেন্ট নিশ্চিত হলে বিক্রেতার ETH স্থানান্তরিত হবে। এই ধরনের কোড একটি স্মার্ট কন্ট্র্যাক্ট হিসাবে পরিচিত।",
  "page-get-eth-dexs-desc-3": "এর মানে কেন্দ্রীভূত বিকল্পগুলির তুলনায় কম ভৌগলিক সীমাবদ্ধতা রয়েছে। কেউ যদি আপনি যা চান তা বিক্রি করে এবং আপনি প্রদান করতে পারেন এমন একটি অর্থপ্রদানের পদ্ধতি গ্রহণ করেন, আপনি যেতে পারেন।.",
  "page-get-eth-dexs-desc-4": "নোট: অনেক DEX কাজ করার জন্য র‍্যাপড ইথার (WETH) ব্যবহার করে। <a href=\"/wrapped-eth\">র‍্যাপড ইথার সম্পর্কে আরও জানুন</a>।",
  "page-get-eth-do-not-copy": "উদাহরণ: কপি করবেন না",
  "page-get-eth-exchanges-disclaimer": "আমরা এই তথ্য গুলো ম্যানুয়ালি সংগ্রহ করেছি। কোনো ভুল তথ্য খুঁজে পেলে আমাদের জানান",
  "page-get-eth-exchanges-empty-state-text": "আপনি ব্যবহার করতে পারবেন এমন এক্সচেঞ্জগুলির একটি তালিকা দেখতে আপনার বসবাসের দেশে প্রবেশ করুন৷",
  "page-get-eth-exchanges-except": "ব্যাতীত",
  "page-get-eth-exchanges-header": "আপনি কোন দেশে বাস করেন?",
  "page-get-eth-exchanges-header-exchanges": "এক্সচেঞ্জ",
  "page-get-eth-exchanges-header-wallets": "ওয়ালেটসমূহ",
  "page-get-eth-exchanges-intro": "যেখানে তারা ক্রিপ্টো বিক্রি করতে পারে তার উপর এক্সচেঞ্জের সীমাবদ্ধতা রয়েছে। এটি প্রতিটি দেশে পরিচালিত পরিষেবার একটি নির্দেশক তালিকা। এখানে অন্তর্ভুক্তি একটি অনুমোদন নয় - আপনার নিজের গবেষণা করা উচিত!",
  "page-get-eth-exchanges-no-exchanges": "দুঃখিত, আমরা এমন কোনো এক্সচেঞ্জ সম্পর্কে জানিনা যা আপনাকে এই দেশ থেকে ETH কিনতে দেয়। যদি আপনি জানেন, আমাদের তা বলুন",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "দুঃখিত, আমরা এমন কোনো এক্সচেঞ্জ সম্পর্কে জানিনা যা আপনাকে এই দেশ থেকে ETH কিনতে দেয়। যদি আপনি জানেন, আমাদের তা বলুন",
  "page-get-eth-exchanges-no-wallets": "দুঃখিত, আমরা এমন কোনো ওয়ালেট সম্পর্কে জানিনা যা আপনাকে এই দেশ থেকে ETH কিনতে দেয়। যদি আপনি জানেন, আমাদের তা বলুন",
  "page-get-eth-exchanges-search": "আপনি কোথায় থাকেন লিখুন...",
  "page-get-eth-exchanges-success-exchange": "একটি এক্সচেঞ্জের সাথে নিবন্ধন করতে তাদের আইনি চেকের কারণে বেশ কয়েকদিন সময় লাগতে পারে।",
  "page-get-eth-exchanges-success-wallet-link": "ওয়ালেটসমূহ",
  "page-get-eth-exchanges-success-wallet-paragraph": "আপনি যেখানে থাকেন, সরাসরি এই ওয়ালেটগুলি থেকে ETH কিনতে পারেন। এ সম্পর্কে আরও জানুন",
  "page-get-eth-exchanges-usa": "মার্কিন যুক্তরাষ্ট্র (USA)",
  "page-get-eth-get-wallet-btn": "একটি ওয়ালেট নিন",
  "page-get-eth-hero-image-alt": "ETH হিরো এর ছবি পান",
  "page-get-eth-keep-it-safe": "আপনার ETH রক্ষা করুন",
  "page-get-eth-meta-description": "আপনি কোথায় থাকেন তার উপর ভিত্তি করে কীভাবে ETH কিনবেন এবং এটি দেখাশোনা করবেন সে বিষয়ে পরামর্শ।",
  "page-get-eth-meta-title": "কীভাবে ইথেরিয়াম (ETH) কিনবেন",
  "page-get-eth-need-wallet": "একটি DEX ব্যবহারের জন্য আপনার একটি ওয়ালেটের প্রয়োজন হবে।",
  "page-get-eth-new-to-eth": "ETH এর ব্যাপারে নতুন? এ বিষয়ে আপনাকে শুরু করতে হলে এখানে একটি সংক্ষিপ্ত বিবরণী রয়েছে।",
  "page-get-eth-other-cryptos": "অন্য ক্রিপ্টো দিয়ে কিনুন",
  "page-get-eth-protect-eth-desc": "Ethereum-এর প্রধান বৈশিষ্ট্যগুলির মধ্যে একটি হল যে আপনি আপনার নিজের অ্যাকাউন্ট পরিচালনা করে আপনার নিজের সম্পদের নিয়ন্ত্রণ রাখেন। এর মানে হল আপনাকে আপনার সম্পদের সাথে কোনো তৃতীয় পক্ষকে বিশ্বাস করতে হবে না, এবং আপনি কোনো অভিভাবক অসৎ আচরণ করা, দেউলিয়া হয়ে যাওয়া বা হ্যাক হওয়া থেকে সুরক্ষিত। যাইহোক, এর মানে হল আপনি নিজের নিরাপত্তার দায়িত্ব নেন।.",
  "page-get-eth-protect-eth-in-wallet": "আপনার নিজের ওয়ালেটে আপনার ETH রাখুন",
  "page-get-eth-search-by-country": "দেশের সাপেক্ষে খুঁজুন",
  "page-get-eth-security": "এর মানে আপনাকে আপনার তহবিলের নিরাপত্তাকে গুরুত্ব সহকারে নিতে হবে। ETH-এর মাধ্যমে, আপনি আপনার সম্পদের দেখাশোনা করার জন্য কোনো ব্যাঙ্ক বা কোম্পানিকে বিশ্বাস করছেন না, আপনি নিজের দায়িত্ব নিচ্ছেন।.",
  "page-get-eth-smart-contract-link": "স্মার্ট কন্ট্র্যাক্ট সম্পর্কে আরো",
  "page-get-eth-swapping": "অন্য লোকেদের ETH এর সাথে আপনার টোকেন বিনিময় করুন। এবং এর বিপরীত ও করতে পারেন।",
  "page-get-eth-try-dex": "একটি DEX ব্যবহারের চেষ্টা করুন",
  "page-get-eth-use-your-eth": "আপনার ETH ব্যবহার করুন",
  "page-get-eth-use-your-eth-dapps": "এখন আপনি কিছু ETH এর মালিক, তাই কিছু ইথেরিয়াম এপ্লিকেশন (dapps) চেক করে দেখুন। সামাজিক মাধ্যম, গেমিং এবং অন্যান্য অনেক বিভাগের জন্য dapps রয়েছে।",
  "page-get-eth-wallet-instructions": "ওয়ালেট এর নির্দেশাবলী অনুসরণ করুন",
  "page-get-eth-wallet-instructions-lost": "আপনি আপনার অ্যাকাউন্টে অ্যাক্সেস হারালে, আপনি আপনার তহবিলের অ্যাক্সেস হারাবেন। আপনার ওয়ালেট আপনাকে এটি থেকে রক্ষা করার জন্য নির্দেশনা দেওয়া উচিত। তাদের সাবধানে অনুসরণ করতে ভুলবেন না – বেশিরভাগ ক্ষেত্রে, আপনি যদি আপনার অ্যাকাউন্টে অ্যাক্সেস হারান তবে কেউ আপনাকে সাহায্য করতে পারবে না।.",
  "page-get-eth-wallets": "ওয়ালেটসমূহ",
  "page-get-eth-wallets-link": "ওয়ালেটের ব্যাপারে আরও তথ্য",
  "page-get-eth-wallets-purchasing": "কিছু ওয়ালেট আপনাকে ডেবিট/ক্রেডিট কার্ড, ব্যাংক ট্রান্সফার বা এমনকি অ্যাপল পে ব্যাবহার করেও ক্রিপ্টোকারেন্সি কিনতে দেয়। এতে ভৌগলিক বিধিনিষেধ প্রযোজ্য।",
  "page-get-eth-warning": "এই DEX গুলি নতুনদের জন্য নয় কারণ সেগুলি ব্যবহার করার জন্য আপনার কিছু ETH প্রয়োজন৷ এগুলি কেবল উদাহরণ, অনুমোদিত পণ্য নয়। আপনার নিজের গবেষণা করুন!",
  "page-get-eth-what-are-DEX's": "DEX কি?",
  "page-get-eth-whats-eth-link": "ETH কি?",
  "page-get-eth-where-to-buy-desc": "আপনি ETH উপার্জন করতে পারেন, আপনার সমবয়সীদের কাছ থেকে এটি গ্রহণ করতে পারেন, অথবা এক্সচেঞ্জ এবং অ্যাপ থেকে এটি কিনতে পারেন।.",
  "page-get-eth-where-to-buy-desc-2": "আপনি কোথায় থাকেন উপর ভিত্তি করে আপনি কোন পরিষেবাগুলি ব্যবহার করতে পারেন তা চেক করুন।",
  "page-get-eth-where-to-buy-title": "ETH কোথায় পাবেন",
  "page-get-eth-your-address": "আপনার ETH অ্যাড্রেস",
  "page-get-eth-your-address-desc": "যখন আপনি কোনো ওয়ালেট ডাউনলোড করেন, তখন এটি আপনার জন্য একটি পাবলিক ETH অ্যাড্রেস বানিয়ে নিবে। সেটা দেখতে অনেকটা এরকম:",
  "page-get-eth-your-address-desc-3": "ভাবুন এটা আপনার ই মেইল অ্যাড্রেসের মতো, কিন্তু মেইল এর প্রতিবর্তে এটা ETH গ্রহণ করতে পারে। যদি আপনি এক্সচেঞ্জ থেকে আপনার ওয়ালেটে ETH পাঠাতে চান, তাহলে গন্তব্য হিসেবে আপনার অ্যাড্রেসটি ব্যবহার করুন। পাঠানোর আগে সবসময় দুইবার চেক করতে নিশ্চিত হউন!",
  "page-get-eth-your-address-wallet-link": "ওয়ালেট চেক করুন",
  "listing-policy-raise-issue-link": "সমস্যা উত্থাপন করুন",
  "page-find-wallet-last-updated": "সর্বশেষ আপডেটকৃত"
}
