{
  "page-get-eth-article-keeping-crypto-safe": "ক্রিপ্টো নিরাপদ রাখার চাবি",
  "page-get-eth-article-protecting-yourself": "নিজেকে এবং নিজের তহবিল সুরক্ষিত রাখুন",
  "page-get-eth-article-store-digital-assets": "Ethereum এ ডিজিটাল সম্পদ কিভাবে সঞ্চয় করবেন",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "সেন্ট্রালাইজড এক্সচেঞ্জ",
  "page-get-eth-cex-desc": "এক্সচেঞ্জ হল এমন ব্যবসা যা আপনাকে প্রথাগত মুদ্রা ব্যবহার করে ক্রিপ্টোকারেন্সি কিনতে দেয়। আপনার ক্রয়কৃত যেকোনো ETH এর উপর তাদের হেফাজত থাকে যতক্ষণ না আপনার নিয়ন্ত্রিত কোন ওয়ালেটে আপনি এটি পাঠিয়ে দেন।",
  "page-get-eth-checkout-dapps-btn": "Dapps চেক আউট",
  "page-get-eth-community-safety": "নিরাপত্তা সংক্রান্ত কমিউনিটি পোস্ট",
  "page-get-eth-description": "ইথেরিয়াম এবং ETH কোন সরকার বা কোম্পানি দ্বারা নিয়ন্ত্রিত নয় - এগুলো ডিসেন্ট্রালাইজড। এর মানে হলো ETH প্রত্যেকের ব্যবহারের জন্য উন্মুক্ত।",
  "page-get-eth-dex": "ডিসেন্ট্রালাইজড এক্সচেঞ্জ (DEX)",
  "page-get-eth-dex-desc": "যদি আপনি অধিকতর নিয়ন্ত্রণ চান, তাহলে পিয়ার-টু-পিয়ার ETH কিনুন। কোন কেন্দ্রীভূত কোম্পানিকে আপনার ফান্ডের নিয়ন্ত্রন দেয়া ছাড়াই একটি DEX এর মাধ্যমে আপনি ট্রেড করতে পারেন।",
  "page-get-eth-dexs": "ডিসেন্ট্রালাইজড এক্সচেঞ্জ (DEX)",
  "page-get-eth-dexs-desc": "বিকেন্দ্রীভূত এক্সচেঞ্জগুলো হলো ETH এবং অন্যান্য টোকেনের খোলা বাজার। এগুলো ক্রেতা এবং বিক্রেতাদের সরাসরি যুক্ত করে।",
  "page-get-eth-dexs-desc-2": "লেনদেনের ক্ষেত্রে ফান্ডের নিরাপত্তায় একটি বিশ্বস্ত তৃতীয় পক্ষের পরিবর্তে তারা কোড ব্যবহার করে। কেবল পেমেন্ট নিশ্চিত হলে বিক্রেতার ETH স্থানান্তরিত হবে। এই ধরনের কোড একটি স্মার্ট কন্ট্র্যাক্ট হিসাবে পরিচিত।",
  "page-get-eth-dexs-desc-3": "এর মানে এখানে বিকল্প সেন্ট্রালাইজড ব্যবস্থাগুলির তুলনায় কম ভৌগলিক সীমাবদ্ধতা রয়েছে। যদি কেউ আপনি যা চান তা বিক্রি করছে এবং আপনি প্রদান করতে পারেন এমন একটি পেমেন্ট পদ্ধতি গ্রহণ করছে, তাহলে আপনি সেদিকে যেতে পারেন। DEX গুলো আপনাকে অন্যান্য টোকেন, PayPal বা এমনকি সরাসরি নগদ অর্থের মাধ্যমেও ETH কিনতে দিতে পারে।",
  "page-get-eth-do-not-copy": "উদাহরণ: কপি করবেন না",
  "page-get-eth-exchanges-disclaimer": "আমরা এই তথ্য গুলো ম্যানুয়ালি সংগ্রহ করেছি। কোনো ভুল তথ্য খুঁজে পেলে আমাদের জানান",
  "page-get-eth-exchanges-empty-state-text": "আপনি ETH কিনতে ব্যবহার করতে পারেন এমন ওয়ালেট ও এক্সচেঞ্জের একটি তালিকা দেখতে আপনার বসবাসের দেশ লিখুন",
  "page-get-eth-exchanges-except": "ব্যাতীত",
  "page-get-eth-exchanges-header": "আপনি কোন দেশে বাস করেন?",
  "page-get-eth-exchanges-header-exchanges": "এক্সচেঞ্জ",
  "page-get-eth-exchanges-header-wallets": "ওয়ালেটসমূহ",
  "page-get-eth-exchanges-intro": "এক্সচেঞ্জ এবং ওয়ালেট সমূহের উপর বিধিনিষেধ রয়েছে যে তারা কোথায় ক্রিপ্টো বিক্রি করতে পারবে।",
  "page-get-eth-exchanges-no-exchanges": "দুঃখিত, আমরা এমন কোনো এক্সচেঞ্জ সম্পর্কে জানিনা যা আপনাকে এই দেশ থেকে ETH কিনতে দেয়। যদি আপনি জানেন, আমাদের তা বলুন",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "দুঃখিত, আমরা এমন কোনো এক্সচেঞ্জ বা ওয়ালেট সম্পর্কে জানিনা যা আপনাকে এই দেশ থেকে ETH কিনতে দেয়। যদি আপনি জানেন, আমাদের তা বলুন",
  "page-get-eth-exchanges-no-wallets": "দুঃখিত, আমরা এমন কোনো ওয়ালেট সম্পর্কে জানিনা যা আপনাকে এই দেশ থেকে ETH কিনতে দেয়। যদি আপনি জানেন, আমাদের তা বলুন",
  "page-get-eth-exchanges-search": "আপনি কোথায় থাকেন লিখুন...",
  "page-get-eth-exchanges-success-exchange": "একটি এক্সচেঞ্জের সাথে নিবন্ধন করতে তাদের আইনি চেকের কারণে বেশ কয়েকদিন সময় লাগতে পারে।",
  "page-get-eth-exchanges-success-wallet-link": "ওয়ালেটসমূহ",
  "page-get-eth-exchanges-success-wallet-paragraph": "আপনি যেখানে থাকেন, সরাসরি এই ওয়ালেটগুলি থেকে ETH কিনতে পারেন। এ সম্পর্কে আরও জানুন",
  "page-get-eth-exchanges-usa": "মার্কিন যুক্তরাষ্ট্র (USA)",
  "page-get-eth-get-wallet-btn": "একটি ওয়ালেট নিন",
  "page-get-eth-hero-image-alt": "ETH হিরো এর ছবি পান",
  "page-get-eth-keep-it-safe": "আপনার ETH রক্ষা করুন",
  "page-get-eth-meta-description": "আপনি কোথায় থাকেন তার উপর ভিত্তি করে কীভাবে ETH কিনবেন এবং এটি দেখাশোনা করবেন সে বিষয়ে পরামর্শ।",
  "page-get-eth-meta-title": "কিভাবে ETH কিনব",
  "page-get-eth-need-wallet": "একটি DEX ব্যবহারের জন্য আপনার একটি ওয়ালেটের প্রয়োজন হবে।",
  "page-get-eth-new-to-eth": "ETH এর ব্যাপারে নতুন? এ বিষয়ে আপনাকে শুরু করতে হলে এখানে একটি সংক্ষিপ্ত বিবরণী রয়েছে।",
  "page-get-eth-other-cryptos": "অন্য ক্রিপ্টো দিয়ে কিনুন",
  "page-get-eth-protect-eth-desc": "আপনি যদি প্রচুর ETH কেনার পরিকল্পনা করেন তবে আপনি এটিকে আপনার নিয়ন্ত্রণে থাকা কোন ওয়ালেটে রাখতে চাইতে পারেন, এক্সচেঞ্জে নয়। কারণ এক্সচেঞ্জ সাধারণত হ্যাকারদের টার্গেট হয়ে থাকে। যদি একজন হ্যাকার এর নিয়ন্ত্রণ লাভ করে, আপনি আপনার ফান্ড হারাতে পারেন। অপদিকে, আপনার ওয়ালেটে শুধুমাত্র আপনারই নিয়ন্ত্রণ রয়েছে।",
  "page-get-eth-protect-eth-in-wallet": "আপনার ETH একটি ওয়ালেটে সুরক্ষিত রাখুন",
  "page-get-eth-search-by-country": "দেশের সাপেক্ষে খুঁজুন",
  "page-get-eth-security": "কিন্তু এর মানে এটাও যে আপনাকে আপনার ফান্ডের নিরাপত্তা গুরুত্ব সহকারে নিতে হবে। ETH প্রসঙ্গে, আপনার অর্থের দেখাশোনার জন্য আপনি কোন ব্যাংককে বিশ্বাস করছেন না, আপনি আপনার নিজেকে বিশ্বাস করছেন।",
  "page-get-eth-smart-contract-link": "স্মার্ট কন্ট্র্যাক্ট সম্পর্কে আরো",
  "page-get-eth-swapping": "অন্য লোকেদের ETH এর সাথে আপনার টোকেন বিনিময় করুন। এবং এর বিপরীত ও করতে পারেন।",
  "page-get-eth-try-dex": "একটি DEX ব্যবহারের চেষ্টা করুন",
  "page-get-eth-use-your-eth": "আপনার ETH ব্যবহার করুন",
  "page-get-eth-use-your-eth-dapps": "এখন আপনি কিছু ETH এর মালিক, তাই কিছু ইথেরিয়াম এপ্লিকেশন (dapps) চেক করে দেখুন। সামাজিক মাধ্যম, গেমিং এবং অন্যান্য অনেক বিভাগের জন্য dapps রয়েছে।",
  "page-get-eth-wallet-instructions": "ওয়ালেট এর নির্দেশাবলী অনুসরণ করুন",
  "page-get-eth-wallet-instructions-lost": "যদি আপনি আপনার ওয়ালেট এর অ্যাক্সেস হারান, তাহলে আপনি আপনার ফান্ডের অ্যাক্সেস হারাবেন। এর থেকে রক্ষার্থে আপনার ওয়ালেট এর উচিত আপনাকে নির্দেশাবলী দেয়া। যত্নসহকারে সেগুলো অনুসরণ করুন – যদি আপনি আপনার ওয়ালেট এর অ্যাক্সেস হারিয়ে ফেলেন অধিকাংশ ক্ষেত্রেই কেউ আপনাকে স্যাহায্য করতে পারবেনা।",
  "page-get-eth-wallets": "ওয়ালেটসমূহ",
  "page-get-eth-wallets-link": "ওয়ালেটের ব্যাপারে আরও তথ্য",
  "page-get-eth-wallets-purchasing": "কিছু ওয়ালেট আপনাকে ডেবিট/ক্রেডিট কার্ড, ব্যাংক ট্রান্সফার বা এমনকি অ্যাপল পে ব্যাবহার করেও ক্রিপ্টোকারেন্সি কিনতে দেয়। এতে ভৌগলিক বিধিনিষেধ প্রযোজ্য।",
  "page-get-eth-warning": "এই DEX গুলো নতুনদের জন্য নয়, কারণ এগুলো ব্যবহার করতে আপনার কিছু ETH এর প্রয়োজন হবে।",
  "page-get-eth-what-are-DEX's": "DEX কি?",
  "page-get-eth-whats-eth-link": "ETH কি?",
  "page-get-eth-where-to-buy-desc": "আপনি সরাসরি এক্সচেঞ্জ অথবা ওয়ালেট থেকে ETH কিনতে পারেন।",
  "page-get-eth-where-to-buy-desc-2": "আপনি কোথায় থাকেন উপর ভিত্তি করে আপনি কোন পরিষেবাগুলি ব্যবহার করতে পারেন তা চেক করুন।",
  "page-get-eth-where-to-buy-title": "যেখানে ETH কিনতে হবে",
  "page-get-eth-your-address": "আপনার ETH অ্যাড্রেস",
  "page-get-eth-your-address-desc": "যখন আপনি কোনো ওয়ালেট ডাউনলোড করেন, তখন এটি আপনার জন্য একটি পাবলিক ETH অ্যাড্রেস বানিয়ে নিবে। সেটা দেখতে অনেকটা এরকম:",
  "page-get-eth-your-address-desc-3": "ভাবুন এটা আপনার ই মেইল অ্যাড্রেসের মতো, কিন্তু মেইল এর প্রতিবর্তে এটা ETH গ্রহণ করতে পারে। যদি আপনি এক্সচেঞ্জ থেকে আপনার ওয়ালেটে ETH পাঠাতে চান, তাহলে গন্তব্য হিসেবে আপনার অ্যাড্রেসটি ব্যবহার করুন। পাঠানোর আগে সবসময় দুইবার চেক করতে নিশ্চিত হউন!",
  "page-get-eth-your-address-wallet-link": "ওয়ালেট চেক করুন",
  "listing-policy-raise-issue-link": "সমস্যা উত্থাপন করুন",
  "page-find-wallet-last-updated": "সর্বশেষ আপডেটকৃত"
}
