{
  "page-eth-buy-some": "কিছু ইথেরিয়াম কিনতে চান?",
  "page-eth-buy-some-desc": "ইথেরিয়াম এবং ETH মিশ্রিত হয়ে যাওয়া এটা সাধারণ ব্যাপার। ইথেরিয়াম হলো ব্লকচেইন আর ETH হল ইথেরিয়ামের প্রধান সম্পদ। ETH হল যা আপনি সম্ভবত কিনতে চাচ্ছেন।",
  "page-eth-cat-img-alt": "বিড়ালের ক্যালিডোস্কোপ সহ ETH গ্লাইফের গ্রাফিক",
  "page-eth-collectible-tokens": "সংগ্রহযোগ্য টোকেন",
  "page-eth-collectible-tokens-desc": "যে টোকেনগুলো একটি সংগ্রহযোগ্য গেম আইটেম, ডিজিটাল শিল্পের অংশ বা অন্যান্য অনন্য সম্পদের প্রতিনিধিত্ব করে। সাধারণত নন-ফাঞ্জিবল টোকেন (NFT) নামে পরিচিত।",
  "page-eth-cryptography": "ক্রিপ্টোগ্রাফি দ্বারা সুরক্ষিত",
  "page-eth-cryptography-desc": "ইন্টারনেট দুনিয়ার অর্থ নতুন হতে পারে তবে এটি প্রমাণিত ক্রিপ্টোগ্রাফি দ্বারা সুরক্ষিত। এটি আপনার ওয়ালেট, আপনার ETH এবং আপনার লেনদেনকে সুরক্ষিত করে। ",
  "page-eth-currency-for-apps": "এটি ইথেরিয়াম অ্যাপের মুদ্রা।",
  "page-eth-currency-for-future": "আমাদের ডিজিটাল ভবিষ্যতের জন্য মুদ্রা",
  "page-eth-description": "ETH হল একটি ক্রিপ্টোকারেন্সি। এটি একটি দুষ্প্রাপ্য ডিজিটাল অর্থ যা আপনি ইন্টারনেটে ব্যবহার করতে পারেন - বিটকয়েনের মতো। আপনি যদি ক্রিপ্টোতে নতুন হন, কিভাবে ETH প্রচলিত অর্থ থেকে আলাদা এখানে তা দেয়া হলো।",
  "page-eth-earn-interest-link": "লভ্যাংশ অর্জন করুন",
  "page-eth-flexible-amounts": "যথেষ্ট পরিমাণে পাওয়া যায়",
  "page-eth-flexible-amounts-desc": "ETH 18 দশমিক স্থান পর্যন্ত বিভাজ্য তাই আপনাকে 1টি সম্পূর্ণ ETH কিনতে হবে না। আপনি একবারে ভগ্নাংশ কিনতে পারেন – 0.000000000000000001 ETH এর মতো কমও যদি আপনি চান।",
  "page-eth-fuels": "ETH ইথেরিয়ামের শক্তি যোগায় এবং সুরক্ষিত করে",
  "page-eth-fuels-desc": "ETH হল ইথেরিয়াম এর জীবনরক্ত। আপনি যখন ETH পাঠান বা একটি ইথেরিয়াম অ্যাপ্লিকেশন ব্যবহার করেন, তখন আপনি ইথেরিয়াম নেটওয়ার্ক ব্যবহারের জন্য ETH-এ একটি ফি প্রদান করবেন। এই ফি টি হল আপনি যা করার চেষ্টা করছেন তা প্রক্রিয়া এবং যাচাই করতে একজন ব্লক উৎপাদকের জন্য একটি প্রণোদনা।",
  "page-eth-fuels-desc-2": "যাচাইকারীগণ ইথেরিয়ামের রেকর্ড-রক্ষকদের মতো-তারা পরীক্ষা করে প্রমাণ করে যে কেউ প্রতারণা করছে না। তারা লেনদেনের একটি ব্লক প্রস্তাব করার জন্য যথেচ্ছভাবে নির্বাচিত হয়। সেসব যাচাইকারীগণ এই কাজটি করে তাদেরও সদ্য-উদ্গত ETH এর মাধ্যমে অল্প পরিমাণে পুরস্কৃত করা হয়।",
  "page-eth-fuels-desc-3": "যাচাইকারীগণ যে কাজটি করে এবং তারা যে মূলধন স্টেইক করে, তা ইথেরিয়াম কে সুরক্ষিত রাখে এবং কেন্দ্রীভূত নিয়ন্ত্রণ মুক্ত রাখে।",
  "page-eth-fuels-staking": "যখন আপনি আপনার ETH কে স্টেইক করেন, তখন আপনি ইথেরিয়াম সুরক্ষিত করতে সহায়তা করেন এবং পুরষ্কার অর্জন করেন। এই সিস্টেমে, ETH হারানোর হুমকি আক্রমণকারীদের বাধা দেয়।",
  "page-eth-fuels-more-staking": "স্টেকিং সম্পর্কে আরো",
  "page-eth-get-eth-btn": "ETH নিন",
  "page-eth-gov-tokens": "পরিচালনা টোকেনগুলো",
  "page-eth-gov-tokens-desc": "যে টোকেনগুলো ডিসেন্ট্রালাইজড অর্গানাইজেশনগুলোতে ভোটদানের ক্ষমতাকে প্রতিনিধিত্ব করে।",
  "page-eth-has-value": "কেন ETH এর মান আছে?",
  "page-eth-has-value-desc": "বিভিন্ন মানুষের কাছে বিভিন্ন উপায়ে ETH মূল্যবান।",
  "page-eth-has-value-desc-2": "ইথেরিয়াম এর ব্যবহারকারীদের জন্য, ETH মূল্যবান কারণ এটি আপনাকে লেনদেনের ফি দিতে দেয়।",
  "page-eth-has-value-desc-3": "অন্যরা এটিকে মূল্যের একটি ডিজিটাল স্টোর হিসাবে দেখে কারণ নতুন ETH তৈরি সময়ের সাথে সাথে ধীর হয়ে যায়।",
  "page-eth-has-value-desc-4": "অতি সম্প্রতি, ইথেরিয়াম এ আর্থিক অ্যাপেগুলোর ব্যবহারকারীদের কাছে ETH মূল্যবান হয়ে উঠেছে। তার কারণ হল আপনি ক্রিপ্টো ধার করার জন্য জামানত হিসাবে বা পরিশোধ পদ্ধতি হিসাবে ETH ব্যবহার করতে পারেন।",
  "page-eth-has-value-desc-5": "অবশ্যই অনেকে এটিকে বিটকয়েন বা অন্যান্য ক্রিপ্টোকারেন্সির মতো একটি বিনিয়োগ হিসেবেও দেখেন।",
  "page-eth-how-to-buy": "কিভাবে ইথার কিনবেন",
  "page-eth-how-to-buy-caption": "প্রায়ই আপডেট করা হয়",
  "page-eth-is-money": "ETH হল ডিজিটাল, বৈশ্বিক অর্থ।",
  "page-eth-last-updated": "জানুয়ারী 2019",
  "page-eth-monetary-policy": "ইথেরিয়াম এর অর্থ বিষয়ক নীতি",
  "page-eth-more-on-ethereum-link": "ইথেরিয়াম সম্পর্কে আরো",
  "page-eth-no-centralized": "কোনো সেন্ট্রালাইজড নিয়ন্ত্রণ নেই ",
  "page-eth-no-centralized-desc": "ETH ডিসেন্ট্রালাইজড এবং বিশ্বব্যাপী। এমন কোন কোম্পানি বা ব্যাঙ্ক নেই যা আরও ETH প্রিন্ট করার বা ব্যবহারের শর্তাবলী পরিবর্তন করার সিদ্ধান্ত নিতে পারে।",
  "page-eth-non-fungible-tokens-link": "নন-ফাঞ্জিবল টোকেন",
  "page-eth-not-only-crypto": "ETH ইথেরিয়াম এ একমাত্র ক্রিপ্টোকারেন্সি নয়",
  "page-eth-not-only-crypto-desc": "যে কেউ নতুন ধরণের সম্পদ তৈরি করতে এবং ইথেরিয়ামে সেগুলি ব্যবসা করতে পারে। এগুলো 'টোকেন' নামে পরিচিত। মানুষ ঐতিহ্যগত মুদ্রা, তাদের আবাসন, তাদের শিল্প, এমনকি নিজেদেরকেও টোকেনাইজ করেছে!",
  "page-eth-not-only-crypto-desc-2": "ইথেরিয়াম হল হাজার হাজার টোকেনের আবাস – কিছু অন্যদের থেকে বেশি দরকারী এবং মূল্যবান। ডেভেলপাররা ক্রমাগত নতুন টোকেন তৈরি করছে যা নতুন সম্ভাবনাকে আনলক করে এবং নতুন বাজার খুলে দেয়।",
  "page-eth-open": "যে কারো জন্য উন্মুক্ত",
  "page-eth-open-desc": "ETH গ্রহণ করার জন্য আপনার শুধুমাত্র ইন্টারনেট সংযোগ এবং একটি ওয়ালেট প্রয়োজন। পেমেন্ট গ্রহণ করার জন্য আপনার কোনো ব্যাঙ্ক অ্যাকাউন্টে অ্যাক্সেসের প্রয়োজন নেই। ",
  "page-eth-p2p-payments": "পিয়ার-টু-পিয়ার পেমেন্টস",
  "page-eth-p2p-payments-desc": "আপনি ব্যাঙ্কের মতো কোনো মধ্যস্থতাকারী পরিষেবা ছাড়াই আপনার ETH পাঠাতে পারেন। এটি ব্যক্তিগতভাবে নগদ হস্তান্তর করার মতো, তবে আপনি এটি নিরাপদে যে কারও সাথে, যে কোনও জায়গায়, যে কোনও সময় করতে পারেন।",
  "page-eth-period": "।",
  "page-eth-popular-tokens": "জনপ্রিয় ধরনের টোকেন",
  "page-eth-powers-ethereum": "ETH ইথেরিয়াম এর শক্তি যোগায়",
  "page-eth-shit-coins": "Sh*t কয়েনস",
  "page-eth-shit-coins-desc": "কারণ নতুন টোকেন তৈরি করা সহজ, যে কেউ এটি করতে পারে - এমনকি খারাপ বা বিপথগামী উদ্দেশ্যের লোকেরাও। সর্বদা সেগুলো ব্যবহার করার আগে আপনার গবেষণা করুন!",
  "page-eth-stablecoins": "স্টেবলকয়েন",
  "page-eth-stablecoins-desc": "টোকেন যা ডলারের মতো ঐতিহ্যবাহী মুদ্রার মূল্যকে প্রতিফলিত করে। এটি অনেক ক্রিপ্টোকারেন্সির সাথে অস্থিরতার সমস্যা সমাধান করে।",
  "page-eth-stablecoins-link": "স্টেবলকয়েন কিনুন",
  "page-eth-stream-link": "ETH স্ট্রিম",
  "page-eth-tokens-link": "ইথেরিয়াম টোকেনসমূহ",
  "page-eth-trade-link-2": "টোকেন অদলবদল করুন",
  "page-eth-underpins": "ETH হল ইথেরিয়াম আর্থিক ব্যবস্থার ভিত্তি",
  "page-eth-underpins-desc": "পেমেন্ট নিয়ে সন্তুষ্ট নন, ইথেরিয়াম কমিউনিটি একটি সম্পূর্ণ আর্থিক ব্যবস্থা তৈরি করছে যা পিয়ার-টু-পিয়ার এবং প্রত্যেকের কাছে অ্যাক্সেসযোগ্য।",
  "page-eth-underpins-desc-2": "আপনি ইথেরিয়াম এ সম্পূর্ণ ভিন্ন ক্রিপ্টোকারেন্সির টোকেন উৎপাদন করতে জামানত হিসেবে ETH ব্যবহার করতে পারেন। এছাড়াও আপনি ETH এবং অন্যান্য ETH-সমর্থিত টোকেনগুলিতে ধার নিতে, ধার দিতে এবং সুদ উপার্জন করতে পারেন।",
  "page-eth-uses": "ETH-এর ব্যবহার প্রতিদিন বৃদ্ধি পায়",
  "page-eth-uses-desc": "যেহেতু ইথেরিয়াম প্রোগ্রামযোগ্য, ডেভেলপাররা অসংখ্য উপায়ে ETH কে আকার দিতে পারে।",
  "page-eth-uses-desc-2": "2015 সালে, আপনি যা করতে পারতেন তা হল একটি ইথেরিয়াম অ্যাকাউন্ট থেকে অন্য অ্যাকাউন্টে ETH পাঠানো। তারমধ্যে এখানে আপনি আজ করতে পারেন কিছু জিনিস।",
  "page-eth-uses-desc-3": "কাউকে অর্থ প্রদান করুন বা সঠিক সময়ে ফান্ড গ্রহণ করুন।",
  "page-eth-uses-desc-4": "আপনি বিটকয়েন সহ অন্যান্য টোকেনের সাথে ETH বাণিজ্য করতে পারেন।",
  "page-eth-uses-desc-5": "ETH এবং অন্যান্য ইথেরিয়াম-ভিত্তিক টোকেনগুলিতে।",
  "page-eth-uses-desc-6": "একটি স্থির, কম-পরিবর্তশীল মান সহ ক্রিপ্টোকারেন্সির জগতে প্রবেশ করুন।",
  "page-eth-value": "কেন ইথার মূল্যবান",
  "page-eth-video-alt": "ETH গ্লিফ ভিডিও",
  "page-eth-whats-eth": "ইথার (ETH) কী?",
  "page-eth-whats-eth-hero-alt": "একদল মানুষের অবাক হয়ে ইথার (ETH) গ্লিফের দিকে চেয়ে থাকার ছবি",
  "page-eth-whats-eth-meta-desc": "ETH এবং ইথেরিয়াম এ এর স্থান বুঝতে আপনার যা জানা দরকার।",
  "page-eth-whats-eth-meta-title": "ইথার (ETH) কী?",
  "page-eth-whats-ethereum": "ইথেরিয়াম কী?",
  "page-eth-whats-ethereum-desc": "যদি আপনি ইথেরিয়াম, ETH এর পিছনের প্রযুক্তি সম্পর্কে আরও জানতে চান, আমাদের ভূমিকা অংশ দেখুন।",
  "page-eth-whats-unique": "ETH সম্পর্কে অনন্য কী?",
  "page-eth-whats-unique-desc": "ইথেরিয়াম এ অনেক ক্রিপ্টোকারেন্সি এবং অন্যান্য অনেক টোকেন আছে, কিন্তু কিছু জিনিস আছে যা শুধুমাত্র ETH করতে পারে।",
  "page-eth-where-to-buy": "ETH কোথায় পাবেন",
  "page-eth-where-to-buy-desc": "আপনি একটি এক্সচেঞ্জ বা একটি ওয়ালেট থেকে ETH পেতে পারেন কিন্তু বিভিন্ন দেশের বিভিন্ন নীতি রয়েছে। যে পরিষেবাগুলি আপনাকে ETH কিনতে দেবে তা দেখতে চেক করুন।",
  "page-eth-yours": "এটা সত্যিই আপনার",
  "page-eth-yours-desc": "ETH আপনাকে আপনার নিজের ব্যাঙ্ক হতে দেয়। মালিকানার প্রমাণ হিসাবে আপনি আপনার ওয়ালেট দিয়ে আপনার নিজস্ব ফান্ড নিয়ন্ত্রণ করতে পারেন – কোনো তৃতীয় পক্ষের প্রয়োজন নেই।",
  "page-eth-more-on-tokens": "টোকেন ও তাদের ব্যবহার সম্পর্কে আরও",
  "page-eth-button-buy-eth": "ETH নিন",
  "page-eth-tokens-stablecoins": "স্টেবলকয়েন",
  "page-eth-tokens-defi": "বিকেন্দ্রীভূত অর্থ (DeFi)",
  "page-eth-tokens-nft": "নন-ফাংগিবল টোকেন (NFTs)",
  "page-eth-tokens-dao": "বিকেন্দ্রীভূত স্বায়ত্তশাসিত সংস্থা (DAOs)",
  "page-eth-tokens-stablecoins-description": "ইথেরিয়াম টোকেনগুলির ন্যূনতম পরিবর্তন সম্পর্কে আরও।",
  "page-eth-tokens-defi-description": "ইথেরিয়াম টোকেনের জন্য আর্থিক ব্যবস্থা।",
  "page-eth-tokens-nft-description": "যে টোকেনগুলো ইথেরিয়ামে আইটেমের মালিকানার প্রতিনিধিত্ব করে।",
  "page-eth-tokens-dao-description": "ইন্টারনেট কমিউনিটিগুলি প্রায়ই টোকেন হোল্ডারদের দ্বারা নিয়ন্ত্রিত হয়।",
  "page-eth-whats-defi": "DeFi সম্পর্কে আরও",
  "page-eth-whats-defi-description": "DeFi হল ইথেরিয়াম এ নির্মিত ডিসেন্ট্রালাইজড আর্থিক ব্যবস্থা। এই সংক্ষিপ্ত বিবরণী ব্যাখ্যা করে আপনি কি কি করতে পারেন।",
  "page-what-is-ethereum-what-is-ether": "What is ether?"
}
