{
  "layer-2-arbitrum-note": "Àrídájú èrú fún àwọn olùṣàmúlò tó wà nínú àkọsílẹ̀ funfun nìkan, àkọsílẹ̀ funfun kò tíì ṣí",
  "layer-2-boba-note": "Ìfọwọ́sí ìpínlẹ̀ nínú ìdàgbàsókè",
  "layer-2-optimism-note": "Àwọn àrídájú àṣìṣe nínú ìdàgbàsókè",
  "layer-2-base-note": "Ètò àrídájú èrú lọ́wọ́lọ́wọ́ wà lábẹ́ ìdàgbàsókè",
  "layer-2-metadata-description": "Ojú-ìwé àfihàn sí ìpele 2",
  "layer-2-hero-title": "Ìpele 2",
  "layer-2-hero-header": "Ethereum fún gbogbo ènìyàn",
  "layer-2-hero-subtitle": "Mímú Ethereum gbòòrò síi fún lílo ọ̀pọ̀lọpọ̀ ènìyàn.",
  "layer-2-hero-alt-text": "Àpèjúwe àwọn ìdúnàádúrà tí a ń gbékalẹ̀ lórí ìpele 2 tí a sì gbé sórí Ethereum Mainnet",
  "layer-2-hero-button-1": "Kíni Ipele 2",
  "layer-2-hero-button-2": "Lo Ipele 2",
  "layer-2-hero-button-3": "Lọ sí Ipele 2",
  "layer-2-statsbox-1": "TVL tí a tìpa ní ipele 2 (USD)",
  "layer-2-statsbox-2": "Àpapọ̀ ipele 2 ETH owó gbígbé (USD)",
  "layer-2-statsbox-3": "Ìyípadà TVL Ipele 2 (ọjọ́ 30)",
  "layer-2-what-is-layer-2-title": "Kíni Ipele 2?",
  "layer-2-what-is-layer-2-1": "Ipele 2 (L2) jẹ́ ọ̀rọ̀ àpapọ̀ láti ṣàpèjúwe àpapọ̀ pàtó kan ti àwọn ojútùú ìmú gbòòrò Ethereum. <strong>Ipele 2 kan jẹ́ <a href=\"/glossary/#blockchain\">blockchain</a> tó yàtọ̀ tí ó gbòòrò Ethereum tí ó sì jogún àwọn ìdánilójú ààbò Ethereum</strong>.",
  "layer-2-what-is-layer-2-2": "Báyìí jẹ́ ká túbọ̀ gbeyẹ̀wò. Láti ṣe èyí a gbọdọ̀ kọ́kọ́ ṣàlàyé ipele 1 (L1).",
  "layer-2-what-is-layer-1-title": "Kíni Ipele1?",
  "layer-2-what-is-layer-1-1": "Ipele 1 ni ìpìlẹ̀ blockchain. Ethereum àti Bitcoin jẹ́ àwọn blockchains ipele 1 nítorí wọ́n jẹ́ <strong>ìpìlẹ̀ tí wọ́n kọ́ àwọn nẹtiwọọki ipele 2 oriṣiriṣi lé lórí</strong>. Àpẹẹrẹ àwọn iṣẹ́ àkànṣe Ipele 2 ni \"rollups\" lórí Ethereum àti Lightning Network lórí Bitcoin. Gbogbo iṣẹ́ ìdúnàádúrà olùmúlò lórí àwọn iṣẹ́ àkànṣe Ipele 2 wọ̀nyí lè padà sí orí blockchain Ipele 1 níkẹyìn.",
  "layer-2-what-is-layer-1-2": "Ethereum tun ṣiṣẹ bi <a href=\"/gilosari/#data-availability\"> wiwa data</a> ipele fun ipele 2s. Awọn iṣẹ akanṣe Layer 2 yoo fi data idunadura wọn sori Ethereum, to da lori Ethereum fun wiwa data. A le lo data yii lati gba ipo ti ipele 2, tabi lati jiyan awọn idunadura lori ipele 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum gẹgẹ bi ipele 1 pẹlu:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Nẹtiwọọki ti awọn oniṣẹ node</strong>lati ni aabo ati <a href=\"/glossary/#validator\">fọwọsi</a> nẹtiwọọki naa",
  "layer-2-what-is-layer-1-list-2": "<strong>Nẹtiwọọki ti awọn olupilẹṣẹ bulooku</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>Awọn blockchain</strong>funra rẹ ati itan-akọọlẹ ti data idunadura",
  "layer-2-what-is-layer-1-list-4": "<strong>Ti <a href=\"/glossary/#consensus\">ilana ipohunpo</a></strong>fun nẹtiwọki naa",
  "layer-2-what-is-layer-1-list-link-1": "Ṣé o ti ní ìdààmú lórí Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Kọ ẹkọ kini Ethereum jẹ.",
  "layer-2-why-do-we-need-layer-2-title": "Kini idi ti a nilo Layer 2?",
  "layer-2-why-do-we-need-layer-2-1": "Awọn ohun-ini mẹta to wuni nipa blockchain ni pe o jẹ<strong>decentralized, aabo, ati imú gbòòrò </strong>. Awọn <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">blockchain trilemma</a> sọ pe iṣẹ ọna blockchain ti o rọrun le ṣe aṣeyọri meji nikan. ninu meta. Ṣe o fẹ blockchain ti o ni aabo ati alailakoso bi? O nilo lati rubọ imu gbooro.",
  "layer-2-why-do-we-need-layer-2-2": "Lọwọlọwọ Ethereum ṣe ilana awọn iṣowo miliọnu kan pelu fun ọjọ kan. Ibeere lati lo Ethereum le fa ki awọn idiyele idunadura jẹ giga. Eyi ni ibiti awọn nẹtiwọki ipele 2 ti waye.",
  "layer-2-why-do-we-need-layer-2-scalability": "Àforítì latì sisé",
  "layer-2-why-do-we-need-layer-2-scalability-1": "Ibi-afẹde akọkọ ti ipele 2 ni lati mu iwọn idunadura pọ si (awọn iṣowo ti o ga julọ fun iṣẹju aya kan) laisi rubọ alailakoso tabi aabo.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Ethereum <a href=\"/Gilosari/#mainnet\">Mainnet</a> (Layer 1) nikan le ṣe ilana ni aijọju awọn idunadura 15 fun iṣẹju kan. Nigbati ibeere lati lo Ethereum ba ga, nẹtiwọọki naa di ilojupo, eyiti o pọ si ni awọn idiyele idunadura ati idiyele awọn olumulo ti ko le san awọn idiyele yẹn. Layer 2s jẹ awọn ojutu ti o dinku awọn idiyele wọnyẹn nipasẹ sisẹ awọn iṣowo kuro ni ipele-1 blockchain.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Diẹ sii lori iran Ethereum",
  "layer-2-benefits-of-layer-2-title": "Awọn anfani ti ipele 2",
  "layer-2-lower-fees-title": "Awọn idiyele kekere",
  "layer-2-lower-fees-description": "Nipa apapọ ọpọlọpọ awọn iṣowo alakosile to ni ijerii sinu idunadura kan ipele 1, awọn idiyele idunadura dinku pupọ, to si je ki Ethereum ni iraye si diẹ sii fun gbogbo eniyan.",
  "layer-2-maintain-security-title": "Bojuto aabo",
  "layer-2-maintain-security-description": "Ipele 2 blockchains yanju awọn idunadura wọn lori Ethereum Mainnet, gbigba awọn olumulo laaye lati ni anfani lati aabo ti nẹtiwọọki Ethereum.",
  "layer-2-expand-use-cases-title": "Mu awọn isele lilo gbooro",
  "layer-2-expand-use-cases-description": "Pẹlu awọn iṣowo ti o ga julọ fun iṣẹju aya kan, awọn owo kekere, ati imọ-ẹrọ tuntun, awọn iṣẹ akanṣe yoo je amugbooro sinu awọn ohun elo tuntun pẹlu iriri olumulo to ni ilọsiwaju.",
  "layer-2-how-does-layer-2-work-title": "Bawo ni ipele 2 se n ṣiṣẹ?",
  "layer-2-how-does-layer-2-work-1": "Gẹgẹbi a ti mẹnuba loke, Layer 2 jẹ ọrọ apapọ fun awọn ojutu imugbooro Ethereum ti o mu awọn iṣowo kuro ni ipele 1 Ethereum lakoko ti o tun ni anfani ti aabo alailakoso to lagbara ti ipele 1 Ethereum. <strong>Ipele 2 jẹ blockchain lọtọ ti o mu Ethereum gbooro. </strong>. Bawo ni iyẹn ṣe n ṣiṣẹ?",
  "layer-2-how-does-layer-2-work-2": "Awon orisirisi ipele 2 wa, onikaluku ni isowo tiwon ati awọn awoṣe aabo. Ipele 2s gba awọn iṣoro kuro ni ipele 1 ti o jẹ ki o ilojupo idinku, ati pe ohun gbogbo di imu gbooro diẹ sii.",
  "layer-2-rollups-1": "Rollups lapapo (tabi 'roll up') awọn ọgọọgọrun awọn idunadura sinu idunadura ẹyọkan lori ipele 1. Eyi n pin awọn idiyele idunadura L1kaakiri ori gbogbo eniyan ninu iyipo, to je ki o din owo fun olumulo kọọkan.",
  "layer-2-rollups-2": "Awọn data idunadura ni iyipo ti wa ni afasilẹ si ipele 1, ṣugbọn awọn imusise ti wa ni siṣe lọtọ nipa iyipo. Nipa fifiranṣẹ data idunadura lori ipele 1, awọn iyipo jogun aabo ti Ethereum. Eyi jẹ nitori ni kete ti a ti gbe data naa si ipele 1, yiyipada iṣowo yipo kan nilo iyipada Ethereum. Awọn ọna oriṣiriṣi meji lo wa si awọn iyipo: ireti ati imọ-odo - wọn yatọ ni akọkọ lori bii data idunadura yii ṣe je afakale lori L1.",
  "layer-2-optimistic-rollups-description": "Awọn iyipo ireti jẹ 'ireti' ni ori pe a o ro wipe awọn iṣowo je otito, ṣugbọn o le ipenija ti o ba jẹ dandan. Ti o ba fura pe iṣowo ti ko tọ ni, ẹri aṣiṣe kan yoo ṣiṣẹ lati rii boya eyi ti waye.",
  "layer-2-optimistic-rollups-childSentance": "Siwaju sii lori awọn iyipo ireti",
  "layer-2-zk-rollups-description": "Awọn iyipo-imọ-odo lo awọn ẹri ifẹsẹmulẹ nibiti a ti ṣe iṣiro awọn iṣowo ni alakosile ijerii si, lẹhinna data ìkìpọ̀ ti pese fun Ethereum Mainnet gẹgẹbi ẹri ti ifẹsẹmulẹ.",
  "layer-2-zk-rollups-childSentance": "Siwaju sii lori ZK-rollup",
  "layer-2-dyor-title": "Ṣe iwadii tirẹ: awọn eewu ti ipele 2",
  "layer-2-dyor-1": "Ọpọlọpọ awọn iṣẹ akanṣe ipele 2 ti kere ni akoko ati pe won tun nilo awọn olumulo lati gbekele diẹ ninu awọn oniṣẹ lati jẹ oloootitọ bi wọn ṣe n ṣiṣẹ lati se ailakoso awọn nẹtiwọọki wọn. Ṣe iwadii tirẹ nigba gbogbo lati pinnu boya o ni itunu pẹlu eyikeyi awọn ewu ti o kan.",
  "layer-2-dyor-2": "Fun alaye diẹ sii lori imọ-ẹrọ, awọn ewu, ati <a href=\"/glossary/#trust-assumptions\">awọn igbẹkẹle</a> ti ipele 2s, a dabaa siṣayẹwo L2BEAT, eyiti o pese ilana igbelewọn eewu pipe ti iṣẹ akanṣe kọọkan.",
  "layer-2-dyor-3": "Lọ si L2BEAT",
  "layer-2-use-layer-2-title": "Lo Ipele 2",
  "layer-2-use-layer-2-1": "Ni bayi ti o loye idi ti ipele 2 wa ati bii o ṣe n ṣiṣẹ, jẹ ki a gbe ọ dide ati ṣiṣe!",
  "layer-2-contract-accounts": "Ti o ba nlo <a href=\"/glossary/#smart-contract\">adehun ologbon</a> wọ́lẹ́ẹ́tì bi Safe tabi Argent, iwọ kii yoo ni iṣakoso lori adirẹsi yii lori ipele 2 a fi igba ti iwo ba gbe àkántì adehun rẹ pada si ti adirẹsi ori Layer 2. Àkántì alalopẹ pẹlu <a href=\"/glossary/#recovery-phrase\">ọrọ imularada</a> yoo ni àkántì kanna laifọwọyi lori gbogbo awọn nẹtiwọki ipele 2.",
  "layer-2-use-layer-2-generalized-title": "Ipele ti gbogbogbo 2s",
  "layer-2-use-layer-2-generalized-1": "Apapọ ipele 2s huwa gẹgẹ bi Ethereum — ṣugbọn din owo. Ohunkohun ti o le ṣe lori ipele 1 Ethereum, o tun le ṣe lori ipele 2. Ọpọlọpọ awọn <a href=\"/glossary/#dapp\">dapps</a> ti bẹrẹ lati lọ si awọn nẹtiwọki wọnyi tabi ti fo Mainnet lapapọ lati kọ awọn iṣẹ akanṣe taara lori ipele 2.",
  "layer-2-use-layer-2-application-specific-title": "Ohun elo kan pato ipele 2s",
  "layer-2-use-layer-2-application-specific-1": "Ohun elo kan pato Layer 2s jẹ awọn iṣẹ akanṣe ti o je àkànṣe ninu iṣapeye fun aaye ohun elo kan pato, mimu iṣẹ ilọsiwaju wa.",
  "layer-2-sidechains-title": "Akọsilẹ kan lori sidechains, validiums, ati awọn blockchains miiran",
  "layer-2-sidechains-1": "<strong>Sidechains ati validiums</strong>jẹ blockchains ti o gba awọn ohun-ini lati Ethereum laaye lati ṣe afara ati je lilo lori blockchain miiran. Sidechains ati validiums nṣiṣẹ ni ifegbe kegbe pẹlu Ethereum, ati ni ibasepo pẹlu Ethereum nipasẹ <a href=\"/Gilosari/#bridge\"> afara</a>, sugbon ti won ko ni anfaani aabo wọn tabi data wiwa lati Ethereum.",
  "layer-2-sidechains-2": "Mejeeji ni imu gbooro bakan naa si ipele 2s - wọn funni ni awọn idiyele idunadura kekere ati iṣelọpọ iṣowo ti o ga julọ - ṣugbọn ni awọn arosọ igbẹkẹle oriṣiriṣi.",
  "layer-2-more-on-sidechains": "Alaye siwaju sii lori sidechains",
  "layer-2-more-on-validiums": "Alaye siwaju sii lori validiums",
  "layer-2-sidechains-4": "Diẹ ninu ipele 1 blockchains ṣe ijabọ igbejade ti o ga julọ ati awọn idiyele idunadura kekere ju Ethereum, ṣugbọn ni gbogbogbo pẹlu awọn iṣowo ni ibomiiran, fun apẹẹrẹ awọn ibeere ohun elo nla fun imuṣiṣe noodu.",
  "layer-2-onboard-title": "Bii o ṣe le wọle si ipele 2",
  "layer-2-onboard-1": "Awọn ọna akọkọ meji lo wa lati gba awọn ohun-ini rẹ sori ipele 2: awọn owo afara lati Ethereum nipasẹ adehun ọlọgbọn tabi yọ awọn owo rẹ kuro lori paṣipaarọ ni taara si nẹtiwọọki ipele 2.",
  "layer-2-onboard-wallet-title": "Awọn owo nínú wọ́lẹ́ẹ́tì rẹ bí?",
  "layer-2-onboard-wallet-1": "Ti o ba ti ni ETH rẹ tẹlẹ ninu wọ́lẹ́ẹ́tì rẹ, iwọ yoo nilo lati lo afara lati gbe lati Ethereum Mainnet si ipele 2.",
  "layer-2-more-on-bridges": "Siwaju sii lori awọn afara",
  "layer-2-onboard-wallet-input-placeholder": "Yan L2 ti o fẹ lati so afara mọ́",
  "layer-2-onboard-wallet-selected-1": "O le sopọ si",
  "layer-2-onboard-wallet-selected-2": "lilo awọn wọ́lẹ́ẹ́tì wọnyi:",
  "layer-2-bridge": "Afara",
  "layer-2-onboard-exchange-title": "Awọn owo lori paṣipaarọ kan bí?",
  "layer-2-onboard-exchange-1": "Diẹ ninu awọn pasipaaro alakoso bayi nfunni ni yiyọkuro taara ati awọn ifowopamo si ipele 2s. Ṣayẹwo eyi atilẹyin pasipaaro ipele 2 gbigba owo kuro ati ipele 2s wo ni won satilẹyin fun.",
  "layer-2-onboard-exchange-2": "Iwọ yoo tun nilo woleeti kan lati gba owo rẹ jade.",
  "layer-2-onboard-find-a-wallet": "Wa woleeti Ethereum kan.",
  "layer-2-onboard-exchange-input-placeholder": "Ṣayẹwo awọn paṣipaarọ ti o ṣe atilẹyin L2",
  "layer-2-deposits": "Awọn afipamo",
  "layer-2-withdrawals": "Awon gbigba kuro",
  "layer-2-go-to": "Lọ si",
  "layer-2-tools-title": "Awọn irinṣẹ lati munadoko lori ipele 2",
  "layer-2-tools-l2beat-description": "L2BEAT jẹ orisun nla fun wiwo awọn igbelewọn eewu imọ-ẹrọ ti awọn iṣẹ akanṣe ipele 2. A dabaa siṣayẹwo awọn orisun wọn nigba ṣiṣe iwadii awọn iṣẹ akanṣe ipele 2 kan pato.",
  "layer-2-tools-growthepie-description": "Awọn atupale atojo nipa Ethereum ipele 2s",
  "layer-2-tools-ethereumecosystem-description": "Oju-iwe Ayika ti kii ṣe ti Ethereum ati Ipele 2 rẹ pẹlu Base, Optimism, ati Starknet ti o ni awọn ọgọọgọrun dApps ati awọn irinṣẹ.",
  "layer-2-tools-l2fees-description": "Awọn idiyele L2 jẹ ki o rii idiyele lọwọlọwọ (ti a sọ ni USD) fun ṣiṣe awọn iṣowo lori oriṣiriṣi ipele 2s.",
  "layer-2-tools-chainlist-description": "Chainlist jẹ orisun nla fun gbigbewọle RPC nẹtiwọọki sinu awọn woleeti atilẹyin. Iwọ yoo wa awọn RPC fun awọn iṣẹ akanṣe ipele 2 nibi lati ṣe iranlọwọ fun ọ lati sopọ.",
  "layer-2-tools-zapper-description": "Ṣakoso gbogbo apo isowo web3 rẹ lati DeFi si awọn NFT ati ohunkohun ti o tẹle. Ṣe idoko-owo sinu awọn anfaani tuntun lati aaye irọrun kan.",
  "layer-2-tools-zerion-description": "Kọ ati ṣakoso gbogbo apo isowo DeFi rẹ lati ibi kan. Ṣawari agbaye ti iṣuna alailakoso.",
  "layer-2-tools-debank-description": "Tẹsiwaju pẹlu gbogbo awọn iṣẹlẹ pataki ni agbaye web3",
  "layer-2-faq-title": "Àwọn Ìbéèrè Gbogbo ìgbà",
  "layer-2-faq-question-1-title": "Kini idi ti ko si 'ojúlówó' Ethereum L2?",
  "layer-2-faq-question-1-description-1": "Gẹgẹ bi ko se si 'ojúlówó' onibara Ethereum, ko si 'ojúlówó' Ethereum ipele 2. Ethereum ko nilo igbanilaaye - ẹnikẹni le ṣẹda ipele 2! Awọn ẹgbẹ lọpọlọpọ yoo ṣe imuse ẹya wọn ti Layer 2, ati ayika lapapọ yoo je anfaani lati oniruuru awọn ọna apẹrẹ ti o jẹ iṣapeye fun awọn isele lilo oriṣiriṣi. Gẹgẹ bi a ti ni ọpọlọpọ awọn onibara Ethereum ti a se idagbasoke won nipasẹ awọn ẹgbẹ pupọ lati le ni oniruuru ninu nẹtiwọọki, eyi paapaa yoo jẹ bii ipele 2s ti a ṣe idagbasoke re ni ọjọ iwaju.",
  "layer-2-faq-question-2-title": "Kini iyatọ laarin ireti ati awọn iyipo-imọ-odo?",
  "layer-2-faq-question-2-description-1": "Ireti ati odo-imọ rollups lapapo (tabi 'iyipo') ogogorun ti idunadura sinu idunadura kan nikan lori ipele 1. Idunadura rollup je mimuse ni ita ti ipele 1 ṣugbọn idunadura data je gbigbe sori ipele 1.",
  "layer-2-faq-question-2-description-2": "Iyatọ akọkọ jẹ kini data ti a firanṣẹ si ipele 1 ati bii a ṣe se aridaju data naa. Awọn ẹri idaniloju ifesemule (ti a lo nipasẹ awọn iyipo-imọ-odo) ṣiṣe awọn iṣiro ni akosile ijerii si ati firanṣẹ ẹri kan, àmọ́ ti awọn ẹri aṣiṣe (ti a lo nipasẹ awọn rollups ireti) nikan ṣiṣe awọn iṣiro lori akosile ijerii si ti a fura si aṣiṣe ati pe o gbọdọ je ayẹwo.",
  "layer-2-faq-question-2-description-3": "Ni akoko yii, pupọ julọ awọn iyipo ZK jẹ ohun elo ni pato, ni idakeji pẹlu awọn iyipo ireti eyiti o ti jẹ gbogbogbo.",
  "layer-2-more-info-on-optimistic-rollups": "Alaye diẹ sii lori awọn iyipo ireti",
  "layer-2-more-info-on-zk-rollups": "Alaye diẹ sii lori awọn iyipo-imọ-odo",
  "layer-2-faq-question-4-title": "Kini awọn ewu pẹlu layer 2?",
  "layer-2-faq-question-4-description-1": "Awọn iṣẹ akanṣe ipele 2 ni awọn eewu afikun ni akawe si awọn owo idaduro ati iṣowo taara lori Mainnet Ethereum. Fun apẹẹrẹ, <a href=\"/glossary/#sequencer\">atẹle</a> le lọ silẹ, ti o mu ki o duro lati wọle si awọn owo.",
  "layer-2-faq-question-4-description-2": "A gba ọ niyanju lati ṣe iwadii tirẹ ṣaaju gbigbe awọn owo pataki si ipele 2. Fun alaye diẹ sii lori imọ-ẹrọ, awọn ewu, ati awọn arosinu igbẹkẹle ti ipele 2s, a dabaa ṣiṣe ayẹwo <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, eyiti o pese ilana igbelewọn eewu ti iṣẹ akanṣe kọọkan.",
  "layer-2-faq-question-4-description-3": "Awọn afara Blockchain, eyiti o dẹrọ awọn gbigbe dukia si Layer 2, wa ni awọn ipele ibẹrẹ ti idagbasoke wọn ati pe o ṣee ṣe pe apẹrẹ Afara ti o dara julọ ko tii je awari sibẹsibẹ. <a href=\"https://rekt.news/wormhole-rekt/\">awọn akolu ti awọn afara aipẹ</a> ti wa.",
  "layer-2-faq-question-5-title": "Kilode ti awọn iṣẹ akanṣe ipele 2 ko ṣe akojọ si ibi?",
  "layer-2-faq-question-5-description-1": "A fẹ lati rii daju pe a ṣe atokọ awọn ohun elo to dara julọ ti o ṣeeṣe ki awọn olumulo le lo kiri ninu aaye Layer 2 ni ọna ailewu ati igboya. A ṣetọju ilana kan ti awọn ibeere fun bii a ṣe ṣayewo awọn iṣẹ akanṣe fun ifisi.",
  "layer-2-faq-question-5-view-listing-policy": "Wo ìlànà atojo ipele 2 wa níbí.",
  "layer-2-faq-question-5-description-2": "Ẹnikẹ́ni lómìnira láti dábàá àfikún sí ìpele kejí lórí ethereum.org. Bí ó bá wà ní ìpele kejì tí a ti gbàgbé, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">jọ̀wọ́ ṣe àbàá rẹ </a>.",
  "layer-2-further-reading-title": "Kíkà síwájú síi",
  "a-rollup-centric-ethereum-roadmap": "Ọ̀nà àfojúsùn ethereum ìyípo kan",
  "polygon-sidechain-vs-ethereum-rollups": "Polygon sidechain vs Ethereum rollups: layer 2 scaling approaches| Vitalik Buterin ati Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "ROLLUPS - The Ultimate Ethereum Scaling Strategy? Arbitrum & Optimism Explained",
  "scaling-layer-1-with-shard-chains": "Ipele imú gbòòrò 1 pẹ̀lú àwọn ẹ̀wọ̀n shard",
  "understanding-rollup-economics-from-first-principals": "Níní òye nípa ètò ọrọ̀-ajé ìyípo láti ọ̀dọ̀ àwọn olùdarí àkọ́kọ́",
  "arbitrum-description": "Arbitrum One jẹ Optimistic Rollup kan to ní ifọkansi latí ni ibaṣepọ kan na bí ti Ẹ́teriọ̀mù, ṣùgbọ́n pẹ̀lú owó idundura idakan ti ori L1.",
  "optimism-description": "Optimism jẹ iyara, rọrun, ati ailewu EVM-ti o jẹ deede ti o ni ireti. O ṣe iwọn imọ-ẹrọ Ethereum lakoko ti o tun n ṣe iwọn awọn iye rẹ nipasẹ igbeowo awọn ohun elo gbangba ti o ni agbara.",
  "boba-description": "Boba jẹ iyipo ireti ni ipilẹṣẹ lati Optimism eyiti o jẹ ojutu igbelowọn ti o ni ero lati dinku awọn idiyele gaasi, ilọsiwaju iṣelọpọ iṣowo, ati imu gbooro awọn agbara ti awọn adehun ọlọgbọn.",
  "base-description": "Base jẹ Ethereum L2 to wa ní ààbo, olówó pọku, ati irọrún fún oluṣagbejade ti a pẹsẹ látí fa ọpọlọpọ oluṣamulo wa sí wẹẹbu keta. O jẹ Ethereum L2, o jẹ agbejade Coinbase tí o sí wa ni kikọ si ori open-source OP Stack.",
  "loopring-description": "Ojutu Loopring's zkRollup L2 ni ifọkansi lati funni ni awọn idaniloju aabo kanna bi Ethereum mainnet, pẹlu igbelaruge imu gbooro nla: iṣelọpọ nipasẹ 1000x, ati adinku idiyele si 0.1% ti L1 nikan.",
  "zksync-description": "ZKsync jẹ ZK Rollup ti o ni ero lati ṣe imu gbooro Ethereum ati awọn iye rẹ si itewogba akọkọ, laisi aabo abuku tabi alailakoso.",
  "zkspace-description": "Pepe ZKSpace ni awọn ẹya akọkọ mẹta: Layer 2 AMM DEX to nlo imọ-ẹrọ ZK-Rollups ti a pe ni ZKSwap, iṣẹ isanwo ti a pe ni ZKSquare, ati ibi ọja NFT ti a pe ni ZKSea.",
  "aztec-description": "Nẹtiwọọki Aztec ni ikọkọ zk-rollup akọkọ lori Ethereum, ṣiṣe awọn ohun elo alailakoso lati wọle si ibi ikọkọ ati ni amu gbooro.",
  "starknet-description": "Starknet jẹ Ifesemule Rollup Ipele 2. O pese iṣelọpọ giga, awọn idiyele gaasi kekere, ati imuduro awọn ipele aabo Ethereum Ipele 1.",
  "layer-2-note": "Àkíyèsí:",
  "layer-2-ecosystem-portal": "Ìkànnì Àyíká",
  "layer-2-token-lists": "Akojọpọ tọ́kẹ̀n",
  "layer-2-explore": "Ṣàwárí",
  "page-dapps-ready-button": "Lọ",
  "layer-2-information": "Àlàyé",
  "layer-2-wallet-managers": "Àwọn olùṣàkóso wọ́lẹ́ẹ́tì"
}
