{
  "page-wallets-accounts-addresses": "Àwọn wọ́lẹ́ẹ̀tì, àkántì, ọ̀rọ̀ ìgbaniwọlé àti àdírẹ́sì",
  "page-wallets-accounts-addresses-desc": "Ó dára láti mọ ìyàtọ̀ láàrin àwọn ọ̀rọ̀ pàtàkì kan.",
  "page-wallets-accounts-ethereum-addresses": "<b>Àkọsílẹ̀ Ethereum ní àdírẹ́sì </b>, gẹ́gẹ́ bíi àpò orí ayélujára ṣe ní àdírẹ́sì ímeèlì. Èyí ní a fi sẹ̀ ìdámọ̀ dúkìá dígítà rẹ.",
  "page-wallets-alt": "Àpèjúwe rọ́bọ́tì pẹ̀lú àfipamọ́ fún ẹ̀ka tí ń ṣojú fún wọ́lẹ́ẹ́tì Ethereum",
  "page-wallets-ethereum-account": "<b>Àkántì Ethereum jẹ́ àsopò kókóró ìgbaniwọlé àṣírí</b>.<a href=\"/glossary/#public-key\"> kókóró kan</a> ni a máa fi sèdá àdírẹ́sì tí o lè pín fún ẹnikẹ́ni, <a href=\"/glossary/#private-key\">àwọn kọ́kọ́rọ́ yòókù</a> ní láti wà ní àṣírí torí pé yóò jẹ́ àfiwọlé fún àwọn iṣẹ́ mìíràn. Àwọn kọ́kọ́rọ́ yìí yóò jé kí o lè dúnàádúrà, á tún jé kí dúkìá wà ní àkàtà rẹ.",
  "page-wallets-blog": "Bulọọgi coinbase",
  "page-wallets-bookmarking": "Fi wọ́lẹ́ẹ́tì re síbi tí o ti lè ri ní kíákíá",
  "page-wallets-bookmarking-desc": "Tí o bá ń lo wọ́lẹ́ẹ́tì ayélujára, fí èka ayélujára náà síbi tí o ti lè ri kíákíá kí o ba lè dáabò bo ara rẹ lọ́wọ́ àwọn onítànjẹ.",
  "page-wallets-cd": "<b>Ẹ̀rọ wọ́lẹ́ẹ́tì alárídìmú</b>ni èrọ tí o lè fi owó kíríputò rẹ pamọ́ sí pèlú ààbo tó péye láì so pọ̀ mọ́ íńtánẹ́ẹ̀tì",
  "page-wallets-desc-2": "Wọ́lẹ́ẹ́tì jẹ́ nǹkan tí ọ̀pọ̀ ènìyàn ń lò láti ṣe ìtọ́jú àwọn dúkìá digitali pẹ̀lú ìdámọ̀ wọn lórí ẹ̀rọ ayélujára.",
  "page-wallets-desc-2-link": "Díẹ̀ si nípa ETH",
  "page-wallets-desc-3": "Wọlẹẹti jẹ́ ohun èlò fún ìbáraẹniṣepọ̀ pẹ̀lú àkántì Ethereum rẹ. Ìyẹn túmọ̀ sí wípé o le pààrọ̀ àwọn olùpèsè wọlẹẹti nígbàkúgbà. Ọ̀pọ̀lọpọ̀ àwọn wọlẹẹti tún jẹ́ kí o ṣàkosó ọ̀pọ̀lọpọ̀ àkántì Ethereum láti ori àfilọ́lẹ̀ kan si omiran.",
  "page-wallets-desc-4": "Àwọn olùpèsè wọ́lẹẹti kòní àmójútó lórí àwọn owó rẹ. Wọ́n kàn pèsè fèrèsé fún ọ láti rí àwọn ohun-ìní rẹ lórí Ethereum àti àwọn irinṣẹ́ láti ṣàkóso wọn ní rọ̀rùn.",
  "page-wallets-description": "Àwọn wọ́lẹ́ẹ́tì Ethereum jẹ́ àfilọ́lẹ̀ ó tí ó fún ọ ní ìṣàkóso lórí akọsilẹ rẹ. Gẹ́gẹ́ bí wọlẹẹti alafọwọ́kàn, ó ní ohun gbogbo tí o nílò láti fi ìdí ìdánimọ̀ rẹ múlẹ̀ àti ṣakoso ohun-ìní rẹ. Wọ́lẹẹti rẹ gbà ọ́ láàyè láti wolé sí orí àwọn àfilọ́lẹ̀, ri iye owó tókù, fi àwọn ìsòwò ránṣẹ́, àti jẹ́rìí sí ìdánimọ̀ rẹ.",
  "page-wallets-desktop": "<b>Àwọn ohun èlò kọ̀mpútà orí tábìlì</b> tí o bá fẹ́ láti ṣàkóso àwọn owó rẹ nípasẹ̀ macOS, Windows tàbí Linux",
  "page-wallets-ethereum-wallet": "<b>Wọ́lẹ́ẹ́tì ti jé irinsẹ́ kan tí o lè fi ṣàjoṣepọ̀ pèlú àkántì rẹ</b>, pèlú lílo àwọn kọ́kọ́rọ́ ìgbaniwọlé àṣírí rẹ. Yóò jẹ́ kí o lè ri iye owó tókù, ṣe ìdúnàádúrà, àti bẹ́ẹ̀ bẹ́ẹ̀ lọ.",
  "page-wallets-explore": "Ṣ'àwárí Ethereum",
  "page-wallets-features-desc": "A lè ṣe ìrànlọ́wọ́ láti yan wọ́lẹẹti fún ọ gẹ́gẹ́ bí àwọn ẹ̀yà tí o ní ìfẹ sí.",
  "page-wallets-features-title": "Ṣe àfiwé wọ́lẹ́ẹ́tì nípasẹ̀ àwọn ẹ̀yà",
  "page-wallets-find-wallet-btn": "Wá wọ́lẹ́ẹ́tì kan",
  "page-wallets-find-wallet-link": "Wá wọ́lẹ́ẹ́tì kan",
  "page-wallets-get-some": "Gba ETH díẹ̀",
  "page-wallets-get-some-alt": "Àpèjúwe ọwọ́ tí ó ńṣẹ̀dá àwòrán ìdánimọ́ ti ETH tí a fi amọ̀ Lego ṣe",
  "page-wallets-get-some-btn": "Gba ETH díẹ̀",
  "page-wallets-get-some-desc": "ETH ni owó abínibí ti Ethereum. Wàá nílò ETH díẹ̀ nínú wọ́lẹ́ẹ́tì rẹ láti lo àwọn ohun èlò ẹ̀rọ Ethereum.",
  "page-wallets-keys-to-safety": "Àwọn ọ̀rọ̀ ìgbániwolé àṣrírí láti mú kí kíríputò rẹ wà ní ààbò tó péye",
  "page-wallets-manage-funds": "Ohun èlò kan fún ìṣàkóso àwọn owó rẹ",
  "page-wallets-manage-funds-desc": "Wọ́lẹ́ẹ́tì rẹ yóò ṣe àfihàn iye owó rẹ tó kù, ìtàn ìdúnàádúrà, ó sì tún fún ọ ní ọ̀nà láti fi owó ránṣẹ́/gba owó. Àwọn wọ́lẹ́ẹ́tì mìíràn lè pèsè jù bẹ́ẹ̀ lo.",
  "page-wallets-meta-description": "Ohun tí o nílò láti mọ̀ nípa lílo àwọn wọ́lẹ́ẹ́tì Ethereum.",
  "page-wallets-meta-title": "Àwọn wọ́lẹ́ẹ́tì Ethereum",
  "page-wallets-mobile": "<b>Àwọn àkántì lórí ẹ̀rọ aláàgbeká</b> tí ó fún ọ láàyè sí àwọn owó rẹ láti ibikíbi",
  "page-wallets-more-on-dapps-btn": "Díẹ̀ si lórí àwọn dapp",
  "page-wallets-most-wallets": "Ọ̀pọ̀ àwọn wọ́lẹ́ẹ́tì yóò jẹ́ kí o ṣẹ̀dá àkántì Ethereum. Nítorí náà, o kò nílò ọ̀kan kí o tó ṣe ìgbàsílẹ̀ wọ́lẹ́ẹ́tì láti orí ayélujára.",
  "page-wallets-protecting-yourself": "Dí dáàbò bo ara rẹ àti àwọn owó rẹ",
  "page-wallets-seed-phrase": "Kọ àwon <a href=\"/glossary/#recovery-phrase\">ọ̀rọ̀ ìgbàpadà</a> rẹ sílẹ̀",
  "page-wallets-seed-phrase-desc": "Àwọn wọ́lẹ́ẹ́tì yóò fún ọ ní ọ̀rọ̀ ìkọ̀kọ̀ nígbà gbogbo tí o gbọdọ̀ kọ sí ibìkan tí ó pamọ́. Ẹ̀yi nìkan ni ọ̀nà tí yóò fún ọ ní àǹfààní láti gba wọ́lẹ́ẹ́tì rẹ padà.",
  "page-wallets-seed-phrase-example": "Àpẹẹrẹ kan nì yìí:",
  "page-wallets-seed-phrase-write-down": "Má ṣe fi pamọ́ sí orí kọ̀npútà rẹ. Kọ́ sílẹ̀ kí o sì jé kí ó wà ní ààbò.",
  "page-wallets-slogan": "Ṣíṣàkóso kọ́kọ́rọ́ sí ọjọ́ iwájú dígítà rẹ",
  "page-wallets-stay-safe": "Bí o ṣe lè wà ní ààbò",
  "page-wallets-stay-safe-desc": "Òmìnira owó àti agbára láti wọlé àti láti lo àwọn owó níbikíbi wá pẹ̀lú ojúṣe - kò sí àtìlẹyìn oníbàárà ní kírípítò. <b>Ojúṣe rẹ ní láti ṣe àmójútó àwọn kòkòrò ikọ̀kọ̀ rẹ láláì léwu.</b>.",
  "page-wallets-subtitle": "Wọ́lẹ́ẹ́tì ṣe ìrànlọ́wọ́ fún ọ láti ṣàkóso àwọn dúkìá dígítà rẹ àti wiwolé sí àwọn àfilọ́lẹ̀.",
  "page-wallets-take-responsibility": "Gba ojúṣe fún àwọn owó rẹ",
  "page-wallets-take-responsibility-desc": "Àwọn pàsípáàrọ̀ ààrin yóò so àkántì rẹ pọ̀ mọ́ orúkọ olùmúlò àti ọ̀rọ̀ ìgbaniwọlé tí o le gbà padà ní ọnà ìbílẹ̀. Rántí pé o gbẹ́kẹ̀lé pàsípáàrọ̀ náà pèlú àmójútó owó rẹ. Tí pàsípáàrọ̀ náà bá ní ìṣòro owó, àwọn owó rẹ yóò wà ní ewu.",
  "page-wallets-tips": "Àwọn ìmọ̀ràn díẹ̀ síi lórí wíwà ní ààbò",
  "page-wallets-tips-community": "Láti àwùjọ náà",
  "page-wallets-title": "Àwọn wọ́lẹ́ẹ́tì Ethereum",
  "page-wallets-triple-check": "Ṣe àyẹ̀wò gbogbo rẹ̀ lẹ́ẹ̀ mẹ́ta",
  "page-wallets-triple-check-desc": "Rántí pé ìdúnàádúrà kò ṣé dápadà àti pé wọ́lẹ́ẹ́tì kò le ṣeé gbà padà ní ìrọ̀rùn nítorí náà ṣe ìtètè-funra kí o sì máa ṣọ́ra nígbà gbogbo.",
  "page-wallets-try-dapps": "Gbìyànjú díẹ̀ nínú àwọn dapps",
  "page-wallets-try-dapps-alt": "Àpèjúwe àwọn ọmọ ẹgbẹ́ àwùjọ Ethereum tí wọ́n ń ṣiṣẹ́ papọ̀",
  "page-wallets-try-dapps-desc": "Dapps jẹ́ àwọn àfilọ́lẹ̀ tí a ṣẹ̀dá sórí Ethereum. Wọn kò wọ́n, wọ́n dára, wọ́n sì ṣe jẹ́jẹ́ lórí dátà rẹ ju ọ̀pọ̀lọpọ̀ àwọn àfilọ́lẹ̀ tó wà tẹ́lẹ̀ lọ.",
  "page-wallets-types": "Àwọn oríṣi wọ́lẹ́ẹ́tì",
  "page-wallets-types-desc": "Àwọn ọ̀nà díẹ̀ láti ní wíwò àti ìbáṣepò pẹ̀lú àkántì rẹ:",
  "page-wallets-web-browser": "<b>Àwọn wọ́lẹ́ẹ́tì ẹ̀rọ aṣàwákiri</b> jẹ́ àwọn àfilọ́lẹ̀ wẹ́ẹ̀bù tó jẹ́ kí o lè ṣe àjọṣepọ̀ pẹ̀lú àkántì rẹ tààrà ní orí ẹ̀rọ aṣàwákiri",
  "page-wallets-web-browser-extension": "<b>Wọ́lẹ́ẹ́tì àmúgbòòrò ẹ̀rọ aṣàwákiri</b> jẹ́ àwọn àmúgbòòrò tí o lè ṣe àgbàsílẹ̀ rẹ láti orí ayélujára tó jẹ́ kí o lè ṣe àjọṣepọ̀ pẹ̀lú àkántì rẹ àti àwọn àfilọ́lẹ̀ nípasẹ̀ ẹ̀rọ aṣàwákiri",
  "page-wallets-whats-a-wallet": "Kí ni a pè ní wọ́lẹ́ẹ́tì Ethereum?",
  "page-wallets-your-ethereum-account": "Àkántì Ethereum rẹ",
  "page-wallets-your-ethereum-account-desc": "Wọ́lẹ́ẹ́tì rẹ ni ọ̀nà sínú àkántì Ethereum rẹ - iye owó rẹ tó kù, ìtàn ìdúnàádúrà, àti bẹ́ẹ̀ bẹ́ẹ̀ lọ. Ṣùgbọ́n o lè pààrọ̀ àwọn olùpèsè wọ́lẹ́ẹ́tì nígbàkigbà.",
  "page-wallets-your-login": "Ọ̀rọ̀ ìwọlé rẹ fún àwọn àfilọ́lẹ̀ Ethereum",
  "page-wallets-your-login-desc": "Wọ́lẹ́ẹ́tì rẹ jẹ́ kí o lè sopọ̀ mọ́ àwọn àfilọ́lẹ̀ nípa lílo àkántì Ethereum rẹ. Ó dàbí ọ̀rọ̀ ìwọlé tí o lè lò wọlé sí ọ̀pọ̀lọpọ̀ àfilọ́lẹ̀.",
  "additional-reading-how-to-create-an-ethereum-account": "Bí o ṣe lè ṣẹ̀dá àkántì Ethereum kan",
  "additional-reading-how-to-use-a-wallet": "Bí o ṣe lè lo wọ́lẹ́ẹ́tì kan"
}
