{
  "page-eth-buy-some": "Ṣé o fẹ́ ra Ethereum díẹ̀?",
  "page-eth-buy-some-desc": "Ó wọ́pọ̀ láti da Ethereum àti ETH papọ̀. Ethereum jẹ́ <a href=\"/glossary/#blockchain\">Blockchain</a> tí ETH sì jẹ́ ohun-ini pàtàkì ti Ethereum. Ó ṣeéṣe kí ó jẹ́ wípé ETH ni ò ń wá láti rà.",
  "page-eth-cat-img-alt": "Àwòrán ààmì ETH pẹ̀lú àwòkẹ́kọ̀ó ti àwọn ológbò",
  "page-eth-collectible-tokens": "Àwọn tọ́kẹ̀n àkójọpọ̀",
  "page-eth-collectible-tokens-desc": "Àwọn tọ́kẹ̀n tó ṣe aṣojú ohun eré àkójọpọ̀, nǹkan ti iṣẹ́ ọnà dígítà, tàbí àwọn ohun-ìní aláìlẹ́gbẹ́ mìíràn. A mọ̀ wọ́n sí àwọn tọ́kẹ̀n ohun-ìní aláìlẹ́gbẹ́ (NFTs).",
  "page-eth-cryptography": "Tó ní ààbò nípasẹ̀ àṣírí crypto",
  "page-eth-cryptography-desc": "Owó orí ayélujára le jẹ́ tuntun ṣùgbọ́n ó wà ní ìfipamọ́ nípasẹ̀ <a href=\"/glossary/#cryptography\">ìmúlò àṣírí kírípútò </a>. Èyí ṣe ààbò wọ́lẹ́ẹ́tì rẹ, ETH rẹ, àti àwọn ìṣòwò rẹ. ",
  "page-eth-currency-for-apps": "Ó jẹ́ owó ti àwọn ohun èlò Ethereum.",
  "page-eth-currency-for-future": "Owó fún ọjọ́ iwájú dígítà wa",
  "page-eth-description": "ETH jẹ́ owó crypto. Ó jẹ́ owó dígítà tó sọ̀wọ́n tí o lè lò lórí íńtánẹ́ẹ̀tì - tó jọra pẹ̀lú Bitcoin. Tí o bá jẹ́ ẹni tuntun sí crypto, èyí ni bí ETH ṣe yàtọ̀ sí owó ìbílẹ̀.",
  "page-eth-earn-interest-link": "Gba owó èlé",
  "page-eth-flexible-amounts": "Ó wà ní iye tí ó ṣeé yí padà",
  "page-eth-flexible-amounts-desc": "ETH jẹ́ pínpín sí àwọn ààyè ẹ́lẹ́ẹ́mẹ́wàá 18 nítorí náà o kò ní láti ra 1 odidi ETH. O lè ra àwọn ìda ní àkókò kan - díẹ̀ bíi 0.00000000000000001 ETH tí o bá fẹ́.",
  "page-eth-fuels": "ETH ń fún Ethereum ní epo àti ààbò",
  "page-eth-fuels-desc": "ETH jẹ́ ẹ̀jẹ̀ ìgbésí ayé Ethereum. Nígbàtí o bá fi ETH ránṣẹ́ tàbí lo ohun èlò Ethereum, ìwọ́ yóò san owó kan ní ETH láti lo nẹ́tíwọ̀kì Ethereum. Ọ̀yà yìí jẹ́ ìwúrí fún olùgbéejáde láti ṣe ìlànà àti ríi dájú ohùn tí o ń gbìyànjú láti ṣe.",
  "page-eth-fuels-desc-2": "Àwọn olùfọwọ́sí dàbí àwọn olùtọ́jú ìgbàsílẹ̀ ti Ethereum - wọ́n ń ṣàyẹ̀wò wọ́n sì ń fihàn pé kò sí ẹni tó ń lu jìbìtì. Wọ́n jẹ́ yíyàn láìlétò láti dábàá bulọọku ti àwọn ìṣòwò. Àwọn olùfọwọ́sí tí wọ́n ṣe iṣẹ́ yìí tún gba èrè ní owó ti ETH tuntun tí wọ́n ṣẹ̀ṣẹ̀ fúnni.",
  "page-eth-fuels-desc-3": "Iṣẹ́ tí àwọn olùfòwọ́sí ṣe, àti ìpín ìdókòwò tí wọ́n fi ṣe <a href=\"/glossary/#staking\">idoko-owo</a>, jẹ́ kí Ethereum wàá ní ààbò àti láìsí ìṣàkóso ààrin.",
  "page-eth-fuels-staking": "Nígbàtí o bá dókòwò ETH rẹ, o ṣe ìrànlọ̀wọ̀ fún ààbò Ethereum àti jẹ àwọn èrè. Nínú ètò yìí, ewu sísọ ETH nù dẹ́kun awọn olùkọlù.",
  "page-eth-fuels-more-staking": "Díẹ̀ si lórí dókòwò",
  "page-eth-get-eth-btn": "Gba ETH",
  "page-eth-gov-tokens": "Àwọn tọ́kẹ̀n ìṣàkóso",
  "page-eth-gov-tokens-desc": "Àwọn tọ́kẹ̀n tí ó dúró fún agbára ìdìbò nínú àwọn ètò aláìlákóso.",
  "page-eth-has-value": "Kíni ìdí tí ETH ṣe ní iye?",
  "page-eth-has-value-desc": "ETH ṣe pàtàkì ní àwon ọ̀nà oríṣiríṣi sí àwọn ènìyàn oríṣiríṣi.",
  "page-eth-has-value-desc-2": "Fún àwọn olùmúlò ti Ethereum, ETH jẹ́ ìníyelórí nítorí pé ó jẹ́ kí o san owó ìdúnàádúrà.",
  "page-eth-has-value-desc-3": "Àwọn ẹlòmíràn wòó bí ibi ìtọ́jú dígítà ti iye nítorí ẹ̀dá ETH tuntun fa fífalẹ̀ ní àkọ́kọ́.",
  "page-eth-has-value-desc-4": "Láìpẹ́, ETH ti di iyebíye sí àwọn olùmúlò ti àwọn ohun èlò owó lórí Ethereum. Ìdí ni pé o lè lo ETH gẹ́gẹ́ bí ohun ìṣẹ̀dúró fún àwọn owó tí a yá, tàbí gẹ́gẹ́ bí ètò ìsanwó.",
  "page-eth-has-value-desc-5": "Dájúdájú ọ̀pọ̀lọpọ̀ tún ríi bí ìdókòwò, ó jọ Bitcoin àti àwọn owó kírípítò míràn.",
  "page-eth-is-money": "Owó ẹyọ Ether (ETH) jẹ́ owó dígítà àgbáyé.",
  "page-eth-last-updated": "Osù kíní ọdún 2019",
  "page-eth-monetary-policy": "Ètò ìmúlò owó ti Ethereum",
  "page-eth-more-on-ethereum-link": "Díẹ̀ si lórí Ethereum",
  "page-eth-no-centralized": "Kò sí ìṣàkóso ààrin ",
  "page-eth-no-centralized-desc": "ETH jẹ́ aláìlákóso àti àgbáyé. Kò sí iléeṣẹ́ tàbí báńkì tí ó lè pinnu láti tẹ ETH sí i, tàbí yí àwọn ìlànà lílò padà.",
  "page-eth-non-fungible-tokens-link": "Àwọn tọ́kẹ̀n ohun-ìní aláìlẹ́gbẹ́",
  "page-eth-not-only-crypto": "ETH kìí ṣe crytpo kan ṣoṣo ní Ethereum",
  "page-eth-not-only-crypto-desc": "Ẹnikẹ́ni lè dá oríṣi dúkìá tuntun àti ṣòwò pẹ̀lú wọn lórí Ethereum. Àwọn nǹkan wọ̀nyí la mọ̀ sí 'tokens'. Àwọn ènìyàn ti sọ owó bẹ́bà wọn di tọ́kẹ̀n, ohun ìní wọn, iṣẹ́ ọnà wọn, àti ara wọn pàápàá di tọ́kẹ̀n!",
  "page-eth-not-only-crypto-desc-2": "Ethereum jẹ́ ilé sí ẹgbẹẹgbẹ̀rún àwọn tọ́kẹ̀n - òmíràn nínú wọn wúlò àti níyelórí ju àwọn mìíràn lọ. Àwọn olùpilẹ̀ṣẹ̀ ń kọ́ àwọn tọ́kẹ̀n tuntun nígbà gbogbo tí ó ṣí àwọn àǹfààní tuntun àti àwọn ọjà tuntun sílẹ̀.",
  "page-eth-open": "Sí sílẹ̀ sí ẹnikẹ́ni",
  "page-eth-open-desc": "O nílò àsopọ̀ ẹ̀rọ ayélujára nìkan àti wọ́lẹ́ẹ́tì láti gba ETH. O kò nílò ìráyè sí àkántì bánkì kan láti gba ìsanwó. ",
  "page-eth-p2p-payments": "Ìsanwó ẹlẹ́gbẹ́-sí-ẹlẹ́gbẹ́",
  "page-eth-p2p-payments-desc": "O le fi ETH rẹ ránṣẹ́ láìsí èyíkéyìí iṣẹ́ agbedeméjì bíi bánkì. Ó dàbí fífún ènìyàn lówó ní ọwọ́, ṣùgbón o le ṣé pẹ̀lú ààbò pẹ̀lú ẹnikẹ́ni, níbikíbi, nígbàkugbà.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Àwọn oríṣí tọ́kẹ̀n tó gbajúmọ̀",
  "page-eth-powers-ethereum": "ETH fún Ethereum ní agbára",
  "page-eth-shit-coins": "Àwọn owó ẹyọ sh*t",
  "page-eth-shit-coins-desc": "Nítorí ṣíṣe àwọn tọ́kẹ̀n tuntun jẹ́ ìrọ̀rùn, ẹnikẹ́ni lè ṣe - kódà àwọn tó ní èrò òdì tàbí èrò tí kò tọ́. Máa ṣe ìwádìí dáadáa kó o tó lò wọ́n!",
  "page-eth-stablecoins": "Stablecoins",
  "page-eth-stablecoins-desc": "Àwọn tọ́kẹ̀n tó ń ṣe àfihàn iye tí owó ìbílẹ̀ bíi dólà jẹ́. Èyí yanjú ìṣòro àìdánilójú pẹ̀lú ọ̀pọ̀lọpọ̀ àwọn owó crypto.",
  "page-eth-stablecoins-link": "Gba stablecoins",
  "page-eth-stream-link": "Ṣe àfihàn ETH",
  "page-eth-tokens-link": "Àwọn tọ́kẹ̀n Ethereum",
  "page-eth-trade-link-2": "Pààrọ̀ àwọn tọ́kẹ̀n",
  "page-eth-underpins": "ETH ṣe àtìlẹyìn ètò ìnáwó Ethereum",
  "page-eth-underpins-desc": "O kò ní ìtẹ́lọ́rùn pẹ̀lú sísanwó, àwùjọ Ethereum ń kọ́ gbogbo ètò ìnáwó tí ó jẹ́ <a href=\"/glossary/#peer-to-peer-network\">ẹlẹ́gbẹ́-sí-ẹlẹ́gbẹ́</a> àti níní íwọlé sí gbogbo ènìyàn.",
  "page-eth-underpins-desc-2": "O lè lo ETH gẹ́gẹ́ bíi ohun ìṣèdúró láti ṣe ìpilẹ̀ṣẹ̀ àwọn tọ́kẹ̀n owó crypto tó yàtọ̀ pátápátá lórí Ethereum. Pẹ̀lúpẹ̀lú o lè yáwó, yá ni lówó àti gba èlé lórí ETH àti àwọn tọ́kẹ̀n mìíràn tó ní àtìlẹyìn ETH.",
  "page-eth-weth": "Ẹ̀yà Ether (WETH) ni a lò láti fa iṣẹ́ ṣíṣe ti ETH gùn láti ṣiṣẹ́ pẹ̀lú àwọn tọ́kẹ̀n àti àwọn ohun èlò mìíràn. <a href=\"/wrapped-eth\">Mọ̀ díẹ̀ síi nípa WETH</a>.",
  "page-eth-uses": "Lílò fún ETH ń dàgbà ní gbogbo ọjọ́",
  "page-eth-uses-desc": "Nítorí Ethereum jẹ́ ṣíṣètò, àwọn olùgbéejáde le ṣe àyídà ETH ní àwọn ọ̀nà àìníye.",
  "page-eth-uses-desc-2": "Ní odún 2015 sẹ́yìn, gbogbo ohun tí o le ṣe ni fifi ETH ránṣẹ́ láti àkántì Ethereum kan sí òmíràn. Èyí ni díẹ̀ nínú àwọn ohun tí o le ṣe ní òní.",
  "page-eth-uses-desc-3": "fi owó ránṣẹ́ sí ẹnìkan tàbí gba owó lójú ẹsẹ̀.",
  "page-eth-uses-desc-4": "o le ṣòwò ETH pẹ̀lú àwọn àmi míràn pẹ̀lú Bitcoin.",
  "page-eth-uses-desc-5": "lórí ETH àti àwọn tọ́kẹ̀n mìíràn tó dá lórí Ethereum.",
  "page-eth-uses-desc-6": "wọlé sí àgbáyé àwọn owó kírípítò pẹ̀lú ìdúró, iye tí ó ní ìyípadà kékeré.",
  "page-eth-value": "Ìdí tí ether ṣe ní iyelórí",
  "page-eth-video-alt": "Fídíò ETH glyph",
  "page-eth-whats-eth": "Kíni ether (ETH)?",
  "page-eth-whats-eth-hero-alt": "Àpèjúwe àkójọpọ̀ àwọn ènìyàn tí ó ń yà lẹ́nu bí ether (ETH) ṣe ń dúró pẹ̀lú ìyanu",
  "page-eth-whats-eth-meta-desc": "Ohun tí o nílò láti mọ̀ nípa ETH àti ipò rẹ̀ ní Ethereum.",
  "page-eth-whats-eth-meta-title": "Kíni ether (ETH)?",
  "page-eth-whats-ethereum": "Kíni Ethereum?",
  "page-eth-whats-ethereum-desc": "Tí o bá fẹ́ láti ní ìmọ̀ síwájú síi nípa Ethereum, ìmọ̀-ẹ̀ro lẹ́hìn ETH, ṣàyẹ̀wò ìfihàn wa.",
  "page-eth-whats-unique": "Kíni o ṣe ọ̀tọ̀ nípa ETH?",
  "page-eth-whats-unique-desc": "Ọ̀pọ̀lọpọ̀ àwọn owó kírípítò àti ọ̀pọ̀lọpọ̀ àwọn tọ́kẹ̀n míràn wà lórí Ethereum, ṣùgbọ́n àwọn ohun kan wà tó jẹ wípé ETH nìkan ló le ṣé.",
  "page-eth-where-to-buy": "Ibi tí o ti le ra ETH",
  "page-eth-where-to-buy-desc": "O lè gba ETH láti pàṣípààrọ̀ tàbí wọ́lẹ́ẹ́tì ṣùgbọ́n àwọn orílẹ̀-èdè oríṣiríṣi ní àwọn ètò ìmúlò oríṣiríṣi. Ṣàyẹ̀wò láti wo àwọn iṣẹ́ tí yóò jẹ́ kí o ra ETH.",
  "page-eth-yours": "Òun gan-an ni tìrẹ",
  "page-eth-yours-desc": "ETH máa ń jẹ́ kí o di báńkì ara rẹ. Ó lè ṣàkóso àwọn owó tìrẹ pẹ̀lú <a href=\"/glossary/#wallet\">wọ́lẹ́ẹ́tì</a> rẹ bíi ẹ̀rí ti níni - kò sí àwọn ẹgbẹ́ kẹta tí o nílò.",
  "page-eth-more-on-tokens": "Díẹ̀ si lórí àwọn tọ́kẹ̀n àti àwọn lílò wọn",
  "page-eth-button-buy-eth": "Gba ETH",
  "page-eth-tokens-stablecoins": "Stablecoins",
  "page-eth-tokens-defi": "Ìṣúnná aláìlákóso (DeFi)",
  "page-eth-tokens-nft": "Àwọn tọ́kẹ̀n ohun ìní aláìlẹ́gbẹ́ (NFTs)",
  "page-eth-tokens-dao": "Àwọn àjọ àdáṣe aláìlákóso (DAOs)",
  "page-eth-tokens-stablecoins-description": "Díẹ̀ síi lórí àwọn tọ́kẹ̀n Ethereum tí o ní ìyípadà tí ó kéré jù.",
  "page-eth-tokens-defi-description": "Àwọn ètò-ìnáwó fún àwọn tọ́kẹ̀n Ethereum.",
  "page-eth-tokens-nft-description": "Àwọn tọ́kẹ̀n dúró gẹ́gẹ́ bí níní àwọn ohun kan lórí Ethereum.",
  "page-eth-tokens-dao-description": "Lọ́pọ̀lọpọ̀ ìgbà ìṣàkóso àwọn àwùjọ orí ayélujára má ńjẹ́ nípasẹ̀ àwọn tí ó di tọ́kẹ̀n mú.",
  "page-eth-whats-defi": "Díẹ̀ síi lórí DeFi",
  "page-eth-whats-defi-description": "DeFi jẹ́ ètò ìnáwó aláìlákóso tí a ṣe lórí Ethereum. Àkópọ̀ yìí ṣe àlàyé ohun tí ó le ṣe.",
  "page-what-is-ethereum-what-is-ether": "Kí ni ether?"
}
