{
  "page-local-environment-brownie-desc": "Ìpilẹ̀sẹ̀ ìdàgbàsókè àti ìdánwò tó dá lórí Python fún àwọn àdéhùn ọlọ́gbọ́n tó fojú sí Ẹ̀rọ Àìfojúrí Ethereum.",
  "page-local-environment-brownie-logo-alt": "Ààmì ìdánimọ̀ brownie",
  "page-local-environment-kurtosis-desc": "Ohun elo irinṣẹ to da lori apoti fun ìròrùn sisétò àti alayipo fun testnet Ethereum opo onibaara fun ìdàgbàsókè dApp agbegbe, awokose àti fun àyèwò.",
  "page-local-environment-kurtosis-logo-alt": "Ààmì ìdánimọ̀ Kurtosis",
  "page-local-environment-epirus-desc": "Pepe fun ìdàgbàsókè, ìfisí àti ìbojúwò awon ohun elo blockchain lori Ero Aifojuri Java.",
  "page-local-environment-epirus-logo-alt": "Ààmì ìdánimọ̀ Epirus",
  "page-local-environment-eth-app-desc": "Ṣẹda awọn ohun elo ti o lo agbara Ethereum pẹlu aṣẹ kan. Ó wá pẹ̀lú àwọn àkànṣe UI àti àwọn àwose DeFi ti o le yàn nínú wọn.",
  "page-local-environment-eth-app-logo-alt": "Ṣẹ̀dá Àwòrán ìdánimọ̀ ohun èlò Eth",
  "page-local-environment-foundry-desc": "Ohún èlò to yara kiakia, oniwońba, oni modula fún ṣiṣẹda afilọlẹ Ẹ́tẹ́ríọ́mù ti a ko pèlú Rust.",
  "page-local-environment-foundry-logo-alt": "Àwòrán ìdánimọ̀ Foundry",
  "page-local-environment-framework-feature-1": "Àwọn ẹ̀yà láti ṣàfilọ́lẹ̀ àpẹẹrẹ blockchain agbègbè padà.",
  "page-local-environment-framework-feature-2": "Awọn ohun elo lati ṣajọ ati idanwo awọn adehun ọlọgbọn rẹ.",
  "page-local-environment-framework-feature-3": "Awọn afikun idagbasoke lati kọ ohun elo ti o dojukọ olumulo rẹ laarin iṣẹ akanṣe / ibi ipamọ kanna.",
  "page-local-environment-framework-feature-4": "Ṣiṣeto lati sopọ mọ àwọn netwọọki Ẹ́tẹ́ríọ́mù ati agbejade àwọn adehún ọlọgbọn, boyá sí ohún èlò alabẹlẹ tabi ara awon nẹtiwọọki ita gbangba Ẹ́tẹ́ríọ́mù.",
  "page-local-environment-framework-feature-5": "Pípín ifilọlẹ alailakoso - isopọ pèlú awon asayan èlò ipamọ bí IPFS.",
  "page-local-environment-framework-features": "Àwọn ìṣètò ìlànà yìí wa pèlú ọpọlọpọ àkànṣe iṣesi, bi:",
  "page-local-environment-frameworks-desc": "A gba o ni iyanjú lati mú ìṣètò ìlànà kan, páápa tí o ba je titun sii. Siṣẹda dapp to kojuosúnwọn nilo akojọpọ ìmọ̀ ẹ̀rọ. Ìṣètò ìlànà ní àwọn ẹ̀yà tí o nilo tabi pese ẹ̀to pulọọgin to rorun lati mú irinṣẹ ti o fẹrán.",
  "page-local-environment-frameworks-title": "Àwọn ìṣètò ìlànà ati staaki aṣeelẹ",
  "page-local-environment-hardhat-desc": "Hardhat ni ohún èlò iṣeagbejade Ẹ́tẹ́ríọ́mù fún àwọn akoṣẹmọṣẹ.",
  "page-local-environment-hardhat-logo-alt": "Àwòrán ìdánimọ̀ Hardhat",
  "page-local-environment-openZeppelin-desc": "Dena lilo asiko fùn isagbejade pèlú kikojọpọ, igbesoke titún, igbejade ati ibaṣepọ pẹ̀lú àwọn adehún ologbọn nipasẹ CLI wa.",
  "page-local-environment-openZeppelin-logo-alt": "Ààmì ìdánimọ̀ OpenZeppelin",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: gbogbo ńkán tí o nilo lati bere siṣeda awon afilọlẹ alailakoso to lo agbara nipase adehún ọlọgbọn.",
  "page-local-environment-scaffold-eth-logo-alt": "àwòrán ìdánimọ̀ scaffold-eth",
  "page-local-environment-setup-meta-desc": "Itọsọna lori bi o ṣe le yan akojọpọ sọfitiwia rẹ fun idagbasoke Ethereum.",
  "page-local-environment-setup-meta-title": "Ìtòlẹ́sẹẹsẹ ìdàgbàsókè agbegbe Ethereum",
  "page-local-environment-setup-subtitle": "Tó o bá ti múra tán láti bẹ̀rẹ̀ sí í kọ́, àkókò ti tó láti yan akojopo rẹ.",
  "page-local-environment-setup-subtitle-2": "Eyi ni awọn irinṣẹ ati awọn ìṣètò ìlànà ti o le lo ti o le ṣe iranlọwọ fun ọ lati kọ ohun elo Ethereum rẹ.",
  "page-local-environment-setup-title": "Ṣeto ayika idagbasoke agbegbe rẹ",
  "page-local-environment-solidity-template-desc": "Awose GitHub fún ohún èlò aṣesilẹ fún adehún ọlọgbọn Solidity rẹ. O ni afikun nẹtiwọọki agbegbe Hardhat, Waffle fún igbeyẹwo, Ethers fún iṣamulo wọlẹẹti ati bẹ́ẹ bẹ lọ.",
  "page-local-environment-solidity-template-logo-alt": "Àwòrán ìdánimọ̀ Solidity",
  "page-local-environment-waffle-desc": "Ohún elo to dara julọ lati ṣayẹwo adehun ọlọgbọn. O le lo lasan tabi pẹlu Scaffol-eth tabi Hardhat.",
  "page-local-environment-waffle-logo-alt": "Àwòrán ìdánimọ̀ Waffle"
}
