{
  "page-dapps-1inch-logo-alt": "Ààmì ìdánimọ̀ 1Inch",
  "page-dapps-aave-logo-alt": "Ààmì ìdánimọ̀ Ave",
  "page-dapps-add-button": "Dábàá nípa dapp",
  "page-dapps-add-title": "Fikùn dapp",
  "page-dapps-ankr-logo-alt": "Ààmì ìdánimọ̀ Ankr",
  "page-dapps-api3-logo-alt": "Ààmì ìdánimọ̀ API3",
  "page-dapps-arweave-logo-alt": "Ààmì ìdánimọ̀ Arweave",
  "page-dapps-audius-logo-alt": "Ààmì ìdánimọ̀ Audius",
  "page-dapps-axie-infinity-logo-alt": "Ààmì ìdánimọ̀ Axie infinity",
  "page-dapps-balancer-logo-alt": "Ààmì ìdánimọ̀ Balancer",
  "page-dapps-brave-logo-alt": "Ààmì ìdánimọ̀ Brave",
  "page-dapps-beginner-friendly-description": "Àwọn dapps díẹ̀ tó dára fún àwọn olùbẹ̀rẹ̀. Ṣàwárí dapps díẹ̀ síi ní ìsàlẹ̀.",
  "page-dapps-beginner-friendly-header": "Ọ̀rẹ́ olùbẹ̀rẹ̀",
  "page-dapps-category-arts": "Ìṣẹ́ ọnà àti aṣọ",
  "page-dapps-category-browsers": "Aṣàwárí",
  "page-dapps-category-code-marketplaces": "Lo kóòdù fún àwọn ibùdó ìtajà",
  "page-dapps-category-collectibles": "Àwọn alákójọ ti dígítà",
  "page-dapps-category-competitive": "Àwọn eré Web3",
  "page-dapps-category-computing": "Awon irinṣẹ́ olùgbeéjáde",
  "page-dapps-category-dex": "Àwọn àfilọ́lẹ̀ pàṣípààrọ̀",
  "page-dapps-category-investments": "Awọn owó ìdókòwò",
  "page-dapps-category-lending": "Yíya ni lówó àti yíyawó",
  "page-dapps-category-lottery": "Ìkówójọ lápapọ̀",
  "page-dapps-category-marketplaces": "Àwọn ibùdó ọjà",
  "page-dapps-category-music": "Orin",
  "page-dapps-category-payments": "Àwọn owó sísan",
  "page-dapps-category-insurance": "Ìbánigbófò",
  "page-dapps-category-portfolios": "Ìṣàkóso ìdókòwò",
  "page-dapps-category-trading": "Àwọn ọjà àsọtẹ́lẹ̀",
  "page-dapps-category-utilities": "Àwọn nǹkan ohun èlò",
  "page-dapps-category-worlds": "Àwọn ayé orí ayélujára",
  "page-dapps-category-demand-aggregator": "Àwọn alápapọ̀ ìbéèrè",
  "page-dapps-category-derivatives": "Àwọn àmújáde látinú",
  "page-dapps-category-liquid-staking": "Dídókòwò nínú ìsọdowó",
  "page-dapps-category-bridges": "Awọn afara",
  "page-dapps-category-experiences": "Àwọn ìrírí tí a pín",
  "page-dapps-category-guilds": "Àwọn ẹgbẹ́ èrè",
  "page-dapps-category-avatar": "Àwọn òṣèré àtọwọ́dá",
  "page-dapps-choose-category": "Yan ẹ̀ka",
  "page-dapps-category-social": "Àwùjọ mídíà",
  "page-dapps-category-content": "Àkóónú",
  "page-dapps-category-community": "Àwùjọ",
  "page-dapps-category-messaging": "Fífiránṣẹ́",
  "page-dapps-category-identity": "Idanimọ",
  "page-dapps-collectibles-benefits-1-description": "Nígbà tí a sọ iṣẹ́ ọ̀nà di tọ́kẹ̀n lórí Ethereum, a lè fi ẹ̀rí níni hàn fún gbogbo ènìyàn láti rí i. O lè tọpa ìrìn àjò iṣẹ́ ọnà náà látìgbà tí wọ́n ti ṣẹ̀dá rẹ̀ títí tó fi dé ọ̀dọ̀ ẹni tó ní báyìí. Èyí yóò dènà àwọn ayédèrú.",
  "page-dapps-collectibles-benefits-1-title": "A lè fi ẹ̀rí hàn pé ẹni tó ni ín ni",
  "page-dapps-collectibles-benefits-2-description": "Fífi owó ra orin tàbí iṣẹ́ ọnà lọ́nà tó dára jù lọ fún àwọn òṣeré. Pẹ̀lú Ethereum ìwúlò kéré si fún àwọn alárinà. Bí wọ́n bá sì nílò àwọn alárinà, owó wọn kì í fi bẹ́ẹ̀ pọ̀ nítorí pé àwọn pẹpẹ kò nílò láti sanwó fún àwọn ohun-èlò nẹ́tíwọọkì náà.",
  "page-dapps-collectibles-benefits-2-title": "Ó dára jù fún àwọn olùpilẹ̀sẹ̀",
  "page-dapps-collectibles-benefits-3-description": "Àwọn àkójọ tó di tọ́kẹ̀n ni wọ́n so mọ́ àdírẹ́sì Ethereum rẹ, kìí ṣe pẹpẹ. Nítorí náà, o lè ta àwọn nǹkan bíi àwọn ohun inú eré lórí èyíkéyìí ibùdó ọjà Ethereum, kì í ṣe nínú eré náà nìkan.",
  "page-dapps-collectibles-benefits-3-title": "Àwọn àkójọpọ̀ lọ pẹ̀lú rẹ",
  "page-dapps-collectibles-benefits-4-description": "Àwọn irinṣẹ́ àti ohun èlò ti wà tẹ́lẹ̀ láti sọ iṣẹ́ ọnà rẹ di tọ́kẹ̀n àti láti tà á! Àti pé àwọn tọ́kẹ̀n rẹ lè ṣeé tà lórí èyíkéyìí àti gbogbo pẹpẹ àkójọpọ̀ Ethereum.",
  "page-dapps-collectibles-benefits-4-title": "Awọn amáyédẹrùn ti wà tẹ́lẹ̀",
  "page-dapps-collectibles-benefits-description": "Àwọn ohun èlò wọ̀nyí ni wọ́n dá lórí ìní orí ẹ̀rọ ayélujára, tí wọ́n ń mú kí owó tó ń wọlé fún àwọn olùdásílẹ̀ pọ̀ sí i, tí wọ́n sì ń wá àwọn ọ̀nà tuntun láti ṣe ìdókòwò sínú àwọn olùdásílẹ̀ tí o fẹ́ràn àti iṣẹ́ wọn.",
  "page-dapps-collectibles-benefits-title": "àwọn àkójọpọ̀ aláìlákóso àti ìgbéjáde díjítà wẹ́rẹ́wẹ́rẹ́",
  "page-dapps-collectibles-button": "Àwọn iṣẹ́ ọnà àti àkójọpọ̀",
  "page-dapps-collectibles-description": "Àwọn ohun èlò wọ̀nyí ni wọ́n dá lórí ìní orí ẹ̀rọ ayélujára, tí wọ́n ń mú kí owó tó ń wọlé fún àwọn olùdásílẹ̀ pọ̀ sí i, tí wọ́n sì ń wá àwọn ọ̀nà tuntun láti ṣe ìdókòwò sínú àwọn olùdásílẹ̀ tí o fẹ́ràn àti iṣẹ́ wọn.",
  "page-dapps-collectibles-title": "Àwọn iṣẹ́ ọnà àti àkójọpọ̀ aláìlákóso",
  "page-dapps-compound-logo-alt": "Ààmì ìdánimọ̀ Compound",
  "page-dapps-convex-logo-alt": "Ààmì ìdánimọ̀ Convex",
  "page-dapps-cryptopunks-logo-alt": "Ààmì ìdánimọ̀ Cryppeks",
  "page-dapps-cryptovoxels-logo-alt": "Ààmì ìdánimọ̀ Cryptovoxells",
  "page-dapps-cyberconnect-logo-alt": "Ààmì ìdánimọ̀ Cyberconnect",
  "page-dapps-dapp-description-1inch": "Ó ràn ọ́ lọ́wọ́ láti yẹra fún ìyípadà iye owó gíga nípa kíkó iye owó tó dára jù lọ jọ.",
  "page-dapps-dapp-description-aave": "Yáni ní tọ́kẹ̀n rẹ láti fi gba èlé, o sì lè yọ kúrò nígbàkigbà.",
  "page-dapps-dapp-description-ankr": "Àpapọ̀ oríṣiríṣi àwọn ọjà amáyédẹrùn Web3 fún kíkọ́, gbígbà, eré, àti díẹ̀ síi - gbogbo rẹ̀ wa lórí blockchain.",
  "page-dapps-dapp-description-api3": "Àwọn ìfúnni dátà ìtọ́kasí ìdíyelé ẹni àkọ́kọ́ tó gba dApps láàyè lórí àwọn nẹ́tíwọọkì 10 (tí a tì ń kà lọ́wọ́) láti sopọ̀ si dátà ìdíyelé dúkìá alákókò gidi, pẹ̀lú àwọn ìdíyelé crypto àti àwọn ìdíyelé forex.",
  "page-dapps-dapp-description-arweave": "Tọ́jú dátà títí láí, lọ́nà tó ṣeé gbára lé, pẹ̀lú owó sísan ṣíwájú kan.",
  "page-dapps-dapp-description-async-art": "Ṣẹ̀dá, ṣàjọ, àti ṣòwò #ProgrammableArt - àwọn àwòrán dígítà tí a pín sí “Àwọn ipele” èyítí o lè lò láti ní ipa lórí àwòrán gbogbogbò. Olùkọ́ kan àti Ipele jẹ́ tọ́kẹ̀n ERC721.",
  "page-dapps-dapp-description-audius": "Pẹpẹ gbígbọ́ orin aláìlákóso Gbọ́ = owó fún àwọn olùpílẹ̀sẹ̀, kìí ṣe àwọn ilé-iṣẹ́ orin.",
  "page-dapps-dapp-description-axie-infinity": "Àwọn ẹ̀dá ogun àti ìṣòwò tí a ń pè ní Axies. Gba owó bí o ṣe ń ṣeré – ó wà lórí ẹ̀rọ alágbèká",
  "page-dapps-dapp-description-balancer": "Balancer jẹ́ olùṣàkóso àpò ìdókòwò aládaṣe àti pẹpẹ ìṣòwò.",
  "page-dapps-dapp-description-brave": "Gba àwọn tọ́kẹ̀n fún lílọ kiri lórí ayélujára kí o ṣe àtìleyìn àwọn olùpilẹ̀sẹ̀ àyànfẹ́ rẹ pẹ̀lú wọn.",
  "page-dapps-dapp-description-cent": "Nẹ́tíwọọkì àwùjọ níbi tí o ti ń rí owó nípa ṣíṣe àgbéjáde NFTs.",
  "page-dapps-dapp-description-compound": "Yáni ní tọ́kẹ̀n rẹ láti fi gba èlé, o sì lè yọ kúrò nígbàkigbà.",
  "page-dapps-dapp-description-convex": "Convex gba àwọn olùpèsè owó Curve láàyè láti gba owó ìdúnàádúrà àti béèrè CRV tó pọ̀ si láìsí títipa CRV wọn.",
  "page-dapps-dapp-description-cryptopunks": "Ra, rajà, kí o sì àwọn nǹkan tó lè di owó ńlá fún títa - ọ̀kan nínú àwọn àkójọpọ̀ tọ́kẹ̀n àkọ́kọ́ lórí Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Ṣẹ̀dá àwọn ilé ìṣẹ̀ǹbáyé, kọ́ àwọn ilé ìtajà, àti ra ilẹ̀ – ayé orí ayélujára Ethereum kan.",
  "page-dapps-dapp-description-cyberconnect": "Ìlànà àwòrán ti àwùjọ tí ó ń ran dApps lọ́wọ́ láti ṣe ìfilọ́lẹ̀ àwọn ipa-àjọṣepọ̀ àti kíkọ́ àwọn ìrírí àjọṣepọ̀ tí ó ṣe àdáni",
  "page-dapps-dapp-description-dark-forest": "Ṣegun àwọn pílánẹ́ẹ̀tì ní àìlópin, ti ìpilẹ̀ṣẹ̀ ìlànà, àgbáyé alárokò ní pàtó.",
  "page-dapps-dapp-description-decentraland": "Ṣàkójọ, ṣòwò ilẹ̀ orí ayélujára nínú ayé orí ayélujára tí o lè ṣàwárí.",
  "page-dapps-dapp-description-ens": "Àwọn orúkọ ọ̀rẹ́-olùmúlò fún àwọn àdírẹ́sì Ethereum àti àwọn ibùdó aláìlákóso.",
  "page-dapps-dapp-description-foundation": "Ṣe ìdókòwò nínú àwọn àtẹ̀jáde aláìlẹ́gbẹ́ ti iṣẹ́ ọnà dígítà àti àwọn nǹkan ìṣòwò pẹ̀lú àwọn oníbàárà mìíràn.",
  "page-dapps-dapp-description-gitcoin": "Gba owó crypto tó nípasẹ̀ ṣíṣe iṣẹ́ lórí sofitiwia orísun gbangba.",
  "page-dapps-dapp-description-gitcoin-grants": "Ìkówójọ àwùjọ fún àwọn iṣẹ́ àwùjọ Ethereum pẹ̀lú àwọn ìlọ́wọ́sí tó pọ̀ si",
  "page-dapps-dapp-description-gm": "Pẹpẹ gbogbo nǹkan nínú ọ̀kan fún ìwíregbè, àwọn àpéjọ, àti ohùn tó ń pín owó-wíwọlé pẹ̀lú àwọn olùpílẹ̀sẹ̀ rẹ̀",
  "page-dapps-dapp-description-gods-unchained": "Eré káàdì ìṣòwò òní ìlànà. Gba àwọn káàdì nípa ṣíṣeré tí o lè tà ní ìgbésí ayé gidi.",
  "page-dapps-dapp-description-golem": "Wọlé sí agbára kọ̀ǹpútà tí a ṣàjọpín rẹ̀ tàbí yá àwọn ohun èlò tìrẹ.",
  "page-dapps-dapp-description-graph": "Ìlànà atọ́ka fún ìbéèrè lọ́wọ́ àwọn nẹ́tíwọọkì bíi Ethereum àti IPFS.",
  "page-dapps-dapp-description-ipfs": "Ìlànà hypermedia ẹlẹgbẹ́-sí-ẹlẹgbẹ́ tí a ṣe láti tọ́jú àti mú ìdàgbàsókè bá ìmọ̀ ènìyàn nípa ṣíṣe ojú òpó wẹ́ẹ̀bù ní èyí tó ṣeé mú dàgbà sókè, alágbára, àti ṣíṣí sílẹ̀ díẹ̀ síi.",
  "page-dapps-dapp-description-radicle": "Ṣe ààbò ìfọwọ́sowọ́pọ̀ kóòdù ẹlẹgbẹ́-sí-ẹlẹgbẹ́ láìsí àwọn alárinà.",
  "page-dapps-dapp-description-kyberswap": "Ṣe pàṣípààrọ̀, kí o sì rí owó gbà ní iye tó dára jù lọ.",
  "page-dapps-dapp-description-lido": "Ìdókòwò alábòò àti ìrọ̀rùn fún àwọn ohun ìní dígítà.",
  "page-dapps-dapp-description-loopring": "Pẹpẹ ìdókòwò ẹlẹgbẹ́ sí ẹlẹgbẹ́ tí a ṣe fún ìyára.",
  "page-dapps-dapp-description-marble-cards": "Ṣẹ̀dá àti ṣòwò àwọn káàdì dígítà aláìlẹ́gbẹ́ tó dá lórí àwọn URL.",
  "page-dapps-dapp-description-matcha": "Ṣàwárí àwọn ọ̀pọ̀lọpọ̀ pàṣípáàrò láti ràn ọ́ lọ́wọ́ láti rí àwọn ìdíyelé tó dára jùlọ.",
  "page-dapps-dapp-description-meeds": "Àwọn ibùdó àwùjọ Web3 fún ìgbà ti iṣẹ́ aláìlákóso. Ó ń san èrè ní àìṣègbè àti ní ọ̀nà tó ṣe kedere fún àwọn ìlọ́wọ́sí tó ṣe pàtàkì.",
  "page-dapps-dapp-description-mirror": "Tí a kọ́ lórí web3 fún web3, pẹpẹ àtẹ̀jáde tó lágbára ti Mirror ń ṣe ìtẹ̀síwájú ti kíkọ lórí ayélujára",
  "page-dapps-dapp-description-multichain": "Ẹ̀rọ ìgbàlódé tó dára jùlọ fún web3. O jẹ́ ohun amáyédẹrùn tí a ṣe àgbékalẹ̀ fún àwọn ìbáraẹnisepọ̀ gbígbé dátà lọ́nà àìlétò.",
  "page-dapps-dapp-description-nifty-gateway": "Rà àwọn iṣẹ́ lórí ẹ̀rọ-ayélujára látọ̀dọ̀ àwọn òṣèré, àwọn eléré ìdárayá, àwọn oníṣòwò, àti àwọn olùdásílẹ̀.",
  "page-dapps-dapp-description-summerfi": "Ṣòwò, yáwó, kí o sì fi pamọ́ pẹ̀lú Dai, stablecoin ti Ethereum.",
  "page-dapps-dapp-description-opensea": "Ra, ta, ṣàwárí, kí o sì ṣòwò àwọn ọjà tí kò pọ̀ jù.",
  "page-dapps-dapp-description-opera": "Fi crypto ránṣẹ́ láti ẹ̀rọ aṣàwákiri rẹ sí àwọn oníṣòwò, àwọn olùmúlò mìíràn àti àwọn ohun èlò.",
  "page-dapps-dapp-description-osuvox": "Àwọn òṣèré àtọwọ́dá 3D tó ń gbé orí blockchain",
  "page-dapps-dapp-description-poap": "Kó àwọn NFT tó fi hàn pé o wà níbi àwọn ìṣẹ̀lẹ̀ orí ayélujára tàbí ìṣẹ̀lẹ̀ ojú ko kojú. Ẹ máa lò wọ́n láti kópa nínú ìdíje títa, láti dìbò, láti fọwọ́ sowọ́ pọ̀, tàbí láti máa fọ́nnu.",
  "page-dapps-dapp-description-polymarket": "Ta tẹ́tẹ́ lórí àwọn àbájáde. Ṣòwò lórí àwọn ọjà ìsọfúnni.",
  "page-dapps-dapp-description-pooltogether": "O kò lè pàdánù lọ́tìrì. Àwọn ẹ̀bùn ní gbogbo ọ̀sẹ̀.",
  "page-dapps-dapp-description-index-coop": "Owó ìtọ́ka crypto Àkójọ owó crypto tó ṣàfihàn àpò ìdókòwò rẹ sí àwọn tọ́kẹ̀n DeFi tó ga jùlọ.",
  "page-dapps-dapp-description-nexus-mutual": "Ààbò láìlo ilé-iṣẹ́ ìbánigbófò. Gba ìdábòòbò lọ́wọ́ àwọn àṣìṣe ẹ̀rọ àdéhùn ọlọ́gbọ́n àti àwọn àkọlù.",
  "page-dapps-dapp-description-etherisc": "Àwòṣe ìbánigbófò aláìlákóso tí ẹnikẹ́ni lè lò láti dá ètò ìbánigbófò ti ara rẹ̀ sílẹ̀.",
  "page-dapps-dapp-description-zapper": "Ṣe ìtọpinpin àpò ìdókòwò rẹ kí o lo ọ̀pọ̀lọpọ̀ àwọn ọjà DeFi láti inú wíwò kan.",
  "page-dapps-dapp-description-zerion": "Ṣàkóso àpò-ìṣúra rẹ kì o sì ṣe àyẹ̀wò gbogbo ohun-ìní DeFi lórí ọjà.",
  "page-dapps-dapp-description-rotki": "Ohun èlò ìjábọ̀ owó-orí àti ṣíṣe ìṣirò, àtúpalẹ̀, ìtọpinpin àpò-ìṣúra orísun gbangba tó bọ̀wọ̀ fún àṣírí rẹ.",
  "page-dapps-dapp-description-krystal": "Pẹpẹ fún gbogbo nǹkan láti wọlé sí gbogbo àwọn iṣẹ́ DeFi tí o fẹ́ràn jùlọ.",
  "page-dapps-dapp-description-rarible": "Ṣẹ̀dá, tà àti ra àwọn ohun àkójọpọ̀ tí a sọ di tọ́kẹ̀n.",
  "page-dapps-dapp-description-request-finance": "Àkójọ àwọn irinṣẹ́ ìṣúnná owó fún àwọn ìwé-ìṣírò crypto, ìsanwó owó, àti àwọn ìnáwó.",
  "page-dapps-dapp-description-rubic": "Olùkójọpọ ìmọ̀-ẹ̀rọ gbígbé dátà fún àwọn olùmúlò àti dApps.",
  "page-dapps-dapp-description-sablier": "Owó ìgbéjáde díjítà wẹ́rẹ́wẹ́rẹ́ ní àkókò gidi.",
  "page-dapps-dapp-description-spatial": "Ṣẹ̀dá òṣèré àtọwọ́dá tìrẹ àti àwọn ayé 3D",
  "page-dapps-dapp-description-spruce": "Àkójọpọ̀ láti fi ìṣàkóso ìdánimọ̀ àti dátà sílẹ̀ níbi tó yẹ kí o jẹ́: pẹ̀lú àwọn olùmúlò.",
  "page-dapps-dapp-description-status": "A ṣé láti pèsè ààyè gbígbé àlàyé láti ibikan sí èkejì ní ìrọ̀rùn, dáàbò bo ẹ̀tọ́ sí ìpamọ́ àti ààbò àwọn ìbáraẹnisọ̀rọ̀, àti ṣe ìgbélárugẹ òmìnira ti àwọn ẹnì-kọ̀ọ̀kan.",
  "page-dapps-dapp-description-superrare": "Ra àwọn iṣẹ́ ọnà dígítà ní tààrà látọ̀dọ̀ àwọn oníṣẹ́ ọnà tàbí láti àwọn ọjà tí wọ́n ti ń tà wọ́n.",
  "page-dapps-dapp-description-synthetix": "Synthetix jẹ́ ìlànà fún ìpínfúnni àti ìṣòwò àwọn ohun-ìní àgbélẹ̀rọ",
  "page-dapps-dapp-description-token-sets": "Àwọn ìlànà ìdókòwò Crypto tó ní ìwọ̀ntúnwọ̀nsì láìfọwọ́yí.",
  "page-dapps-dapp-description-uniswap": "Ṣe pàṣípààrọ̀ àwọn tọ́kẹ̀n ní rọ̀rùn tàbí pèsè àwọn tọ́kẹ̀n fún àwọn èrè %.",
  "page-dapps-dapp-description-xmtp": "Fi ìfiránṣẹ́ ránṣẹ́ láàrín àwọn àkántì blockchain, pẹ̀lú àwọn DM, àwọn ìtanijí, àwọn ìkéde, àti díẹ̀ síi.",
  "page-dapps-dapp-description-yearn": "Yearn Finance jẹ́ àpapọ̀ èrè. Fífún àwọn ẹnì-kọ̀ọ̀kan, DAO àti àwọn ìlànà mìíràn ọ̀nà láti fi àwọn ohun-ìní dígítà pamọ́ àti gba èrè.",
  "page-dapps-docklink-dapps": "Ìfihàn sí dapps",
  "page-dapps-docklink-smart-contracts": "Àwọn àdéhùn ọlọ́gbọ́n",
  "page-dapps-dark-forest-logo-alt": "Ààmì ìdánimọ̀ Dark Forest",
  "page-dapps-decentraland-logo-alt": "Ààmì ìdánimọ̀ Decentraland",
  "page-dapps-index-coop-logo-alt": "Ààmì ìdánimọ̀ Index Coop",
  "page-dapps-nexus-mutual-logo-alt": "Ààmì ìdánimọ̀ Nexus Mutual",
  "page-dapps-etherisc-logo-alt": "Ààmì ìdánimọ̀ Etherisc",
  "page-dapps-zapper-logo-alt": "Ààmì ìdánimọ̀ Zapper",
  "page-dapps-zerion-logo-alt": "Ààmì ìdánimọ̀ Zerion",
  "page-dapps-rotki-logo-alt": "Ààmì ìdánimọ̀ Rotki",
  "page-dapps-krystal-logo-alt": "Ààmì ìdánimọ̀ Krystal",
  "page-dapps-synthetix-logo-alt": "Ààmì ìdánimọ̀ Synthetix",
  "page-dapps-desc": "Wá ohun èlò Ehereum láti gbìyànjú.",
  "page-dapps-doge-img-alt": "Àpèjúwe ti doge tó ń lo kọ̀ǹpútà kan",
  "page-dapps-editors-choice-dark-forest": "Kojú àwọn àwọn ẹlòmíràn nínú eré ìdárayá láti ṣẹ́gun àwọn ayé àti gbìyànjú ìmọ̀ ẹ̀rọ ìkọ̀kọ̀/imú gbòòrò Ethereum ẹ̀gbẹ́ tó ń da ẹ̀jẹ̀.",
  "page-dapps-editors-choice-foundation": "Ṣàdókòwò nínú àṣà. Ra, ṣòwò, ki o si ta iṣẹ́ ọnà dígítà aláìlẹ́gbẹ́ àti aṣọ láti ọ̀dọ̀ àwọn òṣeré àgbàyanu, àwọn akọrin, àti àwọn búrándì.",
  "page-dapps-editors-choice-pooltogether": "Ra tíkẹ́ẹ̀tì kan fún ìdíje títa tí kò ní pàdánù. Lọ́sọ̀ọ̀sẹ̀, wọ́n máa ń fi èlé tí wọ́n rí láti gbogbo adágún tíkẹ́ẹ̀tì ránṣẹ́ sí olúborí olóríre kan. Gba owó rẹ padà nígbàkigbà tí o bá fẹ́.",
  "page-dapps-editors-choice-uniswap": "Ṣe pàṣípààrọ̀ àwọn tọ́kẹ̀n rẹ pẹ̀lú ìrọ̀rùn. Àyànfẹ́ àwùjọ tó fún ọ láàyè láti ṣòwò àwọn tọ́kẹ̀n pẹ̀lú àwọn ènìyàn ní ààrin nẹ́tíwọọkì náà.",
  "page-dapps-ens-logo-alt": "Ààmì ìdánimọ̀ Iṣẹ́ Ethereum Name",
  "page-dapps-explore-dapps-title": "Ṣàwárí dapps",
  "page-dapps-features-1-description": "Ní kété tí wọ́n bá ti gbé e sórí Ethereum, a kò lè gbé kóòdì dapp kúrò. Ẹnikẹ́ni sì lè lo àwọn ohun èlò dapps. Kódà bí ẹgbẹ́ tó wà lẹ́yìn dapp bá túká, o ṣì lè lò ó. Bí ó bá ti wà lórí Ethereum, ó máa wà níbẹ̀ títí.",
  "page-dapps-features-1-title": "Kò sí àwọn olóhun",
  "page-dapps-features-2-description": "A kò lè dí ọ lọ́wọ́ láti lo dapp tàbí láti fi ìṣòwò ránṣẹ́. Fún àpẹẹrẹ, bí Twitter bá wà lórí Ethereum, kò sí ẹni tó lè dí àkọọ́lẹ̀ rẹ lọ́wọ́ tàbí dí ọ lọ́wọ́ láti kọ̀wé.",
  "page-dapps-features-2-title": "Òmìnira lọ́wọ́ ìfòfinde",
  "page-dapps-features-3-description": "Nítorí pé Ethereum ní ETH, àwọn ìsanwó jẹ àbínibí sí Ethereum. Àwọn olùdásílẹ̀ kò nílò láti lo àkókò láti ṣe àkójọpọ̀ pẹ̀lú àwọn olùpèsè ìsanwó ẹ̀ka kẹta.",
  "page-dapps-features-3-title": "Àwọn ìsanwó tí a ṣe sínú rẹ̀",
  "page-dapps-features-4-description": "Kóòdù Dapp sábà máa ń wà ní ìta gbangba tí ó sì máa ń bára mu nípasẹ̀ àìyípadà. Àwọn ẹgbẹ́ máa ń kọ́ nípa lílo iṣẹ́ àwọn ẹgbẹ́ mìíràn. Tí o bá fẹ́ jẹ́ kí àwọn olùmúlò ṣe pàṣípààrọ̀ àwọn tọ́kẹ̀n nínú dapp rẹ, o lè fi kóòdù dapp mìíràn síi.",
  "page-dapps-features-4-title": "Tibọ̀ọ́ kí o mu ṣiṣẹ́",
  "page-dapps-features-5-description": "Pẹ̀lú ọ̀pọ̀lọpọ̀ àwọn dapps, ìwọ kò nílò láti pín ìdánimọ̀ ayé gidi rẹ. Àkántì Ethereum rẹ jẹ́ ìwọlé rẹ àti pé o kàn nílò wọ́lẹ́ẹ́tì kan.",
  "page-dapps-features-5-title": "Wíwọlé kan tí kò lórúkọ",
  "page-dapps-features-6-description": "Àrókò mú kó dájú pé àwọn alákọlù kò lè ṣe àdàkọ àwọn ìdúnàádúrà àti àwọn ìbáraẹnisepọ̀ dapp mìíràn ní orúkọ rẹ. O fúnni láṣẹ fún àwọn iṣẹ́ dapp pẹ̀lú àkántì Ethereum rẹ - nígbà gbogbo nípasẹ̀ wọ́lẹ́ẹ́tí rẹ - kí àwọn àlàyé ìgbaniwọlé rẹ lè wà ní ààbò.",
  "page-dapps-features-6-title": "Àtìlẹyìn nípa ohun àdàkọ",
  "page-dapps-features-7-description": "Ní kété tí dapp bá wà lórí Ethereum, yóò lọ sílẹ̀ nìkan tí Ethereum fún rara rẹ̀ bá lọ sílẹ̀. Àwọn nẹ́tíwọọkì ti ìwọ̀n Ethereum kò rọrùn láti gbógun tì.",
  "page-dapps-features-7-title": "Kò sí àkókò ìsinmi",
  "page-dapps-finance-benefits-1-description": "Àwọn iṣẹ́ iṣúná owó tó ń ṣiṣẹ́ lórí Ethereum kò ní àwọn ìbéèrè ìforúkọsílẹ̀. Tí o bá ní owó àti àsopọ̀ íńtánẹ́ẹ̀tì, o dára láti lọ.",
  "page-dapps-finance-benefits-1-title": "Ṣí ìráàyèsí",
  "page-dapps-finance-benefits-2-description": "Ilé ayé àwọn tọ́kẹ̀n kan wà tí ó lè ní ìbáraẹnisepọ̀ pẹ̀lú káàkiri àwọn nǹkan owó wọ̀nyí. Àwọn ènìyàn ń kọ àwọn tọ́kẹ̀n tuntun sórí Ethereum ní gbogbo ìgbà.",
  "page-dapps-finance-benefits-2-title": "Ọ̀nà ìṣúnná tọ́kẹ̀n tuntun",
  "page-dapps-finance-benefits-3-description": "Àwọn ẹgbẹ́ ti ṣe <a href=\"/glossary/#stablecoin\">stablecoins</a> – owó crypto tí kò fi bẹ́ẹ̀ yípadà ní iye. Àwọn nǹkan wọ̀nyí máa ń jẹ́ kó o lè ṣe àyẹ̀wò kí o sì lo owó-ìpamọ́ láìsí ewu àti àìdánilójú.",
  "page-dapps-finance-benefits-3-title": "Stablecoins",
  "page-dapps-finance-benefits-4-description": "Àwọn ọjà owó ní ààyè Ethereum jẹ gbogbo èyí tó ní ètò àti ìbáramu pẹ̀lú ara wọn. Àwọn àtúntò tuntun ti àwọn ẹ̀rọ yìí ń jáde ní ọjà ní gbogbo ìgbà, tí ó ń mú kí ohun tí ẹ lè ṣe pẹ̀lú crypto rẹ pọ̀ sí i.",
  "page-dapps-finance-benefits-4-title": "Àwọn iṣẹ́ ìṣúnná owó tí a so pọ̀",
  "page-dapps-finance-benefits-description": "Kí ni ó wà nípa Ethereum tí ó jẹ́ kí àwọn ohun èlò ìnáwó aláìlákóso gbèrú?",
  "page-dapps-finance-benefits-title": "ìnáwó aláìlákóso",
  "page-dapps-finance-button": "Ìṣúnná",
  "page-dapps-finance-description": "Àwọn ohun èlò wọ̀nyí tó dá lórí kíkó àwọn iṣẹ́ ìṣúnná owó nípa lílo àwọn owó crypto. Wọ́n máa ń yaá ni lówó, wọ́n máa ń gba owó èlé, wọ́n sì máa ń sanwó ti ara ẹni láì béèrè fún dátà nípa ara ẹni.",
  "page-dapps-finance-title": "Ìṣúnná aláìlákóso",
  "page-dapps-foundation-logo-alt": "Ààmì ìdánimọ̀ Foundation",
  "page-dapps-gaming-benefits-1-description": "Yálà ilẹ̀ àìfojúrí ni o tàbí káàdì ìṣòwò, àwọn nǹkan tí o ní lè tà ní àwọn ọjà àkójọpọ̀. Àwọn nǹkan inú eré máa ń níye tó jẹ́ nínú ayé lórí.",
  "page-dapps-gaming-benefits-1-title": "Àwọn ohun ìṣeré náà tún ń ṣiṣẹ́ bí àwọn tọ́kẹ̀n",
  "page-dapps-gaming-benefits-2-description": "O ni àwọn ohun èlò rẹ, àti nínú àwọn ọ̀ràn kan ìtẹ̀síwájú rẹ, kì í ṣe àwọn ilé-iṣẹ́ eré ìdárayá. Nítorí náà, ẹ kò ní pàdánù ohunkóhun bí wọ́n bá kọ lu ilé-iṣẹ́ tó wà lẹ́hìn eré ìdárayá náà, jìyà àṣìṣe ẹ̀rọ tó lágbára, tàbí tí wọ́n bá túká.",
  "page-dapps-gaming-benefits-2-title": "Àwọn ìfipamọ́ rẹ wà ní ààbò",
  "page-dapps-gaming-benefits-3-description": "Ní ọ̀nà kan náà tí àwọn sísanwo Ethereum wà fún ẹnikẹ́ni láti ṣàyẹ̀wò, àwọn eré lè lo ojúlówó yìí láti ríi dájú ìṣedéédéé wà. Ní ti èrò orí, ohun gbogbo ni a lè ṣàyẹ̀wò láti orí iye àwọn ìkọlù tó lágbára títí dórí bí àpò ogun alátakò ṣe tóbi tó.",
  "page-dapps-gaming-benefits-3-title": "Ìdájọ́ òdodo tó ṣeé fi hàn",
  "page-dapps-gaming-benefits-description": "Kí ni ó wà nípa Ethereum tí ó jẹ́ kí eré ìdárayá aláìlákóso gbèrú?",
  "page-dapps-gaming-benefits-title": "eré ìdárayá aláìlákóso",
  "page-dapps-gaming-button": "Eré ìdárayá",
  "page-dapps-gaming-description": "Àwọn ohun èlò wọ̀nyí ló ń dá lórí ṣẹ̀dá àwọn àgbáyé àìfojúrí àti jíjagun pẹ̀lú àwọn òṣèré mìíràn nípa lílo àwọn lílo àwọn ìkójọpọ̀ tó ní ìdíyelé lójú ayé.",
  "page-dapps-gaming-title": "Eré ìdárayá aláìlákóso",
  "page-dapps-get-some-eth-description": "Àwọn ìgbésẹ̀ Dapp máa ń náni ní owó ìdúnàádúrà",
  "page-dapps-get-started-subtitle": "Láti gbìyànjú dapp kan, ìwọ yóò nílò <a href=\"/glossary/#wallet\">wọ́lẹ́ẹ́tì</a> àti díẹ̀ nínú ETH, wọ́lẹ́ẹ́tì kan yóò jẹ́ kí o lè so pọ̀, tàbí kí o wọlé. Àti pé ìwọ yóò nílò ETH láti san èyíkéyìí<a href=\"/glossary/#transaction-fee\">àwọn owó ìdúnàádúrà</a>.",
  "page-dapps-get-started-title": "Bẹ̀rẹ̀",
  "page-dapps-gitcoin-grants-logo-alt": "Ààmì ìdánimọ̀ Gitcoin Grants",
  "page-dapps-gitcoin-logo-alt": "Ààmì ìdánimọ̀ Gitcoin",
  "page-dapps-gm-logo-alt": "ààmì ìdánimọ̀ gm.xyz",
  "page-dapps-gods-unchained-logo-alt": "Ààmì ìdánimọ̀ Gods Unchained",
  "page-dapps-golem-logo-alt": "Ààmì ìdánimọ̀ Golem",
  "page-dapps-graph-logo-alt": "Ààmì ìdánimọ̀ Graph",
  "page-dapps-radicle-logo-alt": "Ààmì ìdánimọ̀ Radicle",
  "page-dapps-hero-header": "Àwọn irinṣẹ́ àti iṣẹ́ tí Ethereum ró lágbára",
  "page-dapps-hero-subtitle": "Dapps jẹ́ àgbékalẹ̀ tọ́ ń dàgbà ti àwọn ohun èlò tó ń lo Ethereum láti ṣe àyípadà àwọn àwòṣe ìṣòwò tàbí ṣẹ̀dá àwọn tuntun.",
  "page-dapps-how-dapps-work-p1": "Dapps ní àwọn kóòdù ẹ̀yìn wọn (àwọn àdéhùn ọlọ́gbọ́n) tó ń ṣiṣẹ́ lórí nẹ́tíwọọkì aláìlákóso àti tí kìí ṣe olùpín alákóso. Wọ́n ń lo <a href=\"/glossary/#blockchain\">blockchain</a> Ethereum fún ibi ìpamọ́ dátà àti àwọn àdéhùn ọlọ́gbọ́n fún ọgbọ́n ohun èlò wọn.",
  "page-dapps-how-dapps-work-p2": "Àdéhùn ọlọ́gbọ́n dàbí ètò àwọn òfin tó wà lórí ìgbésẹ̀ alákọsílẹ̀ fún gbogbo ènìyàn láti rí àti ṣiṣẹ́ ní ìbámu sí àwọn òfin wọ̀nyẹn. Fojú inú wo ẹ̀rọ ìtajà kan: tí o bá fi owó tó pọ̀ tó sínú rẹ̀, tí o sì yan èyí tó tọ́, wàá gba ohun tí o fẹ́. Bíi tàwọn ẹ̀rọ ìtajà, àwọn àdéhùn ọlọ́gbọ́n lè mú owó dání bíi ti àkáǹtì Ethereum rẹ. Èyí ń gba kóòdù láàyè láti ṣe alárinà àwọn àdéhùn àti àwọn ìdúnàádúrà.",
  "page-dapps-how-dapps-work-p3": "Ní kété tí o bá gbé àwọn dapps sórí nẹ́tíwọọkì Ethereum o kò lè yí wọn padà. Dapps lè jẹ́ aláìlákóso nítorí pé wọ́n jẹ́ ìṣàkóso nípasẹ̀ ọgbọ́n tí a kọ sínú àwọn àdéhùn, kìí ṣe ẹnìkan tàbí ilé-iṣẹ́ kan.",
  "page-dapps-how-dapps-work-title": "Bí dapps ṣe ń ṣiṣẹ́",
  "page-dapps-ipfs-logo-alt": "Ààmì ìdánimọ̀ IPFS",
  "page-dapps-kyberswap-logo-alt": "Ààmì ìdánimọ̀ KyberSwap",
  "page-dapps-learn-callout-button": "Bẹ̀rẹ̀ sí kọ́ọ",
  "page-dapps-learn-callout-description": "Ìkànnì olùgbéejáde àwùjọ wa ní àwọn ìwé, irinṣẹ́, àti àwọn ìpìlẹ̀ láti ràn ọ́ lọ́wọ́ láti kọ́ dapp kan.",
  "page-dapps-learn-callout-image-alt": "Àpèjúwe ọwọ kan tó ń kọ àmì ETH láti inú àwọn bíríkì lego.",
  "page-dapps-learn-callout-title": "Kọ́ ẹ̀kọ́ láti kọ́ dapp kan",
  "page-dapps-lido-logo-alt": "Ààmì ìdánimọ̀ Lido",
  "page-dapps-loopring-logo-alt": "Ààmì ìdánimọ̀ Loopring",
  "page-dapps-magic-behind-dapps-description": "Dapps lè dàbí àwọn ohun èlò tó wọ́pọ̀. Ṣùgbọ́n lẹ́yìn àwọn ojú ìṣẹ̀lẹ̀, wọ́n ní àwọn àbùdá pàtàkì nítorí pé wọ́n jogún gbogbo agbára ńlá Ethereum. Èyí ni ohun tó jẹ́ kí dapps yàtọ̀ sí àwọn ohun èlò.",
  "page-dapps-magic-behind-dapps-link": "Kí ló mú kí Ethereum ṣe pàtàkì?",
  "page-dapps-magic-behind-dapps-title": "Àwọn idán tó wà nídìí dapps",
  "page-dapps-magic-title-1": "Idán náà",
  "page-dapps-magic-title-2": "lẹ́yìn",
  "page-dapps-magician-img-alt": "Àpèjúwe tí àwọn alálùpàyídà",
  "page-dapps-marble-cards-logo-alt": "ààmì ìdánimọ̀ marble.cards",
  "page-dapps-async-logo-alt": "Ààmì ìdánimọ̀ Async",
  "page-dapps-matcha-logo-alt": "Ààmì ìdánimọ̀ Matcha",
  "page-dapps-meeds-logo-alt": "Ààmì ìdánimọ̀ Meeds",
  "page-dapps-metaverse-benefits-title": "metaverse",
  "page-dapps-metaverse-benefits-description": "Kí ni ó jé nípa Ethereum tó gba metaverse láàyè láti gbèrú?",
  "page-dapps-metaverse-benefits-1-title": "NFTs",
  "page-dapps-metaverse-benefits-1-description": "Àwọn nǹkan inú eré aláìlẹ́gbẹ́ èyí tó jẹ́ ohun ìní nípasẹ̀ àwọn olùṣàmúlò ní, tí ó sì ṣeé ṣe láti lò ní àárín àwọn àgbáyé orí ayélujára àti àwọn ọjà tó ń ṣe àtìlẹ́yìn fún àwọn ìlànà kan náà.",
  "page-dapps-metaverse-benefits-2-title": "Àwọn àwùjọ ti àwọn olùmúlò",
  "page-dapps-metaverse-benefits-2-description": "Àwọn ìdánimọ̀ jẹ́ ohun ìní nípasẹ̀ àwọn olùmúlò pẹ̀lú awọn àǹfààní àìlópin láti ṣàwárí àti ṣẹ̀dá àwọn nẹ́tíwọọkì àwùjọ káàkiri ọ̀pọ̀ ayé orí ayélujára.",
  "page-dapps-metaverse-button": "Metaverse",
  "page-dapps-metaverse-title": "Metaverse",
  "page-dapps-metaverse-description": "Àwọn ohun èlò wọ̀nyí ló ń jẹ́ kí àwọn olùṣàmúlò lè lómìnira láti kópa nínú àwọn àgbáyé tí kò ṣeé fojú rí. Àwọn olùmúlò lè ṣe àgbékalẹ̀ àwọn nẹ́tíwọọkì ti ara ẹni àti níní ohun-ìní ti àwọn ohun-ìní dígítà",
  "page-dapps-mirror-logo-alt": "Ààmì ìdánimọ̀ Mirror",
  "page-dapps-mobile-options-header": "Ṣàwákiri ẹ̀ka mìíràn",
  "page-dapps-multichain-logo-alt": "Ààmì ìdánimọ̀ Multichain",
  "page-dapps-nifty-gateway-logo-alt": "Ààmì ìdánimọ̀ Nifty Gateway",
  "page-dapps-summerfi-logo-alt": "Ààmì ìdánimọ̀ Summer.fi",
  "page-dapps-opensea-logo-alt": "Ààmì ìdánimọ̀ OpenSea",
  "page-dapps-opera-logo-alt": "Ààmì ìdánimọ̀ Opera",
  "page-dapps-osuvox-logo-alt": "Ààmì ìdánimọ̀ OSUVOX",
  "page-dapps-polymarket-logo-alt": "Ààmì ìdánimọ̀ Polymarket",
  "page-dapps-poap-logo-alt": "Ààmì ìdánimọ̀ Ìlànà Ẹ̀rí ti Wíwá",
  "page-dapps-pooltogether-logo-alt": "Ààmì ìdánimọ̀ PoolTogether",
  "page-dapps-rarible-logo-alt": "Ààmì ìdánimọ̀ Rarible",
  "page-dapps-ready-button": "Lọ",
  "page-dapps-ready-description": "Yan dapp kan láti gbìyànjú rẹ̀",
  "page-dapps-ready-title": "Ṣé o ti ṣe tán?",
  "page-dapps-request-finance-logo-alt": "Ààmì ìdánimọ̀ Request Finance",
  "page-dapps-rubic-logo-alt": "Ààmì ìdánimọ̀ Rubic",
  "page-dapps-sablier-logo-alt": "Ààmì ìdánimọ̀ Sablier",
  "page-dapps-set-up-a-wallet-button": "Wá wọ́lẹ́ẹ́tì",
  "page-dapps-set-up-a-wallet-description": "Wọ́lẹ́ẹ́tì jẹ́ “ìwọlé” rẹ fún dapp kan",
  "page-dapps-set-up-a-wallet-title": "Ṣètò wọ́lẹ́ẹ́tì kan",
  "page-dapps-social-button": "Àwùjọ",
  "page-dapps-social-description": "Àwọn ohun èlò wọ̀nyí ni ó fojú sí ṣíṣẹ̀dá àwọn nẹ́tíwọọkì àwùjọ aláìlákóso nípa lílo àwọn ìmọ̀-ẹ̀rọ ìdánimọ̀ aláìlákóso níbi tí àwọn ìdánimọ̀ dígítà àti àwọn àwòrán àwùjọ jẹ́ ti àwọn olùmúlò.",
  "page-dapps-social-title": "Àwùjọ",
  "page-dapps-spatial-logo-alt": "Ààmì ìdánimọ̀ Spatial",
  "page-dapps-spruce-logo-alt": "Ààmì ìdánimọ̀ Spruce",
  "page-dapps-status-logo-alt": "Ààmì ìdánimọ̀ Status",
  "page-dapps-superrare-logo-alt": "Ààmì ìdánimọ̀ SuperRare",
  "page-dapps-technology-button": "Ìmọ̀-ẹ̀rọ",
  "page-dapps-technology-description": "Àwọn ohun èlò wọ̀nyí fojú sí ṣíṣe aláìlákóso àwọn irinṣẹ́ olùpilẹ̀ṣẹ̀, sísopọ̀ àwọn ètò ọrọ̀-ajé crypto sínú ìmọ̀-ẹ̀rọ tó wà tẹ́lẹ̀, àti ṣíṣẹ̀dá àwọn ọjà fún iṣẹ́ ìdàgbàsókè orísun gbangba.",
  "page-dapps-technology-title": "Ìmọ̀-ẹ̀rọ aláìlákóso",
  "page-dapps-token-sets-logo-alt": "Ààmì ìdánimọ̀ Token Sets",
  "page-dapps-uniswap-logo-alt": "Ààmì ìdánimọ̀ Uniswap",
  "page-dapps-wallet-callout-button": "Wá wọ́lẹ́ẹ́tì",
  "page-dapps-wallet-callout-description": "Àwọn wọ́lẹ́ẹ́tì tún jẹ́ dapps. Wá ọ̀kan tó dá lórí àwọn ẹ̀yà tó tẹ́ ọ lọ́rùn.",
  "page-dapps-wallet-callout-image-alt": "Àpèjúwe ti róbọ́ọ̀tì kan.",
  "page-dapps-wallet-callout-title": "Wo àwọn wọ́lẹ́ẹ́tì",
  "page-dapps-warning-header": "Ṣe ìwádìí ti ara rẹ nígbà gbogbo",
  "page-dapps-warning-message": "Ethereum jẹ́ ìmọ̀-ẹ̀rọ tuntun àti ọ̀pọ̀lọpọ̀ àwọn ohun èlò jẹ́ tuntun. Ṣáájú kí o tó fi àwọn iye owó ńlá sílẹ̀, ríi dájú pé o lóye àwọn ewu náà.",
  "page-dapps-what-are-dapps": "Kí ni àwọn dapps?",
  "page-dapps-more-on-defi-button": "Síwájú síi lórí ètò ìṣúnná owó aláìlákóso",
  "page-dapps-more-on-nft-button": "Síwájú síi lórí àwọn àkójọpọ̀ tí a sọ di tọ́kẹ̀n",
  "page-dapps-more-on-nft-gaming-button": "Síwájú síi lórí àwọn nǹkan inú eré tí a sọ di tọ́kẹ̀n",
  "page-dapps-dapp-description-pwn": "Àwọn owó èlé ìrọ̀rùn tó ní àtìlẹyìn èyíkéyìí tọ́kẹ̀n tàbí àwọn NFT lórí Ethereum.",
  "page-dapps-pwn-image-alt": "Ààmì ìdánimọ̀ PWN",
  "page-dapps-xmtp-logo-alt": "Ààmì ìdánimọ̀ XMTP",
  "opage-dapps-yearn-logo-alt": "Ààmì ìdánimọ̀ Yearn",
  "page-dapps-yearn-image-alt": "Ààmì ìdánimọ̀ Yearn",
  "page-dapps-convex-image-alt": "Ààmì ìdánimọ̀ Convex",
  "foundation": "Ìpilẹ̀ṣẹ̀",
  "page-wallets-get-some": "Gba ETH díẹ̀",
  "page-dapps-dapp-description-curve": "Curve jẹ́ dex tó fojú sọ́nà fojúsí àwọn stablecoins",
  "page-dapps-curve-image-alt": "Ààmì ìdánimọ̀ Curve",
  "page-dapps-dapp-description-dodo": "DODO jẹ́ olùpèsè owó alákọsílẹ̀ iṣẹ́, èyí tó lo alugoridimu Olùṣe Ọjà Tó ní ìmọ̀ràn (PMM)",
  "page-dapps-dodo-image-alt": "Ààmì ìdánimọ̀ DODO",
  "page-dapps-dapp-description-artblocks": "Art Blocks ti farajìn láti mú àwọn iṣẹ́ tó ní agbára ti mímú àwòrán àpilẹ̀ro ayé òde òní wá sáàyè",
  "page-dapps-artblocks-image-alt": "Ààmì ìdánimọ̀ Arts Blocks",
  "page-dapps-explore-title": "Ṣé o fẹ́ láti ṣàwárí àwọn ohun èlò díẹ̀ síi?",
  "page-dapps-explore": "Ṣàyẹ̀wò àwọn ọgọọgọ̀rún dapps"
}
