{
  "comp-withdrawal-comparison-current-title": "Àwọn olùdókòwò lọ́wọ́lọ́wọ́",
  "comp-withdrawal-comparison-current-li-1": "Àwọn olùmúlò kan lè ti fi àdírẹ́sì ìgba owó sílẹ̀ nígbà tí wọ́n kọ́kọ́ ṣètò àkọsílẹ̀ ìdókòwò — àwọn olùmúlò yìí kò ní ẹ̀tọ́ àwọn ohun míì tó yẹ kí wọ́n ṣe",
  "comp-withdrawal-comparison-current-li-2": "Ọ̀pọ̀ nínú àwọn oludokòwò ko fi àdírẹ́sì ìgbowó silẹ̀ nígbàtí wọ́n fi owó sínú rẹ ní ìbẹ̀rẹ̀, wọ́n ní làti ṣe ìmúdójúìwọ̀n ìwé-ẹ̀rí ìgbowó wọn. <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Launchpad ídokòwò</a> ní àwọn ìlànà lori bí o ṣe lè ṣe èyí",
  "comp-withdrawal-comparison-current-p": "O lè fi nọ́mbà atọ́ka olùfọwọ́sí rẹ sí ibí láti mọ̀ bóyá o nílò láti ṣe ìmúdójúìwọ̀n àwọn ìwé ẹri rẹ<Text as=\"span\" fontWeight=\"normal\">(eléyìí wà nínú lọ́ọ́gì oníbàárà rẹ):</Text>",
  "comp-withdrawal-comparison-new-title": "Àwọn olùdókòwò tuntun (tí won kò tíì ṣe ìfowópamọ́sí)",
  "comp-withdrawal-comparison-new-li-1": "Ní àìyípadà, àwọn olùdókòwò tuntun tí wọn ń wá ọ̀nà láti máa gba èrè àti bí wọn yóò ti ṣe máa gba owó jáde ní láti fi àdírẹ́sì ìgbowó Ethereum kalẹ̀ tí wọ́n ní àkóso lórí tí wọ́n bá fẹ́ pilẹ̀ṣẹ̀ àwọn òrò àṣírí olùfọwọ́sí wọn pèlú lílo irinṣẹ́ ìfowópamọ́sí idokòwò CLI",
  "comp-withdrawal-comparison-new-li-2": "Eléyìí kò pọn dandan ní àsìkò ìfowósílẹ̀, ṣùgbọ́n yóò dènà àti ṣe ìmúdójúìwọ̀n sí àwọn kọ́kọ́rọ́ wọ̀nyí tó bá yá láti ṣí owó rẹ",
  "comp-withdrawal-comparison-new-p": "Páàdì ìfilọ́lẹ̀ ìdókòwò yóò ṣe atọ́nà láti bẹ̀rẹ̀ dídókòwò.",
  "comp-withdrawal-comparison-new-link": "Ṣàbẹ̀wò sí páàdì ìdókòwò",
  "comp-withdrawal-credentials-placeholder": "Atọ́ka olùyẹ̀wò",
  "comp-withdrawal-credentials-error": "O tì o! Tún nọ́mbà atọ́ka olùyẹ̀wò wo ní ẹẹkan si kí o sì gbìyànjú lẹ́ẹ̀kan si.",
  "comp-withdrawal-credentials-upgraded-1": "Atọ́ka olùyẹ̀wò {{validatorIndex}} ti ṣe tán láti bẹ̀rẹ̀ sí ní gba èrè!",
  "comp-withdrawal-credentials-upgraded-2": "Àkọsílẹ̀ ìgbà owó wà ní àsópọ̀ pẹ̀lú àdírẹ́sì ìṣiṣẹ́:",
  "comp-withdrawal-credentials-not-upgraded-1": "Olùyẹ̀wò yí nílò ìgbégasókè.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Olúfọwọ́sí Holesky testnet nílò ìgbégasókè.",
  "comp-withdrawal-credentials-not-upgraded-2": "Àwọn ìlànà lori ìgbésọ́kè wà lọ́wọ́lọ́wọ́ lórí <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Páàdì àfilọ́lẹ̀ ìdókòwò</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Ṣàrídájú lórí Mainneti",
  "comp-withdrawal-credentials-verify-holesky": "Ṣàrídájú lórí Holesky",
  "page-staking-withdrawals-when": "Bawa!",
  "page-staking-image-alt": "Àwòrán maskooti eranko ìmọ̀dò fún páádì ìfilọ́lẹ̀ ìdókòwò.",
  "page-staking-benefits-1-title": "Jèrè",
  "page-staking-benefits-1-description": "Èrè wà fún àwọn iṣẹ́ tó ṣe ìrànlọ́wọ́ fún nẹ́tìwọ́ọ̀kì láti dé <a href=\"/glossary/#consensus\">ìfohùnṣọ̀kan</a>. Ìwọ yóò gba ẹ̀rè fún mímú sọfitiwia ṣiṣẹ́ tó ń ṣètò àwọn ìdúnàádúrà sí àwọn búlọ́ọ́kù tuntun tí ó bá àwọn ìṣòwò pọ̀ sí àwọn bulọọki tuntun àti ṣayẹwo iṣẹ́ àwọn oluṣàyẹ̀wò mìíràn nítorí pé èyí ni ó ń jẹ́ kí ẹ̀dá náà le ṣiṣẹ́ ní ààbò.",
  "page-staking-benefits-2-title": "Ààbò tó dára jùlọ",
  "page-staking-benefits-2-description": "Nẹtiwọọkí yóò ní agbára sí ìkọlù bíi ídokòwò ETH bá ṣe pọ̀ sí, ó sì nílò ETH pupọ sí làti ṣàkóso púpò nínú nẹ́tíwọọkì náà. Làti jẹ́ ìhàlẹ̀, ọ nílò láti ní àkóso ọ̀pọ̀ nínú àwọn olùfọwọ́sí, eyí túmọ̀ sí pé o nílò láti darí ọ̀pọ̀ ETH tó wà nínú ẹ̀rọ náà - ìyẹn pọ̀ gan-an!",
  "page-staking-benefits-3-title": "Ní ìmúdúró síi",
  "page-staking-benefits-3-description": "Àwọn olùdókòwò kò nílò láti ṣe àwọn ìṣirò ẹ̀rí iṣẹ́-ṣíṣe alagbára púpọ̀ láti kópa nínú ìdáàbòbò nẹ́tíwọọkì náà èyí túmọ̀ sí pé àwọn nódù ìdókòwò lè ṣiṣẹ́ lórí ẹrọ oní ìwọ̀nba, nípasẹ̀ lílo agbára kékèké.",
  "page-staking-benefits-3-link": "Àwọn àlàyé díẹ̀ síi nípa agbára lílò Ethereum",
  "page-staking-description": "Dídókòwò jẹ́ iṣẹ́ tí ìwọ bá fi ETH méjìlélọ́gbọ̀n sílẹ̀ láti mú sofitiwia<a href=\"/glossary/#validator\">olùṣàyẹ̀wò</a> ṣiṣẹ́. Gẹ́gẹ́ bíi olùṣàyẹ̀wò, ìwọ yóò ní ojúṣe fún àfipamọ́ dátà, ṣíṣètò àwọn ìdúnàádúrà, àti fífi <a href=\"/glossary/#block\">búlọ́ọ́kù</a> tuntun sóri blockchain náà. Èyí yóò mú Ethereum wà ní ààbò fún gbogbo ènìyàn, ìwọ yóò jèrè ETH tuntun nínú ìlànà náà.",
  "page-staking-hero-title": "Bí o ṣe lè fi ETH rẹ̀ dókòwò",
  "page-staking-hero-header": "Jèrè látara dídáàbò bò Ethereum",
  "page-staking-hero-subtitle": "Èyíkéyìí olùṣàmúlò pèlú iye ETH kankan lè ṣèrànwọ́ láti dáàbò bò nẹ́tíwọọkì náà, èrè sì wà nípasẹ̀ rẹ̀.",
  "page-staking-dropdown-home": "Ojú ilé ìdókòwò",
  "page-staking-learn-more-solo": "Kọ́ ẹ̀kọ́ síi nípa ìdókòwò aládaṣe",
  "page-staking-dropdown-saas": "Ìdókòwò gẹ́gẹ́ bíi iṣẹ́ kan",
  "page-staking-saas-with-abbrev": "Aba bi iṣẹ (saas)",
  "page-staking-more-on-saas": "Àlàyé síi nípa ìdókòwò gẹ́gẹ́ bíi iṣẹ́",
  "page-staking-learn-more-saas": "Àlàyé síi nípa ìdókòwò gẹ́gẹ́ bíi iṣẹ́",
  "page-staking-dropdown-pools": "Ìdókòwò alápapọ̀",
  "page-staking-dropdown-withdrawals": "Nípa gbígba owó jáde",
  "page-staking-dropdown-dvt": "Ìmọ̀ ẹ̀rọ olùṣàyẹ̀wò onípínpín",
  "page-staking-more-on-pools": "Díẹ̀ síi nípa ìdókòwò alápapò",
  "page-staking-learn-more-pools": "Láti mọ̀ síi nípa ìdókòwò alápapọ̀",
  "page-staking-section-what-title": "Kí ni ìdókòwò?",
  "page-staking-section-why-title": "Ìdí dídókòwò ETH rẹ?",
  "page-staking-section-why-p1": "Ó dá lórí iye owó tí o fẹ́ fí dókòwò. Wàá nílò ETH méjìlélọ́gbọ̀n láti mú olùṣàyẹ̀wò rẹ ṣiṣẹ́, ṣùgbọ́n ó ṣeé ṣe láti fi owó díẹ̀ dókòwò.",
  "page-staking-section-why-p2": "Wo àwọn àṣàyàn tó wà ní isalẹ kí o sì yàn ẹ̀yà tó dára jùlọ fún ìwọ àti fún nẹ́tìwọ́ki náà.",
  "page-staking-guide-title-coincashew-ethereum": "Amọ̀nà ẹ̀yà kejì Ethereum CoinCashew",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Àwọn Olùṣàkóso nóòdu Rocket pool",
  "page-staking-guide-description-linux": "Ẹ̀rọ Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Ẹ̀rọ Linux, macOS (CLI)",
  "page-staking-hierarchy-solo-pill-1": "Tó ní ipa tó pọ̀ jùlọ",
  "page-staking-hierarchy-solo-pill-2": "Ìṣàkóso lẹ́kunrẹ́rẹ́",
  "page-staking-hierarchy-solo-pill-3": "Èrè kíkún",
  "page-staking-hierarchy-solo-pill-4": "Àìní ìgbẹ́kẹ̀lé",
  "page-staking-hierarchy-saas-pill-1": "ETH méjìlélọ́gbọ̀n rẹ",
  "page-staking-hierarchy-saas-pill-2": "Àwọn ọ̀rọ̀ ìgbaniwọlé àṣírí olùṣàyẹ̀wò rẹ",
  "page-staking-hierarchy-saas-pill-3": "Nódù ìṣiṣẹ́ alágbẹ́kẹ̀lé",
  "page-staking-hierarchy-saas-p1": "Tí o kò bá fẹ́ tàbí níní nǹkan ṣe pẹ̀lú kọ̀ǹpútà kò rọrùn fún ọ ṣùgbọ́n o ṣì fẹ́ láti ṣe ìdókòwò ETH méjìlélọ́gbọ̀n rẹ, àṣàyàn ìdókòwò-gẹ́gẹ́-bíi-ìṣẹ́ le jẹ́ kí o fi apá tó nira sílẹ̀ fún ẹlòmíràn, nígbà tí o bá ń ri tí ìwọ yóò sì máa jẹ èrè búlọ́ọ́kù abínibí.",
  "page-staking-hierarchy-saas-p2": "Àwọn àṣàyàn yìí máa ń kọ́ iwọ nípa bí a ṣe lè ṣẹ̀dá àwọn èlò olùyẹ̀wò, kí o ba lè fi àwọn ọ̀rọ̀ ìgbaniwọlẹ́ rẹ̀ ránṣẹ́ sí wọn, àti kí o fi ETH méjìlélọ́gbọ̀n rẹ sílẹ̀. Èyí yòó jẹ́ kí alákóso iṣé ṣàyẹ̀wò dípò rẹ.",
  "page-staking-hierarchy-saas-p3": "Ìru ìlànà ídokòwò yìí nílò irú ìpele ìgbọ́kànlé kan nínú olùpèsè ìṣẹ́ náà. Láti dín ewu alákóso kù, àwọn ọ̀rọ̀ ìgbaniwọlé láti fi yọ ETH rẹ wà ní ìṣàkóso rẹ.",
  "page-staking-hierarchy-pools-pill-1": "Ṣe ìdókòwò pẹ̀lú iyekíye",
  "page-staking-hierarchy-pools-pill-2": "Jèrè",
  "page-staking-hierarchy-pools-pill-3": "Ṣeé ní ṣókí",
  "page-staking-hierarchy-pools-pill-4": "Gbajúgbajà",
  "page-staking-hierarchy-pools-p2": "Ọ̀pọ̀ nínú àwọn àṣàyàn wọ̀nyí ni a mọ̀ sí ‘liquid staking’ tó ní ìbáṣepọ̀ pẹ̀lú <a href=\"/glossary/#erc-20\">ERC-20</a> tọ́kẹ̀n alásọdowó tó jẹ́ aṣojú ETH tí o fi dókòwò.",
  "page-staking-hierarchy-pools-p4": "Ìdókòwò aládàpọ̀ kò jẹ́ ti abínibí nẹ́tíwọọkì Ethereum. Àwọn alákóso ẹnì kẹta ni ó dá àwọn ọ̀nà ojútùú wọ̀nyí, wọ́n sì fi orí ti àwọn ewu tó rọ̀ mọ.",
  "page-staking-hierarchy-cex-h2": "Àwọn pàsípáàrọ̀ alákóso",
  "page-staking-hierarchy-cex-pill-1": "Tó ní ipa tó kéré jù lọ",
  "page-staking-hierarchy-cex-pill-2": "Àwọn àbá ìgbẹ́kẹ̀lé tí ó ga jùlọ",
  "page-staking-hierarchy-cex-p1": "Ọ̀pọ̀lọpọ̀ àwọn ìṣàkóso pàṣípààrọ̀ ń pèsè iṣẹ́ ìdókòwò tí kò bá tíì rọ́run fún ọ pẹ̀lú fífi ETH sílẹ̀ nínú wọ́lẹ́ẹ́tì tìrẹ. Wọ́n lè jẹ́ aṣayan tó jẹ́ kí o lè rí èrè diẹ̀ lórí ìṣàkóso ETH rẹ̀ pẹ̀lú iṣẹ́ kékeré.",
  "page-staking-hierarchy-cex-p2": "Ìjuwọ́sílẹ̀ ibẹ̀ ni pé àwọn olùpèsè aláìlákóso ṣàkójọpọ̀ ETH ńlá láti mú àwọn oluṣàyẹ̀wò púpọ̀ ṣiṣẹ́. Èyí lè jẹ́ ewu fún nẹ́tíwọọkì náà àti àwọn olùsamulo rẹ̀ nítorí ó ṣe ìdásílẹ̀ ìdojúkọ alákóso ńlá àtí ọ̀nà ìkùnà, tí yóò mú kí olùpèsè náà súnmọ́ ìkọlù tàbí ìpalára.",
  "page-staking-hierarchy-cex-p3": "Tí kò bá tẹ́ ẹ lọ́run láti wà pẹ̀lú<a href=\"/glossary/#key\">àwọn ọ̀rọ̀ ìgbaniwọlé</a> rẹ, ó dára. Àwọn àṣàyàn yìí wà fún ọ. Ní àkókò yìí, ro láti wo <a href=\"/wallets/\">ojú-ìwé wọ́lẹ́ẹ́tì</a> wa, níbi tí o ti lè bẹ̀rẹ̀ ẹ̀kọ́ nípa bí o ṣe lè ní ìṣàkóso gidi lórí owó rẹ. Nígbà tí o bá ṣetán, padà wá kí o sì gbèrú eré ìdókòwò rẹ nípa fí fúnra gbígbìyànjú ara àwọn iṣẹ́ ìdókòwò alápapọ̀ tó wà ní ìpèsè.",
  "page-staking-hierarchy-subtext": "Bí o sì ti le ṣàkíyèsí, ọ̀pọ̀lọpọ̀ ọ̀nà lo wà láti kópa nínú ìdokòwò Ethereum. Àwọn ọ̀nà wọ̀nyí ń fojúsun ọ̀pọ̀ àwọn olùṣàmúlò, àti pé ìkọ̀ọ̀kan wọn yàtọ̀ nípa àwọn ewu, èrè, àti àbá ìgbẹ́kẹ̀lé. Àwọn mìíràn jẹ́ aláìlákóso díẹ̀ síi, tí wọ́n yege àyẹ̀wò àti/ó sì lèwù diẹ̀ ju àwọn mìíràn lọ. A pèsè àwọn àlàyé nípa àwọn ìṣẹ́ àkànṣe tó gbajumọ̀ nínú àgbègbè yìí, ṣùgbọ́n<em> ri dájú pé o ṣe ìwádìí tìrẹ</em> ṣáájú kí o tó fi ETH sí ibikíbi.",
  "page-staking-comparison-solo-saas": "Pẹlu àwọn olùpèsè SaaS, o ṣì nílò láti fi méjìlélọ́gbọ̀n ETH sílẹ̀, ṣùgbọ́n o kò nílò láti ṣiṣẹ́ ohun èlò. Nípa ìbáṣepọ̀ pẹ̀lú wọn, o máa ní àṣẹ sí àwọn kọ́kọ́rọ́ olùyẹ̀wò rẹ, ṣùgbọ́n o tún nílò láti ṣàjọpín àwọn kọ́kọ́rọ́ wíwọlé rẹ kí oníṣẹ́ náà lè ṣiṣẹ́ dípò olùyẹ̀wò rẹ. Èyí ń ṣàfikún ipele ìgbọ́kànlé kan tí kò sí nípò nígbà tí o bá ń mú ohun èlò tirẹ̀ ṣiṣẹ́, èyí tí kò rí bẹ́ẹ̀ nínú ìdókòwò àdáṣe ní ilé. SaaS kò ṣèrànwọ́ tó pẹ̀lú pínpín nódù káàkiri àwọn àgbègbè. Bí o kò bá fẹ́ràn láti mú ohun ẹ̀rọ ṣiṣẹ́ ṣùgbọ́n o ṣì ń wá láti fi ETH méjìlélọ́gbọ̀n sílẹ̀, lílo olùpèsè SaaS lè jẹ́ àṣàyàn tó dára fún ọ.",
  "page-staking-comparison-solo-pools": "Ìdókòwò àdáṣe ní ìlọ́wọ́sí tó ga ju ìdókòwò pẹ̀lú iṣẹ́ àkójọpọ̀ kan, ṣùgbọ́n ó ń fún ni ní àṣẹ pátápátá sí àwọn èrè ETH, àti àṣẹ pátápátá lórí ìṣètò àti ààbò olùyẹ̀wò rẹ. Ìdókòwò àkójọpọ̀ ní ìsọ́kànsí tó kéré jùlọ fún ìbáṣepọ̀. Àwọn olùṣàmúlò lè fi iye kékèké ETH dókòwò, wọn kò nílò láti ṣẹ̀dá àwọn kọ́kọ́rọ́ olùyẹ̀wò, àti wọn kò nílò àwọn ìbéèrè fún ohun ẹ̀rọ ju àsopọ̀ mọ́ íńtánẹ́ẹ̀tì. Àwọn tókẹ̀n ìsọdowó ń jẹ́ kí o lè yọkúrò nínú ìdókòwò kí èyí tó ṣiṣẹ́ ní ipele ìlànà. Tí o bá nífẹ̀ẹ́ sí àwọn àbùdá wọ̀nyí, ìdókòwò àkójọpọ̀ lè jẹ́ aṣayan tó dára fún ọ.",
  "page-staking-comparison-saas-solo": "Àwọn ohun tó jọra níbẹ̀ ni àwọn kọ́kọ́rọ́ olùyẹ̀wò tìrẹ láì nílò láti ṣíṣakójọ owó, ṣùgbọ́n pẹ̀lú SaaS, o ní láti gbẹ́kẹ̀lé ẹnì kẹta, tó lè hùwà ọ̀daràn tàbí di ẹni àkọlù tàbí tí òfin kálọwọ́kò. Tí àwọn àbá ìgbẹ́kẹ̀lé wọ̀nyí tàbí àwọn ewu alákóso bá ń jẹ́ àníyàn fún ọ, ìdiwọ̀n góólù ti ìdókòwò tó ní àkóso ara ẹni ni ìdókòwò aládaṣe.",
  "page-staking-comparison-saas-pools": "Àwọn yìí ní àfínkúpọ̀ nítorí pé o sábà ń gbẹ́kẹ̀ lé ẹlòmíràn láti ṣiṣẹ́ olùyẹ̀wò, ṣùgbọ́n, kì í ṣe bẹ́ẹ̀ pẹ̀lú SaaS, ìdókòwò àkójọpọ̀ ń jẹ́ kí o lè kópa pẹ̀lú iye kékèké ETH. Tí o bá ń wá láti dókòwò pẹ̀lú iye tó kéré sí ETH méjìlélọ́gbọ̀n, rò láti ṣàyẹ̀wò àwọn wọ̀nyí.",
  "page-staking-comparison-pools-saas": "Àwọn yìí ní àfínkúpọ̀ nítorí pé àwọn olùdókòwò kò mú sọfitiwia olùsàyẹ̀wò ṣiṣẹ́ fúnra wọn, ṣùgbọ́n kìí ṣe bẹ́ẹ̀ pẹ̀lú àwọn aṣàyàn àkójọpọ̀, SaaS nílò fífi méjìlélọ́gbọ̀n ETH pátápátá sílẹ̀ láti mú olùsàyẹ̀wò kan ṣiṣẹ́. Èrè ń kó pọ̀ fún olùdókòwò, àti pé ó sábà máa ń ní owó sísan ti oṣooṣù tàbí ìdókòwò mìíràn láti lò iṣẹ́ náà. Tí o bá fẹ́ àwọn kọ́kọ́rọ́ olùsàyẹ̀wò tìrẹ àti pé o ń wá láti fi o kere ju méjìlélọ́gbọ̀n ETH dókòwò, lílo olùpèsè SaaS lè jẹ́ àṣàyàn tó dára fún ọ.",
  "page-staking-considerations-solo-1-title": "Ṣii orisun",
  "page-staking-considerations-solo-1-description": "Kóòdù pàtàkì jẹ́ àrọ́wọ́ọ́tó ní ìdá ọgọ́rùn-ún ó sì wà fún gbogbo ènìyàn láti ṣe àtúnṣe àti lò",
  "page-staking-considerations-solo-1-warning": "Orísun tó wà ní ìpadé",
  "page-staking-considerations-solo-2-title": "A ti ṣàyẹ̀wò rẹ̀",
  "page-staking-considerations-solo-2-description": "Wọ́n ti ṣe ojúlówó àyẹ̀wò kóòdù pàtàkì pẹ̀lú àwọn àbájáde tó ti jẹ́ àtẹ̀jáde tó sì wà fún gbogbo ènìyàn",
  "page-staking-considerations-solo-2-warning": "Kò sí",
  "page-staking-considerations-solo-3-title": "Ẹ̀bùn àṣìṣe ẹ̀rọ",
  "page-staking-considerations-solo-3-description": "A ti ṣe ètò èrè fún wíwá àṣìṣe ẹ̀rọ kan fún gbogbo ènìyàn lórí kọ́ọ̀dù pàtàkì láti san èrè fún àwọn olùṣàmúlò fún ìjábọ̀ ní àíséwu àti/tàbí àtúnṣe àwọn àṣìṣe",
  "page-staking-considerations-solo-3-valid": "Tó ń ṣiṣẹ́ lọ́wọ́lọ́wọ́",
  "page-staking-considerations-solo-3-caution": "Ti parí",
  "page-staking-considerations-solo-4-title": "A ti danwò nínú ìjà",
  "page-staking-considerations-solo-4-description": "Sọfitiwia ti wà fún ìlò gbogbo ènìyàn fún ìgbà tí a tọ́ka sí",
  "page-staking-considerations-solo-4-valid": "Láàyè ní àkókò tó pé ju ọdún kan lọ",
  "page-staking-considerations-solo-4-caution": "Láàyè ní àkókò tó pé ju oṣù mẹ́fà lọ",
  "page-staking-considerations-solo-4-warning": "Àtẹ̀jáde tuntun",
  "page-staking-considerations-solo-5-title": "Àìní ìgbẹ́kẹ̀lé",
  "page-staking-considerations-solo-5-description": "Àwọn kọ́kọ́rọ́ olùṣàyẹ̀wọ̀ ní a kò fí sí ọwọ́ èyíkéyìí ènìyàn míìràn nígbàkigbà nínú ìgbésí ayé olùṣàyẹ̀wò. Èyíkéyìí àwọn àdéhùn ọlọ́gbọ́n tó kàn tó bá wà nínú rẹ̀ kò ní àwọn ẹnubodè ẹ̀yìn, láì gbára lé àwọn àṣẹ àkànṣe fún ìmúṣẹ.",
  "page-staking-considerations-solo-5-warning": "Àfọkàntán",
  "page-staking-considerations-solo-6-title": "Eyi ti ko nilo iyọọnda",
  "page-staking-considerations-solo-6-description": "Àwọn olùmúlò kò nílò èyíkéyìí ìgbanilááyè pàtàkì láti ṣiṣẹ́ olùfọwọ́sí nípa lílo sọfitiwia tàbí iṣẹ́ náà",
  "page-staking-considerations-solo-6-valid": "Kòsí àṣẹ",
  "page-staking-considerations-solo-6-warning": "O nílò àṣẹ",
  "page-staking-considerations-solo-7-title": "Ọ̀pọ̀-oníbàárà",
  "page-staking-considerations-solo-7-description": "Sọfitiwia jẹ́ kí àwọn olùmúlò yàn láti àti ṣe àyípadà láàrín ó kéré jù méjì tàbí díẹ̀ síi àwọn oníbàárà amúṣẹ́ṣe, àti méjì tàbí díẹ̀ síi àwọn oníbàárà ipele ìfohùnṣọ̀kan",
  "page-staking-considerations-solo-7-valid": "Pípààrọ̀ oníbàárà ní ìrọ̀rùn",
  "page-staking-considerations-solo-7-warning": "Ti mọ níwọ̀n ba sí oníbàárà tó pọ̀jù",
  "page-staking-considerations-solo-8-title": "Àkàtà ara ẹni",
  "page-staking-considerations-solo-8-description": "Àwọn ẹ̀rí olùyẹ̀wò yòó wà ni àkàtà olùmúlò, to fi mọ́ bíbuwọ́lu àti yíyọ kúrò àwọn ọ̀rọ̀ ìgbaniwọlé àṣírí",
  "page-staking-considerations-solo-8-warning": "Àkàtà ẹnì-kẹta",
  "page-staking-considerations-solo-9-title": "Ẹ̀dínwó",
  "page-staking-considerations-solo-9-description": "Àwọn olùmúlò lè lo olùyẹ̀wò pèlú dí dókòwò ó pọ̀jù ETH méjìlélọ́gbọ̀n, ṣíṣe àmúlò àdàpọ̀ owó àwọn olùmúlò yòókù",
  "page-staking-considerations-solo-9-valid": "kéré ju ETH  méjìlélọ́gbọ̀n   lọ",
  "page-staking-considerations-solo-9-warning": "ETH méjìlélọ́gbọ̀n",
  "page-staking-considerations-saas-4-description": "Iṣẹ́ ti wà àti ti jẹ́ kí gbogbo ènìyàn lò fún àsìkò tó tọ́ka sí",
  "page-staking-considerations-saas-6-description": "Àwọn olùmúlò kò nílò àkànṣe àṣẹ, ní àkántì tàbí mímọ oníbàárà láti kópa pẹ̀lú iṣẹ́ nàá",
  "page-staking-considerations-saas-6-valid": "Ẹnikẹ́ni le darapọ̀",
  "page-staking-considerations-saas-6-warning": "O nílò àṣẹ",
  "page-staking-considerations-saas-7-title": "Onírúurú àtìṣe",
  "page-staking-considerations-saas-7-description": "Ojú òpó kò gbọ́dọ̀ ṣe ju ìdá àbọ̀ nínú ọgọ́rùn-ún gbogbo àwọn olùṣàyẹ̀wò tí wọ́n ní ọ̀pọ̀ oníbàárà tó ń ṣiṣẹ́",
  "page-staking-considerations-saas-7-valid": "Kéré ju ida àbọ ninu ọgọrun lọ",
  "page-staking-considerations-saas-7-caution": "Ohun aimo lọwọlọwọ",
  "page-staking-considerations-saas-7-warning": "Pọju ida àbọ ninu ọgọrun lọ",
  "page-staking-considerations-saas-8-title": "Onírúurú àtìṣe",
  "page-staking-considerations-saas-8-description": "Ojú òpó kò gbọ́dọ̀ ṣe ju ìdá àbọ̀ nínú ọgọ́rùn-ún gbogbo àwọn olùṣàyẹ̀wò tí wọ́n ní ọ̀pọ̀ oníbàárà tó ń ṣiṣẹ́",
  "page-staking-considerations-saas-8-valid": "Kéré ju ida àbọ ninu ọgọrun lọ",
  "page-staking-considerations-saas-8-caution": "Ohun aimo lọwọlọwọ",
  "page-staking-considerations-saas-8-warning": "Pọju ida àbọ ninu ọgọrun lọ",
  "page-staking-considerations-pools-5-description": "Ojú òpó iṣé kò nílò láti fún ẹnì kankan ní àwọn ọ̀rọ̀ ìgbaniwọlẹ́ àṣírí rẹ tàbí láti pín èrè",
  "page-staking-considerations-pools-6-title": "Nódù aláìní ìyọ̀nda",
  "page-staking-considerations-pools-6-description": "Oju opo le jekí enikeni darapọ gẹgẹ bí oluṣe ǹoódu fún okowo aladapọ nàá, lai gba iyọnda",
  "page-staking-considerations-pools-7-description": "Ojú òpó kò gbọ́dọ̀ ṣe ju ìdá àbọ̀ nínú ọgọ́rùn-ún gbogbo àwọn olùṣàyẹ̀wò tí wọ́n ní ọ̀pọ̀ oníbàárà tó ń ṣiṣẹ́",
  "page-staking-considerations-pools-8-title": "Tọ́kẹ̀n alásọdowó",
  "page-staking-considerations-pools-8-description": "Pèsè tọ́kẹ̀n alásodowó tí yòó dúró fún ETH tí o fi dókòwò, èyí tó wà nínú wọ́lẹ́ẹ́tí rẹ",
  "page-staking-considerations-pools-8-valid": "(Àwọn) tọ́kẹ̀n alásọdowó",
  "page-staking-considerations-pools-8-warning": "Kòsí tọ́kẹ̀n alásodowó",
  "page-staking-considerations-pools-9-description": "Ojú òpó kò gbọ́dọ̀ ṣe ju ìdá àbọ̀ nínú ọgọ́rùn-ún gbogbo àwọn olùṣàyẹ̀wò tí wọ́n ní ọ̀pọ̀ oníbàárà tó ń ṣiṣẹ́",
  "page-staking-how-solo-works-item-1": "O ní láti ní kọ̀ǹpútà afojúrí: o ní láti <a href=\"/run-a-node/\">mú ǹoódu ṣiṣẹ́</a> láti dókòwò",
  "page-staking-how-solo-works-item-2": "Ṣepọ̀ mọ́ ṣíṣiṣẹ́ ipele oníbàárà",
  "page-staking-how-solo-works-item-3": "Ṣepọ̀ mọ́ ipele ìpohùnpọ̀ oníbàárà",
  "page-staking-how-solo-works-item-4": "Pilẹ̀ṣẹ̀ àwọn ọ̀rọ̀ ìgbaniwọlé kí o sì fi sí orí oníbàárà olùṣàyẹ̀wò rẹ",
  "page-staking-how-solo-works-item-5": "Ṣàbójútó kí o sì ṣetọ́jú nòódu rẹ",
  "page-staking-launchpad-widget-testnet-label": "Holesky testnet",
  "page-staking-launchpad-widget-testnet-start": "Bẹ̀rẹ̀ ìdókòwò lórí Holesky testnet",
  "page-staking-launchpad-widget-mainnet-start": "Bẹ̀rẹ̀ ìdókòwò lórí Mainnet",
  "page-staking-launchpad-widget-span": "Yan nẹ́tíwọọkì",
  "page-staking-launchpad-widget-p1": "Olùyẹ̀wò aládaṣe gbọdọ̀ ṣe <strong>àyẹ̀wò ètò-iṣẹ́ wọn</strong> àti ìṣiṣẹ́ si lórí Holesky testnet ṣáájú fífowó si. Rántí pé dandan ni láti mú <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">oníbàárà kékeré</a> nítorí yòó ṣe ààbò nẹ́tíwọọkì tó dájú àti dín ewu rẹ kù.",
  "page-staking-launchpad-widget-p2": "Tí o ba ní ìfọkàbalẹ lori rẹ, o le ṣe gbogbo ńkan ti o nílo sì ori ila kọmandi pèlú Staking Lauchpad ni kan.",
  "page-staking-launchpad-widget-p3": "Láti mú já geere, ṣàyẹ̀wò àwọn irinṣẹ́ àti ìtọ́sọ́nà tí yóò ṣe ìrànlọ́wọ́ fún ẹ pèlú Staking Launchpad làti ṣàgbékalẹ̀ àwọn oníbàárà rẹ ní ìrọ̀rùn.",
  "page-staking-launchpad-widget-link": "Àwọn irinṣẹ́ sofitiwia àti ìtọ́sọ́nà",
  "page-staking-products-get-started": "Bẹ̀rẹ̀",
  "page-staking-dropdown-staking-options": "Àwọn àṣàyàn ídókòwò",
  "page-staking-dropdown-staking-options-alt": "Àkójọ àṣàyàn onífàsílẹ̀ àṣàyàn ìdókòwò",
  "page-staking-stats-box-metric-1": "Àpapọ̀ ETH tí a ti fi dókòwò",
  "page-staking-stats-box-metric-2": "Àpapọ̀àwọn olùṣàyẹ̀wò",
  "page-staking-stats-box-metric-3": "APR tó wà lọ́wọ́lọ́wọ́",
  "page-staking-stats-box-metric-1-tooltip": "Àpapọ̀ ETH tí a fi dókòwò lórí Beacon Chain, láì kan àwọn owó tó kù lórí ETH méjìlélọ́gbọ̀n",
  "page-staking-stats-box-metric-2-tooltip": "Àpapọ̀ àwọn àkántì olùṣàyẹ̀wò tó ń ṣiṣẹ́ lọ́wọ́lọ́wọ́ lórí Beacon Chain",
  "page-staking-stats-box-metric-3-tooltip": "Ìwòn àárín èrè ètò ìsúná ọlọ́dọọdún ọ̀kọ̀ọ̀kan àwọn olùṣàyẹ̀wò ní bíi wákàtí mẹ́rìnlélógún",
  "page-staking-section-comparison-subtitle": "Kò sí ojútù kan pato fún gbogbo ènìyàn nínú idokowò, àti pe ojútù kòókan yatò́. Níhìn, a máa ṣe afiwe àwọn ewu, èrè, àti àwọn ńkan ti a nilo tó wà nínú àwọn ọ̀nà oríṣiríṣi tí o lè fi dokowò.",
  "page-staking-section-comparison-rewards-title": "Àwọn Èrè",
  "page-staking-section-comparison-solo-rewards-li1": "Iye èrè tó ga jù - gba gbogbo èrè tààrà láti orí ìlànà náà",
  "page-staking-section-comparison-saas-rewards-li1": "Nígbà gbogbo ó pẹ̀lú àwọn èrè ìlànà ní kíkún pẹ̀lú ìyọkùrò owó oṣooṣù fún àwọn iṣẹ́ nódù",
  "page-staking-section-comparison-saas-rewards-li2": "Àwọn dáṣíbọ́ọ̀dù sábà máa ń wà láti jẹ́ kí ó rọrùn láti tọpasẹ̀ oníbàárà olùṣàyẹ̀wò rẹ",
  "page-staking-section-comparison-pools-rewards-li1": "Àwọn onídókòwò àpapọ̀ máa ń gba èrè ní ọ̀nà tó yàtọ̀, ó dá lórí irú ọ̀nà ìdókòwò àpapọ̀ tí wọ́n yàn",
  "page-staking-section-comparison-pools-rewards-li2": "Ọ̀pọ̀ iṣẹ́ ídòkowò alápapọ̀ máa ń pèsè ọ̀kan tàbí díẹ̀ síi<a href=\"/glossary/#liquidity-tokens\">tọ́kẹ̀n ìsọdowó</a> èyí tó sójú ETH tí o fi dókòwò pẹ̀lú ìpín rẹ̀ nínú èrè àwọn olùṣàyẹ̀wò",
  "page-staking-section-comparison-pools-rewards-li3": "Àwọn tọ́kẹ̀n ìsọdowó lè wà nínú wọ́lẹ́ẹ́tì rẹ, tàbí kí o lò wọn ní <a href=\"/glossary/#defi\">DeFi</a> o sì lè tà wọ́n tí o bá pinnu láti jáde kúrò",
  "page-staking-section-comparison-risks-title": "Àwọn ewu",
  "page-staking-section-comparison-solo-risks-li1": "ETH rẹ wà nínú ewu",
  "page-staking-section-comparison-solo-risks-li2": "Àwọn ìbáwí wà, tó jẹ́ pẹ̀lú ETH, fún kí kúrò lórí ayélujára",
  "page-staking-section-comparison-saas-risks-li1": "Ewu kan náà bíi ìdókòwò aládaṣe pèlú àfikún ewu ìdojúkọ ẹgbẹ́ ti olùpèsè iṣẹ́",
  "page-staking-section-comparison-saas-risks-li2": "Lílo àwọn ọ̀rọ̀ ìgbaniwolẹ́ rẹ ni o fi sí ọwọ́ ẹlòmíràn tó lè hùwà àìṣedéédéé",
  "page-staking-section-comparison-pools-risks-li1": "Àwọn ewu dá lórí irú ìlanà tí a lò",
  "page-staking-section-comparison-pools-risks-li2": "Ní àkótán, àwọn ewu jẹ́ àpapọ̀ ìdojúkọ ẹgbẹ́<a href=\"/glossary/#smart-contract\">àdéhùn ọlọ́gbọ́n</a> àti ewu ìmúlò",
  "page-staking-section-comparison-requirements-title": "Àwọn ìnílò",
  "page-staking-section-comparison-solo-requirements-li1": "O gbọdọ̀ fi ETH méjìlélọ́gbọ̀n sínú àkántì",
  "page-staking-section-comparison-solo-requirements-li2": "Ṣètọ́jú ẹ̀rọ kọ̀ǹpútà aláfojúrí tó ń ṣiṣẹ́ pọ̀ pẹ̀lú Ethereum <a href=\"/glossary/#execution-client\">oníbàárà iṣẹ́</a> ati <a href=\"/glossary/#consensus-client\">oníbàárà ìfohùnṣọ̀kan</a> nígbà tó sopọ̀ pẹ̀lú àyelujara",
  "page-staking-section-comparison-solo-requirements-li3": "Àwọn <a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">Staking Launchpad</a> yóò kọ́ ọ nípasẹ̀ ìlànà àti àwọn ìbéèrè irú ohun ẹ̀rọ kọ̀ǹpútà tí o lè lò",
  "page-staking-section-comparison-saas-requirements-li1": "Fi ETH méjìlélógbọ̀n sílẹ̀ wàà sí ṣẹ̀dá àwọn ọ̀rọ̀ ìgbaniwọlé àṣírí rẹ pẹ̀lú ìrànlọ́wọ́",
  "page-staking-section-comparison-saas-requirements-li2": "Tọ́jú àwọn ọ̀rọ̀ ìgabaniwolé àṣírí dáadáa",
  "page-staking-section-comparison-saas-requirements-li3": "Àwọn tó kù ni a ti bójútó, ṣùgbọ́n àwọn iṣẹ́ pàtàkì yóò yàtọ̀ sí ara wọn",
  "page-staking-section-comparison-pools-requirements-li1": "Awọn ìbéèrè ETH tó kéré jù lọ, àwọn iṣẹ́ kan nílò bíi 0.01ETH",
  "page-staking-section-comparison-pools-requirements-li2": "Fi owó ní tààrà láti inú wọ́lẹ́ẹ́tí rẹ sínú àwọn oríṣiríṣi pẹpẹ ídókòwò alápapọ̀ tàbí ra ọ̀kan nínú àwọn tọ́kẹ̀n ìsọdowó ti dídókòwò",
  "page-staking-faq-1-question": "Kí ni olùṣàyẹ̀wò?",
  "page-staking-faq-1-answer": "<em>Oluṣayẹwo</em> jẹ́ ńkan alaifojurí tí o ń ṣisẹ loti Ẹ̀tẹ́ríọ́mù bakanaa o tun kopa ninu ìfohùnṣọ̀kan ilana Ẹ̀tẹ́ríọ́mù. Oluṣayẹwo ní aṣoju bí owó, òrò igbaniwọlẹ, ati àwọn èlo míìran. <em>Oluṣayẹwo onibáàra</em> jẹ afilọlẹ tì ó ṣiṣẹ gẹgẹ bí oluṣayẹwo pèlú fifi pamọ ati lilo òrò igbaniwọlẹ rẹ. Oluṣayẹwo onibáàra kan ní ikapa lati fí ọpọlọpọ òrò igbaniwọlẹ, ẹyi tí o ń ṣakoso ọpọ oluṣayẹwo.",
  "page-staking-faq-2-question": "Ìdí tí mo ni lati nì owó ní ìdókòwo?",
  "page-staking-faq-2-answer": "Olùṣàyẹ̀wò ní agbára láti gbèrò àti jẹ́rìí sí búlọ́ọ́kù fún nẹ́tíwọọkì náà. Láti dènà ìwà àìṣòdodo, àṣàmúlo gbọ́dọ̀ ní owó ní ìdókòwò. Èyí yóò jẹ́ kí ìlànà fi ìyà jẹ aláìṣedéédé. Dídókòwò jẹ́ ọ̀nà láti jẹ́ olóòtọ, nítorí pé iṣẹ́ rẹ yóò ní àbájáde.",
  "page-staking-faq-3-question": "Ṣé mo lè ra 'Eth2'?",
  "page-staking-faq-3-answer-p1": "Kò sí tọ́kẹ̀n 'ETH2' tó jẹ́ abínibí sí ìlànà náà, tọ́kẹ̀n abínibí ether(ETH) kò yí padà nígbàtí Ethereum yí padà sí ìjẹ́rìí sí ìdókòwò.",
  "page-staking-faq-3-answer-p2": "Àwọn tọ́kẹ̀n/tíkásì ìtọ̀sẹ̀ tó lè sójú ETH tí a fi dókòwò(ie. rETH láti Rocket Pool, stETH láti Lido, ETH2 láti Coinbase). kọ́ síi nípa <a href=\"/staking/pools/\">ìdókòwò alápapọ̀</a>",
  "page-staking-faq-4-question": "Ǹjẹ́ ìdókòwò ti wà láàyè lórí ayélujára?",
  "page-staking-faq-4-answer-p1": "Bẹ́ẹ̀nì. Ìdókòwò ti wà láàyè láti oṣù kejìlá, odún 2020",
  "page-staking-faq-4-answer-p2": "Èyí túnmọ̀ sí pé ìdókòwò wà lọ́wọ́lọ́wọ́ fún àwọn aṣàmúlò láti fi ETH wọn pamọ́, mú oníbàárà olùṣàyẹ̀wò ṣiṣẹ́, àti bèrè sí ní jẹ èrè.",
  "page-staking-faq-4-answer-p3": "Ìgbésókè Shanghai/Capella parí ní ọjọ́ kejìlá oṣù kẹrin, ọdún 2023, tó gbaniláàyè làti yọ ìdókòwò kúrò, láti parí ìlànà ídokòwò alásọdowó.",
  "page-staking-faq-5-question": "Ìgbà wo ni mo lè yọ ETH ídokòwò mí kúrò?",
  "page-staking-faq-5-answer-p1": "Ní báyìí! Àwọn olùdókòwò lè yọ èrè tàbí ojú-owó kúrò látinú ìyókù olùṣàyẹ̀wò tí wọ́n bá fẹ́.",
  "page-staking-faq-5-answer-p2": "Àwọn olùdókòwò tún lè jẹ èrè gẹ́gẹ́ bíi owó sísan tàbí MEV nìgbatí wọ́n bá ń gbèrò àwọn búlọ́ọ́kù, èyí tí a ti pèsè lẹ́sẹ̀kẹ́sẹ̀ nípasẹ̀ owó sísan àdírẹ́sì olùgbà.",
  "page-staking-faq-5-answer-link": "Díẹ̀ si lori yiyọ kuro idokowò",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Ọgbọ́n Àpẹẹrẹ Ìparọ́rọ́",
  "page-staking-further-reading-4-link": "Ìròyìn Eth2",
  "page-staking-further-reading-4-author": "Ben Edginton",
  "page-staking-further-reading-5-link": "Ti parí no. 33, ipele ìfohùnṣọ̀kan Ethereum (Oṣù kínní 2022)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Àwọn àgbéjáde Ẹlẹ́rìí",
  "page-staking-further-reading-8-link": "Àwọn Ohun èlò Ẹ̀kọ́ Beaconcha.in Tí Àwùjọ Lọ́wọ́sí",
  "page-staking-further-reading-9-link": "Àwọn Ìbéèrè Gbogbo ìgbà Ethereum Staking Launchpad",
  "page-staking-further-reading-10-link": "Ìpìlẹ̀ ìmọ̀ olùdókòwò Eth",
  "page-staking-toc-how-to-stake-your-eth": "Bí o ṣe lè fi ETH rẹ̀ dókòwò",
  "page-staking-toc-comparison-of-options": "Àfiwé àwọn àṣàyàn ìdókòwò",
  "page-staking-toc-faq": "Àwọn Ìbéèrè Gbogbo ìgbà",
  "page-staking-toc-further": "Kíkà síwájú síi",
  "page-staking-dom-info-title": "Díkòwò pèlú Ethereum",
  "page-staking-join-community": "Darapọ̀ mọ́ àwùjọ àwọn olùdókòwò",
  "page-staking-join-community-desc": "Àwọn olùdókòwò Eth jẹ́ àwùjọ fún gbogbo ènìyàn làti jíròrò àti kọ́ nípa dídókòwò lórí Ethereum. Darapọ̀ mọ́ ogunlọ́gọ̀ àwọn ọmọ ẹgbẹ́ káàkiri àgbáyé fún ìmọ̀ràn, àtìlẹyìn, àti láti sọ gbogbo nǹkan nípa dídókòwò.",
  "page-staking-meta-description": "Àkópọ̀ nípa dídókòwò pèlú Ethereum: àwọn ewu, èrè, nǹkan tó nílò àti ibi tí a ó ti ṣé.",
  "page-staking-meta-title": "Dídókòwò pèlú Ethereum",
  "page-staking-withdrawals-important-notices": "Àwọn àkíyèsí pàtàkì",
  "page-staking-withdrawals-important-notices-desc": "Kò sí ìpèsè fún àyọkúrò báyìí. Jọ̀wọ́ ka <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\"> àwọn ìbéèrè tó wọ́pọ̀ ti ìdàpọ̀ àti lẹ́yìn ìdàpọ̀ Eth2</a> fún àlàyé síi.",
  "page-upgrades-merge-btn": "Ní àfi kún sí The Merge",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Darapọ̀ mọ́ búlọ́ọ́gì EF</a> láti gba ímeèlì ìfitónilétí fún àwọn ìkéde ìlànà tuntun.",
  "page-staking-comparison-with-other-options": "Àfiwé pẹ̀lú àwọn àṣàyàn mìíràn",
  "page-staking-any-amount": "Iye kíye",
  "page-staking-testnet": "testnet"
}
