{
  "page-get-eth-article-keeping-crypto-safe": "Àwọn ọ̀rọ̀ igbániwole àṣrírí láti mú kí kíríputò rẹ wà ní ààbo to peye",
  "page-get-eth-article-protecting-yourself": "Dídá áàbò bo ara rẹ àti àwọn owó rẹ",
  "page-get-eth-article-store-digital-assets": "Bí o ṣe lè tọ́jú àwọn dúkìá digitali lórí Ẹ̀tẹ́ríọ̀mú",
  "page-get-eth-article-protecting-yourself-desc": "Kiriputo mi",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Àwọn pàsípáàrọ̀ alákóso",
  "page-get-eth-cex-desc": "Àwọn pàsípáàrọ̀ jẹ́ àwọn ìṣòwò tí ó jẹ́ kí o ra kírípítò nípa lílo àwọn owó níná ìbílẹ̀. Wọ́n ṣe àmójútó lórí èyíkéyìí ETH tí o rà títí tí o fi fi ránṣẹ́ sí àpamọ́wọ́ tí o ṣàkóso.",
  "page-get-eth-checkout-dapps-btn": "Ṣe àyẹ̀wò àwọn dapps",
  "page-get-eth-community-safety": "Àwọn àkọsílẹ̀ àwùjọ lórí ààbò",
  "page-get-eth-description": "Ethereum kò sí lábẹ́ ìṣàkóso àjọ kankan - ó aláìlákóso.",
  "page-get-eth-dex": "Àwọn pàsípáàrọ̀ aláìlákóso (DEXs)",
  "page-get-eth-dex-desc": "Tí o bá fẹ́ ìṣàkóso díẹ̀ síi, ra ETH nípa lílo àwọn <a href=\"/glossary/#smart-contract\">àdéhùn ọlọ́gbọ́n</a>. Pẹ̀lú DEX o lè ṣòwò àwọn ohun-ìní digitali láìsí fífún ilé-iṣẹ́ kan ní ìṣàkóso awọn owó rẹ.",
  "page-get-eth-peers": "Gba ETH láti ọ̀dọ̀ àwọn akẹgbẹ́ rẹ",
  "page-get-eth-peers-desc": "Ní kété tí o bá ní àkántì Ethereum, gbogbo ohun tí o nílò láti ṣe ni pín àdírẹ́sì rẹ láti bẹ̀rẹ̀ fífi ránṣẹ́ àti gbígba ETH (àti àwọn ààmì mìíràn) ẹlẹgbẹ́-sí-ẹlẹgbẹ́.",
  "page-get-eth-staking": "Èrè idoko-òwò",
  "page-get-eth-staking-desc": "Tí o bá ti ní ETH díè tẹ́lẹ̀, o lè jogún díẹ̀ síi nípa ṣí ṣẹ nódù olùfọwọ́sí kan. Wà á gba èrè ṣíṣe iṣẹ́ ìjẹ rìísí náà ní ETH.",
  "page-get-eth-earn": "Jèrè ETH",
  "page-get-eth-earn-desc": "O lè jogún ETH nípa ṣíṣe iṣẹ́ fún àwọn DAO tàbí àwọn ilé-iṣẹ́ tó ń sanwó pẹ̀lú crypto, jíjèrè àwọn ẹ̀bùn àfitọrẹ, wíwá ojútu sí àwọn ìṣòro afílọ́lẹ̀ àti díẹ̀ síi.",
  "page-get-eth-daos-link-desc": "Kọ́ ẹ̀kọ́ nípa àwọn DAO",
  "page-get-eth-cex-link-desc": "Wo àtòjọ ti àwọn pàṣípààrọ̀",
  "page-get-eth-staking-link-desc": "Kọ́ ẹ̀kọ́ díẹ̀ síi nípa dídókòwò",
  "page-get-eth-dexs": "Àwọn pàsípáàrọ̀ aláìlákóso (DEXs)",
  "page-get-eth-dexs-desc": "Àwọn pàsípáàrọ̀ aláìlákóso jẹ́ àwọn ojú-ọjà gbangba fún ETH àti àwọn ààmi yòóku. Wọ́n so àwọn ólùraja àti ólùtàja papọ̀ ní tààrà.",
  "page-get-eth-dexs-desc-2": "Dípo lílo ẹnì keta tí a fọkàn tán láti dáàbò bo àwọn owó rẹ́ nínú ìdúnàádúrà náà, kóòdù ní wọ́n lò. ETH olùtàjà kò ní di títà àyàfi nígbàtí ó bá dánilójú pé owó á di sísan. Irú kóòdù yìí ni a mọ̀ sí àdéhùn ọlọ́gbọ́n.",
  "page-get-eth-dexs-desc-3": "Èyí túmọ̀ sí pé ídòjukọ igbùgbẹ díẹ̀ ló wà ju ti àṣàyàn alákóso lọ. Tí ẹnìkan bá ń ta ohun tí o fẹ́ tó sì ń gba ọ̀nà ìsanwó tí o lè pèsè, ìdúnàádúrà lè wáyé.",
  "page-get-eth-dexs-desc-4": "Àkíyesí pàtàkì: ọ̀pọ̀lọpọ̀ àwọn dex máà ń lo ẹ̀yà ether (WETH) láti ṣiṣẹ́. <a href=\"/wrapped-eth\">Ní ìmọ̀ síi nípa ẹ̀yà ether</a>.",
  "page-get-eth-do-not-copy": "Àpẹẹrẹ: Má ṣe ṣẹ̀dà",
  "page-get-eth-exchanges-disclaimer": "A gba àlàyé yìí pẹ̀lú ọwọ́. Tí o bá rí àṣìṣe tí kò tọ́, jẹ́ kí a mọ̀ ní",
  "page-get-eth-exchanges-empty-state-text": "Tẹ orílẹ̀-èdè ibùgbé rẹ láti rí àwọn àfilọ́lẹ̀ pàṣípààrọ̀ tí o ní àǹfààní láti lò",
  "page-get-eth-exchanges-except": "Àyàfi",
  "page-get-eth-exchanges-header": "Orílẹ̀-èdè wo ní ò ń gbé?",
  "page-get-eth-exchanges-header-exchanges": "Àwọn àfilọ́lẹ̀ pàṣípààrọ̀",
  "page-get-eth-exchanges-header-wallets": "Àwọn wọ́lẹ́ẹ́tì",
  "page-get-eth-exchanges-intro": "Àwọn àfilọ́lẹ̀ pàṣípààrọ̀ ní àwọn àṣàyàn ibi tí wọ́n lè ta crypto. Èyí ni àkójọ ti àwọn tó ń ṣiṣẹ́ ní orílẹ̀-èdè kọ̀ọ̀kan. Ìfisí níbí kìí ṣe ìfọwọ́sí - ṣe ìwádìí tìrẹ!",
  "page-get-eth-exchanges-no-exchanges": "Má bínú, a kò mọ èyíkéyìí àwọn pàsípáàrọ̀ tí ó le jẹ́ kí o ra ETH láti orílẹ̀-èdè yìí. Tí o bá mọ̀, sọ fún wa ní",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "Má bínú, a kò mọ èyíkéyìí àwọn pàsípáàrọ̀ tí ó le jẹ́ kí o ra ETH láti orílẹ̀-èdè yìí. Tí o bá mọ̀, sọ fún wa ní",
  "page-get-eth-exchanges-no-wallets": "Má bínú, a kò mọ èyíkéyìí àwọn wọ́lẹ́ẹ́tì tí ó le jẹ́ kí o ra ETH láti orílẹ̀-èdè yìí. Tí o bá mọ̀, sọ fún wa ní",
  "page-get-eth-exchanges-search": "Tẹ ibi tí ò ńgbé...",
  "page-get-eth-exchanges-success-exchange": "Ó lè gbà àkókò ọjọ́ díẹ̀ láti forúkọsílẹ̀ pẹ̀lú àfilọ́lẹ̀ pàsípáàrọ̀ kan nítorí àwọn ìṣéwàdìí òfin.",
  "page-get-eth-exchanges-success-wallet-link": "àwọn wọ́lẹ́ẹ́tì",
  "page-get-eth-exchanges-success-wallet-paragraph": "Ní ibi tí ò ńgbé, o le ra ETH tààrà láti àwọn wọ́lẹ́ẹ́tì wọ̀nyí. Kọ́ ẹ̀kọ́ díẹ̀ si nípa",
  "page-get-eth-exchanges-usa": "Orílẹ̀-èdè Amẹ́ríkà (USA)",
  "page-get-eth-get-wallet-btn": "Gba wọ́lẹ́ẹ́tì kan",
  "page-get-eth-hero-image-alt": "Gba àwòrán akọni ETH",
  "page-get-eth-keep-it-safe": "Fífi ETH rẹ pamọ́",
  "page-get-eth-meta-description": "Bí o ṣe lè ra ETH gẹ́gẹ́ bíi ibi tí ò ńgbé àti ìmọ̀ràn bí o ṣe lè tọ́jú rẹ.",
  "page-get-eth-meta-title": "Bí o ṣe lè gba ETH",
  "page-get-eth-need-wallet": "O nílò wọ́lẹ́ẹ́tì kí o tó lè lo DEX.",
  "page-get-eth-new-to-eth": "Ṣajòji sí ETH? Èyí ni àkójọpọ̀ láti jẹ́ kí o bẹ̀rẹ̀.",
  "page-get-eth-other-cryptos": "Rà pẹ̀lú kírípítò míràn",
  "page-get-eth-protect-eth-desc": "Ọ̀kan nínú àwọn ànímọ́ pàtàkì tí Ethereum ní ni pé ìwọ ló máa ń ṣàkóso àwọn ohun ìní rẹ̀ nípasẹ̀ ìṣàkóso àkántì tirẹ. Èyí túmọ̀ sí pé o kò nílò láti fọkàn tán èyíkéyìí ẹnì kẹta láti tọ́jú àwọn ohun ìní rẹ, o sì ní ìdáàbòbò kúrò lọ́wọ́ àwọn olùtọọ́jú tó lè hùwà àìṣóòtọ́, já sí gbèsè tàbí kí wọ́n jí wọn gbé. Ṣùgbọ́n, èyí tún túmọ̀ sí pé ìwọ ló ni ojúṣe ààbò rẹ̀.",
  "page-get-eth-protect-eth-in-wallet": "Fi ETH rẹ pamọ́ sínú wọ́lẹ́ẹ́tì tirẹ",
  "page-get-eth-search-by-country": "Wá nípasẹ̀ orílè-èdè",
  "page-get-eth-security": "**Èyí túmọ̀ sí pé o ní láti gba ààbò àwọn owó rẹ níṣe gidi. Pẹ̀lú ETH, ìwọ kò ní ní ìgbẹ́kẹ̀lé nínú ilé-ifowópamó̀ tàbí iléṣẹ́ kankan láti tọ́jú àwọn ohun ìní rẹ, ìwọ fúnrarẹ̀ ni o máa mú ní ojúṣe rẹ.",
  "page-get-eth-smart-contract-link": "Díẹ̀ si ní orí àwọn àdéhùn ọlọ́gbọ́n",
  "page-get-eth-swapping": "Pààrọ̀ àwọn tọ́kẹ̀n rẹ fún ETH àwọn èèyàn mìíràn. Àti ìdàkejì.",
  "page-get-eth-try-dex": "Gbìyànjú DEX kan",
  "page-get-eth-use-your-eth": "Lo ETH tìrẹ",
  "page-get-eth-use-your-eth-dapps": "Nísìnyí tí o ní díẹ̀ nínú ETH, ṣ'àyẹ̀wò díẹ̀ nínú àwọn ohun èlò Ẹ̀tẹ́ríọ̀mù (dapps). Àwọn dapps wà fún ètò ìnáwó, àwùjọ media, eré àti ọ̀pọ̀lọpọ̀ àwọn ẹ̀ka mìíràn.",
  "page-get-eth-wallet-instructions": "Tẹ̀lé àwọn ìlànà wọ́lẹ́ẹ́tì",
  "page-get-eth-wallet-instructions-lost": "Tí o bá pàdánù ìràyè sí wọ́lẹ́ẹ́tì rẹ, ìwọ yóò pàdánù ààyè sí àwọn owó rẹ. Wọ́lẹ́ẹ́tì rẹ yẹ kí o fún ọ ní àwon ìtọ́sọ́nà lórí ààbò láti yẹra fún irú èyí. Ríi dájú láti tẹ̀lé wọn pẹ́kípẹ́kí - ní òpòlopo àwọn ọ̀nà, kò sí ẹnìkan tí ó le ràn ọ́ lọ́wọ́ tí o bá pàdánù ìràyè sí àkántì rẹ.",
  "page-get-eth-wallets": "Àwọn wọ́lẹ́ẹ́tì",
  "page-get-eth-wallets-link": "Àfikún nípa wọ́lẹ́ẹ́tì",
  "page-get-eth-wallets-purchasing": "Díẹ̀ nínú àwọn wọ́lẹ́ẹ́tì jẹ́ kí o ra kírípítò pẹ̀lú káàdì dẹ́bìtì/kírẹ́dìtì, fífi ránṣẹ́ lórí bánkì tàbí pàápàá Apple Pay. Àwọn ààlà agbègbè le wà.",
  "page-get-eth-warning": "Àwọn DEXs wọ̀nyí kò yẹ fún àwọn olùbẹ̀rẹ̀, nítorí o ní láti ní ETH díẹ̀ láti lò wọn. Àwọn èyí jẹ́ àpẹẹrẹ, kìí ṣe àwọn ohun tí a ṣàtìlẹ́yìn fún. Ṣe ìwádìí tìrẹ!",
  "page-get-eth-what-are-DEX's": "Kí ni DEXs?",
  "page-get-eth-whats-eth-link": "Kí ni ETH?",
  "page-get-eth-where-to-buy-desc": "O lè rí ETH nípasẹ̀ iṣẹ́ ṣíṣe, gbàá láti ọ̀dọ̀ àwọn ẹlẹ́gbẹ́ rẹ, tàbí ràá láti àwọn pàṣípààrò àti àwọn ohun èlò ẹ̀rọ.",
  "page-get-eth-where-to-buy-desc-2": "Ṣàyẹwò irú àwọn iṣẹ́ tí o lè lò gẹ́gẹ́ bíi ibi tí ò ń gbé.",
  "page-get-eth-where-to-buy-title": "Ibi tí o ti lè ra ETH",
  "page-get-eth-your-address": "Àdírẹ́sì ETH rẹ",
  "page-get-eth-your-address-desc": "Nígbàtí o bá ṣe àgbàsílẹ̀ wọ́lẹ́ẹ́tì kan yóò ṣẹ̀dá àdírẹ́sì ETH fún ìwọ. Bayí ní yòó ṣe rí:",
  "page-get-eth-your-address-desc-3": "Ronú èyí bíi àdírẹ́sì ímeèlì rẹ. Sùgbọ́n kàkà bíi ímeèlì ó le gba ETH. Tí o ba fẹ fi ránṣẹ́ ETH láti orí pàsípáàrọ̀ sí inú wọ́lẹ́ẹ́tì rẹ, lo àdírẹ́sì rẹ gẹ́gẹ́ bíi ibùjókòó. Ríi dájú láti yẹ̀ẹ́ wò lẹ́ẹ̀mejì kí o tó fi ránṣẹ́!",
  "page-get-eth-your-address-wallet-link": "Ṣàyẹ̀wò àwọn wọ́lẹ́ẹ́tì",
  "listing-policy-raise-issue-link": "Jábọ̀ ìṣòro",
  "page-find-wallet-last-updated": "Ìmúdójúìwọ̀n tó kẹhìn"
}
