{
  "page-what-is-ethereum-alt-img-bazaar": "Àpèjúwe ènìyàn kan tó ń wo inú ọjà bàsá, tó yẹ kí ó ṣojú Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Àpèjúwe àwọn ọmọ ẹgbẹ àwùjọ Ethereum tí wọ́n ń ṣiṣẹ́ papọ̀",
  "page-what-is-ethereum-alt-img-lego": "Àpèjúwe ọwọ́ tó ń ṣẹ̀dá àwòrán ìdánimọ́ ETH kan tí a fi amọ̀ Lego ṣe",
  "page-what-is-ethereum-banking-card": "Ilé ifowópamọ́ fún gbogbo ènìyàn",
  "page-what-is-ethereum-banking-card-desc": "Kì í ṣe gbogbo ènìyàn ló ní àǹfààní láti lo àwọn iṣẹ́ ìṣúnná owó. Gbogbo nǹkan tí o nílò ni ìsomọ́ íntánẹ́ẹ̀tì láti wọlé sí Ethereum àti àwọn ohun èlò yíyánilówó, yíyáwó àti ìfowópamọ́ tí a kọ sórí rẹ̀.",
  "page-what-is-ethereum-build": "Ṣe nǹkan pẹ̀lú Ethereum",
  "page-what-is-ethereum-build-desc": "Tí o bá fẹ́ gbìyànjú kíkọ́ pẹ̀lú Ethereum, ka àwọn ìwé àṣẹ wa, gbìyànjú díẹ̀ nínú àwọn ìkẹ́kọ̀ọ́, tàbí ṣàyẹ̀wò àwọn irinṣẹ́ tí o nílò láti bẹ̀rẹ̀.",
  "page-what-is-ethereum-censorless-card": "Ìtako ìfòfinde",
  "page-what-is-ethereum-censorless-card-desc": "Kò sí ìjọba tàbí ilé-iṣẹ́ kankan tó ní àṣẹ lórí Ethereum. Aláìlákóso jẹ́ kí ó fẹ́ẹ má ṣeé ṣe fún ẹnikẹ́ni láti dá ọ dúró gbígba owó tàbí lílo àwọn iṣẹ́ lórí Ethereum.",
  "page-what-is-ethereum-comm-desc": "Àwùjọ wa pẹ̀lú àwọn ènìyàn láti oríṣiríṣi ìpilẹ̀ṣẹ̀, títí kan àwọn ayàwòrán, àwọn oníjàgídíjàgan crypto, àwọn ilé-iṣẹ́ tó wà lára àwọn 500 tó ṣe pàtàkì jù lọ, àti ìwọ náà báyìí. Wá bí o ṣe lè kópa lónìí.",
  "page-what-is-ethereum-commerce-card": "Ìdánilójú ìṣòwò",
  "page-what-is-ethereum-commerce-card-desc": "Àwọn oníbàárà ní ìdánilójú nínú rẹ̀ tó ní ààbò pé owó yóò pààrọ̀ ọwọ́ tí o bá pèsè ohun tí a ní àdéhùn lè lórí. Bákan náà, àwọn olùgbéẹjáde lè ní ìdánilójú pé àwọn òfin náà kò ní yí padà lórí wọn.",
  "page-what-is-ethereum-composable-card": "Àwọn ọjà àpapọ̀",
  "page-what-is-ethereum-composable-card-desc": "Gbogbo ohun èlò ni a kọ́ lórí blockchain kan náà pẹ̀lú ipò àgbáyé ti àjọpín, ìtumọ̀ ni pé wọ́n lè kọ́ ara wọn (bíi àwọn amọ̀ Lego). Èyí jẹ́ kí àwọn ọjà tó dára àti àwọn ìrírí àti àwọn ìdánilójú pé kò sí ẹnikẹ́ni tó lè yọ èyíkéyìí àwọn irinṣẹ́ tí àwọn ohun èlò ẹ̀rọ gbẹ́kẹ̀lé.",
  "page-what-is-ethereum-community": "Àwùjọ Ethereum",
  "page-what-is-ethereum-desc": "Ìpìlẹ̀ fún ọjọ́ iwájú díjítà wa",
  "page-what-is-ethereum-explore": "Ṣàwárí Ethereum",
  "page-what-is-ethereum-internet-card": "Ayélujára tó ṣí sílẹ̀",
  "page-what-is-ethereum-internet-card-desc": "Ẹnikẹ́ni lè ṣepọ̀ nẹ́tíwọọkì Ethereum tàbí kó àwọn ohun èlò ẹ̀rọ lórí rẹ̀. Èyí jẹ́ kí o lè ṣàkóso àwọn ohun ìní àti ìdánimọ̀ rẹ, dípò kí àwọn ilé-iṣẹ́ ńláńlá díẹ̀ kan máa ṣàkóso wọn.",
  "page-what-is-ethereum-meet-comm": "Pàdé àwùjọ náà",
  "page-what-is-ethereum-meta-description": "Kọ́ nípa Ethereum, ohun tó ń ṣe àti bí o ṣe lè gbìyànjú rẹ̀ fúnra rẹ.",
  "page-what-is-ethereum-meta-title": "Kí ni Ethereum?",
  "page-what-is-ethereum-p2p-card": "Nẹ́tíwọọkì ẹlẹ́gbẹ́-sí-ẹgbẹ́",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum jẹ́ kí o ṣe kòkáárí, ṣe àwọn àdéhùn tàbí gbé àwọn ohun-ìní dígítà tààrà pẹ̀lú àwọn ènìyàn mìíràn. O kò nílò láti gbẹ́kẹ̀lé àwọn alárinà.",
  "page-what-is-ethereum-start-building-btn": "Bẹ̀rẹ̀ sí kọ́",
  "page-what-is-ethereum-title": "Kí ni Ethereum?",
  "page-what-is-ethereum-subtitle": "Ìtọ́sọ́nà tó pé pérépéré fún alákọọbẹ̀rẹ̀ sí bí Ethereum ṣe ń ṣiṣẹ́, àwọn àǹfààní tó mú wá àti bí àwọn mílíọ̀nù ènìyàn káàkiri àgbáyé ṣe ń lò ó.",
  "page-what-is-ethereum-button-lets-start": "Jẹ́ ká bẹ̀rẹ̀",
  "page-what-is-ethereum-blockchain-tab-title": "Kí ni blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Blockchain jẹ́ àkójọpọ̀ dátà ti ìdúnàádúrà</b> tó ní ìmúdójúìwọ̀n àti àjọpín lórí ọ̀pọ̀lọpọ̀ àwọn kọ̀ǹpútà nínú nẹ́tíwọọkì kan. Ní gbogbo ìgbà tí ètò ìdúnàádúrà tuntun bá jẹ́ àfikún, a pe ní “block” - nítorí náà orúkọ blockchain. Blockchain àwùjọ bíi Ethereum gba ẹnikẹ́ni láàyè láti fikún, ṣùgbọ́n kò gbani lááyè láti yọ dátà. Tí ẹnìkan bá fẹ́ yí èyíkéyìí àlàyé náà padà tàbí yan ètò náà jẹ, wọn yóò nílò láti ṣe bẹ́ẹ̀ lórí ọ̀pọ̀lọpọ̀ àwọn kọ̀ǹpútà lórí nẹ́tíwọọkì náà. Iyẹn jẹ́ púpọ̀! Èyí jẹ́ kí àwọn blockchain aláìlákóso bíi Ethereum ní ààbò gaan.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Kí ni cryptocurrency?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Cryptocurrency jẹ́ ọ̀rọ̀ tí a lò láti ṣàpèjúwe ọ̀pọ̀lọpọ̀ àwọn oríṣiríṣi ti àwọn owó dígítà tó ṣeẹ́ pààrọ̀ tó ní ààbò nípa lílo blockchain. Gbogbo rẹ̀ bẹ̀rẹ̀ pẹ̀lú Bitcoin. Bitcoin le ṣeé lò láti gbé iye kan láàrín àwọn eni méjì láìsí níní ìgbẹ́kẹ̀lé nínú alágbàtà kan. O kàn ní láti gbẹ́kẹ̀lé kóòdù Bitcoin, èyí tí gbogbo rẹ̀ wà ní ṣíṣí sílẹ̀ tó sì wà fún gbogbo ènìyàn.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Ìdí tí wọ́n fi ń pe àwọn ohun ìní bíi bitcoin àti ether ní \"cryptocurrencies\" ni pé ààbò dátà àti àwọn ohun ìní rẹ dájú nípasẹ̀ <a href=\"/glossary/#cryptography\">cryptography</a>,, kì í ṣe nípa gbígbẹ́kẹ̀lé àjọ kan tàbí ilé-iṣẹ́ kan láti hùwà láìṣàbòsí.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum ní owó crypto abínibí tirẹ̀, ether (ETH), èyítí a ń lò láti sanwó fún àwọn iṣẹ́ kan lórí nẹ́tíwọọkì. O lè fi ránṣẹ́ sí àwọn olùṣàmúlò mìíràn tàbí pààrọ̀ rẹ̀ fún àwọn owó mìíràn lórí Ethereum. Ether jẹ́ pàtàkì nítorí pé a ń lo láti sanwó fún ìṣirò tí a nílò láti kọ́ àti mú kí àwọn ohun èlò ẹ̀rọ àti àjọ ṣiṣẹ́ lórí Ethereum.",
  "page-what-is-ethereum-summary-title": "Àkópọ̀",
  "page-what-is-ethereum-summary-desc-1": "Ethereum jẹ́ nẹ́tíwọọkì àwọn kọ̀ǹpútà káàkiri àgbáyé tí ó ń tẹ̀lé ìlànà kan tí a ń pè ní ìlànà Ethereum. Nẹ́tíwọọkì Ethereum ń ṣiṣẹ́ gẹ́gẹ́ bíi ìpìlẹ̀ fún àwọn àwùjọ, ohun èlò ẹ̀rọ, ètò àti ohun-ìní dígítà tí ẹnikẹ́ni lè kọ́ àti lò.",
  "page-what-is-ethereum-summary-desc-2": "O lè ṣẹ̀dá àkántì Ethereum láti ibikíbi, ní ìgbàkigbà, kí o sì ṣàwárí àgbáyé ti àwọn ohun èlò ẹ̀rọ tàbí kọ́ tìrẹ. Ohun tuntun tó ṣe pàtàkì jù lọ ni pé o lè ṣe gbogbo èyí láìsí gbígbẹ́kẹ̀lé aláṣẹ pàtàkì kan tó lè yí òfin padà tàbí dín ìráàyèsí rẹ kù.",
  "page-what-is-ethereum-summary-desc-3": "Tẹ̀síwájú kika láti kẹ́kọ̀ọ́ síi…",
  "page-what-is-ethereum-btc-eth-diff-title": "Kí ni ìyàtọ̀ tó wà láàárín Ethereum àti Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "A ṣe ìfilọ́lẹ̀ rẹ̀ ni ọdún 2015, A kọ́ Ethereum lórí àkọ̀tun Bitcoin, pẹ̀lú àwọn ìyàtọ̀ ńlá kan.",
  "page-what-is-ethereum-btc-eth-diff-2": "Àwọn méjèèjì jẹ́ kí o lo owó dígítà láìsí àwọn olùpèsè ìsanwó tàbí àwọn ilé ìfowópamọ́. Ṣùgbọ́n <b>Ethereum jẹ́ ohun tí a lè ṣètò</b>, nítorí náà o tún lè kọ́ àti gbé àwọn ohun èlò aláìlákóso sórí nẹ́tíwọọkì rẹ̀.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin jẹ́ ká lè fi àwọn ìfiránṣẹ́ pàtàkì ránṣẹ́ síra wa nípa ohun tí a rò pé ó níye lórí. Fífi ìdí ìníyelórí múlẹ̀ láìsí aláṣẹ jẹ́ ohun tó ti lágbára tẹ́lẹ̀. Ethereum mú èyí gbòòrò síi: dípò àwọn ìfiránṣẹ́ nìkan, o lè kọ èyíkéyìí ètò gbogbogbò tàbí àdéhùn. Kò sí òpin sí irú àwọn àdéhùn tí o lè ṣẹ̀dá àti fohùn ṣọ̀kan lórí, nítorí náà àkọ̀tun ńlá ń ṣẹlẹ̀ lórí nẹ́tíwọọkì Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-4": "Nígbàtí Bitcoin jẹ́ nẹ́tíwọọkì ìsanwó nìkan, Ethereum dàbí ọjà àwọn iṣẹ́ ìṣúnná owó, àwọn eré ìdárayá, àwọn ìkànnì àjọlò íńtánẹ́ẹ̀tì àti àwọn ohun èlò ẹ̀rọ mìíràn.",
  "page-what-is-ethereum-what-can-eth-do-title": "Kí ni Ethereum lè ṣe?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Kí ló dé tí màá fi lo Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Tí o bá nífẹ̀ẹ́ sí àwọn ọ̀nà tó túbọ̀ lágbára, tí ó ṣí sílẹ̀, tí ó sì ṣeé gbára lé láti ṣe kòòkárí lágbàáyé, ṣẹ̀dá àwọn ètò, kọ́ àwọn ohun èlò ẹ̀rọ àti láti pín ìníyelórí, Ethereum jẹ́ fún ọ. Ethereum jẹ́ ìtàn tí gbogbo wa kọ, nítorí náà wá kí o ṣàwárí àwọn ayé àgbàyanu tí a lè fi kọ́ papọ̀.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum tún ti jẹ́ iyebíye fún àwọn ènìyàn tó ní láti dojú kọ àìdánilójú lórí ààbò tàbí ìgbẹ́kẹ̀lé tàbí ìṣípòpadà ti àwọn ohun-ìní wọn nítorí àwọn agbára ìta tí kò sí ní ìṣàkóso wọn.",
  "page-what-is-ethereum-slide-1-title": "Àwọn ìsanwó Láàárín àwọn orílẹ̀-èdè Tó Yára Tó sì jẹ́ ẹ̀dínwó jù lọ",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoins</b> jẹ́ oríṣi tuntun ti owó crypto tó gbẹ́kẹ̀lé ohun-ìní tó tún bọ̀ dúró déédéé gẹ́gẹ́ bíi ìpìlẹ̀ fún iye rẹ̀. Púpọ̀ nínú wọn ní àsopọ̀ mọ́ dọ́là Orílẹ̀-èdè Amẹ́ríkà, nítorí náà, wọ́n jẹ́ kí iye owó náà dúró déédéé. Ìwọ̀nyí ló jẹ́ kó ṣeé ṣe láti ní ètò ìsanwó àgbáyé tó dínwó gidi, tó sì dúró sán-ún. Ọ̀pọ̀lọpọ̀ stablecoins tó wà nísinsìnyìí ni a kọ́ sórí ẹ̀rọ Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum àti stablecoins jẹ́ kí ètò fífi owó ránṣẹ́ sí òkè òkun rọrùn. Ó sábà máa ń gba ìṣẹ́jú mélòó kan láti fi owó ránṣẹ́ káàkiri àgbáyé, ní ìdàkejì sí ọ̀pọ̀lọpọ̀ àwọn ọjọ́ ìṣòwò tàbí pàápàá àwọn ọ̀sẹ̀ tí ó lè gba ilé ìfowópamọ́ rẹ, àti fún ìdá kan nínú ìdíyelé naa. Láfikún síi, kò sí owó àfikún fún ṣíṣe ìdúnàádúrà iyebíye, àti pé kò sí ìkálọ́wọ́kò kankan lórí ibi tàbí ìdí tí o fi ń fi owó rẹ ránṣẹ́.",
  "page-what-is-ethereum-slide-2-title": "Ìrànlọ́wọ́ Tó Yára Jù Lọ láwọn Àkókò Ìdààmú",
  "page-what-is-ethereum-slide-2-desc-1": "Tí o bá ní àǹfààní tó láti ní ọ̀pọ̀ àṣàyàn ilé ìfowópamọ́ nípasẹ̀ àwọn ilé-iṣẹ́ tó ṣeé fọkàn tán níbi tí ò ń gbé, o lè máa fojú kéré òmìnira, ààbò àti ìdúróṣinṣin ti owó tí wọ́n máa ń fúnni. Ṣùgbọ́n fún ọ̀pọ̀lọ́pọ̀ ènìyàn káàkiri àgbáyé tí wọ́n ń kojú ìnilára látọ̀dọ̀ àwọn olóṣèlú tàbí tí wọ́n ní ìṣòro ọrọ̀-ajé, àwọn ilé-iṣẹ́ ìṣúná owó lè má pèsè ààbò tàbí àwọn iṣẹ́ tí wọ́n nílò.",
  "page-what-is-ethereum-slide-2-desc-2": "Nígbà tí ogun, àwọn àjálù ọrọ̀-ajé tàbí àwọn ìgbésẹ̀ lílágbára lórí òmìnira aráàlú kọlu àwọn olùgbé <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarus</a>, and <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukraine</a>, àwọn owó crypto jẹ́ ọ̀nà tó yára jùlọ tó sì jẹ́ ọ̀nà kan ṣoṣo láti mú kí àjọ ìṣúná owó wà.<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Bí a ṣe ríi nínú àwọn àpẹẹrẹ wọ̀nyí, àwọn owó crypto bíi Ethereum lè fúnni ní àyè tí kò ní ìdènà sí ètò ọrọ̀-ajé àgbáyé nígbà tí àwọn ènìyàn bá ti ní ìpínyà pẹ̀lú ara àgbáyé yòókù. Ní àfikún, stablecoins ń pèsè ibi ìpamọ́ iyebíye nígbàtí àwọn owó bébà bá ń ṣubú nítorí ìfòsókè owó-ọjà tó rékọjá ààlà.",
  "page-what-is-ethereum-slide-3-title": "Rírólágbára àwọn Ẹlẹ́dàá",
  "page-what-is-ethereum-slide-3-desc-1": "Ní ọdún 2021 nìkan, àwọn ayàwòrán, àwọn olórin, àwọn òǹkọ̀wé, àti àwọn ẹlẹ́dàá mìíràn lo Ethereum láti jèrè nǹkan bíi $3.5 bílíọ̀nù lápapọ̀. Èyí jẹ́ kí Ethereum jẹ́ ọ̀kan nínú àwọn pẹpẹ àgbáyé tó tóbi jùlọ fún àwọn ẹlẹ́dàá, lẹ́gbẹ̀ẹ́ Spotify, YouTube, àti Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\"> Kẹ́kọ̀ọ́ síi</a>.",
  "page-what-is-ethereum-slide-4-title": "Rírólágbára Àwọn eléré ìdárayá orí kọ̀ǹpútà",
  "page-what-is-ethereum-slide-4-desc-1": "Àwọn eré ìdárayá àtagba èrè (níbi tí àwọn òṣeré ti ń gba èrè fún títa àwọn eré ìdárayá) ti jáde láìpẹ́ àti pé wọn ń ṣe àyípadà ilé-iṣẹ́ eré ìdárayá. Látayébáyé, ó jẹ́ èèwọ̀ láti ṣòwò tàbí fi àwọn ohun-ìní inú eré ránṣẹ́ sí àwọn eléré ìdárayá mìíràn fún owó gidi. Èyí fi agbára mú àwọn òṣeré láti lo àwọn ojú òpó wẹ́ẹ̀bù fún ọjà fàyàwọ́ tó jẹ́ eewu ààbò nígbà gbogbo. Àwọn eré ìdárayá blockchain gba eto ọrọ̀-ajé inú-eré ìdárayá àti ìgbéga irú ìhùwàsí náà ní ọ̀nà ìfọkàntán.",
  "page-what-is-ethereum-slide-4-desc-2": "Jù bẹ́ẹ̀ lọ, àwọn eléré ìdárayá wà ní ìmóríyá nítorí wọ́n máa ń rí owó gidi gbà látinú owó tí wọ́n bá fi ń ṣeré ìdárayá, èyí sì máa ń mú kí wọ́n rí èrè gidi gbà fún àkókò tí wọ́n fi ń ṣeré ìdárayá.",
  "page-what-is-ethereum-meet-ether-title": "Pàdé ether, owó crypto ti Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Ọ̀pọ̀lọpọ̀ ìgbésẹ̀ lórí nẹ́tíwọọkì Ethereum nílò iṣẹ́ díẹ̀ láti ṣe lórí kọ̀ǹpútà tó wà nínú Ethereum (tí a mọ̀ sí Ẹ̀rọ-ayárabíàṣá Ethereum). Ìṣirò yìí kì í ṣe ọ̀fẹ́; o sanwó fún lílo owó crypto abínibí ti Ethereum tí a ń pè ní ether (ETH). Èyí túmọ̀ sí pé o nílò ó kéré jù iye ether kan láti lo nẹ́tíwọọkì náà.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ether jé dígítà tó dáṣáká, o sì lè fi ránṣẹ́ sí ẹnikẹ́ni níbikíbi lágbàáyé lójú ẹsẹ̀. Ìpèsè ether kò sí lábẹ́ àbójútó ìjọba tàbí ilé-iṣẹ́ kankan - ó jẹ́ aláìlákóso àti tó ṣe kedere pátápátá. Ether jẹ́ ìpèsè ní ọ̀nà pàtó kan ní ìbámu sí ìlànà náà, sí àwọn olùdókòwò nìkan tó dáàbòbò nẹ́tíwọọkì náà.",
  "page-what-is-ethereum-what-is-ether": "Kí ni ether?",
  "page-what-is-ethereum-get-eth": "Gba ETH",
  "page-what-is-ethereum-explore-applications": "Ṣàwárí àwọn ohun èlò ẹ̀rọ",
  "page-what-is-ethereum-learn-defi": "Kọ́ ẹ̀kọ́ nípa DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Ta ló ń ṣagbátẹrù Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum kò ní ìṣàkóso nípasẹ̀ èyíkéyìí nǹkan pàtó. Ó wà nígbàkúùgbà tí àwọn kọ̀ǹpútà tó sopọ̀ bá ń mú sọfitiwia ṣiṣẹ́ ní àtẹ̀lé ìlànà Ethereum àti àfikún sí <a href=\"/glossary/#blockchain\">blockchain</a> Ethereum. Ọ̀kọ̀ọ̀kan àwọn kọ̀ǹpútà yìí ni wọ́n ń pè ní nódù. Nódù lè ṣiṣẹ́ nípasẹ̀ ẹnikẹ́ni, bí ó tilẹ̀ jẹ́ pé láti kópa nínú dídáàbò bo nẹ́tíwọọkì náà, o ní láti <a href=\"/glossary/#staking\">ṣòwò</a> pẹ̀lú ETH (owó abínibí Ethereum). Ẹnikẹ́ni tó bá ní 32 ETH lè ṣe èyí láìsí pé ó nílò ìgbanilááyè.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Kódà, kìí ṣe ẹ̀dá kan ṣoṣo ló pèsè kóòdù orísun Ethereum. Ẹnikẹ́ni lè dábàá àwọn àtúnṣe sí ìlànà àti láti jíròrò àwọn ìṣàgbéga. Àwọn ìmúṣẹ púpọ̀ kan ti ìlànà Ethereum wà tó jẹ́ àgbéjáde nípasẹ̀ àwọn àjọ olómìnira ní ọ̀pọ̀lọpọ̀ àwọn èdè síṣètò, tí wọ́n sì máa ń kọ́ ní gbangba, tí wọ́n sì máa ń gba àwùjọ níyànjú láti kópa.",
  "page-what-is-ethereum-run-a-node": "Mú nódù kan ṣiṣẹ́",
  "page-what-is-ethereum-smart-contract-title": "Kí ni àdéhùn ọlọ́gbọ́n?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Àwọn àdéhùn ọlọ́gbọ́n jẹ́ àwọn ètò kọ̀ǹpútà</b> tó ń gbé orí blockchain Ethereum. Wọ́n máa ń ṣiṣẹ́ nígbà tí wọ́n bá gba ìdúnàádúrà kan látọ̀dọ̀ olùṣàmúlò kan. Wọ́n jẹ́ kí Ethereum ní ìrọ̀rùn púpọ̀ nínú ohun tó lè ṣe. Àwọn ètò wọ̀nyí ń ṣiṣẹ́ bíi àwọn búlọ́ọ́kù ilé fún àwọn ohun èlò ẹ̀rọ àti ètò aláìlákóso.",
  "page-what-is-ethereum-smart-contract-desc-2": "Ǹjẹ́ o ti lo ọjà kan rí tó yí àwọn òfin iṣẹ́ rẹ̀ padà bí? Tàbí yọ ẹ̀yà kan tí o ri pé ó wúlò kúrò? Ní kété tí àdéhùn ọlọ́gbọ́n kan bá jẹ́ àtẹ̀jáde sí Ethereum, yóò wà lórí ayélujára, yóò sì máa ṣiṣẹ́ níwọ̀n ìgbà tí Ethereum bá wà. Kódà ẹni tó kọ ìwé náà kò lè mú un kúrò. Níwọ̀n ìgbà tí àwọn àdéhùn ọlọ́gbọ́n jẹ́ àdáṣe, wọn kì í ṣe ìyàsọ́tọ̀ èyíkéyìí olùṣàmúlò, wọ́n sì ṣetán láti lo nígbà gbogbo.",
  "page-what-is-ethereum-smart-contract-desc-3": "Àwọn àpẹẹrẹ tó gbajúmọ̀ ti àwọn ìwé àdéhùn ọlọ́gbọ́n jẹ́ àwọn ohun èlò ìyánilówó, àwọn pàṣípààrọ̀ ìṣòwò aláìlákóso, ìdíyelófò, ìkówójọ àwùjọ, àwọn ìkànnì àjọlò orí íńtánẹ́ẹ̀tì, <a href=\"/glossary/#nft\">NFTs</a> láìfọ̀rọ̀ gùn ohunkóhun tí o lè ronú nipa.",
  "page-what-is-ethereum-more-on-smart-contracts": "Díẹ̀ síi lórí àwọn àdéhùn ọlọ́gbọ́n",
  "page-what-is-ethereum-explore-dapps": "Ṣàwárí dapps",
  "page-what-is-ethereum-criminal-activity-title": "Mo gbọ́ pé wọ́n ti ń lo owó crypto gẹ́gẹ́ bí irinṣẹ́ fún ìwà ọ̀daràn. Ṣé òótọ́ ni èyí?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Gẹ́gẹ́ bíi ìmọ̀-ẹ̀rọ èyíkéyìí, nígbà mìíràn yóò jẹ́ àṣìlò. Síbẹ̀síbẹ̀, nítorí gbogbo àwọn ìdúnàádúrà Ethereum ṣẹ̀lẹ̀ lórí blockchain tó ṣí sílẹ̀, ó rọrùn nígbà gbogbo fún àwọn aláṣẹ láti tọpinpin àwọn iṣẹ́ ìrúfin ju bí yóò ṣe jẹ́ nínú ètò ìsúná owó ìbílẹ̀, tó jẹ́ pé ó jẹ́ kí Ethereum jẹ́ yíyàn tí kò ní ìtara fún àwọn tí yóò fẹ́ lo láì ṣàkíyèsí wọn.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Wọ́n lo Crypto nígbà tó kéré jù owó bébà lọ fún àwọn èrèdí ọ̀daràn ní ìbámu pẹ̀lú àwọn àwárí pàtàkì ti ìjábọ̀ àìpẹ́ kan nípasẹ̀ Europol, Àjọ European Union fún Ìfọwọ́sowọ́pọ̀ Ìgbófinró:",
  "page-what-is-ethereum-criminal-activity-desc-3": "“Lílo àwọn owó crypto fún àwọn iṣẹ́ ìrúfin dàbí pé ó jẹ́ apákan kékeré ti ètò ọrọ̀-ajé owó crypto lápapọ̀, àti pé ó dàbí ẹni pé ó kéré ju iye àwọn owó ìrúfin tó wà nínú eto ìsúná ìbílẹ̀.”",
  "page-what-is-ethereum-energy-title": "Báwo ni agbára lílo ti Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "Ní ọjọ́ karùndínlógún oṣù kẹ̀sán ojo arundilogun, ọdún 2022, Ethereum la ìgbésókè ìsopọ̀ kọjá èyítí ó yí Ethereum padà lati <a href=\"/glossary/#pow\">ẹ̀rí-iṣẹ́</a> sí <a href=\"/glossary/#pos\">ẹ̀rí-ti-ìdókòwò</a>.",
  "page-what-is-ethereum-energy-desc-2": "Ìsopọ̀ náà jẹ́ ìgbésókè tó tóbi jùlọ ti Ethereum, ó sì dín agbára lílò tí a nílò kù láti gba Ethereum ní <b>99.95%</b>, ó sì ṣẹ̀dá <b>nẹ́tíwọọkì tó ní ààbò díẹ̀ síi fún ìdíyelé kárbọ̀nù tó kéré púpọ̀</b>. Ethereum ní báyìí jẹ́ blockchain tó ní kárbọ̀nù kékeré nígbà tó ń mú ààbò àti imúgbòòrò rẹ̀ pọ̀ si.",
  "page-what-is-ethereum-more-on-energy-consumption": "Díẹ̀ síi lórí lílo agbára",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Lílo Agbára Ọdọọdún ní TWh/yr",
  "energy-consumption-chart-global-data-centers-label": "Àwọn ibùdó dátà káàkiri àgbáyé",
  "energy-consumption-gold-mining-cbeci-label": "Iṣẹ́ ìwakùsà wúrà",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Àwọn eré ìdárayá ní US",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Ìmúdójúìwọ̀n Ìsopọ̀",
  "page-what-is-ethereum-additional-reading": "Kíkà síwájú síi",
  "page-what-is-ethereum-week-in-ethereum": "Ọ̀sẹ̀ nínú Ìròyìn Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Ìwé ìròyìn ọ̀sọ̀ọ̀sẹ̀ kan tó ń sọ nípa àwọn ìdàgbàsókè pàtàkì tó ń ṣẹlẹ̀ nínú àyíká.",
  "page-what-is-ethereum-kernel-dreamers": "Ohun pàtàkì nínú ètò ìṣiṣẹ́ kọ̀ǹpútà",
  "page-what-is-ethereum-kernel-dreamers-desc": "Àlá Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Àwọn Átọ̀mù, Àwọn ilé-iṣẹ́, Àwọn Blockchain",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Kí nìdí tí blockchain fi ṣe pàtàkì?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum ní àwọn nọ́mbà",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Àwọn iṣẹ́ àkànṣe tí wọ́n kọ́ sórí Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Àwọn àkáǹtì (àwọn wọ́lẹ́ẹ́tì) pẹ̀lú ETH tó ṣẹ́kù",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Àwọn àdéhùn ọlọ́gbọ́n lórí Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Iye tó wà ní ìfipamọ́ lórí Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Àwọn owó tí ẹlẹ́dàá pa lórí Ethereum lọ́dún 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Iye ìdúnàádúrà lónìí",
  "adoption-chart-column-now-label": "Nísinsìnyí",
  "adoption-chart-investors-label": "Àwọn olùdókòwò",
  "adoption-chart-developers-label": "Àwọn olùgbéejáde",
  "adoption-chart-companies-label": "Àwọn ilé-iṣẹ́",
  "adoption-chart-artists-label": "Àwọn òṣeré",
  "adoption-chart-musicians-label": "Àwọn olórin",
  "adoption-chart-writers-label": "Àwọn akọ̀wé",
  "adoption-chart-gamers-label": "Àwọn eléré ìdárayá orí kọ̀ǹpútà",
  "adoption-chart-refugees-label": "Àwọn olùwá-ibi-ìsádi",
  "page-what-is-ethereum-get-eth-alt": "Gba ETH díẹ̀",
  "page-what-is-ethereum-get-eth-description": "ETH ni owó abínibí ti Ethereum. Wàá nílò ETH díẹ̀ nínú wọ́lẹ́ẹ́tì rẹ láti lo àwọn ohun èlò ẹ̀rọ Ethereum.",
  "page-what-is-ethereum-get-eth-title": "Gba ETH díẹ̀",
  "page-what-is-ethereum-explore-dapps-alt": "Ṣàwárí dapps",
  "page-what-is-ethereum-explore-dapps-description": "Dapps ni àwọn ohun èlò ẹ̀rọ tí wọ́n kọ́ sórí Ethereum. Dapps ń da àwọn àwòṣe ìṣòwò lọ́wọ́lọ́wọ́ rú, ó sì ń hùmọ̀ àwọn tuntun.",
  "page-what-is-ethereum-explore-dapps-title": "Gbìyànjú díẹ̀ nínú àwọn dapps"
}
