{
  "page-gas-meta-title": "Àwọn ìdíyelé gáásì lórí ethereum: báwo ni wọ́n ṣe ń ṣiṣẹ́?",
  "page-gas-meta-description": "Kọ́ ẹ̀kọ́ nípa gáàsì lórí ethereum: bí wọ́n ṣe ń ṣiṣẹ́ àti bí wọ́n ṣe lè san kéré sí àwọn ìdíyelé gáàsì",
  "page-gas-hero-title": "Àwọn ìdíyelé gáàsì",
  "page-gas-hero-header": "Àwọn ìdíyelé nẹ́tíwọọkì",
  "page-gas-hero-button-1-content": "Kí ni gáàsì?",
  "page-gas-hero-subtitle-1": "Àwọn ìdíyelé nẹ́tíwọọkì lórí Ethereum ni a ń pè ní gáàsì.",
  "page-gas-hero-subtitle-2": "Gáàsì ni epo tó ń fún Ethereum ní agbára.",
  "page-gas-summary-title": "Àkópọ̀",
  "page-gas-summary-item-1": "Gbogbo ìdúnàádúrà lórí Ethereum nílò ìsanwó kékeré kan fún ìṣètò rẹ̀",
  "page-gas-summary-item-2": "Àwọn owó wọ̀nyí ni a mọ̀ bíi owó 'gáàsì'",
  "page-gas-summary-item-3": "Owó gáàsì kò jẹ iye kan, wọ́n máa ń yí padà ní ìbámu pẹ̀lú bí olùmúlò ṣe pọ̀ tó",
  "page-gas-what-are-gas-fees-header": "Kí ni ìtumọ̀ àwọn ìdíyelé gáàsì?",
  "page-gas-what-are-gas-fees-text-1": "Ro ethereum gẹ́gẹ́ bíi nẹ́tíwọọkì kọ̀ǹpútà ńlá níbi tí ènìyàn lè ṣe àwọn iṣẹ́ bíi fífi ránṣẹ́ àwọn ìfìwéránṣẹ́ tàbí àwọn ètò ṣíṣe. Gẹ́gẹ́ bíi nínú àgbáyé gidi, àwọn iṣẹ́ wọ̀nyí nílò agbára láti ṣé.",
  "page-gas-what-are-gas-fees-text-2": "Nínú Ethereum, iṣẹ́ ìṣirò kọ̀ọ̀kan ni ó ní ìdíyelé \"gáàsì\". <b>Àwọn owó gáàsì rẹ jẹ́ àpapọ̀ owó ti àwọn iṣẹ́ nínú ìdúnàádúrà tí rẹ</b>. Nígbà tí o bá fi ìdúnàádúrà kan ránṣẹ́ tàbí ṣiṣẹ́ <a href=\"/glossary/#smart-contract\">àdéhùn ọlọ́gbọ́n</a>, kan wàá sanwó ní ìdíyelé gáàsì láti ṣètò rẹ̀.",
  "page-gas-how-do-i-pay-less-gas-header": "Báwo ni mo ṣe lè san owó gáàsì kékeré?",
  "page-gas-how-do-i-pay-less-gas-text": "Bó tilẹ̀ jẹ́ pé owó orí tó ga lórí Ethereum kì í ṣeé yẹra fún nígbà míì, àwọn ọ̀nà wà tí o lè lò láti dín ìnáwó kù:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "Ṣètò àkókò àwọn ìdúnàádúrà rẹ",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "Bí ìrìnàjò lákòókò tí èrò kò bá pọ̀ àti tí kò sì náni lówó ṣe rí, bẹ́ẹ̀ náà ni lílo Ethereum jẹ́ ẹ̀dínwó lápapọ̀ ní lílò nígbà tí Àríwá Amẹ́ríkà bá ń sùn.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "Dúró fún gáàsì láti lọ ìsàlẹ̀",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "Àwọn ìdíyelé gáàsì lọ sókè àti ìsàlẹ̀ gbogbo àwọn ìṣẹ́jú ààyá méjìlá tó dá lórí bí Ethereum ti lọ́lùpọ̀ tó. Nígbà tí àwọn ìdíyelé gáàsì bá ga, dídúró ní ìṣẹ́jú díẹ̀ ṣáájú ṣíṣe ìdúnàádúrà kan lè rí àdínkù pàtàkì nínú ìsanwó rẹ.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "Lo Ipele 2",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "Wọ́n kọ́ àwọn ìsopọ̀ ipele 2 sórí Ethereum, tó ń fúnni ní àwọn owó kékeré àti ṣíṣe àwọn ìdúnàádúrà díẹ̀ síi. Wọ́n jẹ́ àṣàyàn tó dára láti fi owó pamọ́ lórí àwọn ìdíyelé fún àwọn ìdúnàádúrà tí kò nílò láti ṣẹlẹ̀ lórí nẹ́tíwọọkì Ethereum àkọ́kọ́.",
  "page-gas-try-layer-2": "Gbìyànjú Ipele 2",
  "page-gas-what-causes-high-gas-fees-header": "Kí ni ó fa ìdíyelé gáàsì tó ga?",
  "page-gas-what-causes-high-gas-fees-text-1": "Nígbàkúùgbà tí iye ìṣirò (gáàsì) lórí Ethereum bá ti kọjá ààlà kan, owó gáàsì yóò bẹ̀rẹ̀ sí í gòkè. Bí gáàsì náà bá ṣe kọjá ààlà yìí, bẹ́ẹ̀ ni iye owó gáàsì ṣe máa yára pọ̀ sí i.",
  "page-gas-what-causes-high-gas-fees-text-2": "Àwọn ìdíyelé tó pọ̀ jùlọ lè jẹ́ nípasẹ̀ àwọn nǹkan bíi gbajúgbajà <a href=\"/glossary/#dapp\">ohun èlò aláìlákoso (dapps)</a> tàbí NFTs, ìdúnàádúrà tó ń pọ̀ si lóòrèkóòrè lórí àwọn <a href=\"/glossary/#dex\">DEX</a>, tàbí iye iṣẹ́ ti olùmúlò tó lágbára ní àwọn àkókò gíga.",
  "page-gas-what-causes-high-gas-fees-text-3": "Àwọn olùgbéejáde lórí Ethereum yẹ kó ṣe àbójútó láti ṣe ìṣàpéye lílo àwọn àdéhùn ọlọ́gbọ́n wọn ṣáájú lílo. Bí ọ̀pọ̀lọpọ̀ ènìyàn bá ńlo àdéhùn ọlọ́gbọ́n tí a kò kọ dáradára, yóò máa lo gáàsì púpọ̀ sí i, ó sì lè fa ìdàrúdàpọ̀ nẹ́tíwọọkì láìròtẹ́lẹ̀.",
  "page-gas-want-to-dive-deeper": "Ṣé o fẹ́ túbọ̀ wọlé si?",
  "page-gas-check-out-the-developer-docs": "Ṣàyẹ̀wò àwọn ìwé àṣẹ olùgbéejáde.",
  "page-gas-attack-of-the-cryptokitties-header": "Àkọlù Cryptokitties",
  "page-gas-attack-of-the-cryptokitties-text": "Ní oṣù kọkànlá ọdún 2017, iṣẹ́ àkànṣe CryptoKitties olókìkí jẹ́ ìfilọ́lẹ̀. Ìgbésẹ̀ tó yára kánkán ní òkìkí ló fa ìdàrúdàpọ̀ ńláǹlà nẹ́tíwọọkì àti owó gáàsì tó ga gan-an. Àwọn ìpèníjà tí CryptoKitties gbé kalẹ̀ mú kí wíwá àwọn ojútùú fún imúgbòòrò Ethereum jẹ́ kánjúkánjú.",
  "page-gas-why-do-we-need-gas-header": "Kí ni ìdí tí a fi nílò gáàsì?",
  "page-gas-why-do-we-need-gas-text": "Gáàsì jẹ́ nǹkan pàtàkì nínú dí dáàbò bo Ethereum àti ṣíṣe àwọn ìdúnàádúrà. Gáàsì ń ṣèrànwọ́ ní ọ̀nà púpọ̀:",
  "page-gas-benefits-1-description": "Gáàsì ń jẹ́ kí Ethereum ko lè <a href=\"/glossary/#anti-sybil\">gbéjàko sybil</a> nípa ìdílọ́wọ́ àwọn ènìyàn búburú láti borí nẹ́tíwọọkì pẹ̀lú àwọn iṣẹ́ àrekérekè.",
  "page-gas-benefits-2-description": "Nítorí pé ètò ìṣirò ń náni ní gáàsì, fífi ọ̀pọ̀ ìdúnàádúrà ọ̀wọ́n ránṣẹ́ sí Ethereum, yálà lọ́nà àìròtẹ́lẹ̀ tàbí lọ́nà búburú, jẹ́ nǹkan tí kò ní ìwúrí ti owo nína.",
  "page-gas-benefits-3-description": "Ìdiwọ̀n líle lórí iye ìṣirò tí a lè ṣe ní àkókò kan pàtó ṣe ìdíwọ́ fún Ethereum láti ní àpọ̀jù iṣẹ́ lórí rẹ̀, ó sì ń ṣèrànwọ́ láti rí i dájú pé nẹ́tíwọọkì náà wà ìráàyèsí nígbà gbogbo.",
  "page-gas-how-is-gas-calculated-header": "Báwo la ṣe ń ṣírò gáàsì?",
  "page-gas-advanced": "Tó ti ní ìlọsíwájú",
  "page-gas-how-is-gas-calculated-text-1": "Àpapọ̀ iye owó gáàsì náà tí ó máa san pín sí apá mélòó kan:",
  "page-gas-how-is-gas-calculated-item-1": "<b>Owó ìpìlẹ̀:</b> Owó tí nẹ́tíwọọkì ṣètò tí o ní láti san fún ìdúnàádúrà kan",
  "page-gas-how-is-gas-calculated-item-2": "<b>Owó tó ṣe pàtàkì:</b> ìmọ̀ràn àṣàyàn láti ṣe ìwúrí fún àwọn oníṣẹ́ nódù láti ṣàfikún ìdúnàádúrà rẹ",
  "page-gas-how-is-gas-calculated-item-3": "<b>Ìwọ̀n gáàsì tí a lò<i></i>:</b> rántí pé a sọ pé gáàsì ṣojú ìṣirò? Àwọn iṣẹ́ ìdíjú díẹ̀ síi, bíi ìbáraẹniṣepọ̀ pẹ̀lú àdéhùn ọlọ́gbọ́n, lo gáàsì díẹ̀ síi ju àwọn èyí tó rọrùn lọ, gẹ́gẹ́ bíi fífi ránṣẹ́ ìdúnàádúrà kan.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> Wo Àwòrán 1 láti rí iye gáàsì tí oríṣiríṣi ìdúnàádúrà ń lò</i>",
  "page-gas-how-is-gas-calculated-text-2": "Àwọn àgbékalẹ̀ fún ìṣirò ìdíyelé gáàsì jẹ́ àwọn ìwọ̀n gáàsì tí a lò* (ìdíyelé ìpìlẹ̀ + ìdíyelé ààyò). Púpọ̀ jùlọ àwọn wọ́lẹ́ẹ́tì yóò ṣe ìṣirò lílo gáàsì àti ṣàfihàn rẹ̀ ni ọ̀nà tààrà.",
  "page-gas-table-figure": "<i>Àwòrán 1: Gáàsì tí a lò nípasẹ̀ irú ìdúnàádúrà</i>",
  "page-gas-table-header-1": "Irú ìdúnàádúrà",
  "page-gas-table-header-2": "Àwọn ìwọ̀n gáàsì tí o lò",
  "page-gas-table-item-1-transaction-type": "Fífiránṣẹ́ ETH",
  "page-gas-table-item-2-transaction-type": "Fífiránṣẹ́ àwọn tọ́kẹ̀n ERC-20",
  "page-gas-table-item-3-transaction-type": "Gbigbe NFT kan",
  "page-gas-table-item-4-transaction-type": "Pípáàrọ̀ lórí Uniswap",
  "page-gas-faq-header": "Àwọn ìbéèrè ìgbà gbogbo",
  "page-gas-faq-question-1-q": "Ta ni wọ́n máa san owó gáàsì nínú ìdúnàádúrà mi fún?",
  "page-gas-faq-question-1-a-1": "Púpọ̀ nínú owó gáàsì—owó ìpìlẹ̀—ni a parun nípasẹ̀ ìlànà náà (jíjó). Owó ààyò, tí ó bá wà nínú ìdúnàádúrà rẹ, ni a ó fi fún olùfọwọ́sí ìsàsọ̀tọ́ tó dábàá ìdúnàádúrà rẹ.",
  "page-gas-faq-question-1-a-2": "O lè ka àlàyé tó kún rẹ́rẹ́ ti ìlànà náà nínú <a href=\"/developers/docs/gas/\">àwọn ìwé àṣẹ olùgbéejáde gáàsì.</a>",
  "page-gas-faq-question-2-q": "Ṣé mo ní láti sanwó gáàsì ní ETH?",
  "page-gas-faq-question-2-a-1": "Bẹ́ẹ̀ni. Gbogbo àwọn ìdíyelé gáàsì lórí Ethereum ló gbọdọ jẹ́ sísan ní owó abínibí ETH.",
  "page-gas-faq-question-2-a-2": "Díẹ̀ si nípa ETH",
  "page-gas-faq-question-3-q": "Kí ni gwei?",
  "page-gas-faq-question-3-a-1": "Nínú ọ̀pọlọ́pọ̀ àwọn wọ́lẹ́ẹ́tì tàbí àwọn olùtọpa gáàsì, ìwọ yóò ríi àwọn ìdíyelé gáàsì tí wọ́n ń pè ní 'gwei'.",
  "page-gas-faq-question-3-a-2": "Gwei jẹ́ ẹyọ tó kékeré jù ti ETH, gẹ́gẹ́ bí owó pennies ṣe jẹ́ sí dọ́là, ìyàtọ̀ ni pé ETH kan dọ́gba sí gwei bílíọ́nù kan. Gwei wúlò nígbà tí a bá ń sọ̀rọ̀ nípa àwọn ìwọ̀n kékeré ti ETH.",
  "page-gas-use-layer-2": "Lo ipele 2"
}
