{
  "page-wallets-accounts-addresses": "Akpa ego gasị, akaụntụ gasị, igodo na addreesi gasị",
  "page-wallets-accounts-addresses-desc": "Ọ bara uru ịghọta ọdịiche dị na etiti ụfọdụ isi okwu.",
  "page-wallets-accounts-ethereum-addresses": "Ethereum akaụntụ ọ bụla nwere addreesi, dịka e tu mbgbe mbata ọ bula siri nwee addreesi imeelu. E ji nke a malụ akụrụngwa dijitalụ.",
  "page-wallets-alt": "Ihe ime atụ nke ngwa roboti nwere oghere dika ahụ, na-anọchite anya obere akpa ego Ethereum",
  "page-wallets-ethereum-account": "Akaụntụ Ethereum bu otu ụzọ igodo. Otu bu nke e ji e keputa addreesi nke Ị nwere ike ị kesaa n'efu, ma igodo nke ọzọ bu nke I kwesiri idobe nzuzo maka na ọ bụ ya ka e ji ebinye aka. Uzo igodo abụọ ndịa ma e jikọta ha ọnu g'eme ka Ị nwee ike ijide ma zigharịkwaa aku maọbụ ozi.",
  "page-wallets-blog": "Blọọgụ coinbase",
  "page-wallets-bookmarking": "Dekọbara obere akpa gị",
  "page-wallets-bookmarking-desc": "Ọ bụrụ na ị na-eji obere akpa webụ, deba aha saịtị ahụ iji chebe onwe gị pụọ na ndị aghụghọ ojoro.",
  "page-wallets-cd": "Akpa ngwaike anụ ahụ bụ ngwaọrụ na-enye gị ohere idobe crypto gị na ejighị ntanetị - dị nchekwa ọfuma",
  "page-wallets-desc-2": "Akpa ego bụ ihe ọtụtụ mmadu jiri jide akụ dijitalụ ha njirimara ha.",
  "page-wallets-desc-2-link": "Ọzọ gbasara ETH",
  "page-wallets-desc-3": "Akpa ego bu ngwọọrụ gị na akaụntụ Ethereum gị ji ezirita ozi. Nke a putara na Ị nwere ike ị gbanwe ndi wetara akpa ego mgbe ọ bụla ị chọrọ. Ọtụtụ akpa ego nyekwaziri ohere ikewapụta ma jikwaa ọtụtụ akaụntụ Ethereum site n'otu ngwa.",
  "page-wallets-desc-4": "Ndi meputara akpa ego enweghị ikike na ego gi. Naani ihe ha mere bu I dewere gi ọnụ mpio e be Ị ga esi hu akụ ndi Ị nwere na Ethereum ya na ngwọọru ị ga-eji na elezi ha anya n'ụzọ di mfe.",
  "page-wallets-description": "Akpa ego Ethereum bụ ngwa na enye gi ikikere n'isi akaụntu gi. Dịka akpa ego gi nke ị na ahu, ihe niile Ị ga eji gosiputa njirimara gị ma jikwaa ihe onwunwe gị. Akpa ego gị na-enye gi oghere Ị debanye akara gị n'ime ngwa ga si, Ị gụpụta akụ ole ị nwere, ị zije ozi aku na kwa Ị gosipụta azụmahịa ihe bu akara gị.",
  "page-wallets-desktop": "Ngwa Desktop ma ọ bụrụ na ịchọrọ ijikwa ego gị site na macOS, Windows ma ọ bụ Linux",
  "page-wallets-ethereum-wallet": "Akpa ego bụ ngwa ọrụ n'enye gi ohere \nka gi na akaụntụ gi kpakọrịta, site na iji igodo gi. Nke a na-eme ka ịhụ akụ Ị nwere n'akpa, zipu azụmahia, were diri gawa.",
  "page-wallets-explore": "Lelee Ethereum",
  "page-wallets-features-desc": "Anyị nwere ike I nyere gi aka họta akpa ego gi site na ihe atụmatụ ndi di gi n'obi.",
  "page-wallets-features-title": "Tulee akpa ego gasị site na atụmatụ",
  "page-wallets-find-wallet-btn": "Chọta obere akpa",
  "page-wallets-find-wallet-link": "Chọta obere akpa",
  "page-wallets-get-some": "Nweta ụfọdụ ETH",
  "page-wallets-get-some-alt": "Ihe atụ nke aka na-emepụta akara ETH nke e ji brik lego mee",
  "page-wallets-get-some-btn": "Nweta ụfọdụ ETH",
  "page-wallets-get-some-desc": "ETH bụ nwa amaala crypto nke Ethereum. Ị ga-achọ ụfọdụ ETH na akpa ego gi iji ngwa Ethereum ọ bụla.",
  "page-wallets-how-to-store": "Ka e si echekwa akụ dijitalụ na Ethereum",
  "page-wallets-keys-to-safety": "Ihe ndi bu isi n'idewe crypto gi nchekwa",
  "page-wallets-manage-funds": "Ngwa maka ijikwa ego gi",
  "page-wallets-manage-funds-desc": "Akpa gị na-egosi ego fọdụrụnụ, akụkọ azụmahịa ma nye gị otu esi eziga/nabata ego. Ụfọdụ obere akpa nwere ike inye karịa nke ahụ.",
  "page-wallets-meta-description": "Ihe ị kwesiri ịmara tupu iji obere akpa Ethereum.",
  "page-wallets-meta-title": "Akpa ego Ethereum",
  "page-wallets-mobile": "Ngwa mkpanaka na-eme ka ị nweta ego gị n'ebe ọ bụla",
  "page-wallets-more-on-dapps-btn": "Ihe ndị ọzọ na dapps",
  "page-wallets-most-wallets": "Ọtụtụ akpa ndị enwegasịrị ga-enye gị ohere imepụta akaụntụ Ethereum ọhụrụ. Ya mere Ị gaghị achọ ya tupu ibudata akpa ego.",
  "page-wallets-protecting-yourself": "Ichekwa onwe gị na ego gị",
  "page-wallets-seed-phrase": "Detuo akara mkpuruokwu gị",
  "page-wallets-seed-phrase-desc": "Akpa ego ga-enye gị mkpuruokwu njirimara nke Ị ga-edetu na akwụkwọ ma dobekwa ya ebe dị nchekwa. Naanị n'ụzọ dị otua k'ịga esi nwetakwa akpa ego gi.",
  "page-wallets-seed-phrase-example": "Nke a bụ ihe imaatụ:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Edokwala ya na kọmpụta. Detuo ya ma chekwaba ya.",
  "page-wallets-slogan": "Ijide igodo nke ọdịnihu dijitalụ gị",
  "page-wallets-stay-safe": "Otu iga-esi nọdu na nchekwa",
  "page-wallets-stay-safe-desc": "Nnwere onwe ego na ikike ịnweta na iji ego ebe ọ bụla na abịa na ibu ọrụ - enweghị ndi ọrụ nkwado ahịa na crypto. Nani gị na-ahụ maka ileta igodo gị na ichekwa ya.",
  "page-wallets-subtitle": "Akpa ego intaneti na-enyere gị aka ijikwa akụ dijitalụ gị ma binye aka na ngwa.",
  "page-wallets-take-responsibility": "Lekọta ego nke gị",
  "page-wallets-take-responsibility-desc": "Ebe ngbanwe nke nwere etiti ga-ejikọta obere akpa gị na aha ejirimara gi na okwuntughe nke ị nwere ike nwetakwa n'ụzọ omenala. Mana chetakwa na ị na atụkwasị ebe mgbanwe ahụ obi maka ijide ego gị. Ma ọ bụrụ na ebe mgbanwe ahụ enwee nsogbu gbasara ego, ego gị ahu ga no n' ihe ize ndụ.",
  "page-wallets-tips": "Ndụmọdụ ndị ọzọ gbasara ịnọ na nchekwa",
  "page-wallets-tips-community": "Nkea si n'aka ndi otu",
  "page-wallets-title": "Akpa ego Ethereum",
  "page-wallets-triple-check": "Lelee ihe niile ugboro atọ",
  "page-wallets-triple-check-desc": "Chetakwa na azụmahịa enwenwughị ike ịtụgharịkwa na obere akpa enwenwughị ike ị nweghachi na mfe ya mere kpachapu anya ma kpachara anya oge niile.",
  "page-wallets-try-dapps": "Nwaa ụfọdụ dapps",
  "page-wallets-try-dapps-alt": "Ihe imatụ nke ndị otu obodo Ethereum na-arụkọ ọrụ ọnụ",
  "page-wallets-try-dapps-desc": "Dapps bụ ngwa arụrụ na elu Ethereum. Ha dịkwa ọnụ ala, ma dị mma na ọnụ ọma na data gị ma karịa ọtụtụ ngwa ọdịnala.",
  "page-wallets-types": "Ụdịrị obere akpa intaneti di iche iche",
  "page-wallets-types-desc": "Odi ụzọ ole na ole esi ejikọ na emekorita na akaụntụ gị:",
  "page-wallets-web-browser": "Akpa ego ihe ọchịchọ bụ ngwa di na webụ na-enye gị ohere iji emekọrịta na akaụntụ gị kpọmkwem na ebe nchọgharị ahụ",
  "page-wallets-web-browser-extension": "Akpa ego ihe nchọgharị intaneti ndi agbakwụnyere bụ ndị Ị nwere ike ibudata ga-enye gị ohere ka gị na akaụntụ gị nakwa ngwa ndi ọzọ imekọrịta site na ihe nchọgharị weebu a",
  "page-wallets-whats-a-wallet": "Gini bụ akpa ego Ethereum?",
  "page-wallets-your-ethereum-account": "Akaụntụ Ethereum gị",
  "page-wallets-your-ethereum-account-desc": "Akpa ego gị bụ mpio I si e nyoba n'ime akaụntụ gị - ego gi fọdụrụ, azụmahịa ndị gara aga na ndị ọzọ. Mana I nwere ike ị gbanwe ndị wetara akpa ego gị oge ọ bụla.",
  "page-wallets-your-login": "M banye gị maka ngwa Ethereum",
  "page-wallets-your-login-desc": "Akpa ego gị na enye gị ohere gị na ngwa ndị ọzọ ijikọta site n'akaụntu Ethereum gị. Ọ dịka ihe Ị ga eji banye na ọtụtụ ngwa ndị ọzọ.",
  "additional-reading-how-to-create-an-ethereum-account": "Otu e si emepe akaụntụ Ethereum",
  "additional-reading-how-to-use-a-wallet": "Otu esi eji obere akpa intanet"
}
