{
  "page-what-is-ethereum-alt-img-bazaar": "Ihe ime atụ nke onye na ele anya n'ahịa, pụtara nnọchi anya Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Ihe imatụ nke ndị otu obodo Ethereum na-arụkọ ọrụ ọnụ",
  "page-what-is-ethereum-alt-img-lego": "Ihe atụ nke aka na-emepụta akara ETH nke e ji brick lego mee",
  "page-what-is-ethereum-banking-card": "Ọrụ ụlọ akụ maka onye ọ bụla",
  "page-what-is-ethereum-banking-card-desc": "Ọ bụghị onye ọ bụla nwere ikike ịnweta ọrụ ihe gbasara ego. Kama ihe niile nke ị ga achọọ iji wee nweta Ethereum na nbite, ibite ego na ichekwa nke ahụ etinyere na ya bụ ihe njikọ ịntanetị.",
  "page-what-is-ethereum-build": "Mepụta ihe na Ethereum",
  "page-what-is-ethereum-build-desc": "Ọ bụrụ na ị na agbali irụ ihe na Ethereum, gụọ akwụkwọ anyị, nwaa nkuzi ụfọdụ, ma ọ bụ ileru anya ngwaọrụ di gi nkpa iji malite.",
  "page-what-is-ethereum-censorless-card": "Guzogide nyocha",
  "page-what-is-ethereum-censorless-card-desc": "Ọ dịghị gọọmentị ma ọ bụ ụlọ ọrụ nke nwere njikwa Ethereum. Ọtụtụ ndi na achi mere ọ fọrọ nwa ntakiri ka ọ bụrụ ihe na ekweghị omume maka onye ọ bụla ịkwụsị gi ịnata ụgwọ ọrụ ma ọ bụ iji ọrụ na Ethereum.",
  "page-what-is-ethereum-comm-desc": "Otu anyị gunyere ndị mmadu sìte na nzulite d'iche iche, ndị a gunyere ndi na-ese ihe osise, ndi jụrụ crypto, ndị ụịọ ọrụ kacha welite isi 500, nakwazi gịnwa ugbua. Chọpụta ka Ị ga-esi bido taa.",
  "page-what-is-ethereum-commerce-card": "Nkwa nke azụmahịa",
  "page-what-is-ethereum-commerce-card-desc": "Ndị azumahịa nwere nkwa ekwenyere n'ime ya nke echekwara, na ego gaagbanwe sọsọ ma i wepụta ihe ikwetara. Dika, ndị mmepụta nwere ike ijidenwu aka na iwu apụghị igbanwe na ha.",
  "page-what-is-ethereum-composable-card": "Ngwaahịa ndi enwere ike ịmeghari",
  "page-what-is-ethereum-composable-card-desc": "E wubere ngwa niile n'elu otu blockchain nke nwere ọdịdị zuru ụwa ọnụ, nkea pụtara na ha nwere ike iwulite ibe hà(dịka Lego bricks). Nke a na-enye ohere maka ngwaahịa na ahụmịhe yana nkwenye na ọ nweghị onye nwere ike wepu ngwa ọrụ ọ bụla ngwa dabere na ya.",
  "page-what-is-ethereum-community": "Ndi otu Ethereum",
  "page-what-is-ethereum-desc": "Ntọala nke dijitalụ ọdịnihu anyị",
  "page-what-is-ethereum-explore": "Nyochaa Ethereum",
  "page-what-is-ethereum-internet-card": "Ịntanetị mepere emepe",
  "page-what-is-ethereum-internet-card-desc": "Mmadụ ọ bụla nwere ike imekọrịta na netwọk Ethereum ma ọ bụ guzobe ngwa na elu ya. Nke a na-enye gị ikike ijikwa akụ gi ya na ihe ejirimara gị, kama ana-achịkwa ha site na ụlọ ọrụ mega ole na ole.",
  "page-what-is-ethereum-meet-comm": "Zute ndị obodo ahu",
  "page-what-is-ethereum-meta-description": "Mụtakwa maka Ethereum, ihe nke ọ na eme ya na otu iga esi agbali ime ya n'onwe gị.",
  "page-what-is-ethereum-meta-title": "Gini bu Ethereum?",
  "page-what-is-ethereum-p2p-card": "Netwọk ndị n'esi na-aka fere aka",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum na-enye gị ohere ihazi, nwee mkwekọrịta maọbụ zijere ndị ọzọ akụ n'aka gị. Ọ dịghị mkpa Ị dabere na ndị nọ n'etiti ọ bụla.",
  "page-what-is-ethereum-start-building-btn": "Bido ruwa",
  "page-what-is-ethereum-title": "Gini bu Ethereum?",
  "page-what-is-ethereum-subtitle": "Nduzi nke mmalite zuru oke maka otu Ethereum si arụ ọrụ, uru ndi ọ na-eweta yana ka ọtụtụ nde mmadụ si eji ya eme ihe na gburugburu ụwa nile.",
  "page-what-is-ethereum-button-lets-start": "Ka anyị malite",
  "page-what-is-ethereum-blockchain-tab-title": "What is a blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Blockchain bụ ebe nchekwa data nke azụmahịa </b> nke a na-emelite ma kesaara ọtụtụ igwe kọmpụta na netwọk. Oge ọ bụla a gbakwụnyere otu azumahịa ohụụ, a na-akpọ ya \"block\" - nke butere aha blockchain. Blockchain ọha dịka Ethereum nyere onye ọ bụla ohere ịgbakwunye, ma e nweghi ike iwepu, data. Ọ bụrụ n'onye ọ bụla chọọ igbanwe ihe edebanyere maọbụ họgbuo usoro netwọk, ha ga-emerịrị nkea n'ọtụtụ igwe cọmputa ndị ọnụ ogụ ha karịrị na netwọk ahụ. Nke ahụ bụ ọtụtụ! Nkea mere ka blockchain nke nwe ọtụtụ ndị na achi ya dịka Ethereum dị oké nchebe.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "What is a cryptocurrency?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Cryptocurrency bụ okwu ana eji akọwa ọtụtụ ụdị akara dijitalụ nke na agbnwe agbanwe eji blockchain chekwaa. Ihe niile ahu bidoro site na Bitcoin. Ẹ nwere ike iji Bitcoin nyefee uru n'ebe ndị abụọ nke na-enweghị ike ịtụkwasị obi. Naani koodu Bitcoin ka ị ga-atụkwasị onye etiti obi, nke na-emeghe ma dị n'efu.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Ihe mere eji akpọ akụ nke dị ka bitcoin na ether \"cryptocurrencies\" bụ maka na nchekwa nke data gị na ihe nweta gị kwudoro na nkwa site na akwụkwọ crypto, ọ bụghị na ịtụkwasị obi na ebe ọrụ ma ọ bụ ụlọ ọrụ na-eme ihe n'eziokwu.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum nwere ego crypto nke aka ya, ether (ETH), nke eji akwụ ụgwọ gbasara ụfọdụ ọrụ na ime netwọk ya. Onwere ike enyefee ya ndị ọzọ ji ya eme ihe ma ọ bụ gbanwee ya maka akara ngosi ndị ọzọ nke di na Ethereum. Ether pụrụ iche maka a na-eji ya akwụ ụgwọ maka mgbakọ na mwepụ nke achọrọ iji guzobe ma na eme ihe gbasara ngwa ya na òtù na ime Ethereum.",
  "page-what-is-ethereum-summary-title": "Nchịkọta",
  "page-what-is-ethereum-summary-desc-1": "Ethereum bụ netwọk nke kọmputa n'mba ụwa niile nke na-agbaso usoro iwu nke a na akpọ Ethereum protocol. Netwọk Ethereum na-arụ ọrụ dị ka ntọala nyere obodo, ngwa, òtù di iche iche na akụ dijitalụ nke onye ọ bụla nwere ike iguzobe ma jiri ya mee ihe.",
  "page-what-is-ethereum-summary-desc-2": "Ị nwere ike ịmepụta akaụntụ Ethereum site na ebe ọ bụla inọ, n'mgbe ọ bụla, ma nyochakwaa ụwa nke ngwa ma ọ bụ guzobe nke gị. Isi ihe ọhụrụ bụ na ị pụrụ ime ihe ndi a niile na-atụkwasịghị ndị isi obodo nwere ikike ịgbanwe iwu ma ọ bụ gbochie ụzọ gị.",
  "page-what-is-ethereum-summary-desc-3": "Gaa n'ihu na-agụ ka ịmatakwuo…",
  "page-what-is-ethereum-btc-eth-diff-title": "Kedu ọ dị iche di na etiti Ethereum na Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Ọ malitere na afọ 2015, Ethereum guzobere na-elu ihe ọhụrụ nke Bitcoin, yana ụfọdụ nnukwu ihe dị iche iche.",
  "page-what-is-ethereum-btc-eth-diff-2": "Ha abọ na ekwe ka gi nwere ego dijitalụ nke na-enweghị ndị ọrụ na-enye ego ma ọ bụ ụlọ akụ. Kama <b>Ethereum bụ ihe a pụrụ imeghari emeghari</b>, yabụ na ị nwere ike iguzobe ma nyefee ngwa etinyere na netwọkụ ya.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin na-enyere anyị aka izigara mmadụ ibe anyị ozi gbasara ihe anyị chere na ọbara uru. Ịmepụta uru na-enweghị ikike aburuwo ihe di ike. Ethereum na-agbasa nke a: abughị naanị ozi, ị nwere ike ide mmemme ọha niile ọ bụla, ma ọ bụ ihe nkwekọrịta. Onweghị njedebe na ụdị nkwekọrịta nke enwere ike ịmepụta ma kwenye na ya, ya mere nnukwu ihe ọhụrụ na-eme na netwọk Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-4": "Mgbe Bitcoin bụ naanị netwọk eji akwụ ụgwọ, Ethereum nọ ka ọdụ ahịa nke ọrụ ihe ego, egwuregwu di iche iche, netwọk nke mmekọrịta na ngwa ndị ọzọ.",
  "page-what-is-ethereum-what-can-eth-do-title": "O lee ihe Ethereum nwere ike ime?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Kedu ihe mere m ga-eji jiri Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Ọ bụrụ n'ụzọ ndị ọzọ siri ike masịrị gi, mepere na ịtụkwasị obi iji chịkọba ụwa niile, meputakwa otu, guzobe ngwa na ịkekọrịta ihe uru, mara na Ethereum bụ maka gị. Ethereum bụ akụkọ nke anyị niile dere, ya mere bịa ka ichọpụta ihe dị egwu n'ụwa anyị nwere ike ijikọ aka ọnụ were ya mepụta.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum bụkwa ihe na abaghi uru maka ndị mmadụ na-edozi ejighị n'aka na ebe nchekwa ma ọ bụ ịdị mma ma ọ bụ njem nke ihe nweta ha n'ihi ndị agha ezi na-apụghị ijikwa ha.",
  "page-what-is-ethereum-slide-1-title": "Ikwu ụgwọ Site na mba dị iche iche dị Ọnụ ala na Ngwa ngwa",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoin</b> bụ ụdị ego crypto ọhụrụ nke dabere na akụ nke kwụsiri ike dị ka ntọala maka uru ya. Ejikọtara ọtụtụ n'ime ha na ego dollar United States, ya na-ejigide uru nke ego ahụ. Ndị a na-enye ohere maka usoro ịkwụ ụgwọ zuru ụwa ọnụ dị ọnụ ala ma kwụsie ike. A na-eguzobe ọtụtụ stablecoin na netwọk Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum na stablecoins na-eme ka usoro izipu ego na mba ofesi dị mfe. Ọ na-ewekarị nanị nkeji ole na ole iji bufere ego n'ofe ụwa, n'adịghị ka ọtụtụ ụbọchị azụmahịa ma ọ bụ ọbụna izu ụka ka ọ ga-ewe nkezi ụlọ akụ gị, yana maka ntakịrị ọnụ ahịa. Na ntinye, enweghị ego a agbakwunye maka ịme azụmahịa dị oke ọnụ ahịa, yana enweghị mgbochi na ebe ma ọ bụ ihe kpatara ị na-eziga ego gị.",
  "page-what-is-ethereum-slide-2-title": "Ọ bu Enyemaka Kacha ọsọsọ n'oge Nsogbu",
  "page-what-is-ethereum-slide-2-desc-1": "Ọ bụrụ na ị nwee ihu ọma inwe ọtụtụ nhọrọ ụlọ akụ sitere na ụlọ ọrụ atụkwasị obi na ebe ị bi, ị nwere ike were n'efu nnwere onwe ego, nchekwa na nkwụsi ike nke ha na-enye. Mana ọtụtụ ndị mmadụ gburugburu ụwa na-eche mmegide ndọrọ ndọrọ ọchịchị ma ọ bụ ihe isi ike akụ na ụba ihu, ụlọ ọrụ ego nwere ike ọ gaghị enye nchebe ma ọ bụ ọrụ ha chọrọ.",
  "page-what-is-ethereum-slide-2-desc-2": "Oge agha, ọdachi akụ na ụba ma ọ bụ mmegide na nnwere onwe nke obodo dakwasịrị ndị bi na <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarus</a>, na <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukraine</a>, cryptocurrencies mejupụtara ndị kasị ngwa ngwa na mgbe nanị nhọrọ iji jide ego ụlọ ọrụ.<sup>><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Dị ka a hụrụ. na ihe atụ ndị a, cryptocurrencies dị ka Ethereum nwere ike inye ohere na-enweghị njedebe na akụ na ụba ụwa mgbe ndị mmadụ na-ebipụ n'èzí. Na mgbakwunye, stablecoins na-enye ụlọ ahịa bara uru mgbe ego mpaghara na-ada n'ihi oke ọnụ ahịa.",
  "page-what-is-ethereum-slide-3-title": "Ịkwado ndị Nkepụta",
  "page-what-is-ethereum-slide-3-desc-1": "N'ime afọ 2021 naanị, ndị na-ese ihe osise, ndị na-eti egwu, ndị edemede, na ndị ọzọ na-ekepụta ihe jiri Ethereum nweta ihe ruru ọnụ ego $3.5 billion na nchikọta. Nke a mere Ethereum otu n'ime ikpo okwu zuru ụwa ọnụ nyere ndị nkepụta, yana Spotify, YouTube, na Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Mụtakwuo</a>.",
  "page-what-is-ethereum-slide-4-title": "Na-akwado ndị na Egwu egwu",
  "page-what-is-ethereum-slide-4-desc-1": "Gwuo iji nweta ihe egwuregwu (ebe a na-akwụ ndị egwuregwu ụgwọ maka ịgwu egwuregwu) nke a apụtala n'oge na-adịbeghị anya na-agbanwezi ụlọ ọrụ egwuregwu. Na usoro omenala, a na-amachibidokarị ịzụ ahịa ma ọ bụ bufee akụ n'ime egwuregwu n'aka ndị egwuregwu ndị ọzọ maka ezigbo ego. Nke a na-amanye ndị egwuregwu iji webụsaịtị ahịa ojii na-abụkarị ihe egwu maka nchekwa. Egwuregwu Blockchain na-anabata akụ na ụba n'ime egwuregwu ma na-akwalite omume dị otú ahụ n'ụzọ ntụkwasị obi.",
  "page-what-is-ethereum-slide-4-desc-2": "Ọzọkwa, a na-akpalite mmụọ ndị egwuregwu site n'inwe ike ịzụ ahịa ihe nrịbama egwuregwu na ọnụ ezigbo ego wee si otú ahu na-enweta ụgwọ ọrụ n'ezie maka oge egwuregwu ha.",
  "page-what-is-ethereum-meet-ether-title": "Zute ether, ego crypto nke Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Ọtụtụ ihe na eme na netwọk Ethereum chọrọ ọrụ ụfọdụ a ga-arụ na kọmputa arụnyere Ethereum (amaara nke a dị ka igwe mebere Ethereum). Nchikọta a abụghị n'efu; A na-akwụ ụgwọ a maka iji ego crypto nwa afọ Ethereum nke akpọrọ ether (ETH). Nke a pụtara na ịchọrọ opekata mpe obere ether iji netwọk.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ether bụ naanị dijitalụ, ma ị nwekwara ike izigara ya onye ọ bụla n'ụwa ngwa ngwa. Nnyefe nke ether abụghị nke gọọmentị ma ọ bụ ụlọ ọrụ ọ bụla na-achịkwa - O nweghi isi ọnọdụ ma dokwaa anya kpamkpam. A na-enye Ether n'ụzọ ziri ezi dịka nkwekọrịta siri dị, ọ bụ naanị maka ndị nke na-echekwa netwọkụ ahụ.",
  "page-what-is-ethereum-what-is-ether": "What is ether?",
  "page-what-is-ethereum-get-eth": "Nweta ETH",
  "page-what-is-ethereum-explore-applications": "Nyochaa ngwa",
  "page-what-is-ethereum-learn-defi": "Mụta gbasara DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Kedu onye na-achịkwa Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Onweghị otu ọ bụla na-achịkwa Ethereum. Ọ na-adị mgbe ọ bụla enwere kọmputa ejikọrọ na achịkwa ngwanrọ nke na-agbaso usoro Ethereum ma na-agbakwunye na blockchain Ethereum. A maara nke ọ bụla n'ime kọmputa ndị a dị ka Noodu. Onye ọ bụla nwere ike iguzobe noodu, agbnyeghi na ka isonye na ichekwa netwọkụ ahụ, ị ​​ga-etinyerịrị ETH (ihe ngosi obodo nke Ethereum). Onye ọ bụla nwere ETH ruru iri atọ na abụọ 32 nwere ike ime nke a na-achọghị ikike.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Maa koodu nke isi mmalite Ethereum adịghị otu ndi na emepụta ya. Onye ọ bụla nwere ikike ịtụ ta aro iweta mgbanwe na usoro wee kpakorịta maka nkwalite. Enwere ọtụtụ imejuputa iwu nke Ethereum nke ndị otu nọọrọ onwe ha na-emepụta n'ọtụtụ asụsụ mmemme, a na-eguzobekarịkwa ha n'èzí ma na-akwado onyinye nke obodo.",
  "page-what-is-ethereum-run-a-node": "Run a node",
  "page-what-is-ethereum-smart-contract-title": "What are smart contracts?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Smart contracts bụ mmemme kọmputa</b> bi na Ethereum blockchain. Ha na-eme mgbe azụmahịa sitere n'aka onye ọrụ kpalitere. Ha na-eme ka Ethereum dị nnọọ mgbanwe n'ihe ọ nwere ike ime. Mmemme ndị a na-arụ ọrụ dị ka ihe mgbanaka maka ngwa na otu ndị etinyere.",
  "page-what-is-ethereum-smart-contract-desc-2": "Ị jitụla ngwaahịa gbanwere usoro ọrụ ya mee ihe? Ma ọ bụ wepụ atụmatụ ị hụrụ bara uru? Mgbe e bipụtara nkwekọrịta nke nwere ọgụgụ isi na Ethereum, ọ ga-adị na ntanetị ma na-arụ ọrụ ma ruo ogologo oge Ethereum dị. Ọbụna onye edemede apụghị iwetu ya. Ebe ọ bụ na nkwekọrịta nke nwere ọgụgụ isi na-akpaghị aka, ha anaghị akpa ókè megide onye ọrụ ọ bụla ma dị njikere mgbe niile iji.",
  "page-what-is-ethereum-smart-contract-desc-3": "Ihe ima atụ ama ama nke smart contracts bụ ngwa ịgbazinye ego, ebe mgbanwe azụmaahịa nke na enweghị otu onye na achi, mkpuchite, ego nwere akụkụ anọ, netwọkụ mmekọrịta, akara nke apụghi igbanwe - n'ụzọ bụ isi ihe ọ bụla ị nwere ike ichepụta.",
  "page-what-is-ethereum-more-on-smart-contracts": "Ọzọ na smart contracts",
  "page-what-is-ethereum-explore-dapps": "Mee njem nchọpụta maka dapps",
  "page-what-is-ethereum-criminal-activity-title": "Anụ kwara m na-eji crypto eme ihe maka mpụ. Nke a ọ bụ eziokwu?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Dịka teknụzụ nke ọ bụla, a ga-eji ya eme ihe na ekwesighi mgbe ụfọdụ. Ma otú ọ dị, n'ihi na azụmahịa Ethereum niile na eme na oghere blockchain na-emeghe, ọ na-adịkarị mfe maka ndị ọchịchị ina ịgbaso ọrụ iwu na-akwadoghị karịa ka ọ ga-adị na usoro ego omenala, na-arụ ụka na-eme ka Ethereum bụrụ nhọrọ na-adọrọ adọrọ maka ndị ga-achọ ka a ghara ịchọta ya.",
  "page-what-is-ethereum-criminal-activity-desc-2": "A na-eji Crypto erughị ego fiat maka ebumnuche mpụ dị ka isi nchoputa nke akụkọ Europol na nso nso a si di, Njikọ Ụlọ ọrụ maka nkwado mmanye iwu nke Europe:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"Iji ego crypto eme ihe omume iwu na-akwadoghị yiri ka ọ nwere naanị akụkụ dị nta nke akụ na ụba ego crypto n'ozuzu ya, ọ dịkwa ka ọ dị obere ma e jiri ya tụnyere ego ezighi ezi na etinye aka na ego ọdịnala.\"",
  "page-what-is-ethereum-energy-title": "Keduzi maka iri ike nke Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "Na Septemba 15,2022, Ethereum hụrụ nkwalite njikota nke gbanwere Ethereum site na ihe akaebe nke ọrụ gaa na ihe akaebe nke ntinye.",
  "page-what-is-ethereum-energy-desc-2": "Njikọ ahụ bụ nkwalite nke kachasị ukwuu nke Ethereum ma belata iri ike eji echekwa Ethereum site na <b>pasentị iri itoolu na itoolu na ise</b>, na-emepụta <b> netwọk dị nchebe maka ọnụ ahịa carbon dị ntakịrị</b>. Ethereum ugbu a bụ obere carbon blockchain ebe ọ na-akwalite nchekwa ya na izuahia ngwa ngwa.",
  "page-what-is-ethereum-more-on-energy-consumption": "Ọzọ na oriri ume",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Oriri ike kwa Afọ ọbụla na TWh/yr",
  "energy-consumption-chart-global-data-centers-label": "Global data centers",
  "energy-consumption-gold-mining-cbeci-label": "Gold mining",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Egwuregwu na US",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Mmelite nke jikọtara ọnụ",
  "page-what-is-ethereum-additional-reading": "Further reading",
  "page-what-is-ethereum-week-in-ethereum": "Izu ụka na Akụkọ Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Akwụkwọ akụkọ kwa izu ụka nke na-ekpuchi isi mmepe n'ofe gburugburu ebe obibi.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Nrọ nke Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atọm, ụlọ ọrụ, blockchains",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Gịnị mere blockchain ji dị mkpa?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum na ọnụọgụgu",
  "adoption-chart-column-now-label": "Ugbu a",
  "adoption-chart-investors-label": "Ndị na-achụ ego",
  "adoption-chart-developers-label": "Ndị mmeputa",
  "adoption-chart-companies-label": "Ụlọ ọrụ",
  "adoption-chart-artists-label": "Ndị na-ese ihe osise",
  "adoption-chart-musicians-label": "Ndị na-eti egwu",
  "adoption-chart-writers-label": "Ndị na ede akwụkwọ",
  "adoption-chart-gamers-label": "Ndị egwuregwu",
  "adoption-chart-refugees-label": "Ndị gbapuru ọsọ ndụ"
}
