{
  "layer-2-arbitrum-note": "Ihe akaebe wayo naanị maka ndị ojiji a tụkwasịrị obi, listi ntụkwasị obi emeghebeghị",
  "layer-2-boba-note": "Ọkwá nkwado n'ime mmepe",
  "layer-2-optimism-note": "Enweghị mmejọ na mmepe",
  "layer-2-hero-title": "Layer 2",
  "layer-2-hero-header": "Ethereum maka onye ọ bụla",
  "layer-2-hero-subtitle": "Ịtụle Ethereum maka nnabata mmadụ nnukwu.",
  "layer-2-hero-alt-text": "Ihe atụ maka azụmahịa a kpọkọtara na akuku 2 na bipute ya na Ethereum Mainnet",
  "layer-2-hero-button-1": "Gịnị bụ Layer 2",
  "layer-2-hero-button-2": "Jiri layer 2",
  "layer-2-hero-button-3": "Gaa na layer 2",
  "layer-2-statsbox-1": "TVL akpọchiri na layer 2 (USD)",
  "layer-2-statsbox-2": "Nkezi ego mbufe ụgwọ ETH layer 2 (USD)",
  "layer-2-statsbox-3": "Mgbanwe layer 2 TVL (ụbọchị 30)",
  "layer-2-what-is-layer-2-title": "Gịnị bụ layer 2?",
  "layer-2-what-is-layer-2-1": "Layer 2 (L2) bụ okwu mkpokọta iji kọwaa otu ntọala Ethereum nbawanye ikike ngwọta. <strong>Layer 2 bụ blockchain dị iche iche na-agbatị Ethereum wee keta nkwa nchekwa nke Ethereum</strong>.",
  "layer-2-what-is-layer-2-2": "Ugbu a, ka anyị gwuo ntakịrị n'ime ya. Iji mee nke a, anyị kwesịrị ibu ụzọ kọwaa layer 1 (L1).",
  "layer-2-what-is-layer-1-title": "Gịnị bụ layer 1?",
  "layer-2-what-is-layer-1-1": "Layer 1 bụ isi blockchain. Ethereum na Bitcoin bụ blockchain layer 1 n'ihi na ha bụ <strong>ntọala n'okpuru nke netwọk oyi akwa 2 dị iche iche na-ewu n'elu</strong>. Ihe atụ nke ọrụ layer 2 gụnyere nchekwa-ụzọ na Ethereum na Lightning Network n'elu Bitcoin. Ọrụ azụmahịa niile nke onye ọrụ na ọrụ layer 2 a nwere ike mechaa laghachi azụ na blockchain Layer 1.",
  "layer-2-what-is-layer-1-2": "Ethereum na-arụkwa ọrụ dị ka data nnweta data maka layer 2s. Ọrụ Layer 2 ga-etinye data azụmahịa ha na Ethereum, dabere na Ethereum maka nnweta data. Enwere ike iji data a nweta ọnọdụ layer 2, ma ọ bụ ịgbagha azụmahịa na layer 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum dị ka layer 1 gụnyere:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Netwọk nke ndị na-arụ ọrụ noodu </strong>iji chekwaa ma kwado netwọkụ ahụ",
  "layer-2-what-is-layer-1-list-2": "<strong> Netwok nke ndi na emeputablok</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>Blockchain</strong>na onwe ya na aguguala nke mmekorita data",
  "layer-2-what-is-layer-1-list-4": "<strong>Usoro nkwekọrịta</strong>maka netwọkụ ahụ",
  "layer-2-what-is-layer-1-list-link-1": "Ka nwere mgbagwoju anya na Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Mụta ihe Ethereum bụ.",
  "layer-2-why-do-we-need-layer-2-title": "Gini mere anyi jiri chọọ Layer 2?",
  "layer-2-why-do-we-need-layer-2-1": "Ihe atumatu atọ Blokchain dinma bu na o naghi <strong> enwe otu onye isi, e chekwara ya echekwa, o n'aru oru ofuma</strong>.. Nke <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">blockchain trilemma</a> kwuru na nhazi blockchain dị mfe nwere ike nweta naanị abụọ n'ime atọ. Ịchọrọ blockchain e chekwara na enweghị otu onye isi? I ga achọ ịtụ àjà ọrụ.",
  "layer-2-why-do-we-need-layer-2-2": "Ethereum na-arụ ọrụ ugbu a <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">1+ nde azụmahịa kwa ụbọchị</a>. Ọchịchọ iji Ethereum nwere ike ime ka ọnụ ahịa ego azụmaahịa dị elu. Nke a bụ ebe netwọk oyi akwa 2 na-abata.",
  "layer-2-why-do-we-need-layer-2-scalability": "Scalability",
  "layer-2-why-do-we-need-layer-2-scalability-1": "Ebumnuche nke layer 2 bụ ịbawanye mmepụta azụmahịa (azụmahịa dị elu kwa nkeji) na-achụghị mwepu ma ọ bụ nchekwa.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Ethereum Mainnet (layer 1) nwere ike ịhazi ya naanị <a href=\"https://ethtps.info/Network/Ethereum\"> ihe dị ka azụmahịa 15 kwa nkeji</a>. Mgbe a na-achọ iji Ethereum dị elu, netwọk ahụ na-ejupụta, nke na-abawanye ụgwọ azụmahịa ma na-ere ndị ọrụ na-enweghị ike ịkwụ ụgwọ ndị ahụ. Layer 2s bụ ihe ngwọta na-ebelata ụgwọ ndị ahụ site na nhazi azụmahịa na blockchain layer-1.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Ịhe ndị ọzọ na ọhụụ Ethereum",
  "layer-2-benefits-of-layer-2-title": "Uru ńke layer 2",
  "layer-2-lower-fees-title": "Ọnụ ego dị ala",
  "layer-2-lower-fees-description": "N'igbakoo otutu azụmahịa anaghi eme na chen ka ha bụrụ layer 1, ego ha na ebenata, mezie ka Ethereum diri maka madu nile.",
  "layer-2-maintain-security-title": "Debe nchekwa",
  "layer-2-maintain-security-description": "Blockchain ọkwa 2 na edozi azụmahịa ha na Ethereum Mainnet, na ekwe ndị ọrụ iji nweta uru site na nchekwa nke netwọkụ Ethereum.",
  "layer-2-expand-use-cases-title": "Gbasaa akara ejirila",
  "layer-2-expand-use-cases-description": "Na azụmahịa dị elu kwa nkeji, ụgwọ mbenata, na teknoloji ohuru, oru na-agbanwanye ịghọ ngwa ohuru e mere ka o ka mma.",
  "layer-2-how-does-layer-2-work-title": "Kedu ka akụkụ 2 si aru oru?",
  "layer-2-how-does-layer-2-work-1": "Dịka anyị kwuru n'elu, akụkụ 2 bụ okwu mkpokọta maka Ethereum nbawanye ikike ngwọta na-edozi azụmahịa na ejighị layer 1 Ethereum ka ọ ka na-erite uru na nchekwa na dịghị na etiti nke akuku 1 Ethereum<strong>. Akụkụ 2 bụ blockchain nọ iche na agbatị Ethereum</strong>. Kedu ka nke ahụ si arụ ọrụ?",
  "layer-2-how-does-layer-2-work-2": "Enwere ụdị akụkụ 2 dị iche iche, nke ọ bụla nwere ụdị ahia nke ya na ụdị nchekwa. Akuku 2s na-ewepụ ibu azụmahịa na akuku 1 na-enye ohere ka ọ bụ mgbakọ péré mpe, na ihe nille ga adị mfe ịgbakọ.",
  "layer-2-rollups-title": "Rollups",
  "layer-2-rollups-1": "Mkpokọta Rollups (ma ọ bụ 'kpọkọta') ọtụtụ puku azụmahịa n'ime otu azụmahịa na akuku 1. Nke a na-ekesa ụgwọ azụmahịa L1 nye onye ọ bụla nọ na mpịakọta, na-eme ka ọ dị ọnụ ala maka onye ojiji ọ bụla.",
  "layer-2-rollups-2": "A na eme azụmahịa njikọta na ejighị akụkụ 1 mana a na e nyefee data akụkụ 1. Site n'iyefee data azụmahịa nye akụkụ 1, mkpokọta ga ẹ kẹta nchekwa ńke Ethereum. Nke a bụ n'ihi na ozugbo ebugoro data ahụ na akuku 1, ịghaghachi azụmahịa kpọkọta ga achọ ịtụgharị Ethereum. Enwere ụzọ abụọ dị iche iche maka mkpokọta: nwe nchekwube na ihe ọmụma efu - ha dị iche iche na mbụ na otu esi enyefe data azụmahịa nye L1.",
  "layer-2-optimistic-rollups-title": "Optimistic rollups",
  "layer-2-optimistic-rollups-description": "Mkpokọta nwere nchekwube n'echiche nke a na-eche na azụmahịa dị mma, mana enwere ike ịgba aka ma ọ bụrụ na ọ dị mkpa. Ọ bụrụ na a na-enyo enyo na azụmahịa na-ezighi ezi, a na-agbago akaebe mmejọ iji hụ ma nke a emeela.",
  "layer-2-optimistic-rollups-childSentance": "Ihe ndi ọzọ na mkpokọta nwere nchekwube",
  "layer-2-zk-rollups-title": "Zero-knowledge rollups",
  "layer-2-zk-rollups-description": "Ihe ọmụma efu mkpokọta n'eji nkọwa ụdị ebe a na-agbakọ azụmahịa n'ọrụ-nwanyụ, na mgbe ahụ, a na-enye data agbakwunyere na Ethereum Mainnet dị ka ihe akaebe nke nkwado ha.",
  "layer-2-zk-rollups-childSentance": "Ihe ndị ọzọ gbasara ZK-rollups",
  "layer-2-dyor-title": "Mee nyocha nke gị: ihe ize ndụ nke akuku 2",
  "layer-2-dyor-1": "Ọtụtụ ọrụ layer 2 dị obere ma ka na-achọ ka ndị ọrụ tụkwasị obi ụfọdụ ndị ọrụ ka ha kwuo eziokwu ka ha na-arụ ọrụ iji mee netwọk ha dịrị n'etiti. Na-eme nyocha nke onwe gị mgbe niile iji kpebie ma ọ dị gị mma maka ihe egwu ọ bụla metụtara.",
  "layer-2-dyor-2": "Maka ozi ndị ọzọ gbasara teknụzụ, ihe egwu, na ntụkwasị obi echiche nke akuku 2s, anyị ga-akwado gi ịlele L2BEAT, nke na-enye usoro nyocha ihe egwu zuru oke nke ọrụ ọ bụla.",
  "layer-2-dyor-3": "Gaa na L2BEAT",
  "layer-2-use-layer-2-title": "Jiri layer 2",
  "layer-2-use-layer-2-1": "Ugbu a ị ghọtara ihe kpatara akụkụ 2 dị na otu o si arụ ọrụ, ka anyị mee ka gị malite!",
  "layer-2-contract-accounts": "Ọ bụrụ na ị na-eji obere akpa intaneti smart contract dịka Safe ma ọ bụ Argent, ị gaghị na-achịkwa adreesị a na akuku 2 ruo mgbe ị ga nyefee akaụntụ nkwekọrịta ga na adreesị dị na layer 2. Akaụntụ kpochapụwo na akpaokwu nweghachite ga-enwe otu akaụntụ na-akpaghị aka ná netwọk akụkụ 2 niile.",
  "layer-2-use-layer-2-generalized-title": "Akụkụ 2s na n'ozuzu ya",
  "layer-2-use-layer-2-generalized-1": "N'ozuzu akụkụ 2s na-akpa àgwà ka Ethereum - mana dị ọnụ ala. Ihe ọ bụla ị nwere ike ime na Ethereum akụkụ 1, ị nwekwara ike ime na akuku 2. Ọtụtụ dapps amalitelarị ịkwaga na netwọk ndị a ma ọ bụ na-amafe Mainnet kpam kpam iji tinye ya na akuku 2.",
  "layer-2-use-layer-2-application-specific-title": "Ngwa kpọmkwem akụkụ 2s",
  "layer-2-use-layer-2-application-specific-1": "Ngwa kpọmkwem akụkụ 2s bụ oru ngo na-ahụ maka ịkwalite oghere ngwa, na-eweta arụmọrụ ka mma.",
  "layer-2-sidechains-title": "Ihe ndetu na sidechains, validiums na blockchain ọzọ",
  "layer-2-sidechains-1": "<strong>Sidechains and validiums </strong>bụ blockchain nke na-ekwe ka akụ sitere na Ethereum mechie ma jiri ya na blockchain ọzọ. Sidechains na validiums na agba n'otu n'otu na Ethereum ma soro Ethereum na-emekọrịta ihe site na àkwà mmiri, mana ha anaghị enweta nchekwa ha ma ọ bụ nnweta data site na Ethereum.",
  "layer-2-sidechains-2": "Ha abụọ nbawanye ikike n'otu aka ahụ na akuku 2s - ha na-enye ụgwọ azụmahịa dị ala na ntinye azụmahịa dị elu - mana ha nwere echiche ntụkwasị obi dị iche iche.",
  "layer-2-more-on-sidechains": "Ozi ndị ọzọ gbasara sidechains",
  "layer-2-more-on-validiums": "Ozi ndị ọzọ gbasara validiums",
  "layer-2-sidechains-4": "Ụfọdụ layer 1 blockchains na-akọpụta mmepụta dị elu na ụgwọ azụmahịa dị ala karịa Ethereum, mana n'ozuzu ya na ahia ahia n'ebe ndị ọzọ, dịka ọmụmaatụ ihe ngwaike chọrọ maka ọnụ ọnụ.",
  "layer-2-onboard-title": "Otu esi esi banye na akuku 2",
  "layer-2-onboard-1": "Enwere ụzọ abụọ bụ isi iji nweta akụ gị n'elu akụkụ 2: nweta ego site na Ethereum site na nkwekọrịta smart ma ọ bụ wepụ ego gị na mgbanwe ozugbo na netwọk akụkụ 2.",
  "layer-2-onboard-wallet-title": "Ego dị na Akpa ego intaneti gị?",
  "layer-2-onboard-wallet-1": "Ọ bụrụ na ị nwetala ETH gị na obere akpa intaneti gị, ị ga-achọ iji àkwà mmiri bugharịa ya na Ethereum Mainnet gaa na okwa 2.",
  "layer-2-more-on-bridges": "Ọzọ maka njikọ",
  "layer-2-onboard-wallet-input-placeholder": "Họrọ L2 ịchọrọ ijikọ na",
  "layer-2-onboard-wallet-selected-1": "Ị nwere ike jikọọ na",
  "layer-2-onboard-wallet-selected-2": "na-eji akpa ego intaneti ndị a:",
  "layer-2-bridge": "Njikọ",
  "layer-2-onboard-exchange-title": "Ego na mgbanwe?",
  "layer-2-onboard-exchange-1": "Ụfọdụ mgbanwe etiti ugbu a na-enye mwepu na nkwụnye ego ozugbo na akuku 2s. Lelee nke mgbanwe nkwado akụkụ 2 mwepụ na nke akuku 2s ha na-akwado.",
  "layer-2-onboard-exchange-2": "Ị ga-achọkwa akpa ego intaneti iji wepụ ego gị na ya.",
  "layer-2-onboard-find-a-wallet": "Chọta akpa ego intaneti Ethereum.",
  "layer-2-onboard-exchange-input-placeholder": "Lelee mgbanwe ndị na-akwado L2",
  "layer-2-deposits": "Nkwụnye ego",
  "layer-2-withdrawals": "Mwepu",
  "layer-2-go-to": "Gaa na",
  "layer-2-tools-title": "Ngwaọrụ ka ọ dị irè na akuku 2",
  "layer-2-tools-l2beat-description": "L2BEAT bụ nnukwu akụrụngwa maka ilele nyocha ihe egwu teknụzụ nke ọrụ akụkụ 2. Anyị na-akwado ịlele ihe onwunwe ha mgbe ị na-eme nchọpụta ụfọdụ ọrụ akụkụ 2.",
  "layer-2-tools-l2fees-description": "Ụgwọ L2 na-enye gị ohere ịhụ ọnụ ahịa ugbu a (nke a na-akwụ na USD) maka ime azụmahịa na akuku 2 dị iche iche.",
  "layer-2-tools-chainlist-description": "Chainlist bụ nnukwu akụrụngwa maka ibu bata netwọkụ RPC n'ime obere akpa intaneti nkwado. Ị ga-ahụ RPC maka ọrụ akụkụ 2 ebe a iji nyere gị aka jikọọ.",
  "layer-2-tools-zapper-description": "Jikwaa mkpokọta web3 Pọtụfoliyo gị site na DeFi gaa na NFT na ihe ọ bụla na abịa. Tinye ego na ohere kachasị ọhụrụ site n'otu ebe dị mma.",
  "layer-2-tools-zerion-description": "Wulite ma jikwaa Pọtụfoliyo DeFi gị niile site n'otu ebe. Chọpụta ụwa ego nke enweghị etiti taa.",
  "layer-2-tools-debank-description": "Soro kwa ihe niile dị mkpa na-eme na ụwa web3",
  "layer-2-faq-title": "FAQ",
  "layer-2-faq-question-1-title": "Kedu ihe kpatara enweghị 'onye ọrụ' Ethereum L2?",
  "layer-2-faq-question-1-description-1": "Dị ka enweghị onye ahịa Ethereum akwadoro, enweghị Ethereum layer 2 'akwadoro'. Ethereum enweghị ikike -onye ọ bụla nwere ike ịmepụta layer 2 n'iji teknụzụ! Otutu ìgwè ga-emejuputa ụdị ha nke layer 2, na gburugburu ebe obibi n'ozuzu ya ga-erite uru site na ụdị dị iche iche nke imewe na-abịaru nso nke kachasị maka iji dị iche iche. Dị ka anyị nwere ọtụtụ ndị ahịa Ethereum m\nemepụtara site na ọtụtụ otu iji nwee ụdị dị iche iche na netwọk, nke a ga-abụkwa otú layer 2 si etolite n'ọdịnihu.",
  "layer-2-faq-question-2-title": "Gịnị bụ ọdịiche dị n'etiti optimistic na zero-knowledge rollups?",
  "layer-2-faq-question-2-description-1": "Ma nchekwube na ihe ọmụma efu nchekwa-ụzọ chịkọta (ma ọ bụ 'kpọkọta') narị azụmahịa n'ime otu azụmahịa na layer 1. Nchekwa-ụzọ a na-eme azụmahịa na-abụghị nke layer 1 mana a na-eziga data azụmahịa na layer 1.",
  "layer-2-faq-question-2-description-2": "Isi ihe dị iche bụ ihe ezigara data na layer 1 yana otu esi enyocha data ahụ. Ngosipụta nkwado (zero knowledge rollups na eji) arụ na-agbakọ n'ọrụ-nwanyụ ma biputere ihe akaebe, ebe ihe akaebe na-ezighị ezi (optimistic rollups na eji) naanị na eme mgbako n'ọnụ n'ọrụ mgbe a na-enyo mmejọ ma a ga-enyocha ya.",
  "layer-2-faq-question-2-description-3": "N'oge a, ọtụtụ nchekwa-ụzọ ZK bụ ngwa kpọmkwem, n'ụzọ dị iche na nchekwube nchekwa-ụzọ bụ nke a na-ahụkarị.",
  "layer-2-more-info-on-optimistic-rollups": "Ozi ndị ọzọ gbasara optimistic rollups",
  "layer-2-more-info-on-zk-rollups": "Ozi ndị ọzọ gbasara zero-knowledge rollups",
  "layer-2-faq-question-4-title": "Kedu ihe egwu dị na layer 2?",
  "layer-2-faq-question-4-description-1": "Ọrụ layer 2 nwere ihe egwu ndị ọzọ ma e jiri ya tụnyere ijide ego na ịzụ ahịa ozugbo na Ethereum Mainnet. Dịka ọmụmaatụ, ndị na-eso ụzọ nwere ike gbadata, na-eduga gị ichere iji nweta ego.",
  "layer-2-faq-question-4-description-2": "Anyị na-agba gị ume ka ị mee nyocha nke gị tupu ibufee nnukwu ego na layer 2. Maka ozi ndị ọzọ gbasara teknụzụ, ihe egwu, na echiche ntụkwasị obi nke layer 2s, anyị na-akwado ịlele<a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, nke na-enye usoro nyocha ihe egwu zuru oke nke ọrụ ọ bụla.",
  "layer-2-faq-question-4-description-3": "Blockchain bridges, nke na-enyere aka ịnyefe ihe onwunwe na oyi akwa 2, nọ n'oge mmalite nke mmepe na ọ ga-abụ na achọpụtabeghị nhazi akwa mmiri kachasị mma. Enweela<a href=\"https://rekt.news/wormhole-rekt/\">hacks nke àkwà mmiri na-adịbeghị anya</a>.",
  "layer-2-faq-question-5-title": "Kedu ihe kpatara na edepụtaghị ụfọdụ ọrụ layer 2 ebe a?",
  "layer-2-faq-question-5-description-1": "Anyị chọrọ ijide n'aka na anyị depụta ihe kacha mma enwere ike ime ka ndị ọrụ nwee ike ịnyagharịa oghere layer 2 na nchekwa na ntụkwasị obi. Anyị na-edobe usoro nke njirisi maka otu esi enyocha ọrụ maka nsonye.",
  "layer-2-faq-question-5-view-listing-policy": "Lelee amụma ndepụta layer 2 anyị ebe a.",
  "layer-2-faq-question-5-description-2": "Onye ọ bụla nweere onwe ya ịtụ aro ịgbakwunye layer 2 na ethereum.org. Ọ bụrụ na enwere layer 2 nke anyị tụfuru,<a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">biko tụọ aro ya</a>.",
  "layer-2-further-reading-title": "Further reading",
  "a-rollup-centric-ethereum-roadmap": "Ụzọ mapu rollup-centric ethereum",
  "an-incomplete-guide-to-rollups": "An Incomplete Guide to Rollups",
  "polygon-sidechain-vs-ethereum-rollups": "Polygon sidechain vesọs Ethereum rollups: ụzọ 2 eji etule| Vitalik Buterin na Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "ROLLUPS- Atụmatụ Kacha mma Ethereum ga eji Tulee? Akọwara Arbitrum & nchekwube",
  "scaling-layer-1-with-shard-chains": "Ịtụle layer 1 na agbụ shard",
  "understanding-rollup-economics-from-first-principals": "Nghọta akụnụba rollup sitere na ndị bidoro mbụ",
  "arbitrum-description": "Arbitrum bụ Optimistic Rollup nke na-achọ inwe mmetụta nke ọma ka ya na Ethereum na-akpakọrịta, mana na azụmahịa na-efu ntakịrị ihe ha na-eme na L1.",
  "optimism-description": "Optimism bụ EVM, dị mfe, yana nchekwa. Ọ na-agbada teknụzụ Ethereum ka ọ nbawanye ikike ụkpụrụ ya site na ntinye ego ngwa ahịa ọha.",
  "boba-description": "Boba bụ Optimistic Rollup nwere nchekwube ewepụtara na mbụ site na Optimism nke bụ ihe ngwọta na-achọsi ike ibelata ụgwọ gas, kwalite mmepụta azụmahịa, yana ịgbatị ike nke smart contracts.",
  "loopring-description": "Loopring's zkRollup L2 Solution bu n'obi inye otu ihe nchekwa ahụ dị ka Ethereum mainnet, yana nnukwu mmụba scalability: mmepụta mụbara site na 1000x, ọnụ ahịa belatara naanị 0.1% nke L1.",
  "zksync-description": "ZKsync bụ usoro ntụgharị zk nke na-eme ka onye ọrụ si na Matter Labs. Ọ bụ ihe ngwọta maka Ethereum, ebielarị na mainnet Ethereum. Ọ na-akwado ịkwụ ụgwọ, swaps token na nkeji NFT.",
  "zkspace-description": "Platfọmu ZKSpace nwere akụkụ atọ bụ isi: layer 2 AMM DEX na-eji teknụzụ ZK-Rollups nke a na-akpọ ZKSwap, ọrụ ịkwụ ụgwọ a na-akpọ ZKSquare, na ebe ahịa NFT a na-akpọ ZKSea.",
  "aztec-description": "Netwọk Aztec bụ zk-rollup nkeonwe nke mbụ na Ethereum, na eme ka ngwa agbasasịghị nweta ohere nzuzo na ọnụ ọgụgụ.",
  "layer-2-note": "Mara:",
  "layer-2-ecosystem-portal": "Portal Ecosystem",
  "layer-2-token-lists": "Ndepụta Token",
  "layer-2-explore": "Nyochaa",
  "page-dapps-ready-button": "Gaa"
}
