{
  "51%-attack-term": "tấn công 51%",
  "51%-attack-definition": "Một loại tấn công mà một nhóm chiếm quyền kiểm soát phần lớn <a href=\"/glossary/#node\">nút</a>. Điều này sẽ cho phép họ gian lận blockchain bằng cách đảo ngược <a href=\"/glossary/#transaction\">giao dịch</a> và chi tiêu gấp đôi <a href=\"ether\">ether</a> và các mã thông báo khác.",
  "account-term": "Tài khoản",
  "account-definition": "Tài khoản Ethereum là một định danh số trên mạng Ethereum, giúp người dùng chuyển nhận Ether, tài sản số và sử dụng hợp đồng thông minh.",
  "address-term": "Địa chỉ",
  "address-definition": "Địa chỉ Ethereum là mã nhận dạng duy nhất, giống như số tài khoản ngân hàng trong thế giới tiền điện tử, dùng để xác định và nhận tài sản cho tài khoản Ethereum của bạn.",
  "anti-sybil-term": "Chống mạo nhân",
  "anti-sybil-definition": "Là những cách để chống một người giả vở làm nhiều người dùng cùng lúc trên mạng, qua đó đảm bảo mỗi người dùng là một người thật duy nhất. Điều này giúp các tương tác trên mạng công bằng và thật thà.",
  "apr-term": "APR",
  "apr-definition": "APR, viết tắt cho Annual Percentage Rate, là Tỉ Lệ Phần Trăm Hàng Năm, phản ánh chi phí hàng năm của việc vay mượn tiền, bao gồm cả thuế và phí, dưới dạng phần trăm.",
  "attestation-term": "Sự chứng thực",
  "block-term": "Khối",
  "block-definition": "Một khối là nơi lưu trữ các giao dịch hoặc hành động kỹ thuật số. Khi một khối đầy, nó sẽ được liên kết với khối trước đó, tạo thành một chuỗi các khối hoặc 'chuỗi khối'. <a href=\"/developers/docs/blocks/\">Tìm hiểu thêm về các khối</a>.",
  "blockchain-term": "Chuỗi khối",
  "blockchain-definition": "Blockchain là sổ cái giao dịch được nhân bản và phân phối trên toàn bộ mạng, giúp dữ liệu không thể bị chỉnh sửa ngược lại.",
  "bridge-term": "Cầu nối",
  "bridge-definition": "Blockchain bridge là công cụ cho phép luân chuyển tài sản giữa các chuỗi khối khác nhau.",
  "consensus-term": "Sự đồng thuận",
  "consensus-definition": "Khi ít nhất 2/3 máy tính trong một mạng lưới đồng thuận rằng chúng có cùng bộ dữ liệu, nhằm đảm bảo tất cả mọi người cùng có đúng thông tin. Việc này không phải là làm theo luật, mà là đảm bảo tất cả đều có thông tin giống nhau.",
  "consensus-layer-term": "Lớp đồng thuận",
  "cryptoeconomics-term": "Nền kinh tế mã hóa",
  "cryptography-term": "Mật mã học",
  "cryptography-definition": "Đó là việc mã hóa thông tin nhằm giữ cho liên lạc riêng tư và chỉ người nhận hợp lệ mới có thể truy cập.",
  "dao-term": "Tổ chức Tự trị Phi tập trung (DAO)",
  "dao-definition": "Một DAO là một tổ chức kỹ thuật số được điều hành bởi các quy tắc được mã hóa trên một chuỗi khối, trong đó các quyết định được đưa ra từ bỏ phiếu của các thành viên, chứ không phải bởi một cơ quan trung ương. <a href=\"/dao/\">Tìm hiểu thêm về các tổ chức tự trị phi tập trung (DAOs)</a>.",
  "dapp-term": "Ứng dụng phi tập trung",
  "dapp-definition": "DApp là một ứng dụng phi tập trung chạy trên chuỗi khối, cung cấp dịch vụ mà không cần cơ quan trung ương kiểm soát. <a href=\"/apps/\">Tìm hiểu thêm về các ứng dụng phi tập trung</a>.",
  "data-availability-term": "Tính khả dụng dữ liệu",
  "defi-term": "Tài chính phi tập trung",
  "dex-term": "Sàn phi tập trung (DEX)",
  "difficulty-bomb-term": "độ khó xử lý tính toán",
  "ens-term": "Dịch vụ Định danh Ethereum",
  "ens-definition": "\"Ethereum Name Service\" giống như một danh bạ trên Internet cho các địa chỉ Ethereum. Thay vì sử dụng các địa chỉ ví dài, ENS cho phép bạn dùng những tên đơn giản như \"john.eth\" để gửi và nhận tiền điện tử và tài sản.",
  "epoch-term": "Tham số epoch",
  "eoa-term": "Tài khoản sở hữu bên ngoài (EOA)",
  "erc-term": "Các yêu cầu Bình luận Ethereum (ERC)",
  "erc-definition": "ERC (<strong>Ethereum Request for Comments</strong>) là một loại tài liệu kỹ thuật được sử dụng trong cộng đồng Ethereum đề xuất các tiêu chuẩn sử dụng mới cho mạng lưới Ethereum.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "Một tiêu chuẩn Token Ethereum giống như NFT (Tương tự như vật phẩm sưu tầm độc nhất) nhưng cũng cho phép tạo ra các vật phẩm có thể hoán đổi lẫn nhau (như tiền tệ) trong cùng một hợp đồng thông minh.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "Là bộ quy tắc chuẩn mà hầu hết các Token trên mạng lưới Ethereum phải tuân theo.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "Một bộ quy tắc chuẩn được sử dụng để tạo NFT (Token không thể thay thế).",
  "ether-term": "Ether",
  "events-term": "Sự kiện",
  "execution-layer-term": "Lớp thực thi",
  "finality-term": "Sự hoàn tất",
  "fork-term": "Nĩa",
  "fraud-proof-term": "Chống gian lận",
  "fraud-proof-definition": "Một mô hình bảo mật cho các giải pháp <a href=\"/glossary/#layer-2\">layer 2</a> mà, để tăng tốc độ, nhiều giao dịch được <a href=\"/glossary/#rollups\">gộp lại</a> thành các gói và gửi lên Ethereum trong một giao dịch duy nhất. Những người khác trong mạng lưới có thể thực hiện lại các giao dịch để kiếm tra xem chúng đã được thực hiện một cách trung thực hay chưa. Nếu họ phát hiện mâu thuẫn giữa dữ liệu được gửi đi và phiên bản của chính mình, họ có thể gửi một bằng chứng mật mã để thể hiện nơi gian lận diễn ra. Một số <a href=\"/glossary/#rollups\">rollup</a> sử dụng <a href=\"/glossary/#validity-proof\">các bằng chứng hợp lệ</a>.",
  "gas-term": "Gas",
  "gas-definition": "Gas là phí được trả cho các giao dịch và hợp đồng thông minh trên một mạng chuỗi khối như Ethereum. <a href=\"/gas/\">Thêm về gas và phí</a>.",
  "gwei-term": "Gwei",
  "hash-term": "Băm",
  "holographic-consensus-definition": "Đề cập đến cách một quyết định lớn được đưa ra bằng cách cho một nhóm nhỏ đại diện bỏ phiếu. Sau đó, mọi người còn lại đồng ý tuân theo, miễn là họ tin rằng nhóm nhỏ đã thực hiện tốt nhiệm vụ.",
  "key-definition": "Trong bối cảnh Ethereum, khóa (Key) là các mã số điện tử: khóa công khai (Public Key) để nhận giao dịch và khóa riêng tư (Private Key) để truy cập và gửi tài sản.",
  "layer-2-term": "Lớp 2",
  "layer-2-definition": "Các layer 2 là những mạng lưới khác được xây dựng dựa trên mạng chính Ethereum để giúp giao dịch nhanh chóng và rẻ hơn. <a href=\"/layer-2/\">Thêm về layer 2</a>.",
  "liquidity-tokens-term": "Mã thông báo thanh khoản",
  "liquidity-tokens-definition": "Liquidity token (LT) là Token điện tử được phát hành cho những người tham gia gửi tài sản vào một quỹ thanh khoản — một tập hợp quỹ được khóa trong hợp đồng thông minh và được sử dụng để hỗ trợ thanh khoản trên sàn phi tập trung (DEX).",
  "mainnet-term": "Mainnet",
  "mev-term": "MEV",
  "mev-definition": "Một cơ chế ưu tiên hành động nhất định trên chuỗi khóa bằng cách trả phí, ảnh hưởng đến kết quả và thứ tự của các giao dịch.",
  "multisig-term": "Đa chữ ký",
  "multisig-definition": "Multisig (đa chữ ký) đề cập đến một ví hoặc tài khoản điện tử yêu cầu nhiều chữ ký hoặc sự phê duyệt để thực hiện giao dịch, từ đó tăng cường tính bảo mật.",
  "nft-term": "Token không phân tách (NFT)",
  "node-term": "Nút",
  "onchain-definition": "Đề cập đến các hành động hoặc giao dịch diễn ra trên chuỗi khóa và công khai cho mọi người xem.",
  "optimistic-rollup-term": "Rollup tích cực",
  "optimistic-rollup-definition": "Rollup tích cực là một giải pháp Layer 2 nhằm tăng tốc đô giao dịch trên Ethereum bằng cách mặc định coi chúng là hợp lệ trừ khi bị tranh chấp. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Thêm về Rollup tích cực</a>.",
  "peer-to-peer-network-definition": "Một mạng lưới các máy tính (peer) có khả năng thực hiện các chức năng mà không phụ thuộc vào một cơ sở trung tâm hay máy chủ.",
  "permissionless-term": "Không cần sự cho phép",
  "permissionless-definition": "Không cần xin phép hay phê duyệt để sử dụng Ethereum và không ai có thể ngăn cản bạn sử dụng nó. Hệ thống luôn mở cửa 24/7 để mọi người tham gia.",
  "private-key-term": "Khoá riêng tư",
  "pos-term": "Bằng chứng cổ phần (PoS)",
  "pow-term": "Bằng chứng công việc (PoW)",
  "public-key-term": "Khoá công khai",
  "recovery-phrase-definition": "Một danh sách các từ được cung cấp cho bạn khi tạo một ví điện tử. Nó đóng vai trò một mật khẩu giúp bạn truy cập lại ví nếu mất, để đảm bảo bạn không mất tiền điện tử hay token.",
  "rollups-term": "Rollup",
  "sequencer-definition": "Sequencer là chương trình chịu trách nhiệm sắp xếp thứ tự các giao dịch trên mạng lưới chuỗi khối.",
  "smart-contract-term": "Hợp đồng Thông minh",
  "stablecoin-term": "Stablecoin",
  "stablecoin-definition": "Stablecoin là loại tiền mã hóa được thiết kế để giữ giá trị ổn định, thường gắn chặt với một loại tiên tệ hay hàng hóa (như đô la Mỹ), để giảm tối đa biến động giá. <a href=\"/stablecoins/\">Thêm về các stablecoin</a>.",
  "staking-term": "Staking",
  "staking-pool-term": "Bể Staking",
  "sybil-attack-term": "Tấn công mạo nhận",
  "sybil-attack-definition": "Tấn công mạo nhận là việc các cá nhân lừa một hệ thống tin rằng cá nhân đó là nhiều người, để tăng sự ảnh hưởng của họ.",
  "transaction-fee-term": "Phí giao dịch",
  "transaction-fee-definition": "Một khoản phí bạn cần trả mỗi khi sử dụng mạng Ethereum. Ví dụ bao gồm gửi tiền từ <a href=\"/glossary/#wallet\">ví</a> của bạn hay tác vụ <a href=\"/glossary/#dapp\">dapp</a>, như hoán đổi token hoặc mua vật phẩm sưu tầm. Bạn có thể nghĩ khoản phí này như phí dịch vụ. Mức phí này sẽ thay đổi dựa trên mức độ đông đúc của mạng lưới. Lý do là các <a href=\"/glossary/#validator\">nút xác thực</a>, những người chịu trách nhiệm xử lý giao dịch của bạn, có xu hướng ưu tiên các giao dịch trả phí cao hơn, nên tình trạng tắc nghẽn sẽ đẩy giá lên cao. <br/><br/>Về mặt kỹ thuật, phí giao dịch của bạn liên quan đến lượng <a href=\"/glossary/#gas\">gas</a> mà giao dịch yêu cầu. <br/><br/>Việc giảm phí giao dịch đang là một chủ đề rất được quan tâm hiện nay. Xem <a href=\"/glossary/#layer-2\">Layer 2</a>.",
  "trust-assumptions-term": "Giả định về độ tin cậy",
  "validity-proof-term": "Bằng chứng hợp lệ",
  "wallet-term": "Ví",
  "web2-term": "Web2",
  "web3-term": "Web3",
  "wei-term": "Wei"
}
