{
  "51%-attack-term": "tấn công 51%",
  "51%-attack-definition": "Một loại tấn công trong đó một nhóm giành được quyền kiểm soát phần lớn <a href=\"/glossary/#node\">nút</a>. Điều này sẽ cho phép họ gian lận chuỗi khối bằng cách đảo ngược các <a href=\"/glossary/#transaction\">giao dịch</a> và chi tiêu kép <a href=\"/glossary/#ether\">ether</a> và các token khác.<br /><br />Trong bằng chứng cổ phần của Ethereum, điều này sẽ đạt được bằng cách tích lũy hơn một nửa tổng số ether đã đặt cược. Điều này sẽ cho phép kẻ tấn công quyết định khối mới nào được thêm vào chuỗi khối. Tuy nhiên, để hoàn nguyên chuỗi hoặc chi tiêu kép, kẻ tấn công sẽ cần ít nhất 66% tổng số ether đã đặt cược.",
  "account-term": "Tài khoản",
  "account-definition": "Tài khoản Ethereum là một danh tính kỹ thuật số trên chuỗi khối Ethereum, cho phép người dùng gửi, nhận Ether và tương tác với các hợp đồng thông minh.<br /><br /><strong>Kỹ thuật:</strong><br />Đó là một đối tượng chứa địa chỉ, số dư, số nonce, cùng với kho lưu trữ và mã tùy chọn. Một tài khoản có thể là một tài khoản hợp đồng hoặc một tài khoản thuộc sở hữu bên ngoài (EOA).",
  "address-term": "Địa chỉ",
  "address-definition": "Địa chỉ Ethereum là một mã định danh độc nhất được sử dụng để nhận token, hoạt động tương tự như số tài khoản ngân hàng đối với tiền mã hóa. Nó được dùng để xác định tài khoản Ethereum của bạn.<br /><br />Nó là là 160 bit bên phải cùng của hàm băm Keccak từ khóa công khai ECDSA.",
  "anti-sybil-term": "Chống mạo nhân",
  "anti-sybil-definition": "Là những cách để chống một người giả vở làm nhiều người dùng cùng lúc trên mạng, qua đó đảm bảo mỗi người dùng là một người thật duy nhất. Điều này giúp các tương tác trên mạng công bằng và thật thà.",
  "abi-term": "Giao diện nhị phân ứng dụng (ABI)",
  "abi-definition": "Một tệp JSON xác định các hàm và biến có trong một hợp đồng thông minh. ABI cho phép mã bytecode được ánh xạ sang các định dạng mà con người có thể đọc được.",
  "api-term": "Giao diện lập trình ứng dụng (API)",
  "api-definition": "Application Programming Interface (API), tức Giao diện Lập trình Ứng dụng, là một tập hợp các định nghĩa cách sử dụng một phần mềm. Một API nằm giữa một ứng dụng và một máy chủ web, tạo điều kiện thuận lợi cho việc truyền dữ liệu giữa chúng.",
  "apr-term": "APR",
  "apr-definition": "APR, viết tắt cho Annual Percentage Rate, là Tỉ Lệ Phần Trăm Hàng Năm, phản ánh chi phí hàng năm của việc vay mượn tiền, bao gồm cả thuế và phí, dưới dạng phần trăm.",
  "asic-term": "ASIC",
  "asic-definition": "Vi mạch tích hợp chuyện dụng. Thường để ám chỉ một vi mạch được tích hợp, được chế tạo riêng để khai thác tiền mã hóa.",
  "assert-term": "xác định",
  "assert-definition": "Trong <a href=\"/glossary/#solidity\">Solidity</a>, `assert(false)` biên dịch thành `0xfe`, một mã opcode không hợp lệ, sử dụng hết toàn bộ <a href=\"/glossary/#gas\">gas</a> còn lại và hoàn nguyên tất cả các thay đổi. Khi một câu lệnh `assert()` không thành công, điều gì đó rất sai và không mong muốn đang xảy ra, và bạn sẽ cần phải sửa mã của mình. Bạn nên sử dụng `assert()` để tránh các điều kiện không bao giờ xảy ra. <a href=\"/developers/docs/smart-contracts/security/\">Tìm hiểu thêm về bảo mật hợp đồng thông minh</a>.",
  "attestation-term": "Sự chứng thực",
  "attestation-definition": "Một tuyên bố được một thực thể đưa ra rằng một điều gì đó là sự thật. Trong bối cảnh Ethereum, các trình xác thực sự đồng thuận phải đưa ra tuyên bố về những gì họ tin là trạng thái của chuỗi. Vào những thời điểm được chỉ định, mỗi trình xác thực có trách nhiệm xuất bản các chứng thực khác nhau để chính thức tuyên bố quan điểm của trình xác thực này về chuỗi, bao gồm điểm kiểm tra được hoàn thiện cuối cùng và phần đầu hiện tại của chuỗi. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Tìm hiểu thêm về chứng thực</a>.",
  "base-fee-term": "Phí cơ bản",
  "base-fee-definition": "Mọi <a href=\"/glossary/#block\">khối</a> đều có một mức giá dự trữ được gọi là 'phí cơ bản'. Đó là <a href=\"/glossary/#gas\">phí gas</a> tối thiểu mà người dùng phải trả để đưa một giao dịch vào khối tiếp theo. <a href=\"/developers/docs/gas/\">Tìm hiểu thêm về gas và phí</a>.",
  "beacon-chain-term": "Chuỗi hải đăng",
  "beacon-chain-definition": "Chuỗi Hải Đăng là chuỗi khối đã giới thiệu <a href=\"/glossary/#pos\">bằng chứng cổ phần</a> và <a href=\"/glossary/#validator\">các nút</a> tới Ethereum. Nó hoạt động song song với mạng bằng chứng công việc chính của Ethereum cho đến khi cả hai mạng được hợp nhất vào tháng chín năm 2022 để hình thành Ethereum ngày nay. <a href=\"/roadmap/beacon-chain/\">Thêm về Chuỗi Hải Đăng</a>.",
  "big-endian-term": "Big-endian",
  "big-endian-definition": "Một cách biểu diễn số vị trí trong đó chữ số có nghĩa nhất được đặt trước trong bộ nhớ. Ngược lại với little-endian, trong đó chữ số có nghĩa nhỏ nhất được đặt trước.",
  "block-term": "Khối",
  "block-definition": "Một khối là nơi các giao dịch hoặc tác vụ số được lưu trữ. Khi một khối đầy, nó sẽ được liên kết với khối trước đó, tạo thành một chuỗi các khối hay \"chuỗi khối\". <a href=\"/developers/docs/blocks/\">Xem thêm về các khối</a>.<br /><br />Một khối là một nhóm đơn vị thông tin, bao gồm một danh sách giao dịch theo thứ tự và thông tin liên quan đến sự đồng thuận. Các khối được đề xuất bởi các nút xác thực bằng chứng cổ phần, sau đó được chia sẻ trên toàn bộ mạng ngang hàng, nơi tất cả các nút khác có thể dễ dàng xác thực độc lập. Các quy tắc đồng thuận quyết định những nội dung nào của một khối được coi là hợp lệ, và bất kỳ khối không hợp lệ nào sẽ bị mạng lưới loại bỏ. Thứ tự của các khối này và các giao dịch trong đó tạo ra một chuỗi các sự kiện có tính xác định, với điểm cuối đại diện cho trạng thái hiện tại của mạng lưới.",
  "block-explorer-term": "Trang tra cứu blockchain",
  "block-explorer-definition": "Một giao diện cho phép người dùng tìm kiếm thông tin từ, và về một chuỗi khối. Điều này bao gồm truy xuất các giao dịch riêng lẻ, hoạt động liên quan đến các địa chỉ cụ thể và thông tin về mạng lưới.",
  "block-header-term": "Tiêu đề khối",
  "block-header-definition": "Tiêu đề khối là một tập hợp siêu dữ liệu về một khối và là bản tóm tắt các giao dịch có trong tải trọng thực thi.",
  "block-propagation-term": "Lan truyền khối",
  "block-propagation-definition": "Quá trình truyền một khối đã được xác nhận đến tất cả các nút khác trong mạng.",
  "block-proposer-term": "Người đề xuất khối",
  "block-proposer-definition": "Trình xác thực cụ thể được chọn để tạo một khối trong một <a href=\"/glossary/#slot\">slot</a> cụ thể.",
  "block-reward-term": "Phần thưởng khối",
  "block-reward-definition": "Số lượng ether được thưởng cho người đề xuất một khối hợp lệ mới.",
  "block-status-term": "Trạng thái khối",
  "block-status-definition": "Các trạng thái mà một khối có thể tồn tại. Các trạng thái có thể bao gồm:<br/><br/><ul><li>proposed: khối được một trình xác thực đề xuất</li><li>scheduled: các trình xác thực hiện đang gửi dữ liệu</li><li>missed/skipped: người đề xuất không đề xuất khối trong khoảng thời gian đủ điều kiện</li><li>orphaned: khối đã được tổ chức lại bởi <a href=\"/glossary/#fork-choice-algorithm\">thuật toán lựa chọn phân nhánh</a></li></ul>",
  "block-time-term": "Thời gian khối",
  "block-time-definition": "Khoảng thời gian giữa các khối được thêm vào chuỗi khối.",
  "block-validation-term": "Xác thực khối",
  "block-validation-definition": "Quá trình kiểm tra xem một khối mới có chứa các giao dịch và chữ ký hợp lệ hay không, được xây dựng trên chuỗi lịch sử nặng nhất (nghĩa là chuỗi đã tích lũy được nhiều chứng thực nhất trong lịch sử của nó) và tuân theo tất cả các quy tắc đồng thuận khác. Các khối hợp lệ được thêm vào đầu chuỗi và được lan truyền đến những người khác trên mạng. Các khối không hợp lệ sẽ bị loại bỏ.",
  "blockchain-term": "Chuỗi khối",
  "blockchain-definition": "Chuỗi khối là một cơ sở dữ liệu về các giao dịch, được sao chép và chia sẻ trên tất cả các máy tính trong mạng, đảm bảo dữ liệu không thể bị thay đổi ngược thời gian.<br /><br />Một chuỗi các <a href=\"/glossary/#block\">khối</a>, mỗi khối liên kết với khối tiền nhiệm của nó cho đến <a href=\"/glossary/#genesis-block\">khối khởi nguyên</a> bằng cách tham chiếu đến hàm băm của khối trước đó. Tính toàn vẹn của chuỗi khối được bảo mật bằng kinh tế mật mã bằng cách sử dụng cơ chế đồng thuận dựa trên bằng chứng cổ phần. <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">Chuỗi khối là gì?</a>",
  "bootnode-term": "Nút khởi động",
  "bootnode-definition": "Các nút có thể được sử dụng để bắt đầu quá trình khám phá khi chạy một nút. Các nút khởi động 'giới thiệu' các nút mới với các nút hiện có khác để chúng có thể nhanh chóng có được các nút ngang hàng, thay vì phải tìm kiếm một nút ngang hàng ban đầu. Các điểm cuối của các nút này thường được cung cấp trong mã nguồn máy khách Ethereum, nhưng người dùng có thể cung cấp danh sách các nút khởi động của riêng họ.",
  "bridge-term": "Cầu nối",
  "bridge-definition": "Một cầu nối chuỗi khối được dùng để chuyển tài sản từ một mạng chuỗi khối sang một mạng khác. Lấy ví dụ, bạn có thể dùng cầu để chuyển ETH từ mạng Ethereum chính sang các giải pháp Layer 2 mở rộng rẻ hơn.",
  "bytecode-term": "Bytecode",
  "bytecode-definition": "Mã được biểu thị ở dạng số nhỏ gọn để <a href=\"/glossary/#evm\">EVM</a> có thể thực thi hiệu quả.",
  "byzantium-fork-term": "nĩa Byzantium",
  "byzantium-fork-definition": "Là <a href=\"/glossary/#hard-fork\">phân nhánh cứng</a> đầu tiên trong hai phân nhánh cứng cho giai đoạn phát triển <a href=\"/glossary/#metropolis\">Metropolis</a>. Nó bao gồm EIP-649 Metropolis <a href=\"/glossary/#difficulty-bomb\">Độ khó xử lý tính toán</a>, Hoãn và Giảm phần thưởng khối, trong đó <a href=\"/glossary/#ice-age\">Kỷ băng hà</a> bị hoãn lại 1 năm và phần thưởng khối giảm từ 5 xuống 3 ether.",
  "casper-ffg-term": "Casper FFG",
  "casper-ffg-definition": "Casper-FFG là một giao thức đồng thuận bằng chứng cổ phần được sử dụng cùng với thuật toán lựa chọn <a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a> phân nhánh để cho phép các <a href=\"/glossary/#consensus-client\">máy khách đồng thuận</a> thống nhất về phần đầu của Chuỗi Beacon.",
  "checkpoint-term": "Điểm kiểm tra",
  "checkpoint-definition": "<a href=\"/glossary/#beacon-chain\">Chuỗi Beacon</a> có nhịp độ được chia thành các slot (12 giây) và các epoch (32 slot). Slot đầu tiên trong mỗi epoch là một điểm kiểm tra. Khi <a href=\"/glossary/#supermajority\">đa số tuyệt đối</a> các trình xác thực chứng thực cho liên kết giữa hai điểm kiểm tra, chúng có thể được <a href=\"/glossary/#justification\">chứng minh</a> và sau đó khi một điểm kiểm tra khác được chứng minh trên đó, chúng có thể được <a href=\"/glossary/#finality\">hoàn thiện</a>.",
  "compiling-term": "Biên dịch",
  "compiling-definition": "Chuyển đổi mã được viết bằng ngôn ngữ lập trình cấp cao (ví dụ: <a href=\"/glossary/#solidity\">Solidity</a>) thành ngôn ngữ cấp thấp hơn (ví dụ: <a href=\"/glossary/#bytecode\">bytecode</a> EVM).<a href=\"/developers/docs/smart-contracts/compiling/\">Tìm hiểu thêm về biên dịch hợp đồng thông minh</a>",
  "committee-term": "Ủy ban",
  "committee-definition": "Một nhóm gồm ít nhất 128 <a href=\"/glossary/#validator\">trình xác thực</a> được chỉ định để xác thực các khối trong mỗi slot. Một trong những trình xác thực trong ủy ban là người tổng hợp, chịu trách nhiệm tổng hợp chữ ký của tất cả các trình xác thực khác trong ủy ban đồng ý về một chứng thực. Không nên nhầm lẫn với <a href=\"/glossary/#sync-committee\">ủy ban đồng bộ hóa</a>.",
  "computational-infeasibility-term": "Tính không khả thi về mặt tính toán",
  "computational-infeasibility-definition": "Một quy trình không khả thi về mặt tính toán nếu mất một khoảng thời gian dài không thực tế (ví dụ: hàng tỷ năm) để thực hiện đối với bất kỳ ai có thể có hứng thú thực hiện nó.",
  "consensus-term": "Sự đồng thuận",
  "consensus-definition": "Khi ít nhất 2/3 máy tính trong một mạng lưới đồng thuận rằng chúng có cùng bộ dữ liệu, nhằm đảm bảo tất cả mọi người cùng có đúng thông tin. Việc này không phải là làm theo luật, mà là đảm bảo tất cả đều có thông tin giống nhau.",
  "consensus-client-term": "Máy khách đồng thuận",
  "consensus-client-definition": "Các máy khách đồng thuận (chẳng hạn như Prysm, Teku, Nimbus, Lighthouse, Lodestar) chạy thuật toán <a href=\"/glossary/#pos\">bằng chứng cổ phần</a> của Ethereum, cho phép mạng đạt được thỏa thuận về phần đầu của Chuỗi Beacon. Các máy khách đồng thuận không tham gia vào việc xác thực/phát sóng các giao dịch hoặc thực hiện chuyển đổi trạng thái. Việc này được thực hiện bởi <a href=\"/glossary/#execution-client\">các máy khách thực thi</a>. Các máy khách đồng thuận không chứng thực hoặc đề xuất các khối mới. Việc này được thực hiện bởi <a href=\"/glossary/#validator\">máy khách trình xác thực</a>, một tiện ích bổ sung tùy chọn cho máy khách đồng thuận.",
  "consensus-layer-term": "Lớp đồng thuận",
  "consensus-layer-definition": "Lớp đồng thuận của Ethereum là mạng lưới <a href=\"/glossary/#consensus-client\">máy khách đồng thuận</a>.",
  "consensus-rules-term": "Quy tắc đồng thuận",
  "consensus-rules-definition": "Các quy tắc xác thực khối mà các nút đầy đủ tuân theo để duy trì sự đồng thuận với các nút khác. Không nên nhầm lẫn với <a href=\"/glossary/#consensus\">sự đồng thuận</a>.",
  "cfi-term": "Được xem xét để đưa vào (CFI)",
  "cfi-definition": "<a href=\"/glossary/#eip\">EIP</a> lõi chưa hoạt động trên Mainnet và các nhà phát triển máy khách nhìn chung đều tích cực về ý tưởng này. Giả sử nó đáp ứng tất cả các yêu cầu để đưa vào mainnet, nó có khả năng được đưa vào một bản nâng cấp mạng (không nhất thiết là bản tiếp theo).",
  "constantinople-fork-term": "phân nhánh Constantinople",
  "constantinople-fork-definition": "Phần thứ hai của giai đoạn <a href=\"/glossary/#metropolis\">Metropolis</a>, ban đầu được lên kế hoạch vào giữa năm 2018. Dự kiến sẽ bao gồm việc chuyển sang thuật toán đồng thuận kết hợp <a href=\"/glossary/#pow\">bằng chứng công việc</a>/<a href=\"/glossary/#pow\">bằng chứng cổ phần</a>, cùng với các thay đổi khác.",
  "contract-account-term": "Tài khoản hợp đồng",
  "contract-account-definition": "Một tài khoản chứa mã thực thi bất cứ khi nào nó nhận được <a href=\"/glossary/#transaction\">giao dịch</a> từ một <a href=\"/glossary/#account\">tài khoản</a> khác (<a href=\"/glossary/#eoa\">EOA]</a> hoặc <a href=\"/glossary/#contract-account\">hợp đồng</a>).",
  "contract-creation-transaction-term": "Giao dịch tạo hợp đồng",
  "contract-creation-transaction-definition": "Một <a href=\"/glossary/#transaction\">giao dịch</a> đặc biệt bao gồm mã khởi tạo của hợp đồng. Người nhận được đặt thành `null` và hợp đồng được triển khai đến một địa chỉ được tạo từ địa chỉ người dùng và `nonce`. được sử dụng để đăng ký <a href=\"/glossary/#contract-account\">tài khoản hợp đồng</a> và ghi lại nó trên chuỗi khối Ethereum.",
  "cryptoeconomics-term": "Nền kinh tế mã hóa",
  "cryptoeconomics-definition": "Nghiên cứu các nguyên tắc toán học và kinh tế để thiết kế các nền tảng kỹ thuật số an toàn và đáng tin cậy. Mục tiêu là đảm bảo rằng tất cả những người tham gia tuân thủ các quy tắc và được thưởng vì đã đóng góp vào bảo mật và hoạt động của mạng.",
  "cryptography-term": "Mật mã học",
  "cryptography-definition": "Đó là thực tiễn bảo mật thông tin liên lạc và dữ liệu thông qua việc sử dụng mã, để chỉ những người mà thông tin đó được dành cho mới có thể đọc và xử lý nó.<br />Nó bao gồm các kỹ thuật mã hóa (chuyển đổi thông tin có thể đọc được thành định dạng không thể đọc được) và giải mã (chuyển đổi nó trở lại thành định dạng có thể đọc được), đảm bảo tính bảo mật.",
  "doge-d-term": "Đ",
  "doge-d-definition": "Đ (D có gạch ngang) được sử dụng trong tiếng Anh cổ, tiếng Anh trung đại, tiếng Iceland và tiếng Faroese để chỉ chữ hoa “Eth”. Nó được sử dụng trong các từ như ĐEV hoặc Đapp (ứng dụng phi tập trung), trong đó Đ là chữ cái Norse “eth”. Chữ eth viết hoa (Ð) cũng được sử dụng để tượng trưng cho tiền mã hóa Dogecoin. Điều này thường thấy trong các tài liệu Ethereum cũ hơn nhưng ngày nay ít được sử dụng hơn.",
  "dag-term": "DAG",
  "dag-definition": "DAG là viết tắt của Đồ thị không tuần hoàn có hướng. Nó là một cấu trúc dữ liệu bao gồm các nút và các liên kết giữa chúng. Trước The Merge, Ethereum đã sử dụng DAG trong thuật toán <a href=\"/glossary/#pow\">bằng chứng công việc</a> của mình, <a href=\"/glossary/#ethash\">Ethash</a>, nhưng không còn được sử dụng trong <a href=\"/glossary/#pos\">bằng chứng cổ phần</a> nữa.",
  "dapp-term": "Ứng dụng phi tập trung",
  "dapp-definition": "Ứng dụng phi tập trung là một ứng dụng phi tập trung chạy trên mạng chuỗi khối, cung cấp các dịch vụ mà không có cơ quan kiểm soát trung ương. <a href=\"/apps/\">Tìm hiểu thêm về các ứng dụng phi tập trung</a>.<br />Ở mức tối thiểu, ứng dụng phi tập trung có một hợp đồng thông minh được kết nối với giao diện web. Ngoài ra, nhiều ứng dụng phi tập trung bao gồm bộ lưu trữ phi tập trung và/hoặc giao thức và nền tảng nhắn tin.",
  "data-availability-term": "Tính khả dụng dữ liệu",
  "data-availability-definition": "Bất kỳ nút nào cũng có thể xác minh độc lập các giao dịch trên chuỗi khối để duy trì tính minh bạch và tin cậy trong hệ thống.",
  "decentralization-term": "Phi tập trung",
  "decentralization-definition": "Khái niệm chuyển quyền kiểm soát và thực thi các quy trình ra khỏi một thực thể trung tâm.",
  "dao-term": "Tổ chức tự trị phi tập trung (DAO)",
  "dao-definition": "DAO là một tổ chức kỹ thuật số được điều hành bởi các quy tắc được mã hóa trên chuỗi khối, trong đó các quyết định được đưa ra bởi phiếu bầu của thành viên, không phải bởi một cơ quan trung ương. <a href=\"/dao/\">Tìm hiểu thêm về các tổ chức tự trị phi tập trung (DAO)</a>.<br />Quyền biểu quyết của mỗi thành viên thường gắn liền với số lượng token mà họ nắm giữ. Các DAO nhằm mục đích dân chủ hóa việc ra quyết định và hoạt động, tập trung vào tính minh bạch và quản trị cộng đồng.",
  "desci-term": "DeSci",
  "desci-definition": "DeSci, hay Khoa học phi tập trung, là một phong trào áp dụng công nghệ <a href='/glossary/#blockchain'>chuỗi khối</a> vào nghiên cứu khoa học. Nó tận dụng <a href='/glossary/#dao'>các DAO</a>, <a href='/glossary/#smart-contract'>các hợp đồng thông minh</a>, và các ưu đãi được token hóa để tạo ra các hệ sinh thái tài trợ và nghiên cứu minh bạch, cởi mở và hợp tác hơn.",
  "dex-term": "Sàn giao dịch phi tập trung (DEX)",
  "dex-definition": "Một loại ứng dụng Ethereum cho phép bạn hoán đổi token với các nút ngang hàng trên mạng. Các DEX không chịu các hạn chế về địa lý như các sàn giao dịch tập trung - bất kỳ ai cũng có thể tham gia.",
  "deposit-contract-term": "Hợp đồng gửi tiền",
  "deposit-contract-definition": "Cổng vào để đặt cược trên Ethereum. Hợp đồng gửi tiền là một hợp đồng thông minh trên Ethereum chấp nhận các khoản tiền gửi ETH và quản lý số dư của trình xác thực. Một trình xác thực không thể được kích hoạt nếu không gửi ETH vào hợp đồng này. Hợp đồng yêu cầu ETH và dữ liệu đầu vào. Dữ liệu đầu vào này bao gồm khóa công khai của trình xác thực và khóa công khai rút tiền, được ký bởi khóa riêng tư của trình xác thực. Dữ liệu này cần thiết để một trình xác thực được xác định và phê duyệt bởi mạng <a href=\"/glossary/#pos\">bằng chứng cổ phần</a>.",
  "defi-term": "Tài chính phi tập trung",
  "defi-definition": "Một danh mục rộng các ứng dụng Ethereum nhằm cung cấp các dịch vụ tài chính được hỗ trợ bởi chuỗi khối, không có bất kỳ bên trung gian nào. <a href=\"/defi/\">Tìm hiểu thêm về tài chính phi tập trung (DeFi)</a>",
  "difficulty-term": "Độ khó",
  "difficulty-definition": "Một cài đặt trên toàn mạng trong các mạng <a href=\"/glossary/#pow\">bằng chứng công việc</a>, kiểm soát lượng tính toán trung bình cần thiết để tìm một số nonce hợp lệ. Độ khó được biểu thị bằng số lượng số không đứng đầu được yêu cầu trong hàm băm khối kết quả để nó được coi là hợp lệ. Khái niệm này đã lỗi thời trong Ethereum kể từ khi chuyển sang bằng chứng cổ phần.",
  "difficulty-bomb-term": "Bom độ khó",
  "difficulty-bomb-definition": "Sự gia tăng theo cấp số nhân được lên kế hoạch trong cài đặt <a href=\"/glossary/#difficulty\">độ khó</a> <a href=\"/glossary/#pow\">bằng chứng công việc</a> được thiết kế để thúc đẩy quá trình chuyển đổi sang <a href=\"/glossary/#pos\">bằng chứng cổ phần</a>, giảm khả năng xảy ra <a href=\"/glossary/#hard-fork\">phân nhánh cứng</a>. Bom độ khó đã không còn được dùng nữa với <a href=\"/roadmap/merge\">The Merge</a>.",
  "digital-signatures-term": "Chữ ký số",
  "digital-signatures-definition": "Một chuỗi dữ liệu ngắn mà người dùng tạo ra cho một tài liệu bằng cách sử dụng <a href=\"/glossary/#private-key\">khóa riêng tư</a> sao cho bất kỳ ai có <a href=\"/glossary/#public-key\">khóa công khai</a> tương ứng, chữ ký và tài liệu đều có thể xác minh rằng (1) tài liệu đã được \"ký\" bởi chủ sở hữu của khóa riêng tư cụ thể đó và (2) tài liệu không bị thay đổi sau khi được ký.",
  "discovery-term": "Khám phá",
  "discovery-definition": "Quá trình mà một nút Ethereum tìm thấy các nút khác để kết nối.",
  "distributed-hash-table-term": "Bảng băm phân tán (DHT)",
  "distributed-hash-table-definition": "Một cấu trúc dữ liệu chứa các cặp `(khóa, giá trị)` được các nút Ethereum sử dụng để xác định các nút ngang hàng để kết nối và xác định các giao thức nào sẽ sử dụng để giao tiếp.",
  "double-spend-term": "Tiêu kép",
  "double-spend-definition": "Một phân nhánh chuỗi khối có chủ ý, trong đó một người dùng có đủ lượng sức mạnh khai thác/cổ phần lớn sẽ gửi một giao dịch di chuyển một số loại tiền tệ ra khỏi chuỗi (ví dụ: thoát ra thành tiền pháp định hoặc thực hiện một giao dịch mua ngoại chuỗi) sau đó tổ chức lại chuỗi khối để xóa giao dịch đó. Một cuộc chi tiêu kép thành công sẽ để lại cho kẻ tấn công cả tài sản trên và ngoại chuỗi của họ.",
  "ecdsa-term": "Thuật toán Chữ ký số Đường cong Elliptic (ECDSA)",
  "ecdsa-definition": "Một thuật toán mật mã được Ethereum sử dụng để đảm bảo rằng các quỹ chỉ có thể được chi tiêu bởi chủ sở hữu của chúng. Đây là phương pháp ưu tiên để tạo khóa công khai và riêng tư. Liên quan đến việc tạo <a href=\"/glossary/#address\">địa chỉ</a> tài khoản và xác minh <a href=\"/glossary/#transaction\">giao dịch</a>.",
  "encryption-term": "Mã hóa",
  "encryption-definition": "Mã hóa là sự chuyển dữ liệu điện tử thành một dạng không đọc bởi bất cứ ai ngoài người có chìa khóa giải mã đúng.",
  "entropy-term": "Entropy",
  "entropy-definition": "Trong bối cảnh mật mã học, là sự thiếu khả năng dự đoán hoặc mức độ ngẫu nhiên. Khi tạo thông tin bí mật, chẳng hạn như <a href=\"/glossary/#private-key\">khóa riêng tư</a>, các thuật toán thường dựa vào một nguồn có entropy cao để đảm bảo đầu ra không thể dự đoán được.",
  "epoch-term": "Epoch",
  "epoch-definition": "Một khoảng thời gian gồm 32 <a href=\"/glossary/#slot\">slot</a>, mỗi slot là 12 giây, tổng cộng là 6,4 phút. <a href=\"/glossary/#committee\">Các ủy ban</a> trình xác thực được xáo trộn mỗi epoch vì lý do bảo mật. Mỗi epoch đều có cơ hội để chuỗi được <a href=\"/glossary/#finality\">hoàn thiện</a>. Mỗi trình xác thực được giao trách nhiệm mới vào đầu mỗi epoch. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Tìm hiểu thêm về bằng chứng cổ phần</a>",
  "equivocation-term": "Sự lập lờ",
  "equivocation-definition": "Một trình xác thực gửi hai thông báo mâu thuẫn với nhau. Một ví dụ đơn giản là người gửi giao dịch gửi hai giao dịch có cùng số nonce. Một ví dụ khác là người đề xuất khối đề xuất hai khối ở cùng một chiều cao khối (hoặc cho cùng một slot).",
  "eth1-term": "Eth1",
  "eth1-definition": "'Eth1' là một thuật ngữ dùng để chỉ Mainnet Ethereum, chuỗi khối bằng chứng công việc hiện có. Thuật ngữ này kể từ đó đã không còn được sử dụng nữa và thay vào đó là 'lớp thực thi'. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Tìm hiểu thêm về sự thay đổi tên này</a>.",
  "eth2-term": "Eth2",
  "eth2-definition": "'Eth2' là một thuật ngữ dùng để chỉ một tập hợp các nâng cấp giao thức Ethereum, bao gồm cả quá trình chuyển đổi của Ethereum sang bằng chứng cổ phần. Thuật ngữ này kể từ đó đã không còn được sử dụng nữa và thay vào đó là 'lớp đồng thuận'. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Tìm hiểu thêm về sự thay đổi tên này</a>.",
  "eip-term": "Đề xuất Cải tiến Ethereum",
  "eip-definition": "Một tài liệu thiết kế cung cấp thông tin cho cộng đồng Ethereum, mô tả một tính năng mới được đề xuất hoặc các quy trình hoặc môi trường của nó (xem <a href=\"/glossary/#erc\">ERC</a>). <a href=\"/eips/\">Giới thiệu về EIP</a>",
  "ens-term": "Dịch vụ Định danh Ethereum",
  "ens-definition": "Ethereum Name Service như một cuốn danh bạ internet cho địa chỉ Ethereum. Thay vì dùng các địa chỉ ví dài, ENS cho phép bạn dùng các tên ngắn gọn như \"john.eth\" để gửi và nhận tiền và tài sản số. <br /><br /><strong>Kỹ thuật:</strong><br />Cở sở dữ liệu ENS là một <a href=\"/glossary/#smart-contract\">hợp đồng</a> trung tâm duy nhất liên kết các tên miền với chủ nhân của chúng và người giải quyết, như miêu tả trong EIP-137.<a href=\"https://ens.domains\"> Đọc thêm ở ens.domains</a>.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "ERC-1155 là một loại tiểu chuẩn token Ethereum giống NFT (như vật phẩm sưu tầm độc nhất) mà vẫn cho phép tạo những vật phẩm có thể quy đổi (như tiền tệ) trong một hợp đồng thông minh.<br />Điều này làm việc quản lý nhiều loại tài sản số khác nhau dễ dàng và hiệu quá hơn, đặc biệt là cho các ứng dụng như trò chơi hay bộ sưu tập số.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "ERC-20 là tiêu chuẩn mà hầu hết các token trên mạng Ethereum sử dụng để tạo ra chúng.<br />Các ví dụ phổ biến là các stablecoin như DAI và USDC hoặc các token của sàn giao dịch như UNI từ Uniswap. Tương tự như bất kỳ hình thức tiền tệ thay thế nào mà chúng ta có trong các hệ thống truyền thống… tức là, điểm thưởng, hệ thống tín dụng, hoặc thậm chí là cổ phiếu, v.v.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "NFTs (viết tắt cho non fungible tokens) là các Token không phân tách được tạo bằng một bộ các quy tắc tiêu chuẩn được gọi là ERC-721. <br /> Các NFT token có thể tượng trung cho cho quyền sở hữu bất kỳ thứ gì độc nhất, như vật phẩm nghệ thuật hay sưu tầm, với mỗi token có đặc tính và giá trị khác nhau. Mỗi NFT đều độc nhất và dễ dàng phân biên với bất kỳ NFT nào khác.",
  "execution-client-term": "Máy khách thực thi",
  "execution-client-definition": "Các máy khách thực thi (trước đây được gọi là \"máy khách Eth1\"), chẳng hạn như Besu, Erigon, Go-Ethereum (Geth), Nethermind, có nhiệm vụ xử lý và phát sóng các giao dịch và quản lý trạng thái của Ethereum. Chúng chạy các phép tính cho mỗi giao dịch bằng cách sử dụng <a href=\"/glossary/#evm\">Máy ảo Ethereum</a> để đảm bảo rằng các quy tắc của giao thức được tuân thủ.",
  "execution-layer-term": "Lớp thực thi",
  "execution-layer-definition": "Lớp thực thi của Ethereum là mạng lưới <a href=\"/glossary/#execution-client\">máy khách thực thi</a>.",
  "eoa-term": "Tài khoản sở hữu bên ngoài (EOA)",
  "eoa-definition": "Tài khoản thuộc sở hữu bên ngoài (EOA) là loại tài khoản Ethereum phổ biến nhất. Chúng được một người kiểm soát thông qua khóa riêng tư/cụm từ khôi phục. <a href=\"/wallets/\">Tìm hiểu thêm về ví Ethereum</a>.",
  "erc-term": "Các yêu cầu Bình luận Ethereum (ERC)",
  "erc-definition": "ERC (viết tắt cho <strong>Ethereum Request for Comments</strong>) có nghĩa Yêu Cầu Nhận Xét Ethereum, là một loại tài liệu kỹ thuật được sử dụng trong cộng đồng Ethereum để đề xuất các tiêu chuẩn sử dụng mới của mạng Ethereum<br /><br />. Những đề xuất này có thể về nhiều chủ đề khác nhau, bao gồm các tiêu chuẩn token (như ERC-20 dùng cho token và ERC-721 dùng cho NFT).",
  "ethash-term": "Ethash",
  "ethash-definition": "Một thuật toán <a href=\"/glossary/#pow\">bằng chứng công việc</a> đã được sử dụng trên Ethereum trước khi nó chuyển sang <a href=\"/glossary/#pos\">bằng chứng cổ phần</a>. <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">Đọc thêm</a>",
  "ether-term": "Ether",
  "ether-definition": "Tiền mã hóa gốc của Ethereum, thường được gọi là “ETH”. Nó được sử dụng để trang trải phí giao dịch khi sử dụng hệ sinh thái và ứng dụng Ethereum. <a href=\"/eth/\">Tìm hiểu thêm về ether</a>.",
  "events-term": "Sự kiện",
  "events-definition": "Cho phép sử dụng các cơ sở ghi nhật ký <a href=\"/glossary/#evm\">EVM</a>. <a href=\"/glossary/#dapp\">Các ứng dụng phi tập trung</a> có thể lắng nghe các sự kiện và sử dụng chúng để kích hoạt các lệnh gọi lại JavaScript trong giao diện người dùng. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Tìm hiểu thêm về các sự kiện và nhật ký</a>",
  "evm-term": "Máy chủ Ảo Ethereum",
  "evm-definition": "Một máy ảo dựa trên ngăn xếp thực thi <a href=\"/glossary/#bytecode\">bytecode</a>. Trong Ethereum, mô hình thực thi chỉ định cách trạng thái hệ thống bị thay đổi với một loạt các hướng dẫn bytecode và một bộ dữ liệu môi trường nhỏ. Điều này được chỉ định thông qua một mô hình chính thức của một máy trạng thái ảo. <a href=\"/developers/docs/evm/\">Tìm hiểu thêm về Máy ảo Ethereum</a>.",
  "evm-assembly-language-term": "Ngôn ngữ Mãy chủ Ảo Ethereum tổ hợp",
  "evm-assembly-language-definition": "Một dạng đọc được bằng mắt của <a href=\"/glossary/#bytecode\"> Chỉ thị biên dịch EVM.",
  "fallback-function-term": "Hàm dự phòng",
  "fallback-function-definition": "Một hàm mặc định được gọi trong trường hợp không có dữ liệu hoặc không có tên hàm được khai báo.",
  "faucet-term": "Vòi",
  "faucet-definition": "Một dịch vụ được thực hiện thông qua <a href=\"/glossary/#smart-contract\">hợp đồng thông minh</a> nhằm cung cấp ether thử miễn phí để sử dụng trên mạng thử nghiệm.",
  "finality-term": "Sự hoàn tất",
  "finality-definition": "Tính cuối cùng là sự đảm bảo rằng một tập hợp các giao dịch không thể bị thay đổi mà không bị mất một lượng lớn ETH.",
  "finney-term": "Finney",
  "finney-definition": "Một mệnh giá của <a href=\"/glossary/#ether\">ether</a>. 1 finney = 10<sup>15</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>3</sup> finney = 1 ether.",
  "fork-term": "Phân nhánh",
  "fork-definition": "Một thay đổi trong giao thức gây ra việc tạo ra một chuỗi thay thế.",
  "fork-choice-algorithm-term": "Thuật toán lựa chọn phân nhánh",
  "fork-choice-algorithm-definition": "Thuật toán được sử dụng để xác định phần đầu của chuỗi khối. Trên Ethereum, phần đầu của chuỗi được xác định là phân nhánh có 'trọng số' chứng thực lớn nhất. Trọng số là tích của số lượng chứng thực và số dư hiệu quả của các trình xác thực chứng thực. Điều này có nghĩa là phần đầu thực sự của chuỗi là phần mà hầu hết ether đã đặt cược đã bỏ phiếu. Trên lớp đồng thuận, thuật toán lựa chọn phân nhánh được gọi là <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a>.",
  "fraud-proof-term": "Chống gian lận",
  "fraud-proof-definition": "Một mô hình bảo mật cho các giải pháp <a href=\"/glossary/#layer-2\">layer 2</a> mà, để tăng tốc độ, nhiều giao dịch được <a href=\"/glossary/#rollups\">gộp lại</a> thành các gói và gửi lên Ethereum trong một giao dịch duy nhất. Những người khác trong mạng lưới có thể thực hiện lại các giao dịch để kiếm tra xem chúng đã được thực hiện một cách trung thực hay chưa. Nếu họ phát hiện mâu thuẫn giữa dữ liệu được gửi đi và phiên bản của chính mình, họ có thể gửi một bằng chứng mật mã để thể hiện nơi gian lận diễn ra. Một số <a href=\"/glossary/#rollups\">rollup</a> sử dụng <a href=\"/glossary/#validity-proof\">các bằng chứng hợp lệ</a>.",
  "frontier-term": "Frontier",
  "frontier-definition": "Giai đoạn phát triển ban đầu của Ethereum, diễn ra từ tháng bảy năm 2015 đến tháng ba năm 2016.",
  "gas-term": "Gas",
  "gas-definition": "Gas là phí được trả cho các giao dịch và hợp đồng thông minh trên một mạng chuỗi khối như Ethereum. <a href=\"/gas/\">Thêm về gas và phí</a>.",
  "gas-limit-term": "Giới hạn gas",
  "gas-limit-definition": "Lượng <a href=\"/glossary/#gas\">gas</a> tối đa mà một <a href=\"/glossary/#transaction\">giao dịch</a> hoặc <a href=\"/glossary/#block\">khối</a> có thể tiêu thụ.",
  "gas-price-term": "Giá gas",
  "gas-price-definition": "Giá ether của một đơn vị gas được chỉ định trong một giao dịch.",
  "genesis-block-term": "Khối khởi nguyên",
  "genesis-block-definition": "Khối đầu tiên trong một <a href=\"/glossary/#blockchain\">chuỗi khối</a>, được sử dụng để khởi tạo một mạng cụ thể và tiền mã hóa của nó.",
  "geth-term": "Geth",
  "geth-definition": "Go Ethereum. Một trong những triển khai nổi bật nhất của giao thức Ethereum, được viết bằng Go. <a href=\"https://geth.ethereum.org\">Đọc thêm tại geth.ethereum.org</a>",
  "gwei-term": "Gwei",
  "gwei-definition": "Viết tắt của gigawei, một mệnh giá của <a href=\"/glossary/#ether\">ether</a>, thường được sử dụng để định giá <a href=\"/glossary/#gas\">gas</a>. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 ether.",
  "hard-fork-term": "Phân nhánh cứng",
  "hard-fork-definition": "Một sự phân kỳ vĩnh viễn trong <a href=\"/glossary/#blockchain\">chuỗi khối</a>; còn được gọi là một thay đổi phân nhánh cứng. Một sự kiện thường xảy ra khi các nút chưa được nâng cấp không thể xác thực các khối được tạo bởi các nút đã được nâng cấp tuân theo các <a href=\"/glossary/#consensus-rules\">quy tắc đồng thuận</a> mới hơn. Không nên nhầm lẫn với một phân nhánh, phân nhánh mềm, phân nhánh phần mềm hoặc phân nhánh Git.",
  "hash-term": "Hàm băm",
  "hash-definition": "Một dấu vân tay có độ dài cố định của đầu vào có kích thước thay đổi, được tạo bởi một hàm băm. (Xem <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "hash-rate-term": "Tỷ lệ băm",
  "hash-rate-definition": "Số lượng phép tính băm được thực hiện mỗi giây bởi các máy tính chạy phần mềm khai thác.",
  "homestead-term": "Homestead",
  "holographic-consensus-term": "Sự đồng thuận toàn ảnh",
  "holographic-consensus-definition": "Đề cập đến cách một quyết định nhóm lớn được đưa ra bằng cách để một nhóm nhỏ người đại diện bỏ phiếu. Sau đó, mọi người khác đồng ý làm theo, miễn là họ tin tưởng nhóm nhỏ đã làm tốt công việc của mình.<br />Nó được sử dụng trong một số cộng đồng trực tuyến để đưa ra quyết định nhanh chóng mà không cần mọi người phải bỏ phiếu cho mọi thứ, đồng thời vẫn đảm bảo các quyết định là công bằng và đại diện cho những gì hầu hết mọi người muốn.",
  "homestead-definition": "Giai đoạn phát triển thứ hai của Ethereum, ra mắt vào tháng ba năm 2016 tại block 1.150.000.",
  "index-term": "Chỉ mục",
  "index-definition": "Một cấu trúc mạng nhằm tối ưu hóa việc truy vấn thông tin từ khắp <a href=\"/glossary/#blockchain\">chuỗi khối</a> bằng cách cung cấp một đường dẫn hiệu quả đến nguồn lưu trữ của nó.",
  "ide-term": "Môi trường phát triển tích hợp (IDE)",
  "ide-definition": "Một giao diện người dùng thường kết hợp một trình soạn thảo mã, trình biên dịch, thời gian chạy và trình gỡ lỗi. <a href=\"/developers/docs/ides/\">Tìm hiểu thêm về môi trường phát triển tích hợp</a>.",
  "immutable-deployed-code-problem-term": "Vấn đề về mã đã triển khai không thể thay đổi",
  "immutable-deployed-code-problem-definition": "Sau khi mã của một <a href=\"/glossary/#smart-contract\">hợp đồng</a> (hoặc thư viện) được triển khai, nó sẽ trở nên bất biến. Các phương pháp phát triển phần mềm tiêu chuẩn dựa vào khả năng sửa các lỗi có thể xảy ra và thêm các tính năng mới, vì vậy điều này đặt ra một thách thức cho việc phát triển hợp đồng thông minh. <a href=\"/developers/docs/smart-contracts/deploying/\">Tìm hiểu thêm về việc triển khai hợp đồng thông minh</a>.",
  "internal-transaction-term": "Giao dịch nội bộ",
  "internal-transaction-definition": "Một <a href=\"/glossary/#transaction\">giao dịch</a> được gửi từ một <a href=\"/glossary/#contract-account\">tài khoản hợp đồng</a> đến một tài khoản hợp đồng khác hoặc một <a href=\"/glossary/#eoa\">EOA</a> (xem <a href=\"/glossary/#message\">thông báo</a>).",
  "issuance-term": "Phát hành",
  "issuance-definition": "Việc đúc ether mới để thưởng cho việc đề xuất khối, chứng thực và tố giác.",
  "kdf-term": "Hàm suy xuất khóa (KDF)",
  "kdf-definition": "Còn được gọi là \"thuật toán kéo dài mật khẩu\", nó được các định dạng <a href=\"/glossary/#keystore\">kho khóa</a> sử dụng để bảo vệ chống lại các cuộc tấn công brute-force, từ điển và bảng cầu vồng vào việc mã hóa cụm mật khẩu, bằng cách băm lặp đi lặp lại cụm mật khẩu.",
  "keystore-term": "Kho khóa",
  "keystore-definition": "Cặp khóa riêng tư/địa chỉ của mỗi tài khoản tồn tại dưới dạng một tệp khóa duy nhất trong một máy khách Ethereum. Đây là các tệp văn bản JSON chứa khóa riêng tư được mã hóa của tài khoản, chỉ có thể được giải mã bằng mật khẩu đã nhập trong quá trình tạo tài khoản.",
  "keccak-256-term": "Hàm băm mật mã keccak-256",
  "keccak-256-definition": "<a href=\"/glossary/#hash\">Hàm băm</a> mật mã được sử dụng trong Ethereum. Keccak-256 đã được chuẩn hóa thành <a href=\"/glossary/#sha\">SHA</a>-3.",
  "key-term": "Khóa",
  "key-definition": "Trong bối cảnh Ethereum, khóa là các mã kỹ thuật số: khóa công khai để nhận giao dịch và khóa riêng tư để truy cập và gửi tiền.<br />Khóa công khai: Có thể chia sẻ công khai.<br />Khóa riêng tư: Được chủ sở hữu giữ bí mật.",
  "layer-1-term": "Lớp 1",
  "layer-1-definition": "Layer 1 ám chỉ mạng chính trong một mạng lưới chuỗi khối đa tầng. Ví dụ, Ethereum và Bitcoin là các chuỗi khối layer one. Rất nhiều chuỗi khối layer hai giảm tải bớt các giao dịch tiêu tốn tài nguyên sang các mạng chuỗi khối riêng, mà vẫn tiếp tục sử dụng đồng thời chuỗi khối layer one của Ethereum hay Bitcoin cho mục đích bảo mật.",
  "layer-2-term": "Lớp 2",
  "layer-2-definition": "Các layer 2 là những mạng lưới khác được xây dựng dựa trên mạng chính Ethereum để giúp giao dịch nhanh chóng và rẻ hơn. <a href=\"/layer-2/\">Thêm về layer 2</a>.",
  "library-term": "Thư viện",
  "library-definition": "Một loại <a href=\"/glossary/#smart-contract\">hợp đồng</a> đặc biệt không có hàm trả phí, không có hàm dự phòng và không có kho lưu trữ dữ liệu. Do đó, nó không thể nhận hoặc giữ ether, hoặc lưu trữ dữ liệu. Một thư viện đóng vai trò là mã đã triển khai trước đó mà các hợp đồng khác có thể gọi để tính toán chỉ đọc. <a href=\"/developers/docs/smart-contracts/libraries/\">Tìm hiểu thêm về các thư viện hợp đồng thông minh</a>.",
  "light-client-term": "Máy khách nhẹ",
  "light-client-definition": "Một máy khách Ethereum không lưu trữ một bản sao cục bộ của <a href=\"/glossary/#blockchain\">chuỗi khối</a>, hoặc xác thực các khối và <a href=\"/glossary/#transaction\">giao dịch</a>. Nó cung cấp các chức năng của một <a href=\"/glossary/#wallet\">ví</a> và có thể tạo và phát sóng các giao dịch.",
  "liquidity-term": "Thanh khoản",
  "liquidity-definition": "Thanh khoản là tốc độ và độ dễ dàng một tài sản có thể được chuyển thành tiền mặt hay tài sản khác. Các sàn giao dịch phi tập trung như Uniswap có số lượng lớn các bể thanh khoản cho phép người nắm giữ tài sản cung cấp tài sản cho các nhà giao dịch khác mua và bán một cách phi tập trung, đổi lấy phần thưởng.",
  "liquidity-tokens-term": "Mã thông báo thanh khoản",
  "liquidity-tokens-definition": "Token thanh khoản (LST) là các token kỹ thuật số được phát hành cho những người tham gia gửi tài sản vào một bể thanh khoản, là một tập hợp các quỹ bị khóa trong một hợp đồng thông minh và được sử dụng để tạo điều kiện thuận lợi cho giao dịch trên một sàn giao dịch phi tập trung (DEX).<br />Các token này đại diện cho phần chia sẻ của người tham gia trong bể và có thể được đổi sau đó để lấy lại khoản tiền gửi ban đầu cộng với một phần phí giao dịch được tạo ra từ hoạt động của bể. Về cơ bản, token thanh khoản đóng vai trò là một bằng chứng về quyền sở hữu hoặc cổ phần trong một bể thanh khoản, cho phép chủ sở hữu kiếm được phần thưởng trong khi cung cấp thanh khoản cần thiết cho những người khác để giao dịch hiệu quả các cặp tiền mã hóa khác nhau.",
  "liquid-staking-tokens-term": "Token đặt cược thanh khoản",
  "liquid-staking-tokens-definition": "Một token phái sinh đại diện cho quyền sở hữu của tiền mã hóa bị khóa mà người dùng đang đặt cược. Khi đặt cược một tài sản, một số nền tảng cho phép đúc token đặt cược thanh khoản (LST), đại diện cho một phần tương đương của các token bị khóa. Các LST này sau đó có thể được giao dịch, bán hoặc sử dụng trong các giao thức DeFi khác, cải thiện hiệu quả vốn cho người đặt cược bằng cách cho phép truy cập thanh khoản từ quỹ của họ, ngay cả khi tài sản ban đầu của họ vẫn được đặt cược.",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "<a href=\"/glossary/#fork-choice-algorithm\">Thuật toán lựa chọn phân nhánh</a> được các máy khách đồng thuận của Ethereum sử dụng để xác định phần đầu của chuỗi. LMD-GHOST là từ viết tắt của \"Latest Message Driven Greediest Heaviest Observed SubTree\" (Cây con quan sát được nặng nhất tham lam nhất được điều khiển bởi thông báo mới nhất), có nghĩa là phần đầu của chuỗi là khối có sự tích lũy <a href=\"/glossary/#attestation\">chứng thực</a> lớn nhất trong lịch sử của nó.",
  "mainnet-term": "Mainnet",
  "mainnet-definition": "Viết tắt của \"mạng chính\", đây là <a href=\"/glossary/#blockchain\">chuỗi khối</a> Ethereum công khai chính.",
  "max-fee-per-gas-term": "Phí tối đa mỗi Gas",
  "max-fee-per-gas-definition": "Phí tối đa là số tiền tối đa tuyệt đối mà người dùng sẵn sàng trả cho mỗi đơn vị gas (<a href=\"/glossary/#gwei\">gwei</a>) để một giao dịch được đưa vào một khối.",
  "merkle-patricia-tree-term": "Cây Merkle Patricia (MPT)",
  "merkle-patricia-tree-definition": "Một kết cấu dữ liệu được dùng cho Ethereum để lưu giữ các cặp chìa khóa - giá trị một cách hiệu quả.",
  "merkle-root-term": "Gốc Merkle",
  "merkle-root-definition": "Gốc Merkle là hàm băm trên cùng duy nhất của một cây Merkle. Nó xác minh tất cả các giao dịch trong một khối.",
  "message-term": "Thông báo",
  "message-definition": "Một <a href=\"/glossary/#internal-transaction\">giao dịch nội bộ</a> không bao giờ được tuần tự hóa và chỉ được gửi trong <a href=\"/glossary/#evm\">EVM</evm>.",
  "message-call-term": "Cuộc gọi thông báo",
  "message-call-definition": "Hành động truyền một <a href=\"/glossary/#message\">thông báo</a> từ tài khoản này sang tài khoản khác. Nếu tài khoản đích được liên kết với mã <a href=\"/glossary/#evm\">EVM</a>, thì máy ảo sẽ được khởi động với trạng thái của đối tượng đó và thông báo được thực hiện.",
  "mev-term": "Giá trị có thể trích xuất tối đa (MEV)",
  "mev-definition": "Giá trị tối đa có thể được trích xuất từ việc sản xuất khối vượt quá phần thưởng khối tiêu chuẩn và phí gas bằng cách bao gồm, loại trừ và thay đổi thứ tự các giao dịch trong một khối. <a href=\"/developers/docs/mev/\">Tìm hiểu thêm về Giá trị có thể trích xuất tối đa (MEV)</a>.",
  "mining-term": "Khai thác",
  "mining-definition": "Quá trình băm lặp đi lặp lại một tiêu đề khối trong khi tăng một <a href=\"/glossary/#nonce\">số nonce</a> cho đến khi kết quả chứa một số lượng tùy ý các số không nhị phân đứng đầu. Đây là quá trình mà các <a href=\"/glossary/#block\">khối</a> mới được thêm vào một chuỗi khối bằng chứng công việc. Đây là cách Ethereum được bảo mật trước khi chuyển sang bằng chứng cổ phần.",
  "miner-term": "Thợ đào",
  "miner-definition": "Một <a href=\"/glossary/#node\">nút</a> mạng tìm thấy <a href=\"/glossary/#pow\">bằng chứng công việc</a> hợp lệ cho các khối mới, bằng cách băm lặp đi lặp lại (xem <a href=\"/glossary/#ethash\">Ethash</a>). Thợ đào không còn là một phần của Ethereum - họ đã được thay thế bằng các trình xác thực khi Ethereum chuyển sang bằng chứng cổ phần.",
  "mint-term": "Đúc",
  "mint-definition": "Đúc là quá trình tạo ra các token mới và đưa chúng vào lưu thông để chúng có thể được sử dụng. Đó là một cơ chế phi tập trung để tạo ra một token mới mà không có sự tham gia của cơ quan trung ương.",
  "multisig-term": "Đa chữ ký",
  "multisig-definition": "Multisig (đa chữ ký) đề cập đến một ví hoặc tài khoản kỹ thuật số yêu cầu nhiều chữ ký hoặc phê duyệt để thực hiện các giao dịch, tăng cường bảo mật.<br />Điều này bổ sung thêm bảo mật so với các tài khoản một chữ ký truyền thống, nơi chỉ cần phê duyệt của một người.",
  "network-term": "Mạng lưới",
  "network-definition": "Đề cập đến mạng Ethereum, một mạng ngang hàng truyền bá các giao dịch và khối đến mọi nút Ethereum (người tham gia mạng). <a href=\"/developers/docs/networks/\">Tìm hiểu thêm về các mạng</a>.",
  "network-hashrate-term": "Tỷ lệ băm mạng",
  "network-hashrate-definition": "Tỷ lệ băm chung được tạo ra bởi toàn bộ mạng khai thác. Việc khai thác trên Ethereum đã bị tắt khi Ethereum chuyển sang bằng chứng cổ phần.",
  "nft-term": "Token không thể thay thế (NFT)",
  "nft-definition": "Một vật phẩm kỹ thuật số duy nhất mà bạn có thể sở hữu, như tác phẩm nghệ thuật hoặc đồ sưu tầm, được xác minh bằng công nghệ chuỗi khối. <a href=\"/nft/\">Tìm hiểu thêm về các token không thể thay thế (NFT)</a>.",
  "node-term": "Nút",
  "node-definition": "Một máy khách phần mềm tham gia vào mạng. <a href=\"/developers/docs/nodes-and-clients/\">Tìm hiểu thêm về các nút và máy khách</a>.",
  "nonce-term": "Nonce",
  "nonce-definition": "Trong mật mã học, một giá trị chỉ có thể được sử dụng một lần. Một số nonce của tài khoản là một bộ đếm giao dịch trong mỗi tài khoản, được sử dụng để ngăn chặn các cuộc tấn công lặp lại.",
  "offchain-term": "Ngoài chuỗi",
  "offchain-definition": "Ngoại chuỗi có nghĩa là bất kỳ giao dịch hoặc dữ liệu nào tồn tại bên ngoài chuỗi khối. Vì việc cam kết mọi giao dịch trên chuỗi có thể tốn kém và không hiệu quả, các công cụ của bên thứ ba như các nhà tiên tri xử lý dữ liệu định giá, hoặc các giải pháp lớp 2 thực hiện thông lượng giao dịch cao hơn, xử lý một phần lớn công việc xử lý ngoại chuỗi, và sẽ gửi thông tin trên chuỗi theo các khoảng thời gian ít thường xuyên hơn.",
  "ommer-term": "Khối Ommer (chú)",
  "ommer-definition": "Khi một <a href=\"/glossary/#miner\">thợ đào</a> <a href=\"/glossary/#pow\">bằng chứng công việc</a> tìm thấy một <a href=\"/glossary/#block\">khối</a> hợp lệ, một thợ đào khác có thể đã xuất bản một khối cạnh tranh được thêm vào đầu chuỗi khối trước. Khối hợp lệ nhưng đã lỗi thời này có thể được các khối mới hơn đưa vào dưới dạng <em>ommers</em> và nhận một phần phần thưởng khối. Thuật ngữ \"ommer\" là thuật ngữ trung lập về giới tính được ưu tiên cho anh chị em của một khối cha, nhưng điều này đôi khi cũng được gọi là \"chú\". Điều này là phổ biến đối với Ethereum khi nó là một mạng <a href=\"/glossary/#pow\">bằng chứng công việc</a>. Bây giờ Ethereum sử dụng <a href=\"/glossary/#pos\">bằng chứng cổ phần</a>, chỉ có một người đề xuất khối được chọn cho mỗi slot.",
  "onchain-term": "Trên chuỗi",
  "onchain-definition": "Đề cập đến các hành động hoặc giao dịch xảy ra trên chuỗi khối và có sẵn công khai.<br /><br />Hãy coi nó như việc viết một cái gì đó vào một cuốn sổ tay lớn, được chia sẻ mà mọi người đều có thể xem và kiểm tra, đảm bảo rằng bất cứ điều gì được viết (như gửi tiền kỹ thuật số hoặc lập hợp đồng) là vĩnh viễn và không thể thay đổi hoặc xóa bỏ.",
  "optimistic-rollup-term": "Rollup tích cực",
  "optimistic-rollup-definition": "Rollup tích cực là một giải pháp Layer 2 nhằm tăng tốc đô giao dịch trên Ethereum bằng cách mặc định coi chúng là hợp lệ trừ khi bị tranh chấp. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Thêm về Rollup tích cực</a>.",
  "oracle-term": "Nhà tiên tri",
  "oracle-definition": "Một nhà tiên tri là một cầu nối giữa <a href=\"/glossary/#blockchain\">chuỗi khối</a> và thế giới thực. Chúng hoạt động như các <a href=\"/glossary/#api\">API</a> trên chuỗi có thể được truy vấn để lấy thông tin và được sử dụng trong các <a href=\"/glossary/#smart-contract\">hợp đồng thông minh</a>. <a href=\"/developers/docs/oracles/\">Tìm hiểu thêm về các nhà tiên tri</a>.",
  "peer-term": "Ngang hàng",
  "peer-definition": "Các máy tính được kết nối chạy phần mềm máy khách Ethereum có các bản sao giống hệt nhau của <a href=\"/glossary/#blockchain\">chuỗi khối</a>.",
  "peer-to-peer-network-term": "Mạng ngang hàng",
  "peer-to-peer-network-definition": "Một mạng lưới các máy tính (<a href=\"/glossary/#peer\">nút ngang hàng</a>) có thể cùng nhau thực hiện các chức năng mà không cần đến các dịch vụ tập trung, dựa trên máy chủ.<br />Thiết lập này thường được sử dụng để chia sẻ tệp (ví dụ: Bit torrent), thông tin hoặc tiền kỹ thuật số, cho phép trao đổi trực tiếp hơn và có khả năng hiệu quả hơn giữa những người dùng.",
  "permissionless-term": "Không cần sự cho phép",
  "permissionless-definition": "Không cần cấp phép có nghĩa là bất kỳ ai cũng có thể tham gia và sử dụng một hệ thống như Ethereum. Nó mở cho tất cả mọi người tham gia và không yêu cầu bất kỳ sự chấp thuận nào.",
  "plasma-term": "Plasma",
  "plasma-definition": "Một giải pháp mở rộng quy mô ngoại chuỗi sử dụng <a href=\"/glossary/#fraud-proof\">bằng chứng gian lận</a>, như <a href=\"/glossary/#optimistic-rollup\">gộp giao dịch lạc quan</a>. Plasma bị giới hạn trong các giao dịch đơn giản như chuyển và hoán đổi token cơ bản. <a href=\"/developers/docs/scaling/plasma\">Tìm hiểu thêm về plasma</a>.",
  "private-key-term": "Khóa riêng tư",
  "private-key-definition": "Khóa riêng tư là một mã bí mật chứng minh bạn sở hữu tiền kỹ thuật số của mình và cho phép bạn chi tiêu nó, giống như mã PIN cho tài khoản của bạn. <strong>KHÔNG CHIA SẺ NÓ</strong>.",
  "public-goods-term": "Hàng hóa công cộng",
  "public-goods-definition": "Hàng hóa công cộng là những thứ mọi người đều có thể sử dụng miễn phí, như công viên hoặc không khí trong lành, và việc sử dụng chúng không ngăn cản người khác cũng sử dụng chúng. Chính phủ thường cung cấp những thứ này vì các doanh nghiệp thường sẽ không làm, vì họ không thể dễ dàng tính phí mọi người sử dụng chúng.",
  "private-chain-term": "Chuỗi riêng",
  "private-chain-definition": "Một chuỗi khối hoàn toàn riêng tư là một chuỗi có quyền truy cập được cấp phép, không có sẵn công khai để sử dụng.",
  "poap-term": "POAP",
  "poap-definition": "Giao thức Bằng chứng Tham dự được sử dụng để tạo một vật phẩm kỹ thuật số có thể sưu tập (NFT) chứng minh bạn đã tham dự một sự kiện hoặc hoạt động cụ thể.",
  "pos-term": "Bằng chứng cổ phần (PoS)",
  "pos-definition": "Một phương pháp mà một giao thức chuỗi khối tiền mã hóa nhằm đạt được <a href=\"/glossary/#consensus\">sự đồng thuận</a> phân tán. PoS yêu cầu người dùng chứng minh quyền sở hữu một lượng tiền mã hóa nhất định (cổ phần của họ trong mạng) để có thể tham gia vào việc xác thực các giao dịch. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Tìm hiểu thêm về bằng chứng cổ phần</a>.",
  "pow-term": "Bằng chứng công việc (PoW)",
  "pow-definition": "Một cơ chế bảo mật cho các chuỗi khối yêu cầu các nút phải tiêu tốn năng lượng dưới dạng tính toán để tìm một giá trị nhất định.",
  "proto-danksharding-term": "Proto-Danksharding",
  "proto-danksharding-definition": "Một loại giao dịch mới chấp nhận các \"blob\" dữ liệu cho Ethereum. Dữ liệu \"blob\" này được lưu trữ tạm thời trên chuỗi beacon trong 4096 epoch (~18,2 ngày) và có thể được cắt tỉa sau đó để giúp giảm yêu cầu phần cứng cho các nhà khai thác nút.",
  "public-key-term": "Khóa công khai",
  "public-key-definition": "Khóa công khai là một tập hợp các ký tự cho phép người khác gửi tiền kỹ thuật số cho bạn một cách an toàn, giống như một địa chỉ email cho tiền.",
  "quadratic-voting-term": "Bỏ phiếu bậc hai",
  "quadratic-voting-definition": "Là một phương pháp bỏ phiếu trong đó cử tri thể hiện mức độ mạnh mẽ của họ về các vấn đề. Nó cho phép cử tri thể hiện không chỉ sở thích mà còn cả cường độ sở thích của họ.",
  "receipt-term": "Biên nhận",
  "receipt-definition": "Dữ liệu được trả về bởi một máy khách Ethereum để đại diện cho kết quả của một <a href=\"/glossary/#transaction\">giao dịch</a> cụ thể, bao gồm <a href=\"/glossary/#hash\">hàm băm</a> của giao dịch, số <a href=\"/glossary/#block\">khối</a> của nó, lượng <a href=\"/glossary/#gas\">gas</a> đã sử dụng, và trong trường hợp triển khai một <a href=\"/glossary/#smart-contract\">hợp đồng thông minh</a>, <a href=\"/glossary/#address\">địa chỉ</a> của hợp đồng.",
  "recovery-phrase-term": "Cụm từ gốc/cụm từ khôi phục",
  "recovery-phrase-definition": "Một danh sách các từ được cung cấp cho bạn khi bạn tạo một ví kỹ thuật số. Nó hoạt động giống như một mật khẩu có thể giúp bạn lấy lại quyền truy cập vào ví của mình nếu bạn bị mất quyền truy cập, đảm bảo bạn không mất tiền kỹ thuật số hoặc token của mình.",
  "re-entrancy-attack-term": "Tấn công tái hòa nhập",
  "re-entrancy-attack-definition": "Một cuộc tấn công bao gồm một hợp đồng của kẻ tấn công gọi một hàm của hợp đồng nạn nhân theo cách mà trong quá trình thực thi, nạn nhân gọi lại hợp đồng của kẻ tấn công, một cách đệ quy. Điều này có thể dẫn đến, ví dụ, việc trộm cắp tiền bằng cách bỏ qua các phần của hợp đồng nạn nhân cập nhật số dư hoặc đếm số tiền rút. <a href=\"/developers/docs/smart-contracts/security/#reentrancy\">Tìm hiểu thêm về tấn công tái nhập</a>.",
  "reward-term": "Phần thưởng",
  "reward-definition": "Một lượng ether <a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">được thưởng cho các trình xác thực</a> thực hiện các chức năng nhất định, bao gồm đề xuất một khối hoặc tham gia vào một ủy ban đồng bộ hóa, trong mỗi slot.",
  "rlp-term": "Tiền tố độ dài đệ quy (RLP)",
  "rlp-definition": "Một <a href=\"/developers/docs/data-structures-and-encoding\">tiêu chuẩn mã hóa</a> được các nhà phát triển Ethereum thiết kế để mã hóa và tuần tự hóa các đối tượng (cấu trúc dữ liệu) có độ phức tạp và độ dài tùy ý.",
  "rollups-term": "Rollup",
  "rollups-definition": "Một loại giải pháp mở rộng quy mô <a href=\"/glossary/#layer-2\">lớp 2</a> gộp nhiều giao dịch và gửi chúng đến <a href=\"/glossary/#mainnet\">chuỗi chính Ethereum</a> trong một giao dịch duy nhất. Điều này cho phép giảm chi phí <a href=\"/glossary/#gas\">gas</a> và tăng thông lượng <a href=\"/glossary/#transaction\">giao dịch</a>. Có các gộp giao dịch Lạc quan và Không kiến thức sử dụng các phương pháp bảo mật khác nhau để cung cấp các lợi ích về khả năng mở rộng này. <a href=\"/developers/docs/scaling/#rollups\">Tìm hiểu thêm về các gộp giao dịch</a>.",
  "rpc-term": "Gọi thủ tục từ xa (RPC)",
  "rpc-definition": "RPC cho phép một máy tính yêu cầu dữ liệu hoặc hành động từ một máy tính khác qua mạng, giống như yêu cầu thông tin bằng điều khiển từ xa.",
  "sha-term": "Thuật toán băm an toàn (SHA)",
  "sha-definition": "Một họ các hàm băm mật mã được Viện Tiêu chuẩn và Công nghệ Quốc gia (NIST) công bố.",
  "serialization-term": "Tuần tự hóa",
  "serialization-definition": "Quá trình chuyển đổi một cấu trúc dữ liệu thành một chuỗi các byte.",
  "sequencer-term": "Trình sắp xếp thứ tự",
  "sequencer-definition": "Trình sắp xếp thứ tự là một chương trình chịu trách nhiệm sắp xếp thứ tự các giao dịch trong một mạng chuỗi khối, đặc biệt là trong các giải pháp mở rộng quy mô Lớp 2.",
  "shard-term": "Shard / chuỗi shard",
  "shard-definition": "Chuỗi shard là các phần riêng biệt của tổng thể chuỗi khối mà các tập hợp con của trình xác thực có thể chịu trách nhiệm. Ban đầu, đây được dự định là cách mà Ethereum mở rộng quy mô lên hàng triệu giao dịch mỗi giây, nhưng giờ đây nó đã được thay thế bằng sự phát triển nhanh chóng của việc mở rộng quy mô bằng cách sử dụng <a href=\"/glossary/#rollups\">các gộp giao dịch</a>.",
  "sidechain-term": "Chuỗi bên",
  "sidechain-definition": "Một giải pháp mở rộng quy mô sử dụng một chuỗi riêng biệt với các <a href=\"/glossary/#consensus-rules\">quy tắc đồng thuận</a> khác nhau, thường nhanh hơn. Cần có một cầu nối để kết nối các chuỗi bên này với <a href=\"/glossary/#mainnet\">Mainnet</a>. <a href=\"/glossary/#rollups\">Các gộp giao dịch</a> cũng sử dụng các chuỗi bên, nhưng chúng hoạt động hợp tác với <a href=\"/glossary/#mainnet\">Mainnet</a>. <a href=\"/developers/docs/scaling/sidechains/\">Tìm hiểu thêm về các chuỗi bên</a>.",
  "signing-term": "Ký",
  "signing-definition": "Chứng minh bằng mật mã rằng một giao dịch đã được chủ sở hữu của một khóa riêng tư cụ thể phê duyệt.",
  "singleton-term": "Đơn nhất",
  "singleton-definition": "Thuật ngữ lập trình máy tính, mô tả đối tượng sử dụng instance đơn có thể tồn tại.",
  "slasher-term": "Kẻ chém",
  "slasher-definition": "Kẻ chém là một thực thể quét các chứng thực để tìm kiếm các hành vi vi phạm có thể bị chém. Các vụ chém được phát sóng trên mạng và người đề xuất khối tiếp theo sẽ thêm bằng chứng vào khối. Người đề xuất khối sau đó sẽ nhận được phần thưởng vì đã chém trình xác thực độc hại.",
  "slot-term": "Slot",
  "slot-definition": "Một khoảng thời gian (12 giây) trong đó các khối mới có thể được đề xuất bởi một <a href=\"/glossary/#validator\">trình xác thực</a> trong hệ thống <a href=\"/glossary/#pos\">bằng chứng cổ phần</a>. Một slot có thể trống. 32 slot tạo thành một <a href=\"/glossary/#epoch\">epoch</a>. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Tìm hiểu thêm về bằng chứng cổ phần</a>.",
  "smart-contract-term": "Hợp đồng Thông minh",
  "smart-contract-definition": "Hợp đồng thông minh là một chương trình tự động thực thi các thỏa thuận trên một chuỗi khối, giống như một hợp đồng kỹ thuật số tự thi hành. <a href=\"/smart-contracts/\">Giới thiệu về hợp đồng thông minh</a>.",
  "snark-term": "SNARK",
  "snark-definition": "Viết tắt của \"succinct non-interactive argument of knowledge\" (lập luận kiến thức ngắn gọn không tương tác), SNARK là một loại <a href=\"/glossary/#zk-proof\">bằng chứng không kiến thức</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Tìm hiểu thêm về các gộp giao dịch không kiến thức</a>.",
  "soft-fork-term": "Phân nhánh mềm",
  "soft-fork-definition": "Một sự phân kỳ trong một <a href=\"/glossary/#blockchain\">chuỗi khối</a> xảy ra khi các <a href=\"/glossary/#consensus-rules\">quy tắc đồng thuận</a> thay đổi. Trái ngược với một <a href=\"/glossary/#hard-fork\">phân nhánh cứng</a>, một phân nhánh mềm tương thích ngược; các nút đã nâng cấp có thể xác thực các khối được tạo bởi các nút chưa được nâng cấp miễn là chúng tuân theo các quy tắc đồng thuận mới.",
  "solidity-term": "Solidity",
  "solidity-definition": "Một ngôn ngữ lập trình thủ tục (mệnh lệnh) với cú pháp tương tự như JavaScript, C++ hoặc Java. Ngôn ngữ phổ biến và được sử dụng thường xuyên nhất cho các <a href=\"/glossary/#smart-contract\">hợp đồng thông minh</a> Ethereum. Được tạo bởi Tiến sĩ Gavin Wood. <a href=\"/developers/docs/smart-contracts/languages/#solidity\">Tìm hiểu thêm về Solidity</a>.",
  "solidity-inline-assembly-term": "Assembly nội tuyến Solidity",
  "solidity-inline-assembly-definition": "Ngôn ngữ assembly <a href=\"/glossary/#evm\">EVM</a> trong một chương trình <a href=\"/glossary/#solidity\">Solidity</a>. Sự hỗ trợ của Solidity cho assembly nội tuyến giúp việc viết một số hoạt động trở nên dễ dàng hơn.",
  "stablecoin-term": "Stablecoin",
  "stablecoin-definition": "Stablecoin là loại tiền mã hóa được thiết kế để giữ giá trị ổn định, thường gắn chặt với một loại tiên tệ hay hàng hóa (như đô la Mỹ), để giảm tối đa biến động giá. <a href=\"/stablecoins/\">Thêm về các stablecoin</a>.",
  "staking-term": "Đặt cọc",
  "staking-definition": "Gửi một lượng <a href=\"/glossary/#ether\">ether</a> (cổ phần của bạn) để trở thành một trình xác thực và bảo mật <a href=\"/glossary/#network\">mạng</a>. Một trình xác thực kiểm tra các <a href=\"/glossary/#transaction\">giao dịch</a> và đề xuất các <a href=\"/glossary/#block\">khối</a> theo mô hình <a href=\"/glossary/#pos\">đồng thuận bằng chứng cổ phần</a>. Việc đặt cược mang lại cho bạn một động lực kinh tế để hành động vì lợi ích tốt nhất của mạng. Bạn sẽ nhận được phần thưởng khi thực hiện các nhiệm vụ <a href=\"/glossary/#validator\">trình xác thực</a> của mình, nhưng sẽ mất một lượng ETH khác nhau nếu bạn không làm vậy. <a href=\"/staking/\">Tìm hiểu thêm về việc đặt cược trên Ethereum</a>.",
  "staking-pool-term": "Bể đặt cược",
  "staking-pool-definition": "ETH kết hợp của nhiều hơn một người đặt cược Ethereum, được sử dụng để đạt được 32 ETH cần thiết để kích hoạt một bộ khóa trình xác thực. Một nhà khai thác nút sử dụng các khóa này để tham gia vào sự đồng thuận và các <a href=\"/glossary/#block-reward\">phần thưởng khối</a> được chia cho những người đặt cược đóng góp. Các bể đặt cược hoặc ủy quyền đặt cược không phải là bản địa của giao thức Ethereum, nhưng nhiều giải pháp đã được cộng đồng xây dựng. <a href=\"/staking/pools/\">Tìm hiểu thêm về đặt cược gộp</a>.",
  "stark-term": "STARK",
  "stark-definition": "Viết tắt của \"scalable transparent argument of knowledge\" (lập luận kiến thức minh bạch có thể mở rộng), STARK là một loại <a href=\"/glossary/#zk-proof\">bằng chứng không kiến thức</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Tìm hiểu thêm về các gộp giao dịch không kiến thức</a>.",
  "state-term": "Trạng thái",
  "state-definition": "Một ảnh chụp nhanh tất cả các số dư và dữ liệu tại một thời điểm cụ thể trên chuỗi khối, thường đề cập đến tình trạng tại một khối cụ thể.",
  "state-channels-term": "Các kênh trạng thái",
  "state-channels-definition": "Một giải pháp <a href=\"/glossary/#layer-2\">lớp 2</a> trong đó một kênh được thiết lập giữa những người tham gia, nơi họ có thể giao dịch tự do và rẻ. Chỉ có một <a href=\"/glossary/#transaction\">giao dịch</a> để thiết lập kênh và đóng kênh được gửi đến <a href=\"/glossary/#mainnet\">Mainnet</a>. Điều này cho phép thông lượng giao dịch rất cao, nhưng phụ thuộc vào việc biết trước số lượng người tham gia và việc khóa tiền. <a href=\"/developers/docs/scaling/state-channels/#state-channels\">Tìm hiểu thêm về các kênh trạng thái</a>.",
  "supermajority-term": "Đa số tuyệt đối",
  "supermajority-definition": "Đa số tuyệt đối là thuật ngữ được đặt cho một số lượng vượt quá 2/3 (66%) tổng số ether đã đặt cược để bảo mật Ethereum. Một cuộc bỏ phiếu đa số tuyệt đối là cần thiết để các khối được <a href=\"/glossary/#finality\">hoàn thiện</a> trên Chuỗi Beacon.",
  "sybil-attack-term": "Tấn công mạo nhận",
  "sybil-attack-definition": "Tấn công mạo nhận là việc các cá nhân lừa một hệ thống tin rằng cá nhân đó là nhiều người, để tăng sự ảnh hưởng của họ.",
  "syncing-term": "Đồng bộ hóa",
  "syncing-definition": "Quá trình tải xuống toàn bộ phiên bản mới nhất của một chuỗi khối vào một nút.",
  "sync-committee-term": "Ủy ban đồng bộ hóa",
  "sync-committee-definition": "Một ủy ban đồng bộ hóa là một nhóm được chọn ngẫu nhiên gồm các <a href=\"/glossary/#validator\">trình xác thực</a> làm mới sau mỗi ~27 giờ. Mục đích của họ là thêm chữ ký của họ vào các tiêu đề khối hợp lệ. Các ủy ban đồng bộ hóa cho phép các <a href=\"/glossary/#light-client\">máy khách nhẹ</a> theo dõi phần đầu của chuỗi khối mà không cần truy cập toàn bộ bộ trình xác thực.",
  "szabo-term": "Szabo",
  "szabo-definition": "Một mệnh giá của <a href=\"/glossary/#ether\">ether</a>. 1 szabo = 10<sup>12</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>6</sup> szabo = 1 ether.",
  "terminal-total-difficulty-term": "Tổng độ khó cuối cùng (TTD)",
  "terminal-total-difficulty-definition": "Tổng độ khó là tổng độ khó khai thác Ethash cho tất cả các khối cho đến một điểm cụ thể trong chuỗi khối. Tổng độ khó cuối cùng là một giá trị cụ thể cho tổng độ khó được sử dụng làm yếu tố kích hoạt để các máy khách thực thi tắt chức năng khai thác và truyền tin khối của họ, cho phép mạng chuyển sang bằng chứng cổ phần. Nó không còn phù hợp nữa vì Ethereum đã chuyển sang <a href=\"/glossary/#pos\">bằng chứng cổ phần</a>.",
  "testnet-term": "Mạng thử nghiệm",
  "testnet-definition": "Viết tắt của \"mạng thử nghiệm\", một mạng được sử dụng để mô phỏng hành vi của mạng Ethereum chính.",
  "token-term": "Token",
  "token-definition": "Một hàng hóa ảo có thể giao dịch được xác định trong các hợp đồng thông minh trên chuỗi khối Ethereum.",
  "token-factory-term": "Nhà máy token",
  "token-factory-definition": "Nhà máy token là một hợp đồng thông minh tạo điều kiện thuận lợi cho việc tạo ra các token theo một tiêu chuẩn cụ thể, chẳng hạn như <a href=\"#erc-20\">ERC-20</a>, <a href=\"#erc-721\">ERC-721</a>, hoặc <a href=\"#erc-1155\">ERC-1155</a>. Hợp đồng thông minh hoạt động như một mẫu, cho phép người dùng triển khai các token mới với các tham số tùy chỉnh như tên, biểu tượng, nguồn cung và chức năng bổ sung mà không cần tạo một hợp đồng thông minh mới từ đầu.",
  "transaction-term": "Giao dịch",
  "transaction-definition": "Dữ liệu được cam kết vào Chuỗi khối Ethereum được ký bởi một <a href=\"/glossary/#account\">tài khoản</a> ban đầu, nhắm đến một <a href=\"/glossary/#address\">địa chỉ</a> cụ thể. Giao dịch chứa siêu dữ liệu như <a href=\"/glossary/#gas-limit\">giới hạn gas</a> cho giao dịch đó. <a href=\"/developers/docs/transactions/\">Tìm hiểu thêm về các giao dịch</a>.",
  "transaction-fee-term": "Phí giao dịch",
  "transaction-fee-definition": "Một khoản phí bạn cần trả mỗi khi sử dụng mạng Ethereum. Ví dụ bao gồm gửi tiền từ <a href=\"/glossary/#wallet\">ví</a> của bạn hay tác vụ <a href=\"/glossary/#dapp\">dapp</a>, như hoán đổi token hoặc mua vật phẩm sưu tầm. Bạn có thể nghĩ khoản phí này như phí dịch vụ. Mức phí này sẽ thay đổi dựa trên mức độ đông đúc của mạng lưới. Lý do là các <a href=\"/glossary/#validator\">nút xác thực</a>, những người chịu trách nhiệm xử lý giao dịch của bạn, có xu hướng ưu tiên các giao dịch trả phí cao hơn, nên tình trạng tắc nghẽn sẽ đẩy giá lên cao. <br/><br/>Về mặt kỹ thuật, phí giao dịch của bạn liên quan đến lượng <a href=\"/glossary/#gas\">gas</a> mà giao dịch yêu cầu. <br/><br/>Việc giảm phí giao dịch đang là một chủ đề rất được quan tâm hiện nay. Xem <a href=\"/glossary/#layer-2\">Layer 2</a>.",
  "trust-assumptions-term": "Giả định về độ tin cậy",
  "trust-assumptions-definition": "Các giả định tin cậy là những niềm tin cơ bản về sự an toàn và đáng tin cậy của một hệ thống, hướng dẫn những gì chúng ta tin tưởng để hệ thống hoạt động.",
  "trustlessness-term": "Tính không cần tin cậy",
  "trustlessness-definition": "Khả năng của một mạng lưới để trung gian các giao dịch mà không có bất kỳ bên nào liên quan cần phải tin tưởng vào một bên thứ ba.",
  "turing-complete-term": "Hoàn chỉnh Turing",
  "turing-complete-definition": "Một khái niệm được đặt theo tên nhà toán học và nhà khoa học máy tính người Anh Alan Turing - một hệ thống các quy tắc thao tác dữ liệu (chẳng hạn như bộ lệnh của máy tính, ngôn ngữ lập trình hoặc automaton tế bào) được cho là \"hoàn chỉnh Turing\" hoặc \"phổ quát về mặt tính toán\" nếu nó có thể được sử dụng để mô phỏng bất kỳ máy Turing nào.",
  "validator-term": "Nút xác thực",
  "validator-definition": "Một <a href=\"/glossary/#node\">nút</a> trong một hệ thống <a href=\"/glossary/#pos\">bằng chứng cổ phần</a> chịu trách nhiệm lưu trữ dữ liệu, xử lý các giao dịch và thêm các khối mới vào chuỗi khối. Để kích hoạt phần mềm trình xác thực, bạn cần có khả năng <a href=\"/glossary/#staking\">đặt cược</a> 32 ETH. <a href=\"/staking/\">Tìm hiểu thêm về việc đặt cược trên Ethereum</a>.",
  "validator-lifecycle-term": "Vòng đời của trình xác thực",
  "validator-lifecycle-definition": "Chuỗi các trạng thái mà một trình xác thực có thể tồn tại. Chúng bao gồm: <br/><br/><ul><li>deposited: Ít nhất 32 ETH đã được trình xác thực gửi vào <a href=\"/glossary/#deposit-contract\">hợp đồng gửi tiền</a></li><li>pending: trình xác thực đang trong hàng đợi kích hoạt chờ được các trình xác thực hiện có bỏ phiếu vào mạng</li><li>active: hiện đang chứng thực và đề xuất các khối</li><li>slashing: trình xác thực đã hành xử sai và đang bị chém</li><li>exiting: trình xác thực đã được gắn cờ để thoát khỏi mạng, hoặc tự nguyện hoặc vì họ đã bị loại.</li></ul>",
  "validity-proof-term": "Bằng chứng hợp lệ",
  "validity-proof-definition": "Một mô hình bảo mật cho một số giải pháp <a href=\"/glossary/#layer-2\">lớp 2</a> nhất định, trong đó, để tăng tốc độ, các giao dịch được gộp lại thành các lô và được gửi đến Ethereum trong một giao dịch duy nhất. Việc tính toán giao dịch được thực hiện ngoại chuỗi và sau đó được cung cấp cho chuỗi chính kèm theo bằng chứng về tính hợp lệ của chúng. Phương pháp này làm tăng số lượng giao dịch có thể thực hiện trong khi vẫn duy trì bảo mật. Một số <a href=\"/glossary/#rollups\">gộp giao dịch</a> sử dụng <a href=\"/glossary/#fraud-proof\">bằng chứng gian lận</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Tìm hiểu thêm về các gộp giao dịch không kiến thức</a>.",
  "validium-term": "Validium",
  "validium-definition": "Một giải pháp ngoại chuỗi sử dụng <a href=\"/glossary/#validity-proof\">bằng chứng hợp lệ</a> để cải thiện thông lượng giao dịch. Không giống như <a href=\"/glossary/#zk-rollup\">Các gộp giao dịch không kiến thức</a>, dữ liệu validium không được lưu trữ trên lớp 1 Mainnet. <a href=\"/developers/docs/scaling/validium/\">Tìm hiểu thêm về validium</a>.",
  "vyper-term": "Vyper",
  "vyper-definition": "Một ngôn ngữ lập trình cấp cao với cú pháp giống Python. Dự định sẽ gần gũi hơn với một ngôn ngữ chức năng thuần túy. Được tạo bởi Vitalik Buterin. <a href=\"/developers/docs/smart-contracts/languages/#vyper\">Tìm hiểu thêm về Vyper</a>.",
  "wallet-term": "Ví",
  "wallet-definition": "Ví là một công cụ kỹ thuật số để lưu trữ, gửi và nhận tiền kỹ thuật số, giống như một chiếc ví ảo cho tiền trực tuyến của bạn. <a href=\"/wallets/\">Tìm hiểu thêm về ví Ethereum</a>.",
  "web2-term": "Web2",
  "web2-definition": "Là internet hiện tại, tập trung vào nội dung do người dùng tạo và mạng xã hội được kiểm soát bởi một vài công ty. Web3 là một niềm tin của giới tiền mã hóa rằng người dùng nên kiểm soát dữ liệu và giao dịch của họ.",
  "web3-term": "Web3",
  "web3-definition": "Web3 là internet mới với chuỗi khối, nơi người dùng kiểm soát dữ liệu và giao dịch của họ, không phải các công ty. Không cần chia sẻ bất kỳ thông tin cá nhân nào. <a href=\"/web3/\">Tìm hiểu thêm về web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "Mệnh giá nhỏ nhất của ether. 10<sup>18</sup> wei = 1 ether.",
  "wrapped-token-term": "Token được bọc",
  "wrapped-token-definition": "Một token dựa trên chuỗi khối đại diện cho một loại tiền mã hóa hoặc tài sản khác trên một mạng khác. Ví dụ, <a href=\"/wrapped-eth/#intro-to-weth\">Wrapped Ether (WETH)</a> đại diện cho Ether (ETH) ở định dạng tuân thủ tiêu chuẩn token <a href=\"/glossary/#erc-20\">ERC-20</a> của Ethereum. Tài sản gốc được khóa an toàn bởi một <a href=\"/glossary/#smart-contract\">hợp đồng thông minh</a>, và một token được bọc tương đương được đúc. Cơ chế này cho phép khả năng tương tác trong và giữa các chuỗi khối, cho phép các tài sản như ETH được sử dụng liền mạch trong các ứng dụng phi tập trung trong khi vẫn giữ nguyên giá trị của chúng.",
  "zero-address-term": "Địa chỉ không",
  "zero-address-definition": "Một địa chỉ Ethereum, hoàn toàn bao gồm các số không, thường được sử dụng như một địa chỉ để loại bỏ các token khỏi lưu thông sở hữu. Có một sự phân biệt giữa các token được loại bỏ chính thức khỏi chỉ mục của một hợp đồng thông minh thông qua phương thức burn() và những token được gửi đến địa chỉ này.",
  "zk-proof-term": "Bằng chứng không kiến thức",
  "zk-proof-definition": "Bằng chứng không kiến thức là một phương pháp mật mã cho phép một cá nhân chứng minh rằng một tuyên bố là đúng mà không cần truyền đạt bất kỳ thông tin bổ sung nào. <a href=\"/developers/docs/scaling/zk-rollups/\">Tìm hiểu thêm về các gộp giao dịch không kiến thức</a>.",
  "zk-rollup-term": "Gộp giao dịch không kiến thức",
  "zk-rollup-definition": "Một <a href=\"/glossary/#rollups\">gộp giao dịch</a> của các giao dịch sử dụng <a href=\"/glossary/#validity-proof\">bằng chứng hợp lệ</a> để cung cấp thông lượng giao dịch <a href=\"/glossary/#layer-2\">lớp 2</a> tăng lên trong khi sử dụng bảo mật do Mainnet (lớp 1) cung cấp. Mặc dù chúng không thể xử lý các loại giao dịch phức tạp, như <a href=\"/glossary/#optimistic-rollup\">gộp giao dịch lạc quan</a>, chúng không có vấn đề về độ trễ vì các giao dịch được chứng minh là hợp lệ khi được gửi. <a href=\"/developers/docs/scaling/zk-rollups/\">Tìm hiểu thêm về các gộp giao dịch không kiến thức</a>."
}
