{
  "page-founders-accelerators-alliance-description": "Alliance là tổ chức tăng tốc khởi nghiệp tiền mã hóa và cộng đồng nhà sáng lập hàng đầu. Hiện đang nhận hồ sơ từ các startup AI.",
  "page-founders-accelerators-alliance-highlight-1": "Tài trợ 500 nghìn đô la",
  "page-founders-accelerators-base-description": "Base Batches là một chương trình toàn cầu dành cho các nhà xây dựng đang tạo ra làn sóng tiếp theo của các ứng dụng trên chuỗi",
  "page-founders-accelerators-base-highlight-1": "Tài trợ lên đến 1 triệu đô la",
  "page-founders-accelerators-growth-label": "Tổ chức tăng tốc khởi nghiệp & Phát triển",
  "page-founders-accelerators-kernel-description": "Kernel hướng đến việc xây dựng một cách từ từ, thông qua các tương tác lặp đi lặp lại với đồng nghiệp.",
  "page-founders-accelerators-kernel-highlight-1": "Hơn 2.200 thành viên",
  "page-founders-accelerators-kernel-highlight-2": "Hơn 150 dự án đang hoạt động",
  "page-founders-apply-h2": "Đăng ký nhận hỗ trợ",
  "page-founders-apply-p1": "Chọn con đường của bạn và được chuyển đến bước tiếp theo phù hợp nhất.",
  "page-founders-cta-explore-name": "Khám phá {name}",
  "page-founders-cta-visit-name": "Đi đến {name}",
  "page-founders-description": "Một trung tâm chuyên dụng dành cho các doanh nhân để tiếp cận các chương trình, sự cố vấn và sự hiện diện trên toàn hệ sinh thái Ethereum, mang đến cho các nhà sáng lập sự hỗ trợ mà họ cần ở mọi giai đoạn.",
  "page-founders-funding-arbitrum-description": "Sứ mệnh là trao quyền cho các nhà phát triển và doanh nhân xây dựng các ứng dụng phi tập trung có sức ảnh hưởng, tận dụng các khả năng của mạng Arbitrum",
  "page-founders-funding-arbitrum-highlight-1": "Hơn 300 dự án được hỗ trợ",
  "page-founders-funding-base-description": "Các Khoản tài trợ cho Nhà xây dựng là những thử nghiệm đang diễn ra để công nhận các nhà xây dựng trên Base.",
  "page-founders-funding-base-highlight-1": "Các khoản tài trợ từ 1-5 ETH",
  "page-founders-funding-esp-description": "Phân bổ tài nguyên cho các dự án quan trọng, trở thành một tiếng nói có giá trị trong hệ sinh thái Ethereum và ủng hộ Ethereum với thế giới bên ngoài.",
  "page-founders-funding-esp-highlight-1": "Hơn 2.000 dự án được hỗ trợ",
  "page-founders-funding-label": "Nguồn tài chính",
  "page-founders-funding-optimism-description": "Hỗ trợ cho các nhà xây dựng và đội ngũ cá nhân tạo ra các ứng dụng trên chuỗi, bộ công cụ và cơ sở hạ tầng để thúc đẩy Superchain.",
  "page-founders-funding-optimism-highlight-1": "19 chuỗi đủ điều kiện",
  "page-founders-funding-optimism-highlight-2": "Hơn 700 dự án được hỗ trợ",
  "page-founders-funding-polygon-description": "Một chương trình tài trợ cộng đồng để hỗ trợ các nhà xây dựng, đội ngũ và nhà sáng tạo cam kết cho sự phát triển của Polygon",
  "page-founders-funding-polygon-highlight-1": "Xây dựng hoặc di chuyển sang Polygon",
  "page-founders-funding-unichain-description": "Một loạt các chương trình và tài nguyên được thiết kế để hỗ trợ cộng đồng nhà phát triển mới nổi của Unichain",
  "page-founders-funding-unichain-highlight-1": "Các cơ chế DeFi mới lạ",
  "page-founders-get-in-touch-cta": "Yêu cầu hỗ trợ",
  "page-founders-get-in-touch-h2": "Đội ngũ Thành công cho Nhà sáng lập của Ethereum Foundation",
  "page-founders-get-in-touch-p1": "Thành công cho Nhà sáng lập dành cho các nhà xây dựng có ý tưởng táo bạo, các doanh nhân coi Ethereum là nền tảng cho các sản phẩm và doanh nghiệp có thể định hình tương lai.",
  "page-founders-metadata-description": "Trao quyền cho các nhà sáng lập trên Ethereum bằng các chương trình, sự cố vấn và tài nguyên. Khám phá cách hệ sinh thái Ethereum hỗ trợ các doanh nhân từ ý tưởng đến phát triển.",
  "page-founders-metadata-title": "Hỗ trợ nhà sáng lập",
  "page-founders-partnerships-devconnect-description": "Devconnect ARG là Hội chợ Thế giới Ethereum: Một buổi giới thiệu các ứng dụng và một sự kiện để kết nối, xây dựng và đẩy nhanh việc áp dụng Ethereum.",
  "page-founders-partnerships-ef-founder-support-cta": "Lên lịch giới thiệu",
  "page-founders-partnerships-ef-founder-support-description": "Điều phối việc chia sẻ doanh thu, thanh khoản và quan hệ đối tác. Đội ngũ Thành công cho Nhà sáng lập của EF giúp kết nối các đội ngũ phù hợp để biến điều đó thành hiện thực.",
  "page-founders-partnerships-ef-founder-support-subtitle": "Giới thiệu về các Giao thức/Đội ngũ DeFi",
  "page-founders-partnerships-ens-description": "Chương trình nhằm mục đích trao quyền cho các dự án đã chứng tỏ được sự hữu ích và tác động đặc biệt cho cả nhà phát triển và người dùng.",
  "page-founders-partnerships-ens-highlight-1": "Các khoản tài trợ nhỏ lên đến 2 ETH",
  "page-founders-partnerships-ens-highlight-2": "Các khoản tài trợ lớn lên đến 50 nghìn USDC",
  "page-founders-partnerships-ethglobal-description": "Các sự kiện toàn cầu thúc đẩy một hệ sinh thái đẳng cấp thế giới của các nhà phát triển và doanh nhân Ethereum.",
  "page-founders-partnerships-label": "Quan hệ đối tác & Tích hợp",
  "page-founders-partnerships-protocol-guild-description": "Tổ chức tài trợ độc lập cho các nhà phát triển cốt lõi của Ethereum. Chúng tôi chủ động tài trợ cho những người bảo trì đang làm công việc mà hệ sinh thái phụ thuộc vào.",
  "page-founders-partnerships-protocol-guild-highlight-1": "28 triệu đô la đã được huy động cho các nhà phát triển cốt lõi",
  "page-founders-partnerships-unichain-description": "Một loạt các chương trình và tài nguyên được thiết kế để hỗ trợ cộng đồng nhà phát triển mới nổi của Unichain",
  "page-founders-partnerships-unichain-highlight-1": "Các cơ chế DeFi mới lạ",
  "page-founders-story-dith-p1": "Hỗ trợ Nhà sáng lập của EF rất tuyệt vời, họ là một đối tác tư tưởng và cố vấn khách quan tuyệt vời cho chúng tôi khi chúng tôi hoàn thành vòng huy động vốn đầu tiên. Tôi không ngần ngại giới thiệu các nhà sáng lập Máy ảo Ethereum khác liên hệ với họ.",
  "page-founders-story-fahim-p1": "Đội ngũ Thành công cho Nhà sáng lập là một tài sản lớn đối với hệ sinh thái Ethereum. Họ thực sự quan tâm đến việc giúp các đội ngũ giành chiến thắng, và sự hỗ trợ thực tế cũng như cam kết chân thành của họ trong việc giúp đỡ các đội ngũ như Optimism là điều có thể thấy rõ. Tôi rất vui được tiếp tục hợp tác với họ và cùng nhau củng cố hệ sinh thái của chúng ta.",
  "page-founders-story-kedian-p1": "Người liên hệ của chúng tôi tại EF đã đóng vai trò quan trọng trong việc hướng dẫn chúng tôi, không chỉ bằng cách chia sẻ những hiểu biết quý giá về tính năng sắp tới của chúng tôi mà còn bằng cách giới thiệu chúng tôi với các L2 quan trọng trong hệ sinh thái Ethereum.",
  "page-founders-story-kedian-p2": "Nhờ phản hồi của họ về chiến lược GTM của chúng tôi, chúng tôi đã đẩy nhanh việc ra quyết định, giảm thời gian dành cho nghiên cứu và tập trung trực tiếp vào việc thực thi.",
  "page-founders-succeed-h2": "Những người khác đã thành công như thế nào",
  "page-founders-succeed-p1": "Bạn không cần phải xây dựng một mình, hệ sinh thái này sẽ hỗ trợ bạn.",
  "page-founders-support-tag-accelerator": "Tổ chức tăng tốc khởi nghiệp",
  "page-founders-support-tag-active": "Đang Hoạt Động",
  "page-founders-support-tag-audit-grants": "Tài trợ kiểm toán",
  "page-founders-support-tag-ecosystem-events": "Sự kiện hệ sinh thái",
  "page-founders-support-tag-events": "Sự kiện",
  "page-founders-support-tag-fundraising": "Gây quỹ",
  "page-founders-support-tag-grant-program": "Chương trình tài trợ",
  "page-founders-support-tag-mentorship": "Cố vấn",
  "page-founders-support-tag-networking": "Kết nối mạng lưới",
  "page-founders-support-tag-public-goods": "Hàng hóa công cộng",
  "page-founders-support-tag-tooling-infra": "Bộ công cụ & Hạ tầng",
  "page-founders-title": "Trao quyền cho các nhà sáng lập trên Ethereum"
}
