{
  "page-what-is-ethereum-network-meta-title": "Mạng Ethereum là gì? | ethereum.org",
  "page-what-is-ethereum-network-meta-description": "Tìm hiểu mạng Ethereum là gì, góp cổ phần và bảo mật, phí mạng (còn gọi là gas), các mạng mở rộng quy mô lớp 2 và cách khám phá dữ liệu mạng trực tiếp.",
  "page-what-is-ethereum-network-twitter-meta-description": "Tìm hiểu mạng Ethereum là gì, góp cổ phần và bảo mật, phí mạng, các mạng mở rộng quy mô lớp 2 và cách khám phá dữ liệu mạng trực tiếp.",
  "page-what-is-ethereum-network-title": "Mạng lưới Ethereum là gì?",
  "page-what-is-ethereum-network-description-1": "Mạng Ethereum là cơ sở hạ tầng vật lý và kỹ thuật số làm nền tảng cho Ethereum.",
  "page-what-is-ethereum-network-description-2": "Bao gồm các nút lưu trữ dữ liệu, các trình xác thực xử lý giao dịch, phần mềm thực thi hợp đồng thông minh và các mạng Lớp 2 giúp mở rộng quy mô Ethereum vượt ra ngoài chuỗi chính.",
  "page-what-is-ethereum-network-section-network-fees-title": "Phí mạng Ethereum (còn gọi là phí gas) là gì?",
  "page-what-is-ethereum-network-section-staking-title": "Góp cổ phần là gì và nó bảo mật mạng như thế nào?",
  "page-what-is-ethereum-network-section-layer-2s-title": "Lớp 2 của Ethereum là gì và chúng mở rộng quy mô mạng như thế nào?",
  "page-what-is-ethereum-network-section-live-network-data-title": "Cách khám phá dữ liệu mạng Ethereum trực tiếp",
  "page-what-is-ethereum-network-read-next-title": "Đọc tiếp",
  "page-what-is-ethereum-network-read-next-item-1": "Ví là gì?",
  "page-what-is-ethereum-network-read-next-item-2": "ether (ETH) là gì?",
  "page-what-is-ethereum-network-read-next-item-3": "Web3 là gì?",
  "page-what-is-ethereum-network-read-next-item-4": "Tìm hiểu thêm về mạng lưới Ethereum",
  "page-what-is-ethereum-network-section-description-1": "Khi mọi người nói về Ethereum, họ thường đề cập đến một vài điều khác nhau. Có hệ sinh thái ứng dụng và tài sản kỹ thuật số, nền tảng phần mềm nguồn mở và đồng tiền gốc ether (ETH).",
  "page-what-is-ethereum-network-section-description-2": "Nhưng bên dưới tất cả là <strong>mạng Ethereum</strong>; nền tảng vật lý và kỹ thuật số gắn kết mọi thứ lại với nhau.",
  "page-what-is-ethereum-network-section-description-3": "Về cốt lõi, mạng Ethereum là một tập hợp <strong>hàng nghìn máy tính độc lập được gọi là nút</strong>. Các nút này được <strong>vận hành bởi mọi người trên khắp thế giới</strong>. Chúng hoạt động cùng nhau để lưu trữ dữ liệu, thực thi các hợp đồng thông minh và ghi lại mọi giao dịch trên một sổ cái công khai, mở.",
  "page-what-is-ethereum-network-section-description-4": "Mạng Ethereum xử lý một số tác vụ chính, như:",
  "page-what-is-ethereum-network-section-description-5": "cập nhật tài khoản và số dư của người dùng",
  "page-what-is-ethereum-network-section-description-6": "thực thi các hợp đồng thông minh (chương trình chạy ứng dụng)",
  "page-what-is-ethereum-network-section-description-7": "theo dõi quyền sở hữu tài sản kỹ thuật số (như stablecoin và NFT)",
  "page-what-is-ethereum-network-section-description-8": "xử lý tất cả các giao dịch chảy qua Ethereum mỗi ngày",
  "page-what-is-ethereum-network-section-description-9": "May mắn thay, bạn không cần phải hiểu cách mạng hoạt động để sử dụng nó.",
  "page-what-is-ethereum-network-section-description-10": "Hầu hết mọi người chỉ cần sử dụng mạng thông qua <a>ví</a>. <strong>Một chiếc ví</strong> thường là một ứng dụng web hoặc di động cho phép bạn <strong>gửi</strong> và <strong>nhận ETH, quản lý tài sản của mình</strong> và sử dụng các ứng dụng.",
  "page-what-is-ethereum-network-section-description-11": "Các loại người dùng khác như nhà phát triển và doanh nghiệp xây dựng trên Ethereum có thể sử dụng API, phần mềm nút hoặc triển khai hợp đồng thông minh.",
  "page-what-is-ethereum-network-section-description-12": "Mạng Ethereum khác với các hệ thống truyền thống vì cách nó được thiết kế. <strong>Mã và dữ liệu của Ethereum được lưu trữ trên các nút phi tập trung</strong> trên khắp thế giới, vì vậy không ai có thể chặn quyền truy cập của bạn hoặc tắt ứng dụng của bạn.",
  "page-what-is-ethereum-network-section-description-13": "Và bởi vì bất kỳ ai cũng có thể tham gia, nó mở ra cánh cửa cho sự truy cập và đổi mới toàn cầu.",
  "page-what-is-ethereum-network-section-description-14": "Những phẩm chất này cho phép thực hiện những điều không thể trước đây, như:",
  "page-what-is-ethereum-network-section-description-15": "quyền sở hữu dữ liệu",
  "page-what-is-ethereum-network-section-description-16": "mạng xã hội không bị loại khỏi nền tảng",
  "page-what-is-ethereum-network-section-description-17": "hệ thống tài chính mở và minh bạch",
  "page-what-is-ethereum-network-section-description-18": "Về cốt lõi, mạng Ethereum là nền tảng cho quyền sở hữu kỹ thuật số và sự tham gia cởi mở.",
  "page-what-is-ethereum-network-section-description-19": "Bạn có thể nghe mọi người nhắc đến <strong>Mạng chính Ethereum</strong>. Đây chính là mạng Ethereum mà hàng triệu người sử dụng hàng ngày, nơi các tài sản thực được trao đổi và các ứng dụng thực hoạt động. Nhưng \"Mạng chính\" giúp phân biệt nó với các mạng lớp 2 của Ethereum và các mạng thử nghiệm (testnet) mà các nhà phát triển sử dụng để thử các tính năng mới trước khi ra mắt.",
  "page-what-is-ethereum-network-gas-section-description-1": "Mọi giao dịch trên Ethereum đều tốn một khoản phí nhỏ gọi là phí gas. Dù bạn gửi ETH, hoán đổi token hay sử dụng ứng dụng, bạn đều phải trả một lượng nhỏ gas mỗi khi ghi dữ liệu vào chuỗi khối.",
  "page-what-is-ethereum-network-gas-section-description-2": "<strong>Phí gas giúp Ethereum hoạt động trơn tru</strong>. Nếu không có nó, những kẻ xấu có thể spam mạng bằng các giao dịch rỗng và khiến mạng không thể sử dụng được do tắc nghẽn nghiêm trọng, vì sẽ không có cách nào để ưu tiên các giao dịch theo mức phí mà người dùng sẵn sàng trả.",
  "page-what-is-ethereum-network-gas-section-description-3": "Phí gas Ethereum bao gồm chi phí cho nhiều tài nguyên khác nhau mà một giao dịch có thể tiêu thụ, chẳng hạn như tính toán, băng thông hoặc lưu trữ. Tất cả những điều này được trừu tượng hóa thành một giá trị duy nhất cho người dùng, nhưng hoạt động R&D sâu rộng được thực hiện để xác định chi phí của mỗi hoạt động so với các hoạt động khác.",
  "page-what-is-ethereum-network-gas-section-description-4": "Vậy, điều gì xảy ra khi bạn trả gas? Một phần của nó được <strong>trả cho trình xác thực</strong>, người thêm giao dịch của bạn vào một \"khối\" giao dịch. Một phần khác bị <strong>\"đốt cháy\", loại bỏ nó khỏi nguồn cung</strong>.",
  "page-what-is-ethereum-network-gas-section-description-5": "Điều này giúp cân bằng cung và cầu, bởi vì <strong>khi mạng bận rộn, phí sẽ tăng lên</strong>. Khi yên tĩnh hơn, phí sẽ giảm xuống.",
  "page-what-is-ethereum-network-gas-section-description-6": "Kể từ khi mạng <blog>giới thiệu cơ chế đốt phí</blog> vào tháng 8 năm 2021, <strong>hàng triệu ETH <beaconchain>đã bị đốt cháy</beaconchain></strong>. Bạn có thể khám phá các con số mới nhất bằng cách sử dụng <ultrasound>bảng điều khiển và trình khám phá mạng</ultrasound> do cộng đồng Ethereum xây dựng.",
  "page-what-is-ethereum-network-gas-section-description-7": "Vậy, một giao dịch tốn bao nhiêu?",
  "page-what-is-ethereum-network-gas-section-description-8": "Chà, <strong>phí thay đổi tùy thuộc vào việc bạn đang làm gì</strong>. Việc chỉ gửi ETH có thể tốn ít hơn một đô la. Hoán đổi token trên một sàn giao dịch phi tập trung (DEX) có thể tốn vài đô la hoặc hơn, đặc biệt nếu mạng đang bận. Giao dịch càng phức tạp thì càng tốn nhiều gas.",
  "page-what-is-ethereum-network-gas-section-description-9": "Phí gas là một trong những phần dễ thấy nhất khi sử dụng Ethereum, đặc biệt đối với người dùng mới, nhưng tất cả đều nhằm mục đích làm cho mạng trở nên đáng tin cậy và an toàn hơn.",
  "page-what-is-ethereum-network-gas-section-description-10": "Tìm hiểu thêm về phí mạng Ethereum",
  "page-what-is-ethereum-network-staking-section-description-1": "Mạng Ethereum được bảo mật bằng một hệ thống gọi là góp cổ phần. Đây là cách Ethereum <strong>xác minh các giao dịch, thêm các khối mới</strong> và giữ cho mạng <strong>an toàn trước các cuộc tấn công</strong>.",
  "page-what-is-ethereum-network-staking-section-description-2": "Khi Ethereum mới bắt đầu, nó đã sử dụng một cơ chế đồng thuận (một cách để đồng ý về việc ai sở hữu cái gì) được gọi là bằng chứng công việc. Đây cũng là cơ chế mà Bitcoin sử dụng ngày nay.",
  "page-what-is-ethereum-network-staking-section-description-3": "Vào tháng 9 năm 2022, Ethereum đã nâng cấp lên cơ chế đồng thuận bằng chứng cổ phần an toàn và tiết kiệm năng lượng hơn.",
  "page-what-is-ethereum-network-staking-section-description-4": "Vậy, nó hoạt động như thế nào?",
  "page-what-is-ethereum-network-staking-section-description-5": "Nói một cách đơn giản, mọi người khóa một số ETH <strong>(đặt cược ETH của họ)</strong>, như một khoản tiền gửi để họ có thể giúp <strong>bảo mật mạng</strong>. Những người này được gọi là trình xác thực. Khi bạn góp cổ phần ETH, trình xác thực của bạn sẽ được chọn để kiểm tra và thêm các giao dịch mới. Nếu bạn làm điều đó một cách trung thực, bạn sẽ <strong>nhận được phần thưởng</strong>. Nếu bạn <strong>cố gắng gian lận, bạn sẽ mất một phần cổ phần của mình</strong>.",
  "page-what-is-ethereum-network-staking-section-description-6": "Góp cổ phần là cách Ethereum cam kết một cách đáng tin cậy về chất lượng dịch vụ của mình. Tất cả số tiền đặt cược này đều vì lợi ích tốt nhất để Ethereum được giữ an toàn—bạn có dám đặt cược chống lại nó không?",
  "page-what-is-ethereum-network-staking-section-description-7": "Chỉ hai năm sau khi ra mắt bằng chứng cổ phần, Ethereum đã thu hút <validators>hơn một triệu trình xác thực</validators>, những người góp cổ phần <stakedEther>hàng triệu ETH</stakedEther> để bảo mật Ethereum. <strong>Điều này làm cho Ethereum trở nên cực kỳ tốn kém và khó bị tấn công</strong>. Điều này là do để tấn công mạng, <strong>một thực thể cần ít nhất 1/3 tổng số ETH đã góp cổ phần để bắt đầu tấn công mạng</strong>. Ngày nay, con số đó lên tới hàng chục tỷ đô la, và ngay cả khi đó, cuộc tấn công có thể sẽ thất bại vì việc hơn 1/3 không đồng ý với phần còn lại của mạng sẽ ngăn chặn việc hoàn tất, nhưng chuỗi sẽ tiếp tục phát triển với phiên bản còn lại được coi là nguồn đáng tin cậy. Hơn 1/2 sẽ thay đổi phiên bản nào được coi là sự thật, và hơn 2/3 sẽ cho phép hoàn tất một điều gì đó mà phần còn lại không đồng ý.",
  "page-what-is-ethereum-network-staking-section-description-8": "Đây là điều mang lại cho Ethereum \"<strong>bảo mật kinh tế</strong>\". Nó không chỉ là về việc có công nghệ phù hợp. Mà là về việc làm cho các cuộc tấn công trở nên quá tốn kém để thậm chí thử.",
  "page-what-is-ethereum-network-staking-section-description-9": "Để giúp bảo mật mạng Ethereum, bạn có thể thực hiện theo hai cách chính.",
  "page-what-is-ethereum-network-staking-section-description-10": "Cách đầu tiên là chạy một nút. Các nút lưu trữ toàn bộ lịch sử của chuỗi khối, bao gồm tất cả các giao dịch và dữ liệu hợp đồng thông minh. Bằng cách đồng bộ hóa với các nút khác, chúng có thể đồng ý về trạng thái của mạng, đảm bảo các giao dịch là hợp lệ và dữ liệu hợp đồng thông minh có sẵn.",
  "page-what-is-ethereum-network-staking-section-description-11": "Cách thứ hai là góp cổ phần ETH của bạn. Cách dễ nhất là thông qua một nhà cung cấp dịch vụ góp cổ phần như <lido>Lido</lido> hoặc <rocketpool>Rocketpool</rocketpool>, nhưng nếu bạn có chuyên môn, hãy thử chạy phần mềm trình xác thực tại nhà.",
  "page-what-is-ethereum-network-staking-section-description-12": "Tìm hiểu thêm về góp cổ phần và cách thực hiện",
  "page-what-is-ethereum-network-staking-section-description-13": "Tìm hiểu cách chạy một nút",
  "page-what-is-ethereum-network-layer-2s-section-description-1": "Khi Ethereum ngày càng phổ biến, mạng lưới trở nên bận rộn hơn. Khi nhu cầu cao, phí gas tăng lên và các giao dịch mất nhiều thời gian hơn. Để khắc phục điều này, các nhà phát triển đã xây dựng một loạt <strong>mạng đồng hành</strong> được gọi là lớp 2.",
  "page-what-is-ethereum-network-layer-2s-section-description-2": "Lớp 2, còn được gọi là L2, là các mạng khác <strong>chạy trên nền tảng Ethereum</strong>. Chúng xử lý các giao dịch một cách riêng biệt, sau đó gửi một bản tóm tắt để được lưu trữ trên Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-3": "Bạn có thể coi chúng như những làn đường cao tốc trên xa lộ. Thay vì mọi giao dịch đều phải đi qua Mạng chính Ethereum, nhiều giao dịch trong số đó sử dụng những con đường nhanh hơn, rẻ hơn này.",
  "page-what-is-ethereum-network-layer-2s-section-description-4": "Một số L2 phổ biến nhất bao gồm <strong>Base, Arbitrum, Optimism, zkSync</strong> và <strong>Starknet</strong>. Mỗi L2 hoạt động hơi khác nhau, nhưng ý tưởng là như nhau—mở rộng quy mô Ethereum mà không ảnh hưởng đến bảo mật.",
  "page-what-is-ethereum-network-layer-2s-section-description-5": "Một giao dịch chuyển ETH đơn giản trên Optimism hoặc zkSync có thể <l2fees>chỉ tốn 0,04 USD</l2fees>, so với 0,3-1 USD trên Mạng chính Ethereum. Các giao dịch khác như hoán đổi token <l2fees>có thể chỉ tốn 0,20 USD</l2fees>. Đối với người dùng, điều này có nghĩa là <strong>giao dịch nhanh hơn với một phần nhỏ chi phí</strong>.",
  "page-what-is-ethereum-network-layer-2s-section-description-6": "Kết quả là, các L2 đang phát triển nhanh chóng. Cùng nhau, chúng nắm giữ <l2beat>hàng tỷ đô la tài sản kỹ thuật số</l2beat>.",
  "page-what-is-ethereum-network-layer-2s-section-description-7": "Vì L2 được hưởng lợi từ tính bảo mật của Ethereum, các công ty muốn tạo ra các khoản thanh toán và ứng dụng toàn cầu đã bắt đầu xây dựng trên nền tảng Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-8": "Ví dụ, Robinhood gần đây đã <robinhood>ra mắt L2 của riêng mình</robinhood> để khám phá việc thanh toán nhanh hơn cho cổ phiếu. PayPal đã <paypal>chuyển stablecoin PYUSD của mình sang Ethereum L2 Arbitrum</paypal>. Shopify hiện <shopify>cho phép các nhà buôn chấp nhận stablecoin USDC</shopify> trên Base.",
  "page-what-is-ethereum-network-layer-2s-section-description-9": "Đối với người dùng, việc di chuyển tài sản giữa Ethereum và L2 rất đơn giản. Bạn có thể sử dụng các cầu nối, được xây dựng bởi các L2 như <superbridge>Superbridge của Optimism</superbridge> hoặc <portal>Portal của ZKsync</portal> để di chuyển ETH và các tài sản khác. Bạn thậm chí có thể sử dụng các công cụ của bên thứ ba như <hop>Hop</hop> và <across>Across</across> được xây dựng bởi các nhóm độc lập.",
  "page-what-is-ethereum-network-layer-2s-section-description-10": "Tìm hiểu thêm về các mạng Lớp 2 của Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-1": "Ethereum được thiết kế minh bạch. Mọi hành động trên mạng, từ việc gửi ETH đến việc chạy một trình xác thực, đều được ghi lại trên một sổ cái công khai, mở mà bất kỳ ai cũng có thể truy cập.",
  "page-what-is-ethereum-network-live-network-data-section-description-2": "Đây là một sự tương phản rõ rệt với cách hoạt động của hầu hết các hệ thống ngày nay:",
  "page-what-is-ethereum-network-live-network-data-section-description-3": "các ngân hàng và tổ chức công bố các con số nội bộ của họ",
  "page-what-is-ethereum-network-live-network-data-section-description-4": "số liệu sử dụng ứng dụng được các công ty công nghệ bảo vệ chặt chẽ",
  "page-what-is-ethereum-network-live-network-data-section-description-5": "dữ liệu kinh tế thường đến muộn và được sửa đổi sau đó",
  "page-what-is-ethereum-network-live-network-data-section-description-6": "Với Ethereum, bạn không cần phải tin tưởng. Bạn có thể xác minh.",
  "page-what-is-ethereum-network-live-network-data-section-description-7": "Bạn không cần phải hiểu bất cứ điều gì trong số này để sử dụng Ethereum. Nhưng nếu bạn tò mò về số lượng giao dịch đã được thanh toán trong năm 2024, hoặc có bao nhiêu địa chỉ Ethereum mới được tạo ra trong sáu tháng qua, có những công cụ cho phép bất kỳ ai khám phá mạng trong thời gian thực.",
  "page-what-is-ethereum-network-live-network-data-section-description-8": "Dưới đây là một vài nguồn dữ liệu hữu ích nhất và những gì bạn có thể sử dụng chúng cho:",
  "page-what-is-ethereum-network-live-network-data-section-description-9": "<etherscan>Etherscan</etherscan>: Kiểm tra các giao dịch, hoạt động ví và các hợp đồng thông minh",
  "page-what-is-ethereum-network-live-network-data-section-description-10": "<beaconcha>beaconcha.in</beaconcha>: Xem thống kê trình xác thực, mức độ góp cổ phần và tình trạng mạng",
  "page-what-is-ethereum-network-live-network-data-section-description-11": "<ultrasound>ultrasound.money</ultrasound>: Theo dõi nguồn cung, phát hành và đốt ETH trong thời gian thực",
  "page-what-is-ethereum-network-live-network-data-section-description-12": "<l2fees>l2fees.info</l2fees>: So sánh chi phí giao dịch hiện tại trên Ethereum và các L2",
  "page-what-is-ethereum-network-live-network-data-section-description-13": "<l2beat>L2Beat</l2beat>: Xem giá trị được bảo mật và các mô hình bảo mật trên tất cả các L2 chính",
  "page-what-is-ethereum-network-live-network-data-section-description-14": "<growthepie>growthepie</growthepie>: Xem tất cả hoạt động trên chuỗi và sự tăng trưởng trên toàn Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-15": "<dune>Dune</dune>: Khám phá các bảng điều khiển tùy chỉnh về tất cả tài sản kỹ thuật số trên Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-16": "<tokenterminal>Token Terminal</tokenterminal>: So sánh doanh thu dapp, mức sử dụng và hiệu suất giao thức",
  "page-what-is-ethereum-network-live-network-data-section-description-17": "<nansen>Nansen</nansen>: Theo dõi các luồng ví, chuyển động của stablecoin và xu hướng tiền thông minh.",
  "page-what-is-ethereum-network-live-network-data-section-description-18": "Tất cả những công cụ này đều có sẵn nếu bạn cần.",
  "page-what-is-ethereum-network-live-network-data-section-description-19": "Cho dù bạn là nhà phát triển, nhà nghiên cứu, nhà đầu tư hay chỉ là người muốn kiểm tra một giao dịch, mạng mở của Ethereum đều cung cấp cho bạn dữ liệu—trực tiếp, không cần cấp phép và có thể xác minh.",
  "page-what-is-ethereum-network-live-network-data-section-description-20": "Duyệt các bảng điều khiển mạng và trình khám phá khối của Ethereum"
}