{
  "page-dapps-1inch-logo-alt": "Logo của 1inch",
  "page-dapps-aave-logo-alt": "Logo của Aave",
  "page-dapps-add-button": "Đề xuất ứng dụng phi tập trung (dapp)",
  "page-dapps-add-title": "Thêm ứng dụng phi tập trung (dapp)",
  "page-dapps-ankr-logo-alt": "Logo của Augur",
  "page-dapps-api3-logo-alt": "Logo của API3",
  "page-dapps-arweave-logo-alt": "Logo của ARweave",
  "page-dapps-audius-logo-alt": "Logo của Audius",
  "page-dapps-augur-logo-alt": "Logo của Augur",
  "page-dapps-axie-infinity-logo-alt": "Logo của Axie Infinity",
  "page-dapps-balancer-logo-alt": "Logo của Balancer",
  "page-dapps-brave-logo-alt": "Logo của Brave",
  "page-dapps-beginner-friendly-description": "Một vài dapp tốt cho người mới bắt đầu. Khám phá thêm các dapp phía dưới.",
  "page-dapps-beginner-friendly-header": "Thân thiện với người mới",
  "page-dapps-category-arts": "Nghệ thuật và thời trang",
  "page-dapps-category-browsers": "Các trình duyệt",
  "page-dapps-category-code-marketplaces": "Thị trường mã",
  "page-dapps-category-collectibles": "Vật phẩm sưu tầm kỹ thuật số",
  "page-dapps-category-competitive": "Trò chơi Web3",
  "page-dapps-category-computing": "Công cụ của nhà phát triển",
  "page-dapps-category-dex": "Sán giao dịch",
  "page-dapps-category-investments": "Quỹ đầu tư",
  "page-dapps-category-lending": "Cho vay và vay mượn",
  "page-dapps-category-lottery": "Huy động vốn từ cộng đồng",
  "page-dapps-category-marketplaces": "Thị trường",
  "page-dapps-category-music": "Âm nhạc",
  "page-dapps-category-payments": "Thanh toán",
  "page-dapps-category-insurance": "Bảo hiểm",
  "page-dapps-category-portfolios": "Quản lý danh mục đầu tư",
  "page-dapps-category-trading": "Thị trường dự đoán",
  "page-dapps-category-utilities": "Tiện ích",
  "page-dapps-category-worlds": "Thế giới ảo",
  "page-dapps-category-demand-aggregator": "Công cụ tổng hợp nhu cầu",
  "page-dapps-category-derivatives": "Phái sinh",
  "page-dapps-category-liquid-staking": "Ký quỹ tài sản để lấy token",
  "page-dapps-category-experiences": "Trải nghiệm chung",
  "page-dapps-category-guilds": "Cộng đồng game dựa trên chuỗi khối",
  "page-dapps-category-avatar": "Ảnh đại diện",
  "page-dapps-choose-category": "Chọn danh mục",
  "page-dapps-category-social": "Mạng xã hội",
  "page-dapps-category-content": "Nội dung",
  "page-dapps-category-community": "Cộng đồng",
  "page-dapps-category-messaging": "Tiếng Việt",
  "page-dapps-category-identity": "Xác minh",
  "page-dapps-collectibles-benefits-1-description": "Khi tác phẩm nghệ thuật được token hoá trên Ethereum, thì quyền sở hữu của tác phẩm đó có thể được hiển thị công khai. Bạn có thể theo dõi hành trình của tác phẩm nghệ thuật từ quá trình sáng tạo cho đến chủ sở hữu hiện tại của nó. Điều này ngăn cản việc mạo danh.",
  "page-dapps-collectibles-benefits-1-title": "Có thể chứng minh được quyền sở hữu",
  "page-dapps-collectibles-benefits-2-description": "Việc trả tiền để phát trực tuyến nhạc hoặc mua tác phẩm nghệ thuật sẽ công bằng hơn nhiều đối với các nghệ sĩ. Nhu cầu trung gian hơn với Ethereum cũng ít hơn. Nếu cần có bên trung gian, thì chi phí của họ sẽ thấp hơn vì nền tảng không yêu cầu trả tiền cho cơ sở hạ tầng của mạng.",
  "page-dapps-collectibles-benefits-2-title": "Công bằng hơn cho người sáng tạo",
  "page-dapps-collectibles-benefits-3-description": "Vật phẩm sưu tầm được token hoá liên kết với địa chỉ Ethereum của bạn, chứ không phải trên nền tảng. Do đó, bạn có thể bán vật phẩm trong trò chơi trên bất kỳ thị trường Ethereum nào, mà không chỉ mỗi vật phẩm trong trò chơi.",
  "page-dapps-collectibles-benefits-3-title": "Vật phẩm sưu tầm luôn thuộc về bạn",
  "page-dapps-collectibles-benefits-4-description": "Công cụ và sản phẩm luôn sẵn có để bạn token hoá tác phẩm nghệ thuật của mình và bán! Token của bạn có thể được bán trên bất kỳ và tất cả các nền tảng sưu tầm Ethereum.",
  "page-dapps-collectibles-benefits-4-title": "Có sẵn cơ sở hạ tầng",
  "page-dapps-collectibles-benefits-description": "Đây là những ứng dụng tập trung vào quyền sở hữu kỹ thuật số, tăng tiềm năng kiếm tiền cho người tạo lập và phát minh ra những cách mới để đầu tư vào những người sáng tạo yêu thích của mình và công việc của họ.",
  "page-dapps-collectibles-benefits-title": "vật phẩm sưu tầm và phát trực tuyến phi tập trung",
  "page-dapps-collectibles-button": "Nghệ thuật và vật phẩm sưu tầm",
  "page-dapps-collectibles-description": "Đây là những ứng dụng tập trung vào quyền sở hữu kỹ thuật số, tăng tiềm năng kiếm tiền cho người tạo lập và phát minh ra những cách mới để đầu tư vào những người sáng tạo yêu thích của mình và công việc của họ.",
  "page-dapps-collectibles-title": "Nghệ thuật phi tập trung và vật phẩm sưu tầm",
  "page-dapps-compound-logo-alt": "Logo của Compound",
  "page-dapps-convex-logo-alt": "Logo của Convex",
  "page-dapps-cryptopunks-logo-alt": "Logo của CryptoPunks",
  "page-dapps-cryptovoxels-logo-alt": "Logo của Cryptovoxels",
  "page-dapps-cyberconnect-logo-alt": "Logo CyberConnect",
  "page-dapps-dapp-description-1inch": "Giúp bạn tránh nguy cơ trượt giá cao bằng cách tổng hợp các mức giá tốt nhất.",
  "page-dapps-dapp-description-aave": "Cho vay token để kiếm lãi và rút tiền bất kỳ lúc nào.",
  "page-dapps-dapp-description-ankr": "Tập hợp các sản phẩm cơ sở hạ tầng Web3 khác nhau để xây dựng, kiếm tiền, chơi game và hơn thế nữa — tất cả đều trên chuỗi khối.",
  "page-dapps-dapp-description-api3": "Nguồn cấp dữ liệu tham chiếu giá của bên thứ nhất cho phép dApp trên 10 mạng (vẫn đang tăng) kết nối với dữ liệu giá tài sản theo thời gian thực, bao gồm giá tiền điện tử và ngoại hối.",
  "page-dapps-dapp-description-arweave": "Lưu trữ dữ liệu vĩnh viễn, bền vững chỉ với một khoản phí trả trước duy nhất.",
  "page-dapps-dapp-description-async-art": "Tạo, thu thập và giao dịch #ProgrammableArt - bức tranh kỹ thuật số được chia thành các “lớp hình ảnh” (Layer) có thể dùng để sửa đổi toàn bộ hình ảnh. Mỗi lớp hình ảnh (Layer) và tác phẩm hoàn chỉnh (Master) là một token ERC721.",
  "page-dapps-dapp-description-audius": "Nền tảng phát trực tuyến phi tập trung. Listen = tiền cho người sáng tạo, không phải nhãn.",
  "page-dapps-dapp-description-augur": "Đặt cược kết quả thể thao, kinh tế và các sự kiện toàn cầu khác.",
  "page-dapps-dapp-description-axie-infinity": "Giao dịch và chiến đấu với các sinh vật gọi là Axies. Bạn có thể kiếm được phần thưởng khi chơi trên thiết bị di động",
  "page-dapps-dapp-description-balancer": "Balancer là một nền tảng giao dịch và quản lý danh mục đầu tư tự động.",
  "page-dapps-dapp-description-brave": "Kiếm token để duyệt và sử dụng chúng để hỗ trợ những người sáng tạo yêu thích của bạn.",
  "page-dapps-dapp-description-cent": "Mạng xã hội là nơi bạn kiếm tiền bằng cách đăng NFT.",
  "page-dapps-dapp-description-compound": "Cho vay token để kiếm lãi và rút tiền bất kỳ lúc nào.",
  "page-dapps-dapp-description-convex": "Convex cho phép nhà cung cấp thanh khoản của Curve thu được phí giao dịch và nhận thêm đồng CRV mà không cần phải khóa các đồng CRV của họ.",
  "page-dapps-dapp-description-cryptopunks": "Mua, bán và chào giá punk – một trong những token có thể thu thập đầu tiên trên Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Tạo phòng trưng bày nghệ thuật, xây dựng cửa hàng và mua đất trong môi trường ảo dựa trên Ethereum.",
  "page-dapps-dapp-description-cyberconnect": "Giao thức biểu đồ xã hội phi tập trung giúp các dApp thử nghiệm hiệu ứng mạng và xây dựng trải nghiệm xã hội được cá nhân hóa",
  "page-dapps-dapp-description-dark-forest": "Chinh phục các hành tinh trong một vũ trụ vô tận, được tạo ra theo thủ tục và được chỉ định bằng mật mã.",
  "page-dapps-dapp-description-decentraland": "Thu mua và giao dịch đất ảo trong một môi trường ảo mà bạn có thể khám phá.",
  "page-dapps-dapp-description-ens": "Tên dễ hiểu đối với người dùng cho địa chỉ Ethereum và các trang web phi tập trung.",
  "page-dapps-dapp-description-foundation": "Đầu tư vào các phiên bản riêng biệt của nghệ thuật số và giao dịch các tác phẩm với người mua khác.",
  "page-dapps-dapp-description-gitcoin": "Kiếm tiền điện tử bằng cách phát triển phần mềm mã nguồn mở.",
  "page-dapps-dapp-description-gitcoin-grants": "Tăng đóng góp cho việc huy động vốn từ cộng đồng của dự án Ethereum",
  "page-dapps-dapp-description-gm": "Nền tảng tất cả trong một dành cho trò chuyện, diễn đàn và giọng nói thực sự chia sẻ doanh thu với người tạo nội dung",
  "page-dapps-dapp-description-gods-unchained": "Một trò chơi đánh bài mang yếu tố chiến lược. Kiếm thẻ trong khi chơi để bán trong thế giới thực.",
  "page-dapps-dapp-description-golem": "Truy cập tài nguyên điện toán chung hoặc tài nguyên cho thuê của riêng bạn.",
  "page-dapps-dapp-description-graph": "Một giao thức lập chỉ mục để truy vấn các mạng như Ethereum và IPFS.",
  "page-dapps-dapp-description-ipfs": "Một giao thức siêu truyền thông ngang hàng được thiết kế để bảo tồn và phát triển kiến thức của nhân loại bằng cách làm cho web có thể nâng cấp, linh hoạt và cởi mở hơn.",
  "page-dapps-dapp-description-radicle": "Cộng tác mã ngang hàng an toàn mà không cần bên trung gian.",
  "page-dapps-dapp-description-kyberswap": "Hoán đổi và kiếm tiền ở mức giá tốt nhất.",
  "page-dapps-dapp-description-lido": "Ký quỹ đơn giản và and toàn cho tài sản kỹ thuật số.",
  "page-dapps-dapp-description-loopring": "Nền tảng cho phép giao dịch ngang hàng được tối ưu hóa về tốc độ.",
  "page-dapps-dapp-description-marble-cards": "Tạo và giao dịch các thẻ kỹ thuật số riêng biệt dựa trên URL.",
  "page-dapps-dapp-description-matcha": "Tìm kiếm nhiều sàn giao dịch để có được mức giá tốt nhất.",
  "page-dapps-dapp-description-meeds": "Trung tâm cộng đồng Web3 cho thời đại làm việc phi tập trung. Khen thưởng công bằng và minh bạch cho những đóng góp quan trọng.",
  "page-dapps-dapp-description-mirror": "Được xây dựng trên web3 cho web3, nền tảng xuất bản mạnh mẽ của Mirror đẩy lùi ranh giới của hoạt động viết trực tuyến",
  "page-dapps-dapp-description-multichain": "Bộ định tuyến tối ưu cho web3. Nó là một cơ sở hạ tầng được phát triển cho các tương tác chéo chuỗi tùy ý.",
  "page-dapps-dapp-description-nifty-gateway": "Mua các tác phẩm dựa trên chuỗi từ các nghệ sĩ, vận động viên, thương hiệu và người sáng tạo hàng đầu.",
  "page-dapps-dapp-description-summerfi": "Giao dịch, vay mượn và tiết kiệm với Dai, một stablecoin dựa trên Ethereum.",
  "page-dapps-dapp-description-opensea": "Mua, bán, khám phá và giao dịch hàng hóa phiên bản giới hạn.",
  "page-dapps-dapp-description-opera": "Gửi tiền mã hoá đến các nhà bán lẻ, người dùng và ứng dụng khác thông qua trình duyệt của bạn.",
  "page-dapps-dapp-description-osuvox": "Ảnh đại diện 3D trên chuỗi khối",
  "page-dapps-dapp-description-poap": "Sưu tầm các NFT để chứng minh sự tham dự của bạn tại các sự kiện thực hoặc ảo khác nhau. Sử dụng NFT để tham gia xổ số, bỏ phiếu, cộng tác hoặc đơn giản là để khoe với mọi người.",
  "page-dapps-dapp-description-polymarket": "Đặt cược vào kết quả. Giao dịch trên thị trường thông tin.",
  "page-dapps-dapp-description-pooltogether": "Xổ số bạn không thể thua. Trao giải hàng tuần.",
  "page-dapps-dapp-description-index-coop": "Quỹ chỉ số tiền điện tử giúp danh mục đầu tư của bạn tương tác với các token DeFi hàng đầu.",
  "page-dapps-dapp-description-nexus-mutual": "Được bảo hiểm mà không cần đến công ty bảo hiểm. Được bảo vệ khỏi tin tặc và các lỗ hổng trong hợp đồng thông minh.",
  "page-dapps-dapp-description-etherisc": "Một mẫu bảo hiểm phi tập trung mà bất kỳ ai cũng có thể sử dụng để thiết lập phạm vi bảo hiểm của riêng họ.",
  "page-dapps-dapp-description-zapper": "Theo dõi danh mục đầu tư của bạn và sử dụng nhiều sản phẩm DeFi từ một giao diện duy nhất.",
  "page-dapps-dapp-description-zerion": "Quản lý danh mục đầu tư của bạn và đánh giá từng tài sản DeFi hiện có trên thị trường.",
  "page-dapps-dapp-description-rotki": "Công cụ theo dõi danh mục đầu tư, phân tích, kế toán và báo cáo thuế nguồn mở tuân thủ quyền riêng tư của bạn.",
  "page-dapps-dapp-description-krystal": "Nền tảng toàn diện để truy cập tất cả dịch vụ DeFi yêu thích của bạn.",
  "page-dapps-dapp-description-rarible": "Tạo, bán và mua các token có thể thu thập được.",
  "page-dapps-dapp-description-request-finance": "Một bộ công cụ tài chính dành cho hóa đơn tiền điện tử, bảng lương và chi phí.",
  "page-dapps-dapp-description-rubic": "Công cụ tổng hợp công nghệ chéo chuỗi cho người dùng và dApp.",
  "page-dapps-dapp-description-sablier": "Chuyển tiền trong thời gian thực.",
  "page-dapps-dapp-description-spatial": "Tạo hình đại diện tuỳ chỉnh của riêng bạn và thế giới 3D",
  "page-dapps-dapp-description-spruce": "Ngăn xếp nguồn mở để cấp quyền kiểm soát danh tính và dữ liệu cho đúng người: người dùng.",
  "page-dapps-dapp-description-status": "Được thiết kế để cho phép luồng tự do thông tin, bảo vệ quyền đối thoại riêng tư, an toàn và thúc đẩy chủ quyền của cá nhân.",
  "page-dapps-dapp-description-superrare": "Mua trực tiếp các tác phẩm nghệ thuật số từ nghệ sĩ hoặc trên thị trường thứ cấp.",
  "page-dapps-dapp-description-synthetix": "Synthetix là một giao thức dùng cho việc phát hành và giao dịch tài sản tổng hợp",
  "page-dapps-dapp-description-token-sets": "Các chiến lược đầu tư tái cân bằng tự động cho tiền mã hoá.",
  "page-dapps-dapp-description-uniswap": "Chỉ cần hoán đổi token hoặc phân phối token dưới dạng % phần thưởng.",
  "page-dapps-dapp-description-xmtp": "Gửi tin nhắn giữa các tài khoản chuỗi khối, bao gồm DM, cảnh báo, thông báo, và hơn thế nữa.",
  "page-dapps-dapp-description-yearn": "Yearn Finance là một công cụ tổng hợp lợi suất. Nó giúp cá nhân, DAO, và giao thức khác ký gửi các tài sản số và nhận lại lợi suất.",
  "page-dapps-docklink-dapps": "Giới thiệu về ứng dụng phi tập trung (dapp)",
  "page-dapps-docklink-smart-contracts": "Hợp đồng thông minh",
  "page-dapps-dark-forest-logo-alt": "Logo của Dark Forest",
  "page-dapps-decentraland-logo-alt": "Logo của Decentraland",
  "page-dapps-index-coop-logo-alt": "Logo của Index Coop",
  "page-dapps-nexus-mutual-logo-alt": "Logo của Nexus Mutual",
  "page-dapps-etherisc-logo-alt": "Logo của Etherisc",
  "page-dapps-zapper-logo-alt": "Logo của Zapper",
  "page-dapps-zerion-logo-alt": "Logo của Zerion",
  "page-dapps-rotki-logo-alt": "Logo của Rotki",
  "page-dapps-krystal-logo-alt": "Logo của Krystal",
  "page-dapps-synthetix-logo-alt": "Logo của Synthetix",
  "page-dapps-desc": "Tìm một ứng dụng Ethereum để thử.",
  "page-dapps-doge-img-alt": "Hình minh họa một con chó (doge) đang sử dụng máy tính",
  "page-dapps-editors-choice-dark-forest": "Tranh đấu với những người chơi khác để chinh phục các hành tinh và thử nghiệm công nghệ bảo mật/tay đổi quy mô tiên tiến của Ethereum. Có thể dành cho người chơi đã quen thuộc với Ethereum.",
  "page-dapps-editors-choice-foundation": "Đầu tư vào văn hóa. Mua, bán và giao dịch các tác phẩm nghệ thuật và thời trang số độc quyền từ một số nghệ sĩ, nhạc sĩ và thương hiệu đình đám nhất thế giới.",
  "page-dapps-editors-choice-pooltogether": "Mua một vé xổ số không thua lỗ. Mỗi tuần, người chiến thắng may mắn sẽ nhận được tiền lãi thu được từ toàn bộ vé trúng thưởng. Nhận tiền hoàn lại bất cứ khi nào bạn muốn.",
  "page-dapps-editors-choice-uniswap": "Dễ dàng hoán đổi token của bạn. Một cộng đồng yêu thích cho phép bạn giao dịch token với người dùng khác trên toàn mạng.",
  "page-dapps-ens-logo-alt": "Logo của dịch vụ Ethereum",
  "page-dapps-explore-dapps-description": "Nhiều ứng dụng phi tập trung (dapp) vẫn đang trong giải đoạn thử nghiệm để kiểm tra tiềm năng của mạng phi tập trung. Tuy nhiên, đã có những người tiên phong thành công trong ngành công nghệ, tài chính, game và sưu tầm.",
  "page-dapps-explore-dapps-title": "Khám phá ứng dụng phi tập trung (dapp)",
  "page-dapps-features-1-description": "Sau khi được triển khai trên Ethereum, mã ứng dụng phi tập trung (dapp) không thể được rút lại. Bất kỳ ai cũng có thể sử dụng mọi tính năng của ứng dụng phi tập trung (dapp). Ngay cả khi nhóm chịu trách nhiệm về ứng dụng phi tập trung (dapp) bị tan rã, thì bạn vẫn có thể tiếp tục sử dụng. Khi đã sử dụng Ethereum, một giao dịch là vĩnh viễn.",
  "page-dapps-features-1-title": "Không có chủ sở hữu",
  "page-dapps-features-2-description": "Không ai có thể ngăn cản bạn sử dụng ứng dụng phi tập trung (dapp) hoặc gửi các giao dịch. Ví dụ: nếu Twitter được xây dựng trên Ethereum, thì không ai có thể hạn chế tài khoản của bạn hoặc ngăn bạn đăng tweet.",
  "page-dapps-features-2-title": "Không bị kiểm duyệt",
  "page-dapps-features-3-description": "Bởi Ethereum sở hữu ETH, nên các khoản thanh toán có nguồn gốc từ Ethereum. Nhà phát triển không cần phải tích hợp với nhà cung cấp dịch vụ thanh toán bên thứ ba.",
  "page-dapps-features-3-title": "Thanh toán tích hợp",
  "page-dapps-features-4-description": "Mã ứng dụng phi tập trung (Dapp) có thể truy cập thường xuyên và tương thích theo mặc định. Các đội thường xuyên tạo dựng bằng cách sử dụng thành quả của các đội khác. Nếu muốn cho phép người dùng hoán đổi token trong ứng dụng phi tập trung (dapp) của mình, thì bạn chỉ cần nhập mã của ứng dụng phi tập trung (dapp) khác.",
  "page-dapps-features-4-title": "Cắm là chạy",
  "page-dapps-features-5-description": "Với phần lớn các ứng dụng phi tập trung (dapp), bạn không cần phải tiết lộ danh tính thực của mình. Tài khoản Ethereum của bạn đóng vai trò là thông tin đăng nhập của bạn và bạn chỉ cần một chiếc ví.",
  "page-dapps-features-5-title": "Một lần đăng nhập ẩn danh",
  "page-dapps-features-6-description": "Mật mã đảm bảo rằng kẻ tấn công không thể giả mạo các giao dịch của bạn và tương tác giả danh bạn trên ứng dụng phi tập trung (dapp) khác. Bạn cho phép hành động trên ứng dụng phi tập trung (dapp) bằng tài khoản Ethereum của mình - thường là qua ví - để giữ an toàn cho thông tin đăng nhập của bạn.",
  "page-dapps-features-6-title": "Được hỗ trợ bởi mật mã học",
  "page-dapps-features-7-description": "Khi ứng dụng phi tập trung (dapp) hoạt động trên Ethereum, ứng dụng này sẽ chỉ bị gỡ xuống nếu chính Ethereum bị gỡ xuống. Các mạng lớn như Ethereum nổi tiếng là rất khó bị tấn công.",
  "page-dapps-features-7-title": "Không bị ngừng hoạt động",
  "page-dapps-finance-benefits-1-description": "Các dịch vụ tài chính chạy trên Ethereum không yêu cầu đăng ký. Nếu bạn có tiền trong tay và đã kết nối internet, thì bạn đã đủ điều kiện tham gia.",
  "page-dapps-finance-benefits-1-title": "Mở quyền truy cập",
  "page-dapps-finance-benefits-2-description": "Trên những sản phẩm tài chính này, bạn có thể tương tác với một loạt các token. Người dùng đang liên tục tạo ra các token mới trên Ethereum.",
  "page-dapps-finance-benefits-2-title": "Nền kinh tế token mới",
  "page-dapps-finance-benefits-3-description": "Các nhóm đã xây dựng <a href=\"/glossary/#stablecoin\">stablecoin</a> – một loại tiền mã hóa ít biến động hơn. Những điều này cho phép bạn thử nghiệm và sử dụng tiền mã hóa mà không phải chịu rủi ro và bất ổn.",
  "page-dapps-finance-benefits-3-title": "Stablecoin",
  "page-dapps-finance-benefits-4-description": "Tất cả các sản phẩm tài chính trong hệ sinh thái Ethereum đều có tính mô-đun và có thể tương tác với nhau. Cấu hình mới của các mô-đun này luôn được tung ra thị trường để mở rộng tiềm năng tiền mã hoá của bạn.",
  "page-dapps-finance-benefits-4-title": "Các dịch vụ tài chính phụ thuộc lẫn nhau",
  "page-dapps-finance-benefits-description": "Điều gì ở Ethereum tạo điều kiện cho sự phát triển mạnh mẽ của các ứng dụng tài chính phi tập trung?",
  "page-dapps-finance-benefits-title": "tài chính phi tập trung",
  "page-dapps-finance-button": "Tài chính",
  "page-dapps-finance-description": "Đây là những ứng dụng tập trung vào sự phát triển của dịch vụ tài chính sử dụng tiền mã hoá. Ứng dụng này cung cấp các tính năng như cho vay, vay mượn, kiếm lãi và các khoản thanh toán riêng tư mà không yêu cầu bất kỳ thông tin cá nhân nào.",
  "page-dapps-finance-title": "Tài chính phi tập trung",
  "page-dapps-foundation-logo-alt": "Logo của Foundation",
  "page-dapps-gaming-benefits-1-description": "Cho dù đó là đất ảo hay thẻ giao dịch, thì vật phẩm của bạn đều có thể được giao dịch trên thị trường vật phẩm sưu tầm. Vật phẩm trong game của bạn cũng có giá trị trong thế giới thực.",
  "page-dapps-gaming-benefits-1-title": "Vật phẩm trong game nhân đôi lên thành token",
  "page-dapps-gaming-benefits-2-description": "Bạn, chứ không phải công ty phát triển game, sở hữu mọi thứ của chính bạn và trong một số trường hợp, còn sở hữu cả tiến trình chưi của bạn. Do đó, bạn sẽ không mất gì nếu công ty đứng sau trò chơi bị tấn công, gặp sự cố với máy chủ hoặc tan rã.",
  "page-dapps-gaming-benefits-2-title": "Bảo vệ an toàn cho khoản tiết kiệm của bạn",
  "page-dapps-gaming-benefits-3-description": "Tương tự như cách mà bất kỳ ai cũng có thể xác minh các khoản thanh toán trên Ethereum, thì trò chơi cũng có thể khai thác tính năng này để đảm bảo sự công bằng. Về lý thuyết, mọi thứ đều có thể xác minh được, từ số lượng đòn chí mạng đến kích thước rương chiến của đối thủ.",
  "page-dapps-gaming-benefits-3-title": "Tính công bằng",
  "page-dapps-gaming-benefits-description": "Điều gì ở Ethereum tạo điều kiện cho sự phát triển mạnh mẽ của trò chơi phi tập trung?",
  "page-dapps-gaming-benefits-title": "trò chơi phi tập trung",
  "page-dapps-gaming-button": "Trò chơi",
  "page-dapps-gaming-description": "Những ứng dụng này tập trung vào sự phát triển của thế giới ảo và chiến đấu với những người chơi khác bằng vật phẩm sưu tầm có giá trị trong thế giới thực.",
  "page-dapps-gaming-title": "Trò chơi phi tập trung",
  "page-dapps-get-some-eth-description": "Giao dịch trên ứng dụng phi tập trung (Dapp) phải trả phí giao dịch",
  "page-dapps-get-started-subtitle": "Để dùng thử dapp, bạn sẽ cần <a href=\"/glossary/#wallet\">ví</a> và một số ETH. Ví sẽ cho phép bạn kết nối hoặc đăng nhập. Và bạn sẽ cần ETH để thanh toán mọi <a href=\"/glossary/#transaction-fee\">phí giao dịch</a>.",
  "page-dapps-get-started-title": "Bắt đầu",
  "page-dapps-gitcoin-grants-logo-alt": "Logo của Gitcoin Grants",
  "page-dapps-gitcoin-logo-alt": "Logo của Gitcoin",
  "page-dapps-gm-logo-alt": "Logo của gm.xyz",
  "page-dapps-gods-unchained-logo-alt": "Logo của Gods Unchained",
  "page-dapps-golem-logo-alt": "Logo của Golem",
  "page-dapps-graph-logo-alt": "Logo Graph",
  "page-dapps-radicle-logo-alt": "Logo của Radicle",
  "page-dapps-hero-header": "Công cụ và dịch vụ được hỗ trợ bởi Ethereum",
  "page-dapps-hero-subtitle": "Ứng dụng phi tập trung (Dapp) là xu hướng ngày càng phổ biến của các ứng dụng sử dụng Ethereum để phá vỡ hoặc thiết lập các mô hình kinh doanh mới.",
  "page-dapps-how-dapps-work-p1": "Dapp có mã phụ trợ (hợp đồng thông minh) chạy trên mạng phi tập trung chứ không phải máy chủ tập trung. Họ sử dụng <a href=\"/glossary/#blockchain\">chuỗi khối</a> Ethereum để lưu trữ dữ liệu và hợp đồng thông minh cho logic ứng dụng của họ.",
  "page-dapps-how-dapps-work-p2": "Hợp đồng thông minh tựa như một tập hợp các quy tắc nằm trên chuỗi mà tất cả mọi người đều nhìn thấy và được thực thi chính xác theo các quy tắc đó. Hãy hình dung về một chiếc máy bán hàng tự động: nếu bạn nạp vào máy đủ số tiền và nhập đúng món đồ, bạn sẽ nhận được món đồ mong muốn. Cũng giống như máy bán hàng tự động, hợp đồng thông minh có thể lưu trữ tiền tương tự như tài khoản Ethereum của bạn. Điều này cho phép các thỏa thuận và giao dịch được xử lý bằng mã.",
  "page-dapps-how-dapps-work-p3": "Khi ứng dụng phi tập trung (dapp) được triển khai thành công trên mạng Ethereum, bạn không thể thay đổi chúng. Ứng dụng phi tập trung (Dapp) có thể phi tập trung bởi chúng được kiểm soát bởi logic được tích hợp trong hợp đồng, chứ không phải do một cá nhân hoặc tổ chức nào kiểm soát.",
  "page-dapps-how-dapps-work-title": "Cách thức hoạt động của ứng dụng phi tập trung (dapp)",
  "page-dapps-ipfs-logo-alt": "Logo IPFS",
  "page-dapps-kyberswap-logo-alt": "Logo KyberSwap",
  "page-dapps-learn-callout-button": "Bắt đầu xây dựng",
  "page-dapps-learn-callout-description": "Cổng thông tin dành cho nhà phát triển cộng đồng của chúng tôi chứa tài liệu, công cụ và khung để hỗ trợ bạn bắt đầu xây dựng một ứng dụng ứng dụng phi tập trung (dapp).",
  "page-dapps-learn-callout-image-alt": "Ảnh minh hoạ một bàn tay đang thiết kế biểu tượng ETH từ những viên gạch Lego.",
  "page-dapps-learn-callout-title": "Tìm hiểu về cách xây dựng ứng dụng phi tập trung (dapp)",
  "page-dapps-lido-logo-alt": "Logo Lido",
  "page-dapps-loopring-logo-alt": "Logo của Loopring",
  "page-dapps-magic-behind-dapps-description": "Ứng dụng phi tập trung (Dapp) có thể giống như các ứng dụng thông thường. Nhưng điều mà không phải ai cũng biết đến là ứng dụng phi tập trung (dapp) sở hữu những tính năng đặc biệt vì chúng thừa hưởng tất cả mọi khả năng phi thường của Ethereum. Dưới đây là những tính năng tạo nên sự khác biệt cho ứng dụng phi tập trung (dapp) so với các ứng dụng khác.",
  "page-dapps-magic-behind-dapps-link": "Điều gì tạo nên sự tuyệt vời cho Ethereum?",
  "page-dapps-magic-behind-dapps-title": "Điều kỳ diệu ẩn chứa trong ứng dụng phi tập trung (dapp)",
  "page-dapps-magic-title-1": "Điều kì diệu",
  "page-dapps-magic-title-2": "phía sau",
  "page-dapps-magician-img-alt": "Hình minh họa của các nhà ảo thuật",
  "page-dapps-marble-cards-logo-alt": "Logo của marble.cards",
  "page-dapps-async-logo-alt": "Logo của Async",
  "page-dapps-matcha-logo-alt": "Logo của Matcha",
  "page-dapps-meeds-logo-alt": "Logo Meeds",
  "page-dapps-metaverse-benefits-title": "metaverse",
  "page-dapps-metaverse-benefits-description": "Điều gì ở Ethereum cho phép metaverse phát triển mạnh mẽ?",
  "page-dapps-metaverse-benefits-1-title": "Các NFT",
  "page-dapps-metaverse-benefits-1-description": "Các vật phẩm riêng biệt trong trò chơi thuộc sở hữu của người dùng và có thể tương tác trên các thị trường và thế giới ảo hỗ trợ các tiêu chuẩn giống nhau.",
  "page-dapps-metaverse-benefits-2-title": "Cộng đồng do người dùng sở hữu",
  "page-dapps-metaverse-benefits-2-description": "Danh tính thuộc sở hữu của người dùng với vô số cơ hội khám phá và tạo mạng xã hội trên nhiều thế giới ảo.",
  "page-dapps-metaverse-button": "Metaverse",
  "page-dapps-metaverse-title": "Metaverse",
  "page-dapps-metaverse-description": "Đây là những ứng dụng cho phép người dùng tự do tham gia vào thế giới ảo. Người dùng có thể hình thành mạng lưới cá nhân và sở hữu tài sản kỹ thuật số",
  "page-dapps-mirror-logo-alt": "Logo Mirror",
  "page-dapps-mobile-options-header": "Duyệt danh mục khác",
  "page-dapps-multichain-logo-alt": "Logo của Multichain",
  "page-dapps-nifty-gateway-logo-alt": "Logo của Nifty Gateway",
  "page-dapps-summerfi-logo-alt": "Logo Summer.fi",
  "page-dapps-opensea-logo-alt": "Logo của OpenSea",
  "page-dapps-opera-logo-alt": "Logo của Opera",
  "page-dapps-osuvox-logo-alt": "Logo của OSUVOX",
  "page-dapps-polymarket-logo-alt": "Logo của Polymarket",
  "page-dapps-poap-logo-alt": "Logo của Proof of Attendance Protocol",
  "page-dapps-pooltogether-logo-alt": "Logo của PoolTogether",
  "page-dapps-rarible-logo-alt": "Logo của Rarible",
  "page-dapps-ready-button": "Vào",
  "page-dapps-ready-description": "Chọn một ứng dụng phi tập trung (dapp) để dùng thử",
  "page-dapps-ready-title": "Bạn đã sẵn sàng?",
  "page-dapps-request-finance-logo-alt": "Logo Request Finance",
  "page-dapps-rubic-logo-alt": "Logo Rubic",
  "page-dapps-sablier-logo-alt": "Logo của Sablier",
  "page-dapps-set-up-a-wallet-button": "Tìm ví",
  "page-dapps-set-up-a-wallet-description": "Ví là “thông tin đăng nhập” của bạn cho một ứng dụng phi tập trung (dapp)",
  "page-dapps-set-up-a-wallet-title": "Thiết lập ví",
  "page-dapps-social-button": "Xã hội",
  "page-dapps-social-description": "Đây là những ứng dụng tập trung vào việc tạo ra các mạng xã hội phi tập trung sử dụng các công nghệ nhận dạng phi tập trung trong đó danh tính kỹ thuật số và biểu đồ xã hội thuộc sở hữu của người dùng.",
  "page-dapps-social-title": "Xã hội",
  "page-dapps-spatial-logo-alt": "Logo Spatial",
  "page-dapps-spruce-logo-alt": "Logo Spruce",
  "page-dapps-status-logo-alt": "Logo Status",
  "page-dapps-superrare-logo-alt": "Logo của SuperRare",
  "page-dapps-technology-button": "Công nghệ",
  "page-dapps-technology-description": "Các ứng dụng này tập trung vào việc phân tán các công cụ dành cho nhà phát triển, tích hợp hệ thống kinh tế tiền mã hoá vào công nghệ hiện tại và thiết lập thị trường cho hoạt động phát triển mã nguồn mở.",
  "page-dapps-technology-title": "Công nghệ phi tập trung",
  "page-dapps-token-sets-logo-alt": "Logo của Token Sets",
  "page-dapps-uniswap-logo-alt": "Logo của Uniswap",
  "page-dapps-wallet-callout-button": "Tìm ví",
  "page-dapps-wallet-callout-description": "Ví cũng là ứng dụng phi tập trung (dapp). Tìm một ví dựa trên các tính năng phù hợp với bạn.",
  "page-dapps-wallet-callout-image-alt": "Ảnh minh hoạ một con robot.",
  "page-dapps-wallet-callout-title": "Xem ví",
  "page-dapps-warning-header": "Luôn tự nghiên cứu",
  "page-dapps-warning-message": "Ethereum là một công nghệ mới và hầu hết các ứng dụng cũng mới được triển khai. Trước khi gửi một số tiền lớn, hãy đảm bảo rằng bạn đã hiểu rõ những rủi ro liên quan.",
  "page-dapps-what-are-dapps": "Ứng dụng phi tập trung (dapp) là gì?",
  "page-dapps-more-on-defi-button": "Tìm hiểu thêm về tài chính phi tập trung",
  "page-dapps-more-on-nft-button": "Tìm hiểu thêm về vật phẩm sưu tầm được token hóa",
  "page-dapps-more-on-nft-gaming-button": "Tìm hiểu thêm về vật phẩm trong trò chơi được token hóa",
  "page-dapps-dapp-description-pwn": "Dễ dàng đảm bảo cho các khoản vay bằng bất kỳ loại token hoặc NFT nào trên Ethereum.",
  "page-dapps-pwn-image-alt": "Logo của PWN",
  "page-dapps-xmtp-logo-alt": "Logo XMTP",
  "opage-dapps-yearn-logo-alt": "Logo của Yearn",
  "page-dapps-yearn-image-alt": "Logo của Yearn",
  "page-dapps-convex-image-alt": "Logo của Convex",
  "foundation": "Nền tảng",
  "page-wallets-get-some": "Nạp một số ETH",
  "page-dapps-dapp-description-curve": "Curve là một sàn giao dịch phi tập trung, tập trung vào đồng ổn định (stablecoin)",
  "page-dapps-curve-image-alt": "Logo của Curve",
  "page-dapps-dapp-description-dodo": "DODO là nhà cung cấp thanh khoản trên chuỗi, tận dụng thuật toán Nhà tạo lập Thị trường Chủ động (PMM)",
  "page-dapps-dodo-image-alt": "Logo của DODO",
  "page-dapps-dapp-description-artblocks": "Art Blocks được dành riêng để mang những tác phẩm hấp dẫn của nghệ thuật sáng tạo đương đại vào cuộc sống",
  "page-dapps-artblocks-image-alt": "Logo của Art Blocks",
  "page-dapps-explore-title": "Bạn muốn duyệt thêm ứng dụng?",
  "page-dapps-explore": "Kiểm tra hàng trăm dapp"
}
