{
  "toc-learn-hub": "Trung tâm học tập",
  "toc-what-is-crypto-ethereum": "Ethereum là gì?",
  "toc-how-do-i-use-ethereum": "Sử dụng Ethereum như thế nào?",
  "toc-what-is-ethereum-used-for": "Ethereum được sử dụng để làm gì?",
  "toc-strengthen-the-ethereum-network": "Củng cố mạng lưới Ethereum",
  "toc-learn-about-the-ethereum-protocol": "Tìm hiểu về giao thức Ethereum",
  "toc-learn-about-the-ethereum-community": "Tìm hiểu về cộng đồng Ethereum",
  "toc-books-and-podcasts": "Sách và tệp âm thanh",
  "hero-header": "Tìm hiểu thêm về Ethereum",
  "hero-subtitle": "Tài liệu học tập chỉ dẫn bạn đến với thế giới của Ethereum. Cùng học cách thức hoạt động của Ethereum và làm thế nào để kết nối với nó. Trang này bao gồm các bài viết, hướng dẫn và tài nguyên kỹ thuật và phi kỹ thuật.",
  "hero-button-lets-get-started": "Bắt đầu ngay",
  "what-is-crypto-1": "Có thể bạn đã nghe qua tiền mã hóa, blockchains và Bitcoin. Những đường link phía dưới sẽ giúp bạn tìm hiểu thêm về những chủ đề đó và mối liên kết của chúng với Ethereum.",
  "what-is-crypto-2": "Cũng giống như bitcoin, các loại tiền điện tử cho phép mọi người chuyển tiền trên toàn cầu. Ethereum cũng có khả năng này, nhưng nó còn có thể chạy các đoạn mã cho phép mọi người tạo ra các ứng dụng và tổ chức. Vừa thú vị vừa linh hoạt: bất kỳ chương trình máy tính nào cũng có thể chạy trên Ethereum. Tìm hiểu thêm và khám phá cách bắt đầu sử dụng:",
  "what-is-ethereum-card-title": "Ethereum Là gì?",
  "what-is-ethereum-card-description": "Nếu bạn là người mới, hãy bắt đầu ngay tại đây để tìm hiểu vì sao Ethereum quan trọng.",
  "what-is-ethereum-card-image-alt": "Hình minh họa một người mua sắm ở chợ, biểu thị cho Ethereum.",
  "what-is-eth-card-title": "ETH là gì?",
  "what-is-eth-description": "Ether (ETH) là đơn vị tiền tệ điều hành và chi phối mạng lưới và những ứng dụng của Ethereum.",
  "what-is-web3-card-title": "Web3 là gì?",
  "what-is-web3-card-description": "Web3 là mô hình dành cho internet, mô hình này coi trọng quyền sở hữu tài sản và danh tính của bạn.",
  "additional-reading-more-on-ethereum-basics": "Thông tin thêm về những kiến thức cơ bản xoay quanh Ethereum",
  "guides-hub-desc": "Chỉ dẫn: các bước cụ thể để sử dụng Ethereum",
  "quiz-hub-desc": "Trung tâm hỏi đáp: kiểm tra kiến thức của bạn",
  "additional-reading-what-are-smart-contracts": "Hợp đồng thông minh là gì?",
  "additional-reading-what-is-web3": "Web3 là gì?",
  "additional-reading-ethereum-in-thirty-minutes": "Ethereum trong 30 phút bởi Vitalik Buterin",
  "additional-reading-get-eth": "Tìm hiểm cách kiếm ETH",
  "how-do-i-use-ethereum-1": "Sử dụng Ethereum có thể mang nhiều ý nghĩa khác nhau đối với mỗi người. Bạn có thể muốn đăng nhập vào một ứng dụng, xác minh danh tính trực tuyến hoặc chuyển một số ETH. Bước đầu tiên bạn cần làm là tạo một tài khoản. Cách dễ nhất để tạo và truy cập tài khoản là sử dụng phần mềm được gọi là ví điện tử.",
  "what-is-a-wallet-card-title": "Ví là gì?",
  "what-is-a-wallet-card-description": "Ví điện tử cũng giống như ví tiền thật vậy; chúng chứa những gì bạn cần để xác minh danh tính của bạn và cho phép bạn truy cập vào những nơi mà bạn muốn.",
  "what-is-a-wallet-card-alt": "Ảnh minh hoạ một con robot.",
  "find-a-wallet-card-title": "Tìm một ví",
  "find-a-wallet-card-description": "Duyệt tìm các ví dựa trên những tính năng quan trọng với bạn.",
  "find-a-wallet-button": "Danh sách các ví",
  "crypto-security-basics-card-description": "Học cách nhận ra lừa đảo và cách né tránh những mánh khóe thường gặp.",
  "crypto-security-basics-card-button": "Duy trì bảo mật",
  "things-to-consider-banner-title": "Những điều bạn nên cân nhắc khi sử dụng Ethereum",
  "things-to-consider-banner-1": "Mỗi giao dịch trên Ethereum đều yêu cầu phí giao dịch dưới dạng ETH, ngay cả khi bạn cần chuyển các token khác được xây dựng trên Ethereum như USDC hay DAI.",
  "things-to-consider-banner-2": "Chi phí có thể trở nên khá đắt đỏ tuỳ thuộc vào số lượng người dùng Ethereum, nên chúng tôi khuyên dùng",
  "things-to-consider-banner-layer-2": "Lớp 2",
  "additional-reading-more-on-using-ethereum": "Thông tin thêm về cách sử dụng Ethereum",
  "additional-reading-how-to-create-an-ethereum-account": "Cách tạo tài khoản Ethereum",
  "additional-reading-how-to-use-a-wallet": "Cách để sử dụng ví",
  "additional-reading-layer-2": "Lớp 2: giảm phí giao dịch",
  "what-is-ethereum-used-for-1": "Ethereum đã mở đường cho sự ra đời của các sản phẩm và dịch vụ mới, có khả năng cải thiện nhiều lĩnh vực trong cuộc sống của chúng ta. Mặc dù hiện nay vẫn đang trong giai đoạn phát triển ban đầu, nhưng tương lai của Ethereum hứa hẹn nhiều điều thú vị.",
  "defi-card-title": "Tài chính phi tập trung (DeFi)",
  "defi-card-description": "Khám phá hệ thống tài chính thay thế được xây dựng mà không cần đến ngân hàng và rộng mở dành cho tất cả mọi người.",
  "defi-card-button": "DeFi là gì?",
  "stablecoins-card-title": "Đồng tiền ổn định",
  "stablecoins-card-description": "Tiền điện tử được neo giá vào giá trị của một loại tiền tệ, hàng hóa hoặc một công cụ tài chính khác.",
  "stablecoins-card-button": "Stablecoin là gì?",
  "nft-card-title": "Các tokens không thể phân tách (NFT)",
  "nft-card-description": "Đại diện cho quyền sở hữu các hạng mục độc đáo, từ tác phẩm nghệ thuật đến chừng từ sở hữu cho tới vé xem hòa nhạc.",
  "nft-card-button": "NFT là gì?",
  "dao-card-title": "Các tổ chức tự trị phi tập trung (DAOs)",
  "dao-card-description": "Cho phép điều phối công việc theo những phương cách mới mà không cần đến sếp.",
  "dao-card-button": "Các tổ chức tự trị phi tập trung là gì?",
  "dapp-card-title": "Ứng dụng phi tập trung (dapps)",
  "dapp-card-description": "Tạo ra nền kinh tế kỹ thuật số của các dịch vụ ngang hàng.",
  "dapp-card-button": "Khám phá ứng dụng phi tập trung",
  "emerging-use-cases-title": "Các trường hợp sử dụng mới nổi",
  "emerging-use-cases-description": "Ngoài ra còn có nhiều lĩnh vực triển vọng khác đang được tạo ra hoặc cải thiện nhờ có Ethereum:",
  "play-to-earn": "Các game chơi để kiếm tiền (P2E)",
  "fundraising-through-quadratic-funding": "Huy động vốn thông qua Quadratic Funding",
  "supply-chain-management": "Quản lí chuỗi cung ứng",
  "more-on-ethereum-use-cases": "Thông tin thêm về các trường hợp sử dụng Ethereum",
  "more-on-ethereum-use-cases-link": "Blockchain ở những nước đang phát triển",
  "strengthening-the-ethereum-network-description": "Bạn có thể tham gia staking ETH để giúp bảo mật mạng lưới Ethereum và đồng thời kiếm được phần thưởng. Quy trình staking có nhiều lựa chọn khác nhau, phụ thuộc vào mức độ hiểu biết về kỹ thuật và số lượng ETH mà bạn nắm giữ.",
  "staking-ethereum-card-title": "Staking Ethereum",
  "staking-ethereum-card-description": "Học cách bắt đầu staking ETH của bạn.",
  "staking-ethereum-card-button": "Bắt đầu staking",
  "run-a-node-card-title": "Vận hành một nút",
  "run-a-node-card-description": "Thể hiện vai trò quan trọng trong mạng lưới Ethereum bằng cách chạy một nút.",
  "learn-about-ethereum-protocol-description": "Cho những người dùng quan tâm nhiều đến phần kỹ thuật của mạng lưới Ethereum.",
  "energy-consumption-card-title": "Tiêu thụ năng lượng",
  "energy-consumption-card-description": "Ethereum sử dụng bao nhiêu năng lượng?",
  "energy-consumption-card-button": "Ethereum có tốt cho môi trường không?",
  "ethereum-upgrades-card-title": "Lộ trình Ethereum",
  "ethereum-upgrades-card-description": "Lộ trình của Ethereum biến nó trở nên dễ mở rộng quy mô hơn, bảo mật hơn và bền vững hơn.",
  "ethereum-upgrades-card-button": "Khám phá lộ trình",
  "ethereum-whitepaper-card-title": "Sách trắng Ethereum",
  "ethereum-whitepaper-card-description": "Tài liệu đề xuất Ethereum ban đầu được viết bởi Vitalik Buterin vào năm 2014.",
  "ethereum-whitepaper-card-button": "Đọc sách trắng",
  "more-on-ethereum-protocol-title": "Thông tin thêm về giao thức Ethereum",
  "more-on-ethereum-protocol-ethereum-for-developers": "Ethereum dành cho các nhà phát triển",
  "more-on-ethereum-protocol-consensus": "Cơ chế đồng thuận dựa trên proof-of-stake của Ethereum",
  "more-on-ethereum-protocol-evm": "Máy chủ ảo Ethereum (EVM)",
  "more-on-ethereum-protocol-nodes-and-clients": "Các nút và ứng dụng của Ethereum",
  "ethereum-community-description": "Thành công của Ethereum có được là nhờ vào cộng đồng những người nhiệt huyết và tận tâm. Hàng ngàn cá nhân tài năng và năng động đang chung tay thúc đẩy tầm nhìn của Ethereum, đồng thời thúc đẩy bảo mật mạng lưới thông qua staking và tham gia quản trị. Hãy tham gia cùng chúng tôi!",
  "community-hub-card-title": "Diễn đàn cộng đồng",
  "community-hub-card-description": "Cộng đồng của chúng tôi bao gồm những người đến từ mọi nền tảng khác nhau.",
  "community-hub-card-alt": "Hình minh họa một nhóm thợ xây cùng làm việc.",
  "community-hub-card-button": "Tìm hiểu thêm",
  "get-involved-card-title": "Tôi có thể tham gia bằng cách nào?",
  "get-involved-card-description": "Bạn (vâng, là bạn đó!) được chào đón để chung tay góp sức cho cộng đồng Ethereum.",
  "online-communities-card-title": "Giao tiếp trực tuyến",
  "online-communities-card-description": "Các cộng đồng trực tuyến mang lại cơ hội tuyệt vời để mọi người nêu lên những câu hỏi cụ thể và gia nhập.",
  "online-communities-card-button": "Khám phá các cộng đồng",
  "books-about-ethereum": "Những cuốn sách về Ethereum",
  "proof-of-stake-description": "13 Tháng Chín, 2022 - Vitalik Buterin, Nathan Schneider",
  "cryptopians-description": "22 Tháng Hai, 2022 - Laura Shin",
  "out-of-the-ether-description": "29 Tháng Chín, 2020 - Matthew Leising",
  "the-infinite-machine-description": "14 Tháng Bảy, 2020 - Camila Russo",
  "mastering-ethereum-description": "23 Tháng mười Hai, 2018 – Andreas M. Antonopoulos, Gavin Wood Ph.D.",
  "podcasts-about-ethereum": "Các podcast về Ethereum",
  "bankless-description": "Hướng dẫn về tài chính Tiền Điện Tử",
  "zeroknowledge-description": "Đi sâu vào công nghệ sẽ cung cấp năng lượng cho web phi tập trung mới nổi và cộng đồng đang kiến tạo điều này",
  "green-pill-description": "Khám phá các hệ thống kinh tế tiền điện tử góp phần đưa tới những tác động ngoại vi tích cực cho thế giới",
  "unchained-description": "Đào sâu vào thế giới của những con người đang xây dựng internet phi tập trung, tìm hiểu chi tiết về công nghệ có thể định hình tương lai của chúng ta, và khám phá những chủ đề hóc búa nhất trong lĩnh vực tiền điện tử, chẳng hạn như quy định kiểm soát, bảo mật và quyền riêng tư",
  "the-daily-gwei-description": "Tóm tắt tin tức, nội dung cập nhật và phân tích Ethereum"
}
