{
  "comp-withdrawal-comparison-current-title": "Đang là ký gửi viên",
  "comp-withdrawal-comparison-current-li-1": "Một số người dùng có thể đã cung cấp địa chỉ rút tiền khi thiết lập khoản ký gửi ban đầu của họ — những người dùng này không cần phải làm gì thêm nữa",
  "comp-withdrawal-comparison-current-li-2": "Phần lớn những người góp cổ phần không cung cấp địa chỉ rút tiền trong lần gửi tiền đầu tiên và sẽ cần cập nhật thông tin rút tiền. <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Staking Launchpad</a> có hướng dẫn về cách thực hiện việc này",
  "comp-withdrawal-comparison-current-p": "Bạn có thể nhập mã số xác thực vào đây nếu bạn vẫn muốn nâng cấp thông tin đăng nhập của bạn <Text as=\"span\" fontWeight=\"normal\"> (có thấy trong phần nhật ký khách hàng)</Text>",
  "comp-withdrawal-comparison-new-title": "Những người đóng góp cổ phần mới (chưa gửi tiền)",
  "comp-withdrawal-comparison-new-li-1": "Theo mặc định, những người đóng góp cổ phần muốn được tự động thanh toán phần thưởng và có chức năng rút tiền nên cung cấp địa chỉ rút Ethereum mà họ kiểm soát khi họ tạo ra khóa xác thực thông qua công cụ Trình Thông Dịch Dòng Lệnh Đặt Cược",
  "comp-withdrawal-comparison-new-li-2": "Điều này không bắt buộc khi nạp tiền, nhưng bạn sẽ không cần cập nhật khóa này vào ngày sau để sử dụng tiền của bạn",
  "comp-withdrawal-comparison-new-p": "Launchpad Staking sẽ hướng dẫn bạn thông qua phần giới thiệu staking.",
  "comp-withdrawal-comparison-new-link": "Truy cập Launchpad Cổ phần",
  "comp-withdrawal-credentials-placeholder": "Chỉ số xác thực",
  "comp-withdrawal-credentials-error": "Rất tiếc! Kiểm tra chỉ số xác thực và thử lại.",
  "comp-withdrawal-credentials-upgraded-1": "Chỉ số xác thực {{validatorIndex}} đã sẵn sàng để bắt đầu nhận thưởng!",
  "comp-withdrawal-credentials-upgraded-2": "Thông tin rút tiền được gắn liền với địa chủ rút:",
  "comp-withdrawal-credentials-not-upgraded-1": "Trình xác thực này cần được nâng cấp.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Trình xác thực mạng thử nghiệm Holesky cần được nâng cấp.",
  "comp-withdrawal-credentials-not-upgraded-2": "Hướng dẫn nâng cấp có thể tìm thấy tại <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">Staking Launchpad</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Xác thực trên Mainnet",
  "comp-withdrawal-credentials-verify-holesky": "Xác thực trên Holesky",
  "page-staking-image-alt": "Hình ảnh linh vật Tê giác cho cổ phần launchpad.",
  "page-staking-benefits-1-title": "Kiếm phần thưởng",
  "page-staking-benefits-1-description": "Rewards are given for actions that help the network reach <a href=\"/glossary/#consensus\">consensus</a>. You'll get rewards for running software that properly batches transactions into new blocks and checks the work of other validators because that's what keeps the chain running securely.",
  "page-staking-benefits-2-title": "Bảo mật hơn",
  "page-staking-benefits-2-description": "Mạng lưới trở nên mạnh hơn trước các cuộc tấn công khi có nhiều ETH được góp cổ phần hơn, vì sau đó mạng lưới cần số ETH đó để kiểm soát phần lớn mạng lưới. Để trở thành mối đe dọa cho mạng lưới, bạn cần phải nắm được phần lớn nốt xác thực, cũng đồng nghĩa là bạn cần nắm giữ rất nhiều ETH trong mạng lưới–một con số khá lớn!",
  "page-staking-benefits-3-title": "Bền vững hơn",
  "page-staking-benefits-3-description": "Ký gửi viên không cần tốn nhiều năng lượng như chất xám, điện năng để chạy node theo cơ chế đồng thuận bằng chứng công việc cũ nữa, nghĩa là các node được úy quyền ký gửi có thể chạy trên phần cứng sử dụng rất ít điện năng.",
  "page-staking-benefits-3-link": "Thông tin thêm về mức tiêu thụ năng lượng của Ethereum",
  "page-staking-description": "Đặt cọc là hành động gửi 32ETH để kích hoạt phần mềm  <a href=\"/glossary/#validator\"><a href=\"/glossary/#validator\">validator</a>phần mềm.Với tư cách là người xác thực, bạn sẽ chịu trách nhiệm lưu trữ dữ liệu, xử lý dữ liệu và thêm mới <a href=\"/glossary/#block\"> khối</a> mới vào chuỗi khối. Điều này sẽ giúp Ethereum được an toàn cho mọi người và giúp bạn kiếm được ETH mới trong quá trình.",
  "page-staking-hero-title": "Đặt cọc ETH như thế nào",
  "page-staking-hero-header": "Kiếm phần thưởng khi bảo mật Ethereum",
  "page-staking-hero-subtitle": "Bất kỳ người dùng nào có số lượng ETH bất kỳ đều có thể giúp bảo mật mạng và kiếm được phần thưởng trong quá trình.",
  "page-staking-dropdown-home": "Trang chủ ký gửi",
  "page-staking-dropdown-solo": "Đặt cọc đơn",
  "page-staking-more-on-solo": "Thông tin thêm về góp cổ phần một mình",
  "page-staking-learn-more-solo": "Tìm hiểu thêm về góp cổ phần một mình",
  "page-staking-dropdown-saas": "Đặt cọc như là một dịch vụ",
  "page-staking-more-on-saas": "Thông tin thêm về góp cổ phần dưới dạng dịch vụ",
  "page-staking-learn-more-saas": "Thông tin thêm về góp cổ phần dưới dạng một dịch vụ",
  "page-staking-dropdown-pools": "Bể đặt cọc",
  "page-staking-dropdown-withdrawals": "Về rút tiền",
  "page-staking-dropdown-dvt": "Công nghệ xác thực phi tập trung",
  "page-staking-more-on-pools": "Thông tin thêm về góp cổ phần theo nhóm",
  "page-staking-learn-more-pools": "Tìm hiểu thêm về đóng góp chung cổ phần",
  "page-staking-section-what-title": "Đóng góp cổ phần là gì?",
  "page-staking-section-why-title": "Tại sao đặt cọc ETH của bạn?",
  "page-staking-section-why-p1": "Nó hoàn toàn phụ thuộc vào việc bạn sẵn sàng góp cổ phần bao nhiêu. Bạn sẽ cần 32 ETH để kích hoạt trình xác thực, tuy nhiên bạn cũng có thể đặt cọc ít hơn.",
  "page-staking-section-why-p2": "Kiểm tra các lựa chọn bên dưới và đi đến lựa chọn tốt nhất cho bạn, cũng như mạng lưới.",
  "page-staking-guide-title-coincashew-ethereum": "Hướng dẫn Ethereum 2.0 của CoinCashew",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Nhà khai thác nút nhóm tên lửa",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Đặt cọc riêng",
  "page-staking-hierarchy-solo-pill-1": "Tác động mạnh mẽ nhất",
  "page-staking-hierarchy-solo-pill-2": "Toàn quyển kiểm soát",
  "page-staking-hierarchy-solo-pill-3": "Nhận thưởng hoàn toàn",
  "page-staking-hierarchy-solo-pill-4": "Không tin tưởng",
  "page-staking-hierarchy-solo-p1": "Góp cổ phần một mình trên Ethereum là <span class=\"gold\">tiêu chuẩn vàng</span> để góp cổ phần. Điều này cung cấp phần thưởng tham gia đầy đủ, cải thiện phi tập trung hóa mạng lưới, và không bao giờ yêu cầu bạn phải giao phó tiền của bạn cho bất kì ai.",
  "page-staking-hierarchy-solo-p2": "Những ai muốn góp cổ phần một mình cần có tối thiểu 32 ETH và 1 máy tính riêng kết nối mạng ~24/7. Một số hiểu biết về cách làm kỹ thuật có tác dụng nhưng công cụ dễ dùng hiện nay đã có sẽ giúp đơn giản hóa quá trình này.",
  "page-staking-hierarchy-saas-pill-1": "32 ETH của bạn",
  "page-staking-hierarchy-saas-pill-2": "Khóa xác thực của bạn",
  "page-staking-hierarchy-saas-pill-3": "Vận hành nốt được giao",
  "page-staking-hierarchy-saas-p1": "Nếu bạn không muốn hoặc không cảm thấy thoải mái khi phải đối phó với phần cứng nhưng vẫn muốn đóng góp 32 ETH, lựa chọn dịch vụ staking cho phép bạn ủy thác phần cứng trong khi bạn kiếm phần thưởng khối vốn có.",
  "page-staking-hierarchy-saas-p2": "Những lựa chọn này thường yêu cầu bạn tạo định danh xác thực, cập nhật khóa chữ ký cho chúng và gửi vào 32 ETH. Điều này sẽ cho phép dịch vụ xác thực thay cho bạn.",
  "page-staking-hierarchy-saas-p3": "Phương pháp góp cổ phần yêu cầu sự tin tưởng nhất định vào nhà cung cấp. Để hạn chế rủi ro giữa các bên, bạn phải luôn giữ khóa để rút ETH.",
  "page-staking-hierarchy-pools-pill-1": "Đặt cọc bao nhiêu cũng được",
  "page-staking-hierarchy-pools-pill-2": "Kiếm phần thưởng",
  "page-staking-hierarchy-pools-pill-3": "Giữ nó một cách đơn giản",
  "page-staking-hierarchy-pools-pill-4": "Phổ biến",
  "page-staking-hierarchy-pools-p1": "Hiện nay đã có một vài giải pháp đóng góp chung để hỗ trợ người dùng, những ai không có hoặc cảm thấy không thoải mái khi đóng góp 32 ETH.",
  "page-staking-hierarchy-pools-p2": "Nhiều tùy chọn trong số này bao gồm cái được gọi là 'đặt cược thanh khoản' bao gồm mã thông báo thanh khoản <a href=\"/glossary/#erc-20\">ERC-20</a> đại diện cho ETH mà bạn đã đặt cược.",
  "page-staking-hierarchy-pools-p3": "Đặt cược thanh khoản cho phép thoát dễ dàng và bất cứ lúc nào và khiến việc đặt cược trở nên đơn giản như hoán đổi mã thông báo. Tùy chọn này cũng cho phép người dùng nắm giữ quyền giám sát tài sản của họ trong <a href=\"/glossary/#wallet\">ví</a> Ethereum của riêng.",
  "page-staking-hierarchy-pools-p4": "Đặt cọc theo nhóm chung vốn không có trên mạng lưới Ethereum. Các bên thứ ba tạo nên giải pháp này, và họ tự chịu trách nhiệm cho những rủi ro.",
  "page-staking-hierarchy-cex-h2": "Các sàn giao dịch tập trung",
  "page-staking-hierarchy-cex-pill-1": "Ít tác động nhất",
  "page-staking-hierarchy-cex-pill-2": "Giả thiết tin cậy nhất",
  "page-staking-hierarchy-cex-p1": "Nhiều sàn tập trung cung cấp dịch vụ góp cổ phần nếu như bạn vẫn không thoải mái khi giữ ETH trong ví của mình. Họ sẽ giữ ETH cho bạn, trong khi đó bạn có thể hưởng được lợi tức từ đó mà không mất quá nhiều công sức hoặc chỉ phải giám sát rất ít.",
  "page-staking-hierarchy-cex-p2": "Nhưng cái giá phải trả ở đây là những nhà cung cấp dịch vụ phi tập trung thường tổng hợp số lượng ETH lớn để chạy một số lượng lớn các nốt xác thực. Điều này có thể gây nguy hiểm cho mạng lưới và người dùng vì nó sẽ tạo ra các mục tiêu tập trung lớn và điểm tới hạn, làm cho mạng lưới dễ bị tấn công hơn hoặc xảy ra lỗi.",
  "page-staking-hierarchy-cex-p3": "Nếu bạn không cảm thấy thoải mái khi giữ khóa của mình thì cũng không sao. Bạn có những lựa chọn sau. Lúc này, cân nhắc kiểm tra <a href=\"/wallets/\">trang ví</a>, nơi bạn có thể bắt đầu học làm thế nào để nắm giữ quyền sở hữu hoàn toàn với tiền của mình. Khi bạn sẵn sàng, quay lại và góp cổ phần cao hơn bằng cách thử lại một trong những dịch vụ góp cổ phần theo nhóm bạn tự kiếm soát đã có.",
  "page-staking-hierarchy-subtext": "Bạn có thể thấy rằng, có nhiều cách để đặt cọc Ethereum. Những cách này hướng tới nhiều loại người dùng và mỗi cách lại khác biệt và có rủi ro, phần thưởng, mức độ tin cậy giả định khác nhau. Một số thì phi tập trung, thử nghiệm triệt để và mạo hiểm hơn cái khác. Chúng tôi cung cấp cho bạn một số thông tin về các dự án phổ biến trong bối cảnh này, nhưng <em>hãy luôn tự nghiên cứu kỹ</em> trước khi gửi ETH của bạn đi bất kỳ đâu.",
  "page-staking-comparison-solo-saas": "Với nhà cung cấp SaaS, bạn vẫn cần phải gửi vào 32 ETH, nhưng không phải chạy phần cứng. Bạn thường vẫn có quyền truy cập khóa xác thực của bạn, nhưng cũng cần phải chia sẻ khóa chữ ký để những người vận hành có thể hành động thay cho nốt xác thực của bạn. Điều này đưa ra một lớp tin tưởng nhưng không hiển thị khi bạn chạy phần cứng riêng, cũng không giống như bạn góp cổ phần một mình, dịch vụ SaaS không giúp bạn nhiều về việc phân phối các nốt theo địa lý. Nếu bạn không thoải mái khi vận hành phần cứng nhưng vẫn muốn góp cổ phần 32 ETH, dịch vụ SaaS có thể là một sự lựa chọn tốt cho bạn.",
  "page-staking-comparison-solo-pools": "Góp cổ phần một mình yêu cầu tham gia nhiều hơn đáng kể so với góp cổ phần bằng dịch vụ chun, nhưng cung cấp toàn quyền truy cập vào phần thưởng ETH cũng như toàn quyền kiểm soát việc thiết lập và bảo mật nốt xác thực của bạn. Góp cổ phần theo nhóm có rào cản gia nhập thấp hơn đáng kể. Người dùng có thể góp một lượng nhỏ ETH, không bắt buộc phải tạo khóa xác thực và không có yêu cầu về phần cứng ngoài kết nối internet tiêu chuẩn. Mã thông báo thanh khoản cho phép khả năng thoát quy trình góp cổ phần trước khi tính năng này được bật ở cấp giao thức. Nếu bạn quan tâm đến các tính năng này, góp cổ phần theo nhóm có thể phù hợp.",
  "page-staking-comparison-saas-solo": "Điểm giống nhau ở đây là bạn sở hữu khóa xác thực của mình mà không cần gộp tiền, nhưng với SaaS bạn cần phải tin tưởng một bên thứ ba có thể hành động ác ý hoặc trở thành đối tượng bị tấn công hoặc điều chỉnh. Nếu những giả thiết về sự tin tưởng hay rủi ro về sự tập trung khiến bạn băn khoăn, tiêu chuẩn vàng của góp cổ phần tự quản là tự góp cổ phần một mình.",
  "page-staking-comparison-saas-pools": "Điểm giống nhau ở đây đó là bạn phải tin tưởng vào SaaS, nhưng góp cổ phần theo nhóm cho phép bạn gửi vào ít ETH hơn. Nếu bạn đang muốn góp cổ phần ít hơn 32 ETH, có thể xem kỹ thêm dưới đây.",
  "page-staking-comparison-pools-solo": "Góp cổ phần theo nhóm có ít rào cản tham gia hơn so với góp cổ phần một mình, nhưng có nhiều rủi ro hơn do bạn đang ủy thác cho một bên thứ ba để vận hành nốt kèm theo chi phí. Góp cổ phần một mình cho bạn toàn quyền quản trị và kiểm soát các lựa chọn bao gồm cả việc cài đặt góp cổ phần. Những người góp cổ phần không bao giờ phải chia sẻ khóa của họ và họ nhận được toàn bộ phần thưởng mà không phải chia cho bên thứ ba.",
  "page-staking-comparison-pools-saas": "Điểm giống nhau nữa là những người góp cổ phần không cần phải tự chạy phần mềm xác thực, nhưng không giống góp cổ phần theo nhóm, dịch vụ SaaS yêu cầu gửi vào đủ 32 ETH để kích hoạt nốt xác thực. Phần thưởng được trao cho người góp cổ phần, bao gồm cả phí hàng tháng hoặc tiền góp cổ phần khác để sử dụng dịch vụ. Nếu bạn muốn tự giữ khóa xác thực và muốn góp cổ phần ít hơn 32 ETH, sử dụng nhà cung cấp dịch vụ SaaS sẽ là lựa chọn tốt cho bạn.",
  "page-staking-considerations-solo-1-title": "Mã nguồn mở",
  "page-staking-considerations-solo-1-description": "Mã thiết yếu là nguồn mở 100% và sẵn sàng công khai để sử dụng và sao chép",
  "page-staking-considerations-solo-1-warning": "Nguồn đóng",
  "page-staking-considerations-solo-2-title": "Đã kiểm toán",
  "page-staking-considerations-solo-2-description": "Mã thiết yếu vừa trải qua kiểm toán chính thức với kết quả đã công bố và sẵn sàng công khai",
  "page-staking-considerations-solo-2-warning": "Không",
  "page-staking-considerations-solo-3-title": "Tiền thưởng phát hiện lỗi",
  "page-staking-considerations-solo-3-description": "Danh sách các lổ hổng công khai đã được tìm thấy và thực hiện trên mã nguồn cụ thể, để thưởng cho người dùng vì đã báo cáo và/hoặc sửa lỗ hổng một cách an toàn",
  "page-staking-considerations-solo-3-valid": "Hiện đang chạy",
  "page-staking-considerations-solo-3-caution": "Đã hoàn thành",
  "page-staking-considerations-solo-4-title": "Thử nghiệm",
  "page-staking-considerations-solo-4-description": "Phần mềm đã sẵn sàng và được mọi người sử dụng trong một khoảng thời gian nhất định",
  "page-staking-considerations-solo-4-valid": "Hơn 1 năm",
  "page-staking-considerations-solo-4-caution": "Hơn 6 tháng",
  "page-staking-considerations-solo-4-warning": "Mới ra mắt",
  "page-staking-considerations-solo-5-title": "Không tin tưởng",
  "page-staking-considerations-solo-5-description": "Không được giao khóa xác thực cho người khác trong khi đang vận hành nốt xác thực. Mọi hợp đồng thông minh liên quan đều không có cửa sau, không phụ thuộc vào các quyền đặc quyền để thực thi.",
  "page-staking-considerations-solo-5-warning": "Tin cậy",
  "page-staking-considerations-solo-6-description": "Người dùng không yêu cầu bất kì sự cho phép đặc biệt nào để vận hành nốt xác thực để sử dụng phần mềm hay dịch vụ",
  "page-staking-considerations-solo-6-valid": "Không cho phép",
  "page-staking-considerations-solo-6-warning": "Yêu cầu ETH ít nhất, một số dự án yêu cầu ít nhất 0,01 ETH",
  "page-staking-considerations-solo-7-title": "Khách hàng đa dạng",
  "page-staking-considerations-solo-7-description": "Phần mềm cho phép người dùng lựa chọn hoặc trao đổi giữa ít nhất hai máy khách thực thi trở lên, và hai máy khách lớp đồng thuận trở lên",
  "page-staking-considerations-solo-7-valid": "Dễ dàng chuyển đổi khách hàng",
  "page-staking-considerations-solo-7-warning": "Bị hạn chế tới đa số khách hàng",
  "page-staking-considerations-solo-8-title": "Tự nắm giữ",
  "page-staking-considerations-solo-8-description": "Người dùng duy trì nắm giữ định danh xác thực, bao gồm cả chữ ký và khóa rút tiền",
  "page-staking-considerations-solo-8-warning": "Bên thứ ba nắm giữ",
  "page-staking-considerations-solo-9-title": "Tiết kiệm",
  "page-staking-considerations-solo-9-description": "Người dùng có thể vận hành xác thực bằng cách đặc cọc ít hơn 32 ETH, bằng cách tận dụng tiền chung của người khác",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "Phần mềm đã sẵn sàng và được mọi người sử dụng trong một khoảng thời gian nhất định",
  "page-staking-considerations-saas-6-description": "Người dùng không cần quyền sở hữu đặc biệt nào, tài khoản đăng ký hoặc xác minh danh tính (KYC) để tham gia sử dụng dịch vụ",
  "page-staking-considerations-saas-6-valid": "Bất kỳ ai cũng có thể tham gia",
  "page-staking-considerations-saas-6-warning": "Yêu cầu ETH ít nhất, một số dự án yêu cầu ít nhất 0,01 ETH",
  "page-staking-considerations-saas-7-title": "Thực thi đa dạng",
  "page-staking-considerations-saas-7-description": "Dịch vụ không nên chạy hơn 50% những người xác thực với ứng dụng vận hành chủ yếu",
  "page-staking-considerations-saas-7-valid": "Ít hơn 50%",
  "page-staking-considerations-saas-7-caution": "Vẫn chưa biết",
  "page-staking-considerations-saas-7-warning": "Nhiều hơn 50%",
  "page-staking-considerations-saas-8-title": "Đa dạng đồng thuận",
  "page-staking-considerations-saas-8-description": "Dịch vụ không nên chạy hơn 50% những người xác thực với ứng dụng đồg thuận chủ yếu",
  "page-staking-considerations-saas-8-valid": "Ít hơn 50%",
  "page-staking-considerations-saas-8-caution": "Vẫn chưa biết",
  "page-staking-considerations-saas-8-warning": "Nhiều hơn 50%",
  "page-staking-considerations-pools-5-description": "Dịch vụ không yêu cầu tin tưởng bất kỳ ai để nắm giữ khóa của bạn hoặc chia thưởng",
  "page-staking-considerations-pools-6-title": "Nốt không được cấp quyền",
  "page-staking-considerations-pools-6-description": "Hệ thống cho phép bất kỳ ai cũng có thể tham gia vào vận hành nốt trong nhóm mà không cần xin phép",
  "page-staking-considerations-pools-7-description": "Dịch vụ không nên chạy hơn 50% những người xác thực với ứng dụng vận hành chủ yếu",
  "page-staking-considerations-pools-8-title": "Token thanh khoản",
  "page-staking-considerations-pools-8-description": "Token thanh khoản được cấp đại diện cho số ETH bạn góp sẽ nằm trong ví của bạn",
  "page-staking-considerations-pools-8-valid": "Các token thanh khoản",
  "page-staking-considerations-pools-8-warning": "Token không có tính thanh khoản",
  "page-staking-considerations-pools-9-description": "Dịch vụ không nên chạy hơn 50% những người xác thực với ứng dụng đồg thuận chủ yếu",
  "page-staking-how-solo-works-item-1": "Dùng một phần cứng: Bạn cần phải <a href=\"/run-a-node/\">chạy nút</a> để góp cổ phần",
  "page-staking-how-solo-works-item-2": "Đồng bộ ứng dụng vận hành của khách hàng",
  "page-staking-how-solo-works-item-3": "Đồng bộ mạng lưới khách hàng đồng thuận",
  "page-staking-how-solo-works-item-4": "Tạo khóa của bạn và đưa chúng vào ứng dụng xác thực của bạn",
  "page-staking-how-solo-works-item-5": "Quan sát và duy trì nốt của bạn",
  "page-staking-launchpad-widget-testnet-label": "Mạng thử nghiệm Holesky",
  "page-staking-launchpad-widget-testnet-start": "Bắt đầu đặt cọc trên mạng thử nghiệm Holesky",
  "page-staking-launchpad-widget-mainnet-label": "Mainnet",
  "page-staking-launchpad-widget-mainnet-start": "Bắt đầu đặt cọc trên Mạng chính thức",
  "page-staking-launchpad-widget-span": "Chọn mạng",
  "page-staking-launchpad-widget-p1": "Người tự xác thực cần <strong>kiểm tra thiết lập</strong> và có kỹ năng vận hành trên mạng thử nghiệm Holesky trước khi liều lĩnh đưa tiền vào. Nhớ rằng điều quan trọng là phải chọn <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">ứng dụng thiểu số</a> để tăng tính bảo mật của mạng lưới và hạn chế rủi ro cho bạn.",
  "page-staking-launchpad-widget-p2": "Nếu bạn cảm thấy thoải mái, bạn có thể cài đặt mọi thứ cần thiết từ đường dẫn yêu cầu bằng cách sử dụng Staking Launchpad.",
  "page-staking-launchpad-widget-p3": "Để dễ dàng hơn, bên cạnh Staking Launchpad kiểm tra một số công cụ và hướng dẫn bên dưới có thể giúp bạn cài đặt ứng dụng dễ dàng.",
  "page-staking-launchpad-widget-link": "Hướng dẫn và công cụ phần mềm",
  "page-staking-products-get-started": "Bắt đầu",
  "page-staking-dropdown-staking-options": "Tùy chọn góp cổ phần",
  "page-staking-dropdown-staking-options-alt": "Menu thả xuống tùy chọn đặt cược",
  "page-staking-stats-box-metric-1": "Tổng số ETH đã góp",
  "page-staking-stats-box-metric-2": "Tổng số nốt xác thực",
  "page-staking-stats-box-metric-3": "Lãi suất hiện tại",
  "page-staking-stats-box-metric-1-tooltip": "Tổng số ETH đặt cọc tại blockchain Beacon, không bao gồm số dư hơn 32 ETH",
  "page-staking-stats-box-metric-2-tooltip": "Số lượng của tài khoản xác thực hiện tại được kích hoạt trên blockchain Beacon",
  "page-staking-stats-box-metric-3-tooltip": "Lợi nhuận tài chính trung bình hàng năm trên mỗi người xác thực trong vòng hơn 24 giờ qua",
  "page-staking-section-comparison-subtitle": "Không có giải pháp nào giải quyết được tất cả vấn đề cho việc góp cổ phần, mỗi giải pháp đều khác nhau. Ở đây chúng ta sẽ so sánh các rủi ro, phần thưởng và các yêu cầu của các phương pháp mà bạn có thể đặt cọc.",
  "page-staking-section-comparison-rewards-title": "Phần thưởng",
  "page-staking-section-comparison-solo-rewards-li1": "Phần thưởng tối đa - nhận phần thưởng đầy đủ trực tiếp từ giao thức",
  "page-staking-section-comparison-solo-rewards-li2": "Bạn sẽ nhận phần thưởng khi đính các giao dịch vào một khối mới hoặc kiểm tra công việc của các nhà xác thực khác giúp các chain chạy được bảo mật",
  "page-staking-section-comparison-solo-rewards-li3": "Bạn cũng sẽ nhận được phí giao dịch chưa đốt cho các khối mà bạn tạo ra",
  "page-staking-section-comparison-saas-rewards-li1": "Thường bao gồm các phần thưởng giao thức đầy đủ trừ đi phí hàng tháng để vận hành nốt",
  "page-staking-section-comparison-saas-rewards-li2": "Luôn sẵn sàng dễ dàng kiểm tra ứng dụng xác thực của bạn trên màn hình",
  "page-staking-section-comparison-pools-rewards-li1": "Phần thưởng góp cổ phần theo nhóm khác nhau, phụ thuộc vào phương pháp góp cổ phần theo nhóm bạn lựa chọn",
  "page-staking-section-comparison-pools-rewards-li2": "Nhiều dịch vụ đặt cọc theo nhóm đưa ra một hoặc nhiều token thanh khoản đại diện cho số ETH bạn đặt cọc và cổ phần của phần thưởng xác thực",
  "page-staking-section-comparison-pools-rewards-li3": "Token thanh khoản được lưu trữ trong ví riêng của bạn, được sử dụng trong DeFi và bán đi nếu bạn quyết định rút ra",
  "page-staking-section-comparison-risks-title": "Các rủi ro",
  "page-staking-section-comparison-solo-risks-li1": "ETH nắm giữ",
  "page-staking-section-comparison-solo-risks-li2": "Mạng ngắt kết nối sẽ bị phạt tiền bằng ETH",
  "page-staking-section-comparison-solo-risks-li3": "Các hành vi ác ý có thể bị phạt khoản ETH lớn và bị bắt buộc rời khỏi mạng lưới",
  "page-staking-section-comparison-saas-risks-li1": "Rủi ro tương tự như tự đặt cọc kèm thêm rủi ro từ bên thứ ba là nhà cung cấp dịch vụ",
  "page-staking-section-comparison-saas-risks-li2": "Người được bạn ủy thác mã khóa có thể hành động gian lận",
  "page-staking-section-comparison-pools-risks-li1": "Tùy theo phương pháp được sử dụng mà có rủi ro khác nhau",
  "page-staking-section-comparison-pools-risks-li2": "Nhìn chung, các rủi ro bao gồm rủi ro từ bên thứ ba, hợp đồng thông minh và rủi ro vận hành",
  "page-staking-section-comparison-requirements-title": "Các yêu cầu",
  "page-staking-section-comparison-solo-requirements-li1": "Bạn phải gửi vào 32 ETH",
  "page-staking-section-comparison-solo-requirements-li2": "Duy trì phần cứng để vận hành ứng dụng Ethereum và ứng dụng đồng thuận đồng thời kết nối với mạng",
  "page-staking-section-comparison-solo-requirements-li3": "Staking Launchpad <a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\"> sẽ hướng dẫn bạn về quá trình và yêu cầu phần cứng",
  "page-staking-section-comparison-saas-requirements-li1": "Nạp 32 ETH và tạo mã khóa cùng với sự hỗ trợ",
  "page-staking-section-comparison-saas-requirements-li2": "Lưu khóa của bạn an toàn",
  "page-staking-section-comparison-saas-requirements-li3": "Phần còn lại là quan sát, mặc dù các chi tiết dịch vụ sẽ khác nhau",
  "page-staking-section-comparison-pools-requirements-li1": "Yêu cầu ETH ít nhất, một số dự án yêu cầu ít nhất 0.01 ETH",
  "page-staking-section-comparison-pools-requirements-li2": "Gửi tiền từ ví của bạn sang nền tảng đặt cọc chung khác hoặc giao dịch dễ dàng với token thanh khoản",
  "page-staking-faq-1-question": "Người xác thực là gì?",
  "page-staking-faq-1-answer": "<em>Nốt xác thực</em> là một thực thể ảo tồn tại trên Ethereum và tham gia vào quá trình đồng thuận của giao thức Ethereum. Nốt xác thực được thể hiện bằng số dư, khóa công khai và các hình thức khác. Một <em>máy khách xác thực</em> là một phần mềm hành động thay mặt cho nốt xác thực bằng cách giữ và sử dụng khóa riêng tư. Một máy khách xác thực đơn lẻ có thể giữ nhiều cặp khóa, kiểm soát nhiều nốt xác thực.",
  "page-staking-faq-2-question": "Tại sao tôi cần đặt cọc tiền?",
  "page-staking-faq-2-answer": "Nốt xác thực có khả năng tạo ra và chứng thực các khối cho mạng lưới. Để ngăn chặn hành vi thiếu trung thực, người dùng phải góp tiền của mình. Điều này cho phép giao thức phạt những hành vi ác ý. Góp cổ phần để giúp bạn trung thực, bởi vì hành vi của bạn sẽ có hậu quả về mặt tài chính.",
  "page-staking-faq-3-question": "Tôi có thể mua 'Eth2' không?",
  "page-staking-faq-3-answer-p1": "Không có token 'Eth2' nào trên giao thức bởi token ether (ETH) không thay đổi khi Ethereum chuyển sang proof-of-stake (bằng chứng đặt cọc).",
  "page-staking-faq-3-answer-p2": "Lưu ý: Có các token/ticker phái sinh có thể đại diện cho ETH đã góp (ví dụ: rETH từ Rocket Pool, stETH từ Lido, ETH2 từ Coinbase). Tìm hiểu thêm về <a href=\"/staking/pools/\">quỹ góp cổ phần</a>",
  "page-staking-faq-4-question": "Góp cổ phần đã đi vào hoạt động chưa?",
  "page-staking-faq-4-answer-p1": "Rồi. Tính năng góp cổ phần chính thức hoạt động từ ngày 01 tháng 12 năm 2020",
  "page-staking-faq-4-answer-p2": "Điều này có nghĩa là góp cổ phần đi vào hoạt động để người dùng đặt cọc ETH của họ, chạy máy khách xác thực và bắt đầu săn phần thưởng.",
  "page-staking-faq-4-answer-p3": "Việc nâng cấp Capella/Shanghai được hoàn thành vào ngày 12 tháng 4 năm 2023, kích hoạt rút tiền đã góp, khép lại vấn đề thanh khoản cổ phẩn.",
  "page-staking-faq-5-question": "Khi nào tôi có thể rút số Eth đã góp?",
  "page-staking-faq-5-answer-p1": "Ngay bây giờ! Người góp cổ phần có thể rút phần thưởng và/hoặc số tiền đặt cọc từ số dư của nút xác thực nếu họ lựa chọn.",
  "page-staking-faq-5-answer-p2": "Người góp cổ phần sẽ nhận được phần thưởng dưới dạng phí và MEV khi đề xuất các khối, được cung cấp ngay lập tức theo địa chỉ nhận phí mà họ đã thiết lập.",
  "page-staking-faq-5-answer-link": "Thông tin thêm về rút tiền đặt cọc",
  "page-staking-further-reading-author-vitalik-buterin": "Vitalik Buterin",
  "page-staking-further-reading-2-link": "Cơ sở lý luận thiết kế trôi chảy",
  "page-staking-further-reading-4-link": "Tin tức Eth2",
  "page-staking-further-reading-4-author": "Ben Edgington",
  "page-staking-further-reading-5-link": "Hoàn thiện số 33, lớp đồng thuận Ethereum (01 2022)",
  "page-staking-further-reading-5-author": "Danny Ryan",
  "page-staking-further-reading-6-link": "Các trạm chứng thực",
  "page-staking-further-reading-8-link": "Tài liệu Giáo dục do Cộng đồng đóng góp về Beaconcha.in",
  "page-staking-further-reading-9-link": "Câu hỏi thường gặp về Staking Launchpad Ethereum",
  "page-staking-further-reading-10-link": "Kiến thức nền tảng về Người đặt cọc Eth",
  "page-staking-toc-how-to-stake-your-eth": "Đặt cọc ETH như thế nào",
  "page-staking-toc-comparison-of-options": "So sánh các sự lựa chọn góp cổ phần",
  "page-staking-toc-faq": "Câu hỏi thường gặp",
  "page-staking-toc-further": "Đọc thêm",
  "page-staking-dom-info-title": "Góp cổ phần cho Ethereum",
  "page-staking-join-community": "Tham gia cộng đồng những người góp cổ phần",
  "page-staking-join-community-desc": "EthStaker là một cộng đồng để mọi người thảo luận và tìm hiểu về việc góp cổ phần trên Ethereum. Tham gia cùng hàng chục nghìn thành viên từ khắp nơi trên thế giới để được tư vấn, hỗ trợ và trò chuyện về mọi vấn đề liên quan đến góp cổ phần.",
  "page-staking-meta-description": "Tổng quan về việc góp cổ phần cho Ethereum: rủi ro, phần thưởng, yêu cầu và nơi thực hiện.",
  "page-staking-meta-title": "Góp cổ phần trên Ethereum",
  "page-staking-withdrawals-important-notices": "Các lưu ý quan trọng",
  "page-staking-withdrawals-important-notices-desc": "Chức năng rút chưa sẵn sàng. Xin hãy đọc câu hỏi thường gặp về <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Gộp Ethh2 và sau khi gộp</a> để biết thêm thông tin.",
  "page-upgrades-merge-btn": "Đọc thêm về sự kiện hợp nhất",
  "subscribe-to-ef-blog": "Đăng ký Blog EF để nhận email thông báo mới nhất về các giao thức <a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">.",
  "page-staking-comparison-with-other-options": "So sánh với các lựa chọn khác",
  "page-staking-any-amount": "Bất kể số lượng tiền là bao nhiêu",
  "page-staking-testnet": "mạng thử nghiệm"
}
