{
  "page-find-wallet-add-wallet": ". Nếu bạn muốn yêu cầu chúng tôi thêm ví,",
  "page-find-wallet-airgap-logo-alt": "Biểu trưng AirGap",
  "page-find-wallet-alpha-logo-alt": "Biểu trưng AlphaWallet",
  "page-find-wallet-ambo-logo-alt": "Biểu trưng Ambo",
  "page-find-wallet-argent-logo-alt": "Biểu trưng Argent",
  "page-find-wallet-buy-card": "Mua tiền mã hóa bằng thẻ",
  "page-find-wallet-buy-card-desc": "Mua ETH trực tiếp từ ví của bạn bằng thẻ ngân hàng. Các quy định hạn chế về khu vực địa lý có thể áp dụng.",
  "page-find-wallet-card-yes": "Có",
  "page-find-wallet-card-no": "Không",
  "page-find-wallet-card-go": "Vào",
  "page-find-wallet-card-hardware": "Cứng",
  "page-find-wallet-card-mobile": "Di động",
  "page-find-wallet-card-desktop": "Máy tính để bàn",
  "page-find-wallet-card-web": "Web",
  "page-find-wallet-card-more-info": "Thông tin khác",
  "page-find-wallet-card-features": "Tính năng",
  "page-find-wallet-card-has-bank-withdraws": "Rút tiền về ngân hàng",
  "page-find-wallet-card-has-card-deposits": "Mua ETH bằng thẻ",
  "page-find-wallet-card-has-defi-integration": "Truy cập vào nền tài chính phi tập trung (DeFi)",
  "page-find-wallet-card-has-explore-dapps": "Khám phá ứng dụng phi tập trung (dapp)",
  "page-find-wallet-card-has-dex-integrations": "Hoán đổi token",
  "page-find-wallet-card-has-high-volume-purchases": "Mua với số lượng lớn",
  "page-find-wallet-card-has-limits-protection": "Giới hạn giao dịch",
  "page-find-wallet-card-has-multisig": "Bảo vệ đa chữ ký",
  "page-find-wallet-checkout-dapps": "Xem qua ứng dụng phi tập trung (dapp)",
  "page-find-wallet-clear": "Xóa bộ lọc",
  "page-find-wallet-coinbase-logo-alt": "Biểu trưng Coinbase",
  "page-find-wallet-coinomi-logo-alt": "Biểu trưng Coinomi",
  "page-find-wallet-coin98-logo-alt": "Biểu trưng Coin98",
  "page-find-wallet-dcent-logo-alt": "Biểu trưng D'CENT",
  "page-find-wallet-desc-2": "Vì vậy, hãy chọn ví dựa trên các tính năng mong muốn.",
  "page-find-wallet-description": "Ví có rất nhiều tính năng tùy chọn mà bạn có thể thích dùng.",
  "page-find-wallet-description-airgap": "Không cần bất kỳ kết nối mạng nào, bạn vẫn có thể ký duyệt giao dịch hoàn toàn ngoại tuyến trên một thiết bị bằng cách sử dụng AirGap Vault. Sau đó, bạn có thể truyền phát giao dịch bằng điện thoại thông minh hàng ngày của mình thông qua ứng dụng AirGap Wallet.",
  "page-find-wallet-description-alpha": "Là ứng dụng mã nguồn mở hoàn toàn và tận dụng bộ xử lý bảo mật trên thiết bị di động, ví Ethereum cung cấp khả năng hỗ trợ mạng thử nghiệm hoàn chỉnh và tuân thủ tiêu chuẩn TokenScript.",
  "page-find-wallet-description-ambo": "Rút ngắn thời gian khởi động đầu tư và nhận khoản đầu tư đầu tiên của bạn trong vòng vài phút sau khi tải xuống ứng dụng",
  "page-find-wallet-description-argent": "Chỉ cần một lần nhấn để kiếm lãi và đầu tư; vay mượn, lưu trữ và gửi. Hãy làm chủ nghệ thuật đầu tư.",
  "page-find-wallet-description-bitcoindotcom": "Ví Bitcoin.com hiện hỗ trợ Ethereum! Hãy mua, nắm giữ, gửi và giao dịch ETH thông qua một ứng dụng ví hoàn toàn không bị giám sát và được hàng triệu người tin dùng.",
  "page-find-wallet-description-coinbase": "Ứng dụng an toàn giúp tự lưu trữ tiền mã hóa",
  "page-find-wallet-description-coinomi": "Coinomi là ví đa chuỗi, tương thích defi, đa nền tảng lâu đời nhất dành cho bitcoin, altcoin và token, chưa bao giờ bị xâm nhập và có hàng triệu người dùng.",
  "page-find-wallet-description-coin98": "Ví không bị giám sát, đa chuỗi và cổng tài chính phi tập trung (DeFi)",
  "page-find-wallet-description-dcent": "Ví D'CENT là ví đa tiền mã hóa siêu tiện lợi với trình duyệt ứng dụng phi tập trung (DApp) tích hợp để dễ dàng truy cập tài chính phi tập trung (DeFi), token không thể thay thế (NFT) và nhiều loại dịch vụ khác.",
  "page-find-wallet-description-enjin": "Không thể xâm nhập, nhiều tính năng và tiện lợi—được thiết kế dành cho các nhà giao dịch, game thủ và nhà phát triển",
  "page-find-wallet-description-fortmatic": "Bạn chỉ cần một email hoặc số điện thoại để truy cập các ứng dụng Ethereum từ mọi nơi. Không còn phải dùng tiện ích mở rộng trình duyệt và cụm từ khởi tạo.",
  "page-find-wallet-description-gnosis": "Nền tảng đáng tin cậy nhất để lưu trữ tài sản số trên Ethereum",
  "page-find-wallet-description-guarda": "Ví tiền mã hóa an toàn, đầy đủ tính năng, không bị giám sát, hỗ trợ hơn 50 chuỗi khối. Dễ dàng ký gửi, trao đổi và mua tài sản tiền mã hóa.",
  "page-find-wallet-description-hyperpay": "HyperPay là ví tiền mã hóa phổ dụng, đa nền tảng, hỗ trợ trên 50 chuỗi khối và trên 2000 ứng dụng phi tập trung (dApp).",
  "page-find-wallet-description-imtoken": "imToken là một ví kỹ thuật số an toàn, dễ dùng và được hàng triệu người tin tưởng",
  "page-find-wallet-description-keystone": "Ví Keystone là một ví cứng 100% không kết nối Internet, sử dụng phần mềm điều khiển nguồn mở và giao thức mã QR.",
  "page-find-wallet-description-ledger": "Giữ tài sản của bạn an toàn với các tiêu chuẩn bảo mật cao nhất",
  "page-find-wallet-description-linen": "Ví hợp đồng thông minh di động: kiếm lợi nhuận, mua tiền mã hóa và tham gia vào nền tài chính phi tập trung (DeFi). Kiếm phần thưởng và token quản trị.",
  "page-find-wallet-description-loopring": "Ví hợp đồng thông minh Ethereum đầu tiên với tính năng giao dịch, chuyển khoản dựa trên công nghệ zkRollup và công cụ tạo lập thị trường tự động (AMM). Không tốn phí gas, bảo mật và đơn giản.",
  "page-find-wallet-description-mathwallet": "MathWallet là ví tiền mã hóa đa nền tảng (di động/tiện ích mở rộng/web) hỗ trợ trên 50 chuỗi khối và trên 2000 ứng dụng phi tập trung (dApp).",
  "page-find-wallet-description-metamask": "Chỉ cần vài giây là bạn đã có thể bắt đầu khám phá các ứng dụng chuỗi khối. Hơn 21 triệu người dùng trên toàn thế giới tin dùng.",
  "page-find-wallet-description-monolith": "Ví tự giám sát duy nhất trên thế giới được kết hợp với Thẻ ghi nợ Visa. Phát hành tại Vương quốc Anh, Liên minh Châu Âu và dùng được trên phạm vi toàn cầu.",
  "page-find-wallet-description-multis": "Multis là tài khoản tiền mã hóa được thiết kế cho các doanh nghiệp. Với Multis, doanh nghiệp có thể lưu trữ bằng các biện pháp kiểm soát truy cập, kiếm tiền lãi từ khoản tiết kiệm của họ cũng như tối ưu các giao dịch thanh toán và quy trình kế toán.",
  "page-find-wallet-description-mycrypto": "MyCrypto là một giao diện giúp quản lý mọi tài khoản của bạn. Hoán đổi, gửi và mua tiền mã hóa bằng các ví như MetaMask, Ledger, Trezor và nhiều loại ví khác.",
  "page-find-wallet-description-myetherwallet": "Giao diện phía máy khách miễn phí giúp bạn tương tác với chuỗi khối Ethereum",
  "page-find-wallet-description-numio": "Numio là ví Ethereum Lớp 2 không bị giám sát, sử dụng công nghệ zkRollup để xử lý các giao dịch ERC-20 và hoán đổi token một cách nhanh chóng và giảm thiểu chi phí. Numio phát hành trên Android và iOS.",
  "page-find-wallet-description-opera": "Ví tiền mã hóa tích hợp trong Opera Touch trên iOS và Opera dành cho Android. Trình duyệt lớn đầu tiên tích hợp ví tiền mã hóa, cho phép truy cập liền mạch vào thế hệ mới nổi tiếp theo của công nghệ web (Web 3).",
  "page-find-wallet-description-pillar": "Ví không bị giám sát, thuộc sở hữu của cộng đồng và sở hữu riêng Mạng Thanh toán L2.",
  "page-find-wallet-description-portis": "Ví chuỗi khối không bị giám sát, giúp việc sử dụng ứng dụng trở nên đơn giản đối với mọi người",
  "page-find-wallet-description-rainbow": "Một nơi lưu trữ tốt hơn cho các tài sản Ethereum của bạn",
  "page-find-wallet-description-samsung": "Lưu trữ các tài sản có giá trị của bạn một cách an toàn và bảo mật với chuỗi khối Samsung.",
  "page-find-wallet-description-status": "Ứng dụng nhắn tin bảo mật, ví tiền mã hóa và trình duyệt Web3 được phát triển bằng công nghệ hiện đại",
  "page-find-wallet-description-tokenpocket": "TokenPocket：Ví tiền số bảo mật và tiện lợi hàng đầu thế giới, đồng thời là cánh cổng truy cập ứng dụng phi tập trung (DApp), có hỗ trợ công nghệ Đa chuỗi.",
  "page-find-wallet-description-bitkeep": "BitKeep là ví kỹ thuật số đa chuỗi, phi tập trung, cung cấp các dịch vụ quản lý tài sản số toàn diện, an toàn và tiện lợi cho người dùng trên khắp thế giới.",
  "page-find-wallet-description-torus": "Đăng nhập chỉ bằng một lần nhấp để truy cập Web 3.0",
  "page-find-wallet-description-trezor": "Ví cứng đầu tiên và nguyên gốc",
  "page-find-wallet-description-trust": "Trust Wallet là ví tiền mã hóa nhiều coin phi tập trung. Mua tiền mã hóa, khám phá ứng dụng phi tập trung (dapp), hoán đổi tài sản cùng nhiều tác vụ khác mà vẫn đảm bảo quyền kiểm soát các khoá.",
  "page-find-wallet-description-unstoppable": "Unstoppable Wallet là một giải pháp lưu trữ mã nguồn mở, không cần giám sát, nổi tiếng với thiết kế trực quan và trải nghiệm người dùng liền mạch. Tích hợp trơn tru các tính năng giao dịch/trao đổi phi tập trung.",
  "page-find-wallet-description-zengo": "ZenGo là ví tiền mã hóa không cần chìa khóa đầu tiên. ZenGo không yêu cầu khóa riêng, mật khẩu hoặc cụm từ khởi tạo để quản lý hoặc bị mất. Mua, giao dịch, kiếm và lưu trữ Ethereum một cách an toàn và dễ dàng chưa từng thấy",
  "page-find-wallet-description-walleth": "100% mã nguồn mở (GPLv3) và ví Android Ethereum gốc phục vụ bạn kể từ năm 2017. Kết nối với ứng dụng phi tập trung (dapp) yêu thích qua WalletConnect và sử dụng trực tiếp với cùng ví cứng.",
  "page-find-wallet-description-safepal": "Ví SafePal là ứng dụng an toàn, phi tập trung, dễ sử dụng và miễn phí cho phép quản lý trên 10.000 loại tiền mã hóa.",
  "page-find-wallet-enjin-logo-alt": "Biểu trưng Enjin",
  "page-find-wallet-Ethereum-wallets": "Ví Ethereum",
  "page-find-wallet-explore-dapps": "Khám phá ứng dụng phi tập trung (dapp)",
  "page-find-wallet-explore-dapps-desc": "Những ví này cho phép bạn kết nối với các ứng dụng phi tập trung (dapp) Ethereum.",
  "page-find-wallet-feature-h2": "Chọn các tính năng của ví mà bạn quan tâm",
  "page-find-wallet-fi-tools": "Truy cập vào nền tài chính phi tập trung (DeFi)",
  "page-find-wallet-fi-tools-desc": "Vay mượn, cho vay và kiếm lãi trực tiếp từ ví của bạn.",
  "page-find-wallet-following-features": "với các tính năng sau:",
  "page-find-wallet-fortmatic-logo-alt": "Biểu trưng Fortmatic",
  "page-find-wallet-gnosis-logo-alt": "Biểu trưng Gnosis Safe",
  "page-find-wallet-guarda-logo-alt": "Biểu trưng Guarda",
  "page-find-wallet-hyperpay-logo-alt": "Biểu trưng HyperPay",
  "page-find-wallet-image-alt": "Tìm hình ảnh chính về ví",
  "page-find-wallet-imtoken-logo-alt": "Biểu trưng imToken",
  "page-find-wallet-keystone-logo-alt": "Biểu trưng Keystone",
  "page-find-wallet-last-updated": "Cập nhật mới nhất",
  "page-find-wallet-ledger-logo-alt": "Biểu trưng Ledger",
  "page-find-wallet-limits": "Giới hạn bảo vệ",
  "page-find-wallet-limits-desc": "Bảo vệ tài sản của bạn bằng cách thiết lập các giới hạn để tránh trường hợp tài khoản bị cạn kiệt.",
  "page-find-wallet-linen-logo-alt": "Biểu trưng Linen",
  "page-find-wallet-listing-policy": "chính sách niêm yết",
  "page-find-wallet-loopring-logo-alt": "Biểu trưng Loopring",
  "page-find-wallet-mathwallet-logo-alt": "Biểu trưng MathWallet",
  "page-find-wallet-meta-description": "Tìm và so sánh ví Ethereum theo tính năng bạn muốn.",
  "page-find-wallet-meta-title": "Tìm một ví Ethereum",
  "page-find-wallet-metamask-logo-alt": "Biểu trưng MetaMask",
  "page-find-wallet-monolith-logo-alt": "Biểu trưng Monolith",
  "page-find-wallet-multis-logo-alt": "Biểu trưng Multis",
  "page-find-wallet-multisig": "Tài khoản đa chữ ký",
  "page-find-wallet-multisig-desc": "Để tăng cường bảo mật, ví đa chữ ký yêu cầu phải lập hai tài khoản trở lên để cho phép thực hiện một số giao dịch nhất định.",
  "page-find-wallet-mycrypto-logo-alt": "Biểu trưng MyCrypto",
  "page-find-wallet-myetherwallet-logo-alt": "Biểu trưng MyEtherWallet",
  "page-find-wallet-new-to-wallets": "Bạn mới sử dụng ví? Dưới đây là tổng quan giúp bạn bắt đầu.",
  "page-find-wallet-new-to-wallets-link": "Ví Ethereum",
  "page-find-wallet-not-all-features": "Chưa có ví nào có tất cả các tính năng này",
  "page-find-wallet-not-endorsements": "Những loại ví được liệt kê tại trang này không ngụ ý chứng thực chính thức mà chỉ nhằm mục đích cung cấp thông tin. Mô tả về ví được cung cấp từ chính các bên cung cấp. Chúng tôi thêm sản phẩm vào trang này dựa trên các tiêu chí trong",
  "page-find-wallet-numio-logo-alt": "Biểu trưng Numio",
  "page-find-wallet-overwhelmed": "Ví Ethereum bên dưới. Bạn cảm thấy choáng ngợp? Thử lọc theo tính năng.",
  "page-find-wallet-opera-logo-alt": "Biểu trưng Opera",
  "page-find-wallet-pillar-logo-alt": "Biểu trưng Pillar",
  "page-find-wallet-portis-logo-alt": "Biểu trưng Portis",
  "page-find-wallet-rainbow-logo-alt": "Biểu trưng Rainbow",
  "page-find-wallet-raise-an-issue": "đặt vấn đề trong GitHub",
  "page-find-wallet-search-btn": "Tìm kiếm các tính năng đã chọn",
  "page-find-wallet-showing": "Đang hiển thị ",
  "page-find-wallet-samsung-logo-alt": "Logo ví chuỗi khối Samsung",
  "page-find-wallet-status-logo-alt": "Biểu trưng Status",
  "page-find-wallet-swaps": "Hoán đổi token phi tập trung",
  "page-find-wallet-swaps-desc": "Giao dịch giữa ETH và các token khác trực tiếp từ ví của bạn.",
  "page-find-wallet-title": "Tìm một ví",
  "page-find-wallet-tokenpocket-logo-alt": "Biểu trưng TokenPocket",
  "page-find-wallet-bitkeep-logo-alt": "Biểu trưng BitKeep",
  "page-find-wallet-torus-logo-alt": "Biểu trưng Torus",
  "page-find-wallet-trezor-logo-alt": "Biểu trưng Trezor",
  "page-find-wallet-trust-logo-alt": "Biểu trưng Trust",
  "page-find-wallet-safepal-logo-alt": "Biểu trưng SafePal",
  "page-find-wallet-try-removing": "Thử xóa một hoặc hai tính năng",
  "page-find-wallet-unstoppable-logo-alt": "Biểu trưng Unstoppable",
  "page-find-wallet-use-wallet-desc": "Bây giờ bạn đã có ví, hãy xem một số ứng dụng Ethereum (ứng dụng phi tập trung (dapp)). Có các ứng dụng phi tập trung (dapp) dành cho lĩnh vực tài chính, mạng xã hội, trò chơi và rất nhiều danh mục khác.",
  "page-find-wallet-use-your-wallet": "Sử dụng ví",
  "page-find-wallet-voluem-desc": "Nếu bạn muốn sở hữu nhiều ETH, hãy chọn loại ví cho phép bạn mua nhiều hơn 2000 đô-la ETH trong cùng một thời điểm.",
  "page-find-wallet-volume": "Mua số lượng lớn",
  "page-find-wallet-we-found": "Chúng tôi đã tìm thấy",
  "page-find-wallet-withdraw": "Rút tiền về ngân hàng",
  "page-find-wallet-withdraw-desc": "Bạn có thể rút ETH trực tiếp vào tài khoản ngân hàng của mình mà không cần thông qua sàn giao dịch.",
  "page-find-wallet-zengo-logo-alt": "Biểu trưng ZenGo",
  "page-find-wallet-walleth-logo-alt": "Biểu trưng WallETH",
  "page-stake-eth": "Ký gửi ETH"
}
