{
  "page-roadmap-vision-2014": "Xem một bài blog năm 2014 về cơ chế đồng thuận proof of stake",
  "page-roadmap-vision-2021": "Xem bài đăng trên blog năm 2021 về quá trình phát triển lộ trình Ethereum",
  "page-roadmap-vision-2022": "Xem bài đăng trên blog năm 2022: Hướng dẫn cho Hitchhikers về Ethereum",
  "page-roadmap-vision-2021-updates": "Xem bài đăng trên blog năm 2021 về cập nhật của giao thức Ethereum",
  "page-roadmap-vision-desc-1": "Ethereum cần giảm thiểu vấn đề nghẽn mạng và cải thiện tốc độ thực hiện giao dịch để phục vụ tốt hơn một cộng đồng người dùng toàn cầu.",
  "page-roadmap-vision-desc-2": "Việc vận hành một nút đang ngày càng trở nên khó khăn hơn khi mạng lưới Ethereum phát triển. Điều này sẽ còn khó khăn hơn nữa với những nỗ lực để mở rộng quy mô của mạng lưới.",
  "page-roadmap-vision-desc-3": "Ethereum đang sử dụng quá nhiều điện. Công nghệ để bảo đảm an toàn cho mạng lưới cần phải có tính bền vững hơn.",
  "page-roadmap-vision-ethereum-node": "Hiểm thêm về nút",
  "page-roadmap-vision-future": "Một tương lai số với quy mô toàn cầu",
  "page-roadmap-vision-meta-desc": "Tổng quan về tác động của những nâng cấp đối với Ethereum và những thách thức mà chúng phải vượt qua.",
  "page-roadmap-vision-meta-title": "Tầm nhìn của Ethereum",
  "page-roadmap-vision-mining": "Thông tin thêm về khai thác",
  "page-roadmap-vision-problems": "Những vấn đề hiện tại",
  "page-roadmap-vision-scalability": "Khả năng mở rộng",
  "page-roadmap-vision-scalability-desc": "Ethereum cần có khả năng xử lý nhiều giao dịch trên giây hơn mà không làm gia tăng kích thước của các nút trong mạng lưới. Các nút là những đơn vị tham gia không thể thiếu trong mạng lưới của Ethereum vì chúng lưu trữ và vận hành chuỗi khối. Gia tăng kích thước của nút không khả thi vì nó đòi hỏi chỉ những cá nhân và tổ chức với những chiếc máy tính và bộ vi xử lý mạnh và đắt đỏ mới có thể làm được. Để mở rộng quy mô, Ethereum cần khả năng xử lý nhiều giao dịch trên giây hơn, cộng với nhiều nút hơn. Nhiều nút hơn đồng nghĩa với sự an ninh của mạng lưới cao hơn.",
  "page-roadmap-vision-scalability-desc-3": "Các giải pháp layer 2 Rollup mở rộng khả năng của Ethereum bằng cách đưa các giao dịch ngoài chuỗi và chỉ gửi dữ liệu tóm tắt lên Ethereum. Cách gom này tăng thông lượng của Ethereum trong khi giảm đáng kể chi phí cho người dùng.",
  "page-roadmap-vision-scalability-desc-4": "Giải pháp rollup cần lưu trữ với chi phí thấp tại layer 1 để khiến các giao dịch có phí giao dịch rẻ nhất có thể cho người dùng. Giải pháp này sẽ được cung cấp dưới dạng lưu trữ dữ liệu nhị phân (blocks) gắn liền với các khối (blocks) trên Ethereum. Vì vậy, các blocks này sẽ được gắn liền với các block của Ethereum, giúp chi phí lưu trữ rẻ hơn cho các rollups.",
  "page-roadmap-vision-security": "Bảo mật",
  "page-roadmap-vision-security-desc": "Những kế hoạch đã định của bản nâng cấp này cải thiện tính bảo mật của Ethereum, chống lại các cuộc tấn công bất hợp pháp.",
  "page-roadmap-vision-security-desc-3": "Trong cơ chế proof-of-stake, an ninh bổ sung đến từ việc có nhiều khuyến khích kinh tế tiền mã hóa hơn để chống lại các cuộc tấn công. Điều này xảy ra vì trong cơ chế proof-of-stake, những người xác thực bảo vệ mạng lưới phải đặt cọc một số lượng ETH đáng kể vào giao thức. Nếu họ cố gắng tấn công mạng lưới, giao thức có thể tự động tiêu hủy ETH của họ.",
  "page-roadmap-vision-security-desc-5": "Tuy nhiên, cũng quan trọng là những nâng cấp bảo vệ các validator khỏi các cuộc tấn công từ chối dịch vụ, tăng cường tính ẩn danh của họ, và tách biệt việc xây dựng khối và phát tán khối được thực hiện sớm. Những nâng cấp này bảo vệ từng validator và toàn bộ mạng khỏi các cuộc tấn công về tính sống động và kiểm duyệt.",
  "page-roadmap-vision-security-desc-5-link": "Thêm về proof-of-stake",
  "page-roadmap-vision-security-desc-10": "Việc đặt cọc (staking) cũng đồng nghĩa với việc bạn không cần đầu tư vào những bộ phần cứng đắt đỏ để có thể vận hành một nút (node) trên Ethereum. Điều này, trên lý thuyết, sẽ khuyến khích nhiều người trở thành nút thẩm định (validator) hơn, giúp gia tăng sự phi tập trung của mạng lưới và giảm thiểu nguy cơ bị tấn công.",
  "page-roadmap-vision-security-staking": "Ký gửi ETH",
  "page-roadmap-vision-security-validator": "Bạn có thể trở thành một nút thẩm định bằng cách đặt cọc ETH của mình.",
  "page-roadmap-vision-staking-lower": "Thông tin thêm về ký gửi",
  "page-roadmap-vision-subtitle": "Phát triển Ethereum cho đến khi nó đủ mạnh để giúp cho toàn thể nhân loại.",
  "page-roadmap-vision-sustainability": "Sự bền vững",
  "page-roadmap-vision-sustainability-desc-1": "Ethereum hiện là một chuỗi khối xanh. Mức tiêu thụ năng lượng đã giảm ~99,95% khi bằng chứng công việc được hoán đổi cho bằng chứng cổ phần.",
  "page-roadmap-vision-sustainability-desc-2": "Ethereum hiện được bảo mật thông qua đặt cược, không phải sức mạnh tính toán.",
  "page-roadmap-vision-sustainability-desc-3": "Sự tăng cường tính bền vững này cũng mang lại lợi ích bảo mật - ether được đặt cọc khiến việc tấn công chuỗi trở nên tốn kém hơn nhiều so với bằng chứng công việc, nhưng ít tốn kém hơn để bảo mật nó vì ít ETH mới phải được phát hành để trả tiền cho người xác thực hơn so với người khai thác.",
  "page-roadmap-vision-sustainability-desc-8": "Chuyển sang cơ chế proof-of-stake giúp Ethereum xanh hơn và an toàn hơn. Đó là một nền tảng ít carbon để xây dựng ứng dụng và tổ chức.",
  "page-roadmap-vision-sustainability-subtitle": "Ethereum là một chuỗi khối xanh với bảo mật kinh tế tiền điện tử mạnh mẽ.",
  "page-roadmap-vision-title": "Tầm nhìn Ethereum",
  "page-roadmap-vision-title-1": "Mạng lưới bị nghẽn",
  "page-roadmap-vision-title-2": "Dung lượng đĩa",
  "page-roadmap-vision-title-3": "Quá hao tổn năng lượng",
  "page-roadmap-vision-trilemma-cardtext-1": "Ethereum khi nâng cấp sẽ khiến Ethereum mở rộng, bảo mật và phi tập trung. Tham gia bằng đóng góp cổ phần (staking) đã giảm thiểu rào cản tham gia và hạn chế kinh tế quy mô, tạo ra một mạng lưới lớn hơn, tập trung hơn.",
  "page-roadmap-vision-trilemma-cardtext-2": "Những mạng lưới chuỗi khối an toàn và phi tập trung bắt buộc mỗi nút (node) trong mạng lưới phải xác minh từng giao dịch được xử lý bởi chuỗi. Khối lượng công việc đồ sộ này giới hạn số lượng giao dịch có thể được thực hiện ở tại một thời điểm bất kì. Phi tập trung và an toàn là những tính chất cơ bản của chuỗi khối Ethereum hôm nay.",
  "page-roadmap-vision-trilemma-cardtext-3": "Các mạng phi tập trung hoạt động bằng cách gửi thông tin về các giao dịch qua các nút - toàn bộ mạng cần biết về bất kỳ thay đổi trạng thái nào. Việc mở rộng quy mô giao dịch mỗi giây trên một mạng phi tập trung gây ra rủi ro bảo mật vì càng nhiều giao dịch, độ trễ càng lâu, xác suất bị tấn công càng cao khi thông tin đang lưu chuyển.",
  "page-roadmap-vision-trilemma-cardtext-4": "Tăng kích thước và sức mạnh của các nút Ethereum có thể tăng giao dịch mỗi giây một cách an toàn, nhưng yêu cầu phần cứng sẽ hạn chế ai có thể làm điều đó - điều này đe dọa đến sự phân cấp. Hy vọng rằng sharding và bằng chứng cổ phần sẽ cho phép Ethereum mở rộng quy mô bằng cách tăng số lượng nút chứ không phải kích thước nút.",
  "page-roadmap-vision-trilemma-h2": "Thách thức của việc mở rộng quy mô một cách phi tập trung",
  "page-roadmap-vision-trilemma-modal-tip": "Bấm vào những vòng tròn bên dưới để hiểu rõ hơn về những khó khăn trong việc mở rộng quy mô một cách phi tập trung",
  "page-roadmap-vision-trilemma-p": "Một cách đơn giản để giải quyết các vấn đề của Ethereum là làm cho nó trở nên tập trung hơn. Nhưng phân cấp là quá quan trọng. Đó là sự phân cấp mang lại cho Ethereum tính trung lập, khả năng chống kiểm duyệt, tính mở, quyền sở hữu dữ liệu và bảo mật gần như không thể phá vỡ.",
  "page-roadmap-vision-trilemma-p-1": "Tầm nhìn của Ethereum là trở nên an toàn và có khả năng mở rộng cao hơn nhưng đồng thời cũng duy trì tính phi tập trung. Đạt được cả 3 yếu tố này là một vấn đề nan giải, giống như \bbộ ba bất khả thi về tính năng mở rộng.",
  "page-roadmap-vision-trilemma-p-2": "Ethereum nâng cấp nhằm giải quyết câu đố có 3 vế này. Tuy nhiên, thử thách là không nhỏ.",
  "page-roadmap-vision-trilemma-press-button": "Bấm vào các nút trên hình tam giác để hiểu thêm về những thách thức của việc mở rộng quy mô một cách phi tập trung.",
  "page-roadmap-vision-trilemma-text-1": "Phi tập trung",
  "page-roadmap-vision-trilemma-text-2": "Bảo mật",
  "page-roadmap-vision-trilemma-text-3": "Khả năng mở rộng",
  "page-roadmap-vision-trilemma-title-1": "Khám phá câu đố hóc búa có 3 vế của việc mở rộng quy mô",
  "page-roadmap-vision-trilemma-title-2": "Ethereum nâng cấp và mở rộng quy mô phi tập trung",
  "page-roadmap-vision-trilemma-title-3": "An toàn và phi tập trung",
  "page-roadmap-vision-trilemma-title-4": "Phi tập trung và có khả năng mở rộng",
  "page-roadmap-vision-trilemma-title-5": "Có thể mở rộng và an toàn",
  "page-roadmap-vision-understanding": "Hiểu về tầm nhìn của Ethereum",
  "page-roadmap-vision-upgrade-needs": "Sự cấp thiết của những bản nâng cấp",
  "page-roadmap-vision-upgrade-needs-desc": "Giao thức của Ethereum đã thành công rực rỡ kể từ khi ra đời vào năm 2015. Tuy nhiên, cộng đồng của Ethereum vẫn luôn mong chờ một số nâng cấp quan trọng để có thể cởi trói cho tiềm năng lớn lao của Ethereum.",
  "page-roadmap-vision-upgrade-needs-desc-2": "Nhu cầu cao đang đẩy phí giao dịch lên cao khiến Ethereum trở nên đắt đỏ đối với người dùng bình thường. Dung lượng ổ đĩa cần thiết để chạy ứng dụng khách Ethereum đang tăng với tốc độ nhanh.",
  "page-roadmap-vision-upgrade-needs-desc-3": "Ethereum là một bộ nâng cấp để giúp giải quyết những vấn đề trên và hơn thế nữa. Bộ nâng cấp này ban đầu được gọi là 'Serenity' và 'Eth2' đã được nghiên cứu và phát triển một cách tích cực từ năm 2014.",
  "page-roadmap-vision-upgrade-needs-desc-5": "Hiện công nghệ mới đã sẵn sàng, những nâng cấp sẽ kiến tạo lại Ethereum để biến nó trở nên dễ mở rộng, an toàn và bền vững - nhằm giúp việc sử dụng mạng lưới trở nên dễ dàng hơn cho những người đang dùng và thu hút những người dùng mới. Đồng thời, những nâng cấp này cũng sẽ bảo tồn giá trị cốt lõi của Ethereum là sự phi tập trung.",
  "page-roadmap-vision-upgrade-needs-desc-6": "Điều này đồng nghĩa với việc sẽ không có một sự chuyển giao mở rộng đột ngột. Những cải thiện sẽ được áp dụng từng bước một theo thời gian.",
  "page-roadmap-vision-upgrade-needs-serenity": "Đọc một bài blog viết năm 2015 về 'Sự Êm Đềm' (Serenity)",
  "ethereum": "Ethereum",
  "page-roadmap-vision-danksharding": "Tìm hiểu thêm về phân đoạn (Danksharding)"
}
