{
  "page-wallets-accounts-addresses": "Ví, tài khoản, chìa khóa và địa chỉ",
  "page-wallets-accounts-addresses-desc": "Cần hiểu sự khác biệt giữa một số thuật ngữ chính.",
  "page-wallets-accounts-ethereum-addresses": "<b>Tài khoản Ethereum có địa chỉ</b>, giống như hộp thư đến có địa chỉ email. Tài khoản này được sử dụng để nhận dạng tài sản kỹ thuật số của bạn.",
  "page-wallets-alt": "Hình minh họa rô-bốt có kho tiền ở cơ thể, đại diện cho ví Ethereum",
  "page-wallets-ethereum-account": "<b>Một tài khoản Ethereum là một cặp mã khóa</b>.<a href=\"/glossary/#public-key\">Một Chìa khóa</a> được dùng để tạo ra địa chỉ mà bạn có thể tự do chia sẻ, và <a href=\"/glossary/#private-key\">mã khóa còn lại</a> thì bạn phải giữ kín vì nó được dùng để kí các giao dịch. Cùng nhau, các chìa khóa này giúp bạn trữ tài sản và thực hiện giao dịch.",
  "page-wallets-blog": "Blog Coinbase",
  "page-wallets-bookmarking": "Đánh dấu ví của bạn",
  "page-wallets-bookmarking-desc": "Nếu bạn sử dụng ví web, hãy đánh dấu trang web đó để tránh bị lừa đảo.",
  "page-wallets-cd": "<b>Ví phần cứng vật lý</b> là thiết bị cho phép bạn giữ tiền điện tử của mình ngoại tuyến – rất bảo mật",
  "page-wallets-desc-2": "Ví là thứ mà hầu hết mọi người dùng để trữ tài sản số và định danh của họ.",
  "page-wallets-desc-2-link": "Tìm hiểu thêm về ETH",
  "page-wallets-desc-3": "Ví chỉ là một công cụ để tương tác với tài khoản Ethereum. Điều này đồng nghĩa rằng bạn có thể hoán đổi nhà cung cấp ví bất kỳ lúc nào. Nhiều ví cũng cho phép bạn quản lý nhiều tài khoản Ethereum từ một ứng dụng.",
  "page-wallets-desc-4": "Các nhà cung cấp ví không có quyền sở hữu tài sản của bạn. Họ chỉ cung cấp một cửa sổ để bạn có thể thấy tài sản của mình trên Ethereum và công cụ để quản lí chúng.",
  "page-wallets-description": "Các loại ví Ethereum là các ứng dụng giúp bạn quản lí tài khoản của bạn. Giống như ví ngoài đời thực của bạn, nó sẽ trữ mọi thứ bạn cần để chứng minh định danh của mình và quản lí tài sản. Ví sẽ giúp bạn đăng nhập vào các ứng dụng, đọc số dư, gửi giao dịch và xác thực định danh của bạn.",
  "page-wallets-desktop": "<b>Ứng dụng dành cho máy tính để bàn</b> nếu bạn muốn quản lý tiền của mình thông qua macOS, Windows hoặc Linux",
  "page-wallets-ethereum-wallet": "<b>Ví là một công cụ cho phép bạn tương tác với tài khoản của mình</b> bằng cách sử dụng khóa của bạn. Nó cho phép bạn xem số dư tài khoản của mình, gửi giao dịch và hơn thế nữa.",
  "page-wallets-explore": "Khám phá Ethereum",
  "page-wallets-features-desc": "Chúng tôi có thể giúp bạn chọn ví dựa trên các tính năng mà bạn quan tâm.",
  "page-wallets-features-title": "So sánh các ví dựa trên tính năng",
  "page-wallets-find-wallet-btn": "Tìm một ví",
  "page-wallets-find-wallet-link": "Tìm một ví",
  "page-wallets-get-some": "Nạp một số ETH",
  "page-wallets-get-some-alt": "Ảnh minh hoạ bàn tay tạo ra biểu trưng ETH làm bằng các viên gạch lego",
  "page-wallets-get-some-btn": "Nạp một số ETH",
  "page-wallets-get-some-desc": "ETH là tiền mã hoá gốc của Ethereum. Bạn sẽ cần một số ETH trong ví để sử dụng các ứng dụng Ethereum.",
  "page-wallets-keys-to-safety": "Chìa khóa bảo vệ tiền mã hoá",
  "page-wallets-manage-funds": "Một ứng dụng để quản lý tiền",
  "page-wallets-manage-funds-desc": "Ví sẽ hiển thị số dư, lịch sử giao dịch và cho phép bạn gửi/nhận tiền. Một số ví có thể cung cấp nhiều tính năng hơn.",
  "page-wallets-meta-description": "Những thông tin cần biết để sử dụng ví Ethereum.",
  "page-wallets-meta-title": "Ví Ethereum",
  "page-wallets-mobile": "<b>Ứng dụng di động</b> giúp bạn có thể truy cập tiền từ mọi nơi",
  "page-wallets-more-on-dapps-btn": "Tìm hiểu thêm về ứng dụng phi tập trung",
  "page-wallets-most-wallets": "Hầu hết các sản phẩm ví sẽ cho phép bạn tạo tài khoản Ethereum. Do đó bạn không cần lập tài khoản trước khi tải ví về.",
  "page-wallets-protecting-yourself": "Bảo vệ bản thân và tiền của bạn",
  "page-wallets-seed-phrase": "Viết ra <a href=\"/glossary/#recovery-phrase\">cụm từ khôi phục</a> của bạn",
  "page-wallets-seed-phrase-desc": "Ví thường sẽ cung cấp cho bạn một cụm từ khởi tạo và bạn cần ghi lại vào nơi nào đó thật an toàn. Đây là cách duy nhất giúp bạn khôi phục ví.",
  "page-wallets-seed-phrase-example": "Dưới đây là ví dụ:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Không lưu cụm từ trên máy tính. Ghi lại vào nơi an toàn.",
  "page-wallets-slogan": "Nắm giữ chìa khóa mở ra tương lai số của bạn",
  "page-wallets-stay-safe": "Làm thế nào để bảo đảm an toàn tài chính",
  "page-wallets-stay-safe-desc": "Tự do tài chính và khả năng truy cập và sử dụng tiền ở bất cứ đâu đều yêu cầu bạn phải có trách nhiệm quản lý – không có hỗ trợ khách hàng về tiền điện tử. <b>Bạn có trách nhiệm giữ mã khóa của mình an toàn và bảo mật</b>.",
  "page-wallets-subtitle": "Ví giúp bạn truy cập vào tài sản số của mình và đăng nhập vào các ứng dụng.",
  "page-wallets-take-responsibility": "Tự chịu trách nhiệm về quỹ tiền của mình",
  "page-wallets-take-responsibility-desc": "Các sàn giao dịch tập trung sẽ liên kết ví của bạn với tên người dùng và mật khẩu mà bạn có thể khôi phục theo cách thông thường. Hãy nhớ rằng bạn đang tin tưởng và trao cho sàn giao dịch đó quyền kiểm soát tiền của mình. Nếu sản giao dịch đó gặp phải các rắc rối tài chính, tài sản của bạn cũng có thể vì thế mà gặp rủi ro.",
  "page-wallets-tips": "Các mẹo khác để bảo đảm an toàn tài chính",
  "page-wallets-tips-community": "Từ cộng đồng",
  "page-wallets-title": "Ví Ethereum",
  "page-wallets-triple-check": "Kiểm tra kỹ lưỡng mọi thứ",
  "page-wallets-triple-check-desc": "Hãy nhớ rằng không thể đảo ngược các giao dịch và không dễ mà khôi phục được ví, vì vậy hãy đề phòng và luôn cẩn thận.",
  "page-wallets-try-dapps": "Hãy thử một số ứng dụng phi tập trung (dapp)",
  "page-wallets-try-dapps-alt": "Ảnh minh hoạ các thành viên trong cộng đồng Ethereum đang làm việc cùng nhau",
  "page-wallets-try-dapps-desc": "Ứng dụng phi tập trung (Dapp) là các ứng dụng được xây dựng trên nền tảng Ethereum. Ứng dụng phi tập trung (Dapp) xử lý dữ liệu của bạn với chi phí rẻ hơn, công bằng hơn và hiệu quả hơn so với hầu hết các ứng dụng truyền thống.",
  "page-wallets-types": "Các loại ví",
  "page-wallets-types-desc": "Có một số cách để tính toán và tương tác với tài khoản của bạn:",
  "page-wallets-web-browser": "<b>Ví trình duyệt</b> là các ứng dụng web cho phép bạn tương tác trực tiếp với tài khoản của mình trong trình duyệt",
  "page-wallets-web-browser-extension": "<b>Ví tiện ích mở rộng trình duyệt</b> là các tiện ích mở rộng bạn tải xuống cho phép bạn tương tác với tài khoản và ứng dụng của mình thông qua trình duyệt",
  "page-wallets-whats-a-wallet": "Ví Ethereum là gì?",
  "page-wallets-your-ethereum-account": "Tài khoản Ethereum của bạn",
  "page-wallets-your-ethereum-account-desc": "Ví là cửa sổ giúp bạn tiếp cận vào tài khoản Ethereum của mình – số dư, lịch sử giao dịch và nhiều nội dung khác. Tuy nhiên, bạn có thể hoán đổi nhà cung cấp ví bất kỳ lúc nào.",
  "page-wallets-your-login": "Phương tiện đăng nhập vào các ứng dụng Ethereum",
  "page-wallets-your-login-desc": "Ví cho phép bạn kết nối với các ứng dụng bất kỳ bằng tài khoản Ethereum của mình. Ví giống như một phương tiện đăng nhập mà bạn có thể sử dụng trên nhiều ứng dụng.",
  "additional-reading-how-to-create-an-ethereum-account": "Cách tạo tài khoản Ethereum",
  "additional-reading-how-to-use-a-wallet": "Cách để sử dụng ví"
}
