{
  "page-wallets-accounts-addresses": "Ví, tài khoản và địa chỉ",
  "page-wallets-accounts-addresses-desc": "Cần hiểu sự khác biệt giữa một số thuật ngữ chính.",
  "page-wallets-accounts-ethereum-addresses": "Một tài khoản Ethereum có một địa chỉ Ethereum riêng, tương tự như một hộp thư đến chỉ có một địa chỉ email. Bạn có thể sử dụng địa chỉ này để gửi tiền vào tài khoản.",
  "page-wallets-alt": "Hình minh họa rô-bốt có kho tiền ở cơ thể, đại diện cho ví Ethereum",
  "page-wallets-ethereum-account": "Một tài khoản Ethereum là một thực thể có thể gửi giao dịch và có số dư.",
  "page-wallets-blog": "Blog Coinbase",
  "page-wallets-bookmarking": "Đánh dấu ví của bạn",
  "page-wallets-bookmarking-desc": "Nếu bạn sử dụng ví web, hãy đánh dấu trang web đó để tránh bị lừa đảo.",
  "page-wallets-cd": "Ví cứng vật lý giúp bạn bảo vệ an toàn cho tiền mã hoá của mình ngoại tuyến – cực kỳ bảo mật",
  "page-wallets-converted": "Tiền mã hoá đã chuyển đổi?",
  "page-wallets-converted-desc": "Nếu bạn đang muốn giữ một số giá trị quan trọng, lời khuyên dành cho bạn là sử dụng ví cứng vì đây là công cụ an toàn nhất. Hoặc ví có cảnh báo chiếm đoạt và giới hạn rút tiền.",
  "page-wallets-curious": "Bạn tò mò về tiền mã hoá?",
  "page-wallets-curious-desc": "Nếu bạn là người mới sử dụng tiền mã hoá và chỉ muốn thử nghiệm, chúng tôi sẽ tạo cho bạn cơ hội khám phá ứng dụng Ethereum hoặc mua ETH đầu tiên trực tiếp từ ví.",
  "page-wallets-desc-2": "Bạn cần một ví để gửi tiền và quản lý ETH.",
  "page-wallets-desc-2-link": "Tìm hiểu thêm về ETH",
  "page-wallets-desc-3": "Ví chỉ là một công cụ để quản lý tài khoản Ethereum. Điều này đồng nghĩa rằng bạn có thể hoán đổi nhà cung cấp ví bất kỳ lúc nào. Nhiều ví cũng cho phép bạn quản lý nhiều hơn một tài khoản Ethereum từ một ứng dụng.",
  "page-wallets-desc-4": "Đó là vì các ví không có quyền quản lý tiền của bạn. Chúng chỉ là công cụ để quản lý những gì thực sự là của bạn.",
  "page-wallets-description": "Ví Ethereum là ứng dụng cho phép bạn giao dịch qua lại với tài khoản Ethereum. Hãy nghĩ về ví này như một ứng dụng ngân hàng trực tuyến nhưng không có ngân hàng nào quản lý. Ví cho phép bạn biết số dư, gửi giao dịch và kết nối với các ứng dụng.",
  "page-wallets-desktop": "Các ứng dụng dành cho máy tính để bàn nếu bạn muốn quản lý tiền của mình thông qua macOS, Windows hoặc Linux",
  "page-wallets-ethereum-wallet": "Ví là một sản phẩm cho phép bạn quản lý tài khoản Ethereum. Bạn cũng có thể xem số dư tài khoản của mình, gửi giao dịch cùng nhiều thao tác khác.",
  "page-wallets-explore": "Khám phá Ethereum",
  "page-wallets-features-desc": "Chúng tôi có thể giúp bạn chọn ví dựa trên các tính năng mà bạn quan tâm.",
  "page-wallets-features-title": "Bạn muốn lựa chọn dựa trên các tính năng?",
  "page-wallets-find-wallet-btn": "Tìm một ví",
  "page-wallets-find-wallet-link": "Tìm một ví",
  "page-wallets-get-some": "Nạp một số ETH",
  "page-wallets-get-some-alt": "Ảnh minh hoạ bàn tay tạo ra biểu trưng ETH làm bằng các viên gạch lego",
  "page-wallets-get-some-btn": "Nạp một số ETH",
  "page-wallets-get-some-desc": "ETH là tiền mã hoá gốc của Ethereum. Bạn sẽ cần một số ETH trong ví để sử dụng các ứng dụng Ethereum.",
  "page-wallets-get-wallet": "Chọn ví",
  "page-wallets-get-wallet-desc": "Có rất nhiều ví khác nhau để bạn lựa chọn. Chúng tôi muốn giúp bạn chọn một ví phù hợp nhất.",
  "page-wallets-get-wallet-desc-2": "Hãy nhớ rằng: quyết định này không phải là mãi mãi – tài khoản Ethereum của bạn không bị ràng buộc với bên cung cấp ví.",
  "page-wallets-how-to-store": "Cách lưu trữ tài sản số trên Ethereum",
  "page-wallets-keys-to-safety": "Chìa khóa bảo vệ tiền mã hoá",
  "page-wallets-manage-funds": "Một ứng dụng để quản lý tiền",
  "page-wallets-manage-funds-desc": "Ví sẽ hiển thị số dư, lịch sử giao dịch và cho phép bạn gửi/nhận tiền. Một số ví có thể cung cấp nhiều tính năng hơn.",
  "page-wallets-meta-description": "Những thông tin cần biết để sử dụng ví Ethereum.",
  "page-wallets-meta-title": "Ví Ethereum",
  "page-wallets-mobile": "Các ứng dụng di động giúp bạn dễ dàng truy cập tiền từ mọi nơi",
  "page-wallets-more-on-dapps-btn": "Tìm hiểu thêm về ứng dụng phi tập trung (Dapp)",
  "page-wallets-most-wallets": "Hầu hết các sản phẩm ví sẽ cho phép bạn tạo tài khoản Ethereum. Do đó bạn không cần lập tài khoản trước khi tải ví về.",
  "page-wallets-protecting-yourself": "Bảo vệ bản thân và tiền của bạn",
  "page-wallets-seed-phrase": "Ghi lại cụm từ khởi tạo",
  "page-wallets-seed-phrase-desc": "Ví thường sẽ cung cấp cho bạn một cụm từ khởi tạo và bạn cần ghi lại vào nơi nào đó thật an toàn. Đây là cách duy nhất giúp bạn khôi phục ví.",
  "page-wallets-seed-phrase-example": "Dưới đây là ví dụ:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Không lưu cụm từ trên máy tính. Ghi lại vào nơi an toàn.",
  "page-wallets-slogan": "Chìa khóa mở ra tương lai số của bạn",
  "page-wallets-stay-safe": "Làm thế nào để bảo đảm an toàn tài chính",
  "page-wallets-stay-safe-desc": "Khi nói đến sự an toàn của ví thì bạn cần phải tư duy khác đi một chút. Bạn sẽ cần có trách nhiệm hơn một chút để đổi lại tự do tài chính, cũng như khả năng tiếp cận và sử dụng tiền ở bất kỳ đâu bởi vì trong tiền mã hóa không có dịch vụ hỗ trợ khách hàng.",
  "page-wallets-subtitle": "Ví mang lại cho bạn khả năng tiếp cận vào quỹ tiền và các ứng dụng trong Ethereum. Chỉ bạn mới có quyền truy cập vào ví của mình.",
  "page-wallets-take-responsibility": "Tự chịu trách nhiệm về quỹ tiền của mình",
  "page-wallets-take-responsibility-desc": "Các sàn giao dịch tập trung sẽ liên kết ví của bạn với tên người dùng và mật khẩu mà bạn có thể khôi phục theo cách truyền thống. Hãy nhớ rằng bạn đang tin tưởng và trao cho sàn giao dịch đó quyền giám sát tiền của mình. Nếu công ty đó bị tấn công hoặc phải đóng cửa, tiền của bạn sẽ gặp rủi ro.",
  "page-wallets-tips": "Các mẹo khác để bảo đảm an toàn tài chính",
  "page-wallets-tips-community": "Từ cộng đồng",
  "page-wallets-title": "Ví Ethereum",
  "page-wallets-triple-check": "Kiểm tra kỹ lưỡng mọi thứ",
  "page-wallets-triple-check-desc": "Hãy nhớ rằng không thể đảo ngược các giao dịch và không dễ mà khôi phục được ví, vì vậy hãy đề phòng và luôn cẩn thận.",
  "page-wallets-try-dapps": "Hãy thử một số ứng dụng phi tập trung (dapp)",
  "page-wallets-try-dapps-alt": "Ảnh minh hoạ các thành viên trong cộng đồng Ethereum đang làm việc cùng nhau",
  "page-wallets-try-dapps-desc": "Ứng dụng phi tập trung (Dapp) là các ứng dụng được xây dựng trên nền tảng Ethereum. Ứng dụng phi tập trung (Dapp) xử lý dữ liệu của bạn với chi phí rẻ hơn, công bằng hơn và hiệu quả hơn so với hầu hết các ứng dụng truyền thống.",
  "page-wallets-types": "Các loại ví",
  "page-wallets-web-browser": "Ví web cho phép bạn tương tác với tài khoản của mình thông qua trình duyệt web",
  "page-wallets-whats-a-wallet": "Ví Ethereum là gì?",
  "page-wallets-your-ethereum-account": "Tài khoản Ethereum của bạn",
  "page-wallets-your-ethereum-account-desc": "Ví là cửa sổ giúp bạn tiếp cận vào tài khoản Ethereum của mình – số dư, lịch sử giao dịch và nhiều nội dung khác. Tuy nhiên, bạn có thể hoán đổi nhà cung cấp ví bất kỳ lúc nào.",
  "page-wallets-your-login": "Phương tiện đăng nhập vào các ứng dụng Ethereum",
  "page-wallets-your-login-desc": "Ví cho phép bạn kết nối với ứng dụng phi tập trung (dapp) bất kỳ bằng cách sử dụng tài khoản Ethereum. Ví giống như một phương tiện đăng nhập mà bạn có thể sử dụng trên nhiều ứng dụng phi tập trung (dapp)."
}
