{
  "page-layer-2-hero-title": "Lớp 2",
  "page-layer-2-hero-header": "Mạng lưới Ethereum",
  "page-layer-2-hero-description": "Sử dụng Ethereum với chi phí chỉ bằng một phần nhỏ.",
  "page-layer-2-hero-button-2-content": "Tìm hiểu thêm",
  "page-layer-2-period": ".",
  "page-layer-2-calloutCard-1-title": "$0,01 phí",
  "page-layer-2-calloutCard-1-description": "Bạn có thể giao dịch, chuyển tiền toàn cầu hoặc sử dụng các ứng dụng mà không cần lo lắng về chi phí cao.",
  "page-layer-2-calloutCard-2-title": "Giao dịch gần như tức thì",
  "page-layer-2-calloutCard-2-description": "Dù bạn đang thực hiện một thanh toán nhanh hay tham gia vào tài chính phi tập trung (DeFi), tất cả giao dịch chỉ mất vài giây để hoàn tất.",
  "page-layer-2-calloutCard-3-title": "Được hỗ trợ bởi Ethereum",
  "page-layer-2-calloutCard-3-description": "Blockchain phi tập trung và đã được kiểm chứng theo thời gian của Ethereum đóng vai trò là lớp thanh toán cho các mạng lưới mới hơn.",
  "page-layer-2-meta-title": "Giới thiệu về Ethereum Layer 2: lợi ích và ứng dụng",
  "page-layer-2-meta-description": "Tìm hiểu về các mạng Layer 2 của Ethereum",
  "page-layer-2-powered-by-ethereum-title": "Được vận hành bởi Ethereum",
  "page-layer-2-powered-by-ethereum-description-1": "Ethereum bây giờ không chỉ đơn giản là một mạng lưới đơn điệu.",
  "page-layer-2-powered-by-ethereum-description-2": "Với hàng trăm mạng lưới blockchain xây dựng bên trên, Ethereum đã trở nên rẻ hơn, nhanh hơn, và dễ tiếp cận hơn cho những ứng dụng hằng ngày.",
  "page-layer-2-powered-by-ethereum-description-3": "Chào đón tương lai bằng cách tham gia vào một trong những mạng lưới được vận hành bởi Ethereum!",
  "page-layer-2-man-and-dog-alt": "Người đàn ông và con chó đang chơi đùa",
  "page-layer-2-blockchain-transaction-cost": "Phí giao dịch trung bình trên mạng lưới Ethereum",
  "page-layer-2-networks-transaction-cost": "Phí giao dịch trung bình trên những mạng lưới được vận hành bởi Ethereum",
  "page-layer-2-network-of-networks-title": "Mạng của các mạng",
  "page-layer-2-network-of-networks-description": "Những điểm mạnh và ưu điểm bảo mật của Ethereum cung cấp một nền tảng cho những mạng lưới khác để xây dựng bên trên. Với một tài khoản, mọi thứ đều tương thích và kết nối với nhau mượt mà.",
  "page-layer-2-ethereum-logo-alt": "Ethereum",
  "page-layer-2-ready-to-start-title": "Bạn đã sẵn sàng để bắt đầu?",
  "page-layer-2-ready-to-start-description": "Khám phá những mạng lưới khác nhau dành cho bạn.",
  "page-layer-2-ready-to-start-button": "Khám phá các mạng lưới",
  "page-layer-2-go": "Go",
  "page-layer-2-walking-alt": "Đang đi bộ",
  "page-layer-2-why-do-we-need-multiple-networks-1": "Tại sao chúng ta cần nhiều mạng lưới khác nhau trên Ethereum?",
  "page-layer-2-why-do-we-need-multiple-networks-2": "Tại sao lại có những mạng lưới này mà không phải chỉ một mạng lưới Ethereum?",
  "page-layer-2-faq-title": "Những câu hỏi thường gặp",
  "page-layer-2-faq-ExpandableCard-1-title": "Làm sao tôi biết một mạng lưới là một phần của Ethereum?",
  "page-layer-2-faq-ExpandableCard-1-description-1": "Có nhiều cách để phân loại những mạng lưới vận hành trên Ethereum. Nhiều mạng lưới tự nhận đang mở rộng Ethereum nhằm thu hút sự chú ý. Nhưng một tiêu chí quan trọng là liệu mạng lưới đó có lưu trữ dữ liệu trực tiếp trên mạng chính Ethereum hay không. Điểm này giúp tăng mạnh mức độ an toàn cho người dùng và giữ vững tầm nhìn phi tập trung, tự do của Ethereum. Những dự án như vậy thường được gọi là \"những Rollup\". Nếu dữ liệu được lưu ở nơi khác, thì đó không phải là mạng lưới mở rộng trực tiếp của Ethereum mà là một mạng độc lập. Hãy cùng xem qua một số mạng lưới nổi bật nhất",
  "page-layer-2-faq-ExpandableCard-1-description-2": "Một số ngành nhất định, như game hoặc các ứng dụng không liên quan đến tài chính, có thể không cần đến sự gắn kết trực tiếp vì có những công nghệ khác phù hợp hơn.",
  "page-layer-2-faq-ExpandableCard-2-title": "Liệu những mạng lưới này có an toàn không?",
  "page-layer-2-faq-ExpandableCard-2-description-1": "Mặc dù thường được thiết kế với những tính năng bảo mật mạnh mẽ, mức độ an toàn của những mạng lưới phụ thuộc vào công nghệ nền tảng, bảo mật của hợp đồng thông minh, và",
  "page-layer-2-faq-ExpandableCard-2-link": "mức độ phát triển của mạng lưới",
  "page-layer-2-faq-ExpandableCard-2-description-2": "Người dùng nên tự tìm hiểu cẩn thận, thử dùng với những giao dịch nhỏ và thường xuyên theo dõi các cập nhật mới để đảm bảo an toàn khi sử dụng.",
  "page-layer-2-faq-ExpandableCard-3-title": "Tại sao Ethereum không thể tự mở rộng mạng lưới riêng thay vì phải dựa vào những mạng lưới này?",
  "page-layer-2-faq-ExpandableCard-3-description": "Ethereum khó có thể tự mở rộng trực tiếp trên mạng lưới chính vì nó phải duy trì tính an toàn và phi tập trung. Việc tăng tốc mạng lưới chính có thể sẽ làm giảm mức độ an toàn và bị tập trung hoá hơn. Những mạng lưới vận hành dựa trên Ethereum giúp giải quyết vấn đề này bằng cách xử lý giao dịch ngoài mạng lưới chính, nhưng thừa hưởng tính bảo mật từ mạng lưới chính, vì thế Ethereum có thể xử lý nhiều giao dịch hơn mà vẫn giữ được tính an toàn và phi tập trung.",
  "page-layer-2-faq-ExpandableCard-4-title": "Tại sao không có những mạng lưới \"chính thức\" của Ethereum?",
  "page-layer-2-faq-ExpandableCard-4-description": "Tương tự như việc không có máy khách \"chính thức\" của Ethereum, cũng không có lớp 2 \"chính thức\" của Ethereum. Mạng Ethereum là môi trường không cần cho phép \"permissionless\" - bất kì ai cũng có thể tạo ra một lớp 2! Nhiều đội nhóm sẽ triển khai phiên bản lớp 2 của họ, và hệ sinh thái chung này sẽ hưởng lợi từ nhiều hướng thiết kế đa dạng được tối ưu hóa cho nhiều trường hợp sử dụng khác nhau. Giống như việc chúng ta có nhiều máy khách của Ethereum, được phát triển bởi nhiều đội nhóm để có sự đa dạng trong mạng này, điều này cũng sẽ là cách mà lớp 2 phát triển trong tương lai.",
  "page-layer-2-callout-1-title": "Khám phá những mạng lưới khác nhau",
  "page-layer-2-callout-1-description": "Tìm hiểu những khác biệt giữa các mạng lưới và mức độ phát triển công nghệ hiện tại.",
  "page-layer-2-callout-2-title": "Bạn muốn tìm hiểu sâu thêm?",
  "page-layer-2-callout-2-description": "Bạn tò mò về công nghệ và lý do của việc lựa chọn phương án mở rộng này? Đọc thêm về những luồng suy nghĩ và những phương án công nghệ khác nhau.",
  "page-layer-2-arbitrum-description": "Arbitrum One là một Optimistic Rollup đa mục đích, được xây dựng bởi Offchain Labs và quản trị bởi Arbitrum DAO.",
  "page-layer-2-base-description": "Base là một Optimistic Rollup xây dựng dựa trên OP Stack. Mạng lưới này có chi phí thấp, thân thiện với những người xây dựng dự án, giúp bất kỳ ai ở bất cứ đâu cũng có thể xây dựng ứng dụng onchain.",
  "page-layer-2-optimism-description": "OP Mainnet là một Optimistic Rollup tương thích với EVM. Mạng lưới hướng tới mục tiêu tốc độ cao, đơn giản và an toàn.",
  "page-layer-2-blast-description": "Blast là một Optimistic Rollup tương thích với EVM hỗ trợ lãi suất tự nhiên cho người dùng.",
  "page-layer-2-zksync2-description": "ZKsync Era là một Rollup ZK đa mục đích tương thích hoàn toàn với EVM.",
  "page-layer-2-linea-description": "Linea là một Rollup ZK vận hành dựa trên Consensys zkEVM, được thiết kế để mở rộng cho mạng lưới Ethereum.",
  "page-layer-2-scroll-description": "Scroll là một Rollup ZK dùng để mở rộng Ethereum bằng việc ứng dụng công nghệ ZK và tương thích hoàn toàn với EVM.",
  "page-layer-2-starknet-description": "Starknet là một Rollup ZK đa mục đích dựa trên STARKs và Cairo VM.",
  "page-layer-2-mode-description": "Mode là một Optimistic Rollup dựa trên OP Stack xây dựng cho nền kinh tế AIFi.",
  "page-layer-2-taiko-description": "Taiko là một Rollup ZK-EVM phi tập trung, tương đồng với Ethereum và có khả năng giao tiếp giữa các mạng lưới liền mạch.",
  "page-layer-2-unichain-description": "Unichain là một Lớp 2 Ethereum dành riêng cho DeFi, được xây dựng để trở thành nơi tập trung thanh khoản trên các chuỗi.",
  "page-layer-2-ink-description": "Ink là một chuỗi khối lớp 2 OP Stack của Ethereum được thiết kế để trở thành ngôi nhà của DeFi cho Superchain; một lớp nền mạnh mẽ để triển khai các giao thức DeFi sáng tạo.",
  "page-layer-2-zircuit-description": "Zircuit là một ZK Rollup tương thích với EVM, có tính năng Bảo mật Cấp Trình sắp xếp thứ tự được hỗ trợ bởi AI để phát hiện và ngăn chặn các giao dịch độc hại."
}
