{
  "page-apps-all-apps": "Tất cả các ứng dụng",
  "page-apps-dapp-description-cent": "Mạng xã hội là nơi bạn kiếm tiền bằng cách đăng NFT.",
  "page-apps-dapp-description-decentraland": "Thu mua và giao dịch đất ảo trong một môi trường ảo mà bạn có thể khám phá.",
  "page-apps-dapp-description-ens": "Tên dễ hiểu đối với người dùng cho địa chỉ Ethereum và các trang web phi tập trung.",
  "page-apps-dapp-description-gitcoin": "Kiếm tiền điện tử bằng cách phát triển phần mềm mã nguồn mở.",
  "page-apps-dapp-description-gods-unchained": "Một trò chơi đánh bài mang yếu tố chiến lược. Kiếm thẻ trong khi chơi để bán trong thế giới thực.",
  "page-apps-dapp-description-augur": "Đặt cược vào kết quả. Giao dịch trên thị trường thông tin.",
  "page-apps-ready-button": "Go",
  "foundation": "Nền tảng",
  "page-wallets-get-some": "Nạp một số ETH",
  "page-apps-title": "Ứng Dụng",
  "page-apps-subtitle": "Khám phá danh sách các ứng dụng được chọn lọc chạy trên Ethereum và mạng lưới layer 2.",
  "page-apps-learn-button": "Tìm hiểu về các ứng dụng",
  "page-apps-highlights-title": "Nổi bật",
  "page-apps-discover-title": "Khám phá",
  "page-apps-applications-title": "Các ứng dụng",
  "page-apps-categories-title": "Phân lợi ứng dụng",
  "page-apps-community-picks-title": "Lựa chọn cộng đồng",
  "page-apps-meta-title": "Ứng dụng crypto hàng đầu trên Ethereum",
  "page-apps-meta-description": "Khám phá các ứng dụng crypto trên Ethereum: DeFi, NFTs, Social, Gaming, Bridges, Privacy, Productivity & DAO dApps. Tìm ứng dụng trong chuỗi đáng tin cậy để tương tác,giao dịch và kiếm lời. ",
  "page-apps-category-defi-name": "Tài chính phi tập trung",
  "page-apps-category-defi-description": "DeFi là một danh mục các ứng dụng phi tập trung cho phép người dùng vay, mượn, giao dịch, và kiếm lãi từ tài sản crypto của họ.",
  "page-apps-category-defi-meta-title": "Danh sách các ứng dụng DeFi trên Ethereum — Cho vay, cho mượn & Yield",
  "page-apps-category-defi-meta-description": "Khám phá những ứng dụng DeFi hàng đầu trên Ethereum dành cho việc vay, mượn, phát hành stablecoin, tín dụng và giao dịch DEX on-chain.",
  "page-apps-category-collectibles-name": "Các món đồ sưu tập kĩ thuật số",
  "page-apps-category-collectibles-description": "Đồ Sưu Tập là những vật phẩm kỹ thuật số độc nhất và không thể nhân bản.",
  "page-apps-category-collectibles-meta-title": "Danh sách những ứng dụng NFT tốt nhất trên Ethereum",
  "page-apps-category-collectibles-meta-description": "Khám phá những ứng dụng NFT dành cho việc mua đồ suu tập, giao dịch skin trong game, và khám phá hững tài sản kỹ thuật số mới trong các chợ giao dịch hàng đầu trên Ethereum.",
  "page-apps-category-social-name": "Xã hội",
  "page-apps-category-social-description": "Xã Hội là một danh mục các ứng dụng phi tập trung cho phép người dùng kết nối với những người khác và chia sẻ nội dung.",
  "page-apps-category-social-meta-title": "Các ứng dụng xã hội trên Ethereum: Farcaster, Zora và hơn thế nữa",
  "page-apps-category-social-meta-description": "Khám phá các ứng dụng nhắn tin và mạng xã hội tốt nhất trên nền tảng Ethereum.",
  "page-apps-category-gaming-name": "Trò chơi",
  "page-apps-category-gaming-description": "Gaming là một danh mục các ứng dụng phi tập trung cho phép ngươi chơi chơi game và kiếm thưởng.",
  "page-apps-category-gaming-meta-title": "Danh sách các trò chơi crypto và NFT trên Ethereum",
  "page-apps-category-gaming-meta-description": "Khám phá những game blockchain chơi vui nhất. MMORPG, game thẻ bài, game AI, RPG, game phổ thông",
  "page-apps-category-bridge-name": "Cầu nối",
  "page-apps-category-bridge-description": "Cầu là một danh mục các dứng dụng phi tập trung cho phép người chơi di chuyển tài sản của họ giữa các chain khác nhau.",
  "page-apps-category-bridge-meta-title": "Danh sách các cầu nối Ethereum đến các mạng lưới khác",
  "page-apps-category-bridge-meta-description": "Khám phá những ứng dụng cầu crypto tốt nhất để dịch chuyển tài sản của bạn giữa các mạng lưới và các lớp 2.",
  "page-apps-category-productivity-name": "Năng Suất",
  "page-apps-category-productivity-description": "Năng Suất là  một danh mục các ứng dụng phi tập trung giúp người dùng làm việc hiệu quả.",
  "page-apps-category-productivity-meta-title": "Các ứng dụng năng suất và danh tính phi tập trung",
  "page-apps-category-productivity-meta-description": "Khám phá các ứng dụng Ethereum hàng đầu dành cho danh tính phi tập trung, lưu trữ, DNS, và điện toán video. Tăng năng suất onchain cùng những ứng dụng cơ sở hạ tầng được tin dùng.",
  "page-apps-category-privacy-name": "Bảo mật",
  "page-apps-category-privacy-description": "Riêng Tư là một danh mục các ứng dụng phi tập trung cho phép người dùng giao dịch ẩn danh.",
  "page-apps-category-privacy-meta-title": "Các ứng dụng riêng tư trên Ethereum; tornado cash và các ứng dụng khác",
  "page-apps-category-privacy-meta-description": "Khám phá các ứng dụng riêng tư trên Ethereum như Tornado Cash và những ứng dụng khác giúp bảo vệ tính ẩn anh, cho phép giao dịch riêng tư, và tăng cường tính bảo mật on-chain.",
  "page-apps-category-dao-name": "Tổ chức tự trị phi tập trung (DAO)",
  "page-apps-category-dao-description": "DAO là một danh mục các ứng dụng phi tập trung cho phép người dùng quản trị và khởi tạo các tổ chức tự chủ phi tập trung.",
  "page-apps-category-dao-meta-title": "Danh sách các công cụ DAO trên Ethereum",
  "page-apps-category-dao-meta-description": "Khám phá các công cụ DAO hàng đầu trên Ethereum giúp quản trị, quản lý ngân quỹ, bỏ phiếu, và hợp tác với những người đóng góp. Khám phá, quản lý, và phát triển tổ chức phi tập trung của bạn.",
  "page-apps-see-all": "Xem tất cả",
  "page-apps-suggest-an-app-title": "Đề xuất ứng dụng",
  "page-apps-suggest-an-app-description": "Chúng tôi luôn tìm kiếm các ứng dụng mới để thêm vào danh sách của mình. Nếu có ứng dụng nào mà bạn nghĩa là nên được thêm vào dan sách, hãy cho chúng tôi biết.",
  "page-apps-suggest-an-app-button": "Đề xuất ứng dụng",
  "page-apps-filter-by": "Lọc bởi",
  "page-apps-filter-all": "Tất cả",
  "page-apps-showing": "Đang hiển thị",
  "page-apps-visit-app": "Đi đến {appName}",
  "page-apps-see-next": "Xem tiếp",
  "page-apps-info-title": "Thông tin",
  "page-apps-info-founded": "Đã tìm thấy",
  "page-apps-info-creator": "Người tạo",
  "page-apps-info-last-updated": "Cập nhật mới nhất",
  "page-apps-gallery-title": "Thư Viện",
  "page-apps-more-apps-like-this": "Ứng dụng tương tự",
  "page-apps-today": "Hôm nay",
  "page-apps-one-day-ago": "1 ngày trước",
  "page-apps-days-ago": "{days} ngày trước"
}