{
  "layer-2-arbitrum-note": "Bằng chứng gian lận chỉ dành cho những người dùng trong danh sách trắng, hiện danh sách trắng vẫn chưa mở",
  "layer-2-boba-note": "Kiểm duyệt trạng thái trong quá trình phát triển",
  "layer-2-optimism-note": "Bằng chứng gian lận đang trong quá trình phát triển",
  "layer-2-base-note": "Hệ thống bằng chứng gian lận hiện đang được phát triển",
  "layer-2-metadata-description": "Trang giới thiệu đến lớp 2",
  "layer-2-hero-title": "Lớp 2",
  "layer-2-hero-header": "Ethereum dành cho mọi người",
  "layer-2-hero-subtitle": "Mở rộng quy mô của Ethereum để nhiều người áp dụng.",
  "layer-2-hero-alt-text": "Hình minh họa các giao dịch đang được tổng hợp trên Lớp 2 và đăng lên mạng chính của Ethereum",
  "layer-2-hero-button-1": "Lớp 2 là gì",
  "layer-2-hero-button-2": "Sử dụng Lớp 2",
  "layer-2-hero-button-3": "Chuyển sang lớp 2",
  "layer-2-statsbox-1": "TVL được khóa lại trong lớp 2 (USD)",
  "layer-2-statsbox-2": "Phí giao dịch ETH trung bình (USD) trên lớp 2",
  "layer-2-statsbox-3": "Thay đổi của TVL trên lớp 2 (30 ngày)",
  "layer-2-what-is-layer-2-title": "Lớp 2 là gì?",
  "layer-2-what-is-layer-2-1": "Lớp 2 (L2) là một tập hợp các điều khoản nhằm mô tả một bộ chi tiết các giải pháp mở rộng quy mô Ethereum. <strong> 1 lớp 2 là một chuỗi khối riêng biệt điều mà có thể kế thừa và phát huy những tính năng bảo mật của Ethereum</strong>.",
  "layer-2-what-is-layer-2-2": "Trước khi đi sâu hơn một chút, chúng ta cần hiểu đôi nét về lớp 1 (L1).",
  "layer-2-what-is-layer-1-title": "Lớp 1 là gì?",
  "layer-2-what-is-layer-1-1": "Lớp 1 là chuỗi khối nền tảng. Ethereum và mạng Bitcoin đều là chuỗi khối lớp 1 vì hai mạng này là <strong>nền móng để xây dựng nhiều mạng lớp 2</strong>. Các mạng tổng hợp trên mạng Ethereum, và mạng Lightning trên Bitcoin là các ví dụ điển hình cho những dự án lớp 2. Mọi giao dịch của người dùng trên các dự án lớp 2 này cuối cùng cũng sẽ được tải lên chuỗi khối lớp 1.",
  "layer-2-what-is-layer-1-2": "Mạng Ethereum cũng hoạt động như một lớp về tính khả dụng dữ liệu cho lớp 2. Các dự án lớp 2 sẽ tải dữ liệu giao dịch lên mạng Ethereum, dựa vào tính khả dụng dữ liệu trên Ethereum. Dữ liệu này có thể dùng để lấy trạng thái hiện tại của lớp 2 đó, hay tranh chấp các giao dịch diễn ra trên lớp 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>Mạng lớp 1 Ethereum bao gồm:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Một mạng lưới nhiều node operator (nhà điều hành nút)</strong> để bảo mật và xác thực mạng",
  "layer-2-what-is-layer-1-list-2": "<strong>Một mạng lưới nhiều block producer (nhà sản xuất khối)</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>Chuỗi khối</strong> và lịch sử dữ liệu giao dịch",
  "layer-2-what-is-layer-1-list-4": "<strong>Cơ chế đồng thuận</strong> cho mạng",
  "layer-2-what-is-layer-1-list-link-1": "Bạn vẫn còn băn khoăn về Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Tìm hiểu về Ethereum.",
  "layer-2-why-do-we-need-layer-2-title": "Tại sao lớp 2 lại cần thiết?",
  "layer-2-why-do-we-need-layer-2-1": "Ba tính chất đáng mong đợi của một chuỗi khối có thể kể đến <strong>tính phi tập trung, tính bảo mật và khả năng mở rộng</strong>. <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">Thách thức để đạt được ba tính chất này của chuỗi khối</a> có đề cập một kiến trúc chuỗi khối đơn giản chỉ có thể đạt được hai trong ba tính chất này. Bạn muốn một chuỗi khối vừa bảo mật vừa phi tập trung? Thế thì bạn phải hi sinh khả năng mở rộng của nó.",
  "layer-2-why-do-we-need-layer-2-2": "Hiện tại mạng Ethereum đang xử lí <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">hơn 1 triệu giao dịch mỗi ngày</a>. Nhu cầu sử dụng mạng Ethereum có thể dẫn đến phí giao dịch cao. Đây là lúc cần đến mạng lớp 2.",
  "layer-2-why-do-we-need-layer-2-scalability": "Khả năng mở rộng",
  "layer-2-why-do-we-need-layer-2-scalability-1": "Mục tiêu chính của lớp 2 là để gia tăng thông lượng giao dịch (số giao dịch mỗi giây cao hơn) mà không phải hi sinh tính phi tập trung hay tính bảo mật.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Mạng chính của Ethereum (lớp 1) chỉ có thể xử lí <a href=\"https://ethtps.info/Network/Ethereum\">tầm 15 giao dịch mỗi giây</a>. Khi nhu cầu sử dụng Ethereum cao, mạng sẽ bị tắc nghẽn, điều này sẽ gia tăng phí giao dịch và ngăn cản những người dùng không đủ khả năng chi trả phí đó. Lớp 2 là giải pháp giảm thiểu các phí giao dịch đó bằng cách xử lí giao dịch ngoài chuỗi khối lớp 1.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Tìm hiểu thêm về tầm nhìn của Ethereum",
  "layer-2-benefits-of-layer-2-title": "Lợi ích của lớp 2",
  "layer-2-lower-fees-title": "Phí thấp hơn",
  "layer-2-lower-fees-description": "Bằng cách tổng hợp nhiều giao dịch ngoài chuỗi (off-chain) thành 1 giao dịch trên lớp 1, phí giao dịch sẽ được giảm thiểu đáng kể. Điều này giúp cho nhiều người có thể sử dụng Ethereum hơn.",
  "layer-2-maintain-security-title": "Duy trì tính bảo mật",
  "layer-2-maintain-security-description": "Các chuỗi khối lớp 2 xử lí giao dịch của chúng trên mạng chính của Ethereum, giúp người dùng hưởng lợi từ tính bảo mật của mạng Ethereum.",
  "layer-2-expand-use-cases-title": "Mở rộng thêm nhiều trường hợp sử dụng",
  "layer-2-expand-use-cases-description": "Với lượng giao dịch mỗi giây cao hơn, phí thấp hơn, và công nghệ mới, các dự án sẽ mở rộng thêm nhiều ứng dụng với trải nghiệm người dùng nâng cao.",
  "layer-2-how-does-layer-2-work-title": "Lớp 2 hoạt động ra sao?",
  "layer-2-how-does-layer-2-work-1": "Như đã nêu trên, lớp 2 là một cụm từ chung cho các giải pháp mở rộng Ethereum để xử lí giao dịch ngoài lớp 1 Ethereum, mà vẫn giữ được tính bảo mật phi tập trung mạnh mẽ của Ethereum. <strong>Một lớp 2 là một chuỗi khối giúp mở rộng Ethereum</strong>. Vậy nó hoạt động ra sao?",
  "layer-2-how-does-layer-2-work-2": "Có vài loại lớp 2 khác nhau, mỗi loại đều có sự đánh đổi và mô hình bảo mật riêng. Lớp 2 mang gánh nặng giao dịch thay cho lớp 1, giúp lớp 1 ít bị tắc nghẽn hơn, và dễ dàng mở rộng hơn.",
  "layer-2-rollups-1": "Rollup sẽ gói lại (hay còn gọi là 'tổng hợp') hàng trăm giao dịch thành 1 giao dịch duy nhất trên lớp 1. Điều này chia nhỏ phí giao dịch trên L1 đồng đều giữa mỗi người trong rollup đó, giúp mỗi người dùng trả ít phí hơn cho giao dịch của họ.",
  "layer-2-rollups-2": "Dữ liệu giao dịch trong rollup đã được gửi đến lớp 1, nhưng việc thực thi lại được triển khai tách biệt bởi rollup. Bằng cách gửi dữ liệu giao dịch vào lớp 1, các rollup kế thừa tính bảo mật từ Ethereum. Lý do là vì sau khi dữ liệu được tải lên lớp 1, hoàn nguyên giao dịch rollup đòi hỏi phải hoàn nguyên Ethereum. Có hai cách tiếp cận khác nhau đối với các rollup: tích cực và không có kiến thức - chúng khác nhau chủ yếu về cách thức dữ liệu giao dịch được gửi đến L1.",
  "layer-2-optimistic-rollups-title": "Optimistic rollups",
  "layer-2-optimistic-rollups-description": "Rollup tích cực được xem là tích cực vì mọi giao dịch đều được xem là hợp lệ, nhưng chúng có thể bị khước từ nếu cần thiết. Nếu một giao dịch bị nghi ngờ không hợp lệ, một quy trình kiểm tra bằng chứng lỗi sẽ được thực hiện để xem tính hợp lệ của nó.",
  "layer-2-optimistic-rollups-childSentance": "Tìm hiểu thêm về rollup tích cực",
  "layer-2-zk-rollups-title": "Tổng hợp không cần kiến thức",
  "layer-2-zk-rollups-description": "Rollup không có kiến thức dùng phương pháp bằng chứng hợp lệ. Mọi giao dịch được xử lí ngoài chuỗi, và dữ liệu giao dịch đó được nén và cung cấp cho Mạng chính của Ethereum như một bằng chứng hợp lệ.",
  "layer-2-zk-rollups-childSentance": "Tìm hiểu thêm về rollup ZK",
  "layer-2-dyor-title": "Tự tìm hiểu: rủi ro của lớp 2",
  "layer-2-dyor-1": "Nhiều dự án lớp 2 còn khá mới và cần sự tin tưởng của người dùng đối với sự chính trực của các nhà điều hành trong quá trình họ nỗ lực phi tập trung hóa mạng của họ. Hãy luôn tự tìm hiểu để xem rằng bạn có thể chấp nhận những rủi ro liên quan không.",
  "layer-2-dyor-2": "Để tìm hiểu thêm về công nghệ này, rủi ro, và những giả định lòng tin của lớp 2, chúng tôi khuyến khích bạn xem qua L2BEAT, trong đó cung cấp khuôn khổ đánh giá rủi ro toàn diện cho từng dự án.",
  "layer-2-dyor-3": "Truy cập L2BEAT",
  "layer-2-use-layer-2-title": "Sử dụng lớp 2",
  "layer-2-use-layer-2-1": "Giờ thì bạn đã hiểu tại sao lớp 2 ra đời và cách hoạt động của nó, hãy bắt đầu làm quen sử dụng nó ngay!",
  "layer-2-contract-accounts": "Nếu bạn đang dùng ví hợp đồng thông minh như Safe hay Argent, bạn sẽ không thể kiểm soát địa chỉ ví này trên một lớp 2, cho đến khi bạn triển khai lại tài khoản hợp đồng của bạn đến địa chỉ đó trên lớp 2. Những tài khoản thông thường với các cụm từ khôi phục sẽ tự động sở hữu tài khoản giống nhau trên tất cả lớp 2.",
  "layer-2-use-layer-2-generalized-title": "Lớp 2 tổng quát",
  "layer-2-use-layer-2-generalized-1": "Lớp 2 tổng quát hoạt động y hệt mạng Ethereum nhưng với phí thấp hơn. Bất kì thứ gì bạn có thể làm trên lớp 1 Ethereum, thì bạn cũng có thể làm trên lớp 2. Nhiều ứng dụng phi tập trung đã bắt đầu chuyển sang các mạng này hoặc bỏ qua luôn Mạng chính và triển khai trực tiếp trên một lớp 2.",
  "layer-2-use-layer-2-application-specific-title": "Lớp 2 theo từng ứng dụng",
  "layer-2-use-layer-2-application-specific-1": "Lớp 2 theo từng ứng dụng là các dự án chuyên tối ưu hóa một không gian ứng dụng cụ thể, mang lại hiệu suất cao hơn.",
  "layer-2-sidechains-title": "Lưu ý về chuỗi bên, validium, và chuỗi khối thay thế",
  "layer-2-sidechains-1": "<strong>Chuỗi bên và validium</strong> là các chuỗi khốicó chức năng di chuyển tài sản từ Ethereum sang cầu nối (bridge) trên một chuỗi khối khác. Chuỗi bên và validium hoạt động song song với Ethereum, và tương tác với Ethereum thông qua cầu nối, nhưng chúng không hưởng được tính bảo mật hoặc tính khả dụng dữ liệu của Ethereum.",
  "layer-2-sidechains-2": "Quy mô của cả hai giống với các lớp 2 - chúng cũng giảm phí giao dịch và tăng thông lượng giao dịch 0 - nhưng chúng có những giả định về sự tin cậy khác nhau.",
  "layer-2-more-on-sidechains": "Tìm hiểu thêm về chuỗi bên",
  "layer-2-more-on-validiums": "Tìm hiểu thêm về validium",
  "layer-2-sidechains-4": "Một số chuỗi khối lớp 1 có thông lượng giao dịch cao hơn và phí thấp hơn Ethereum, nhưng cũng yêu cầu đánh đổi ở những mặt khác, ví dụ như cần các phần cứng mạnh hơn để vận hành nút.",
  "layer-2-onboard-title": "Cách để di chuyển lên lớp 2",
  "layer-2-onboard-1": "Có 2 cách chủ yếu để di chuyển tài sản của bạn lên một lớp 2: sử dụng cầu nối chuyển tiền từ Ethereum qua một hợp đồng thông minh, hoặc rút tiền thẳng từ một sàn giao dịch vào mạng lớp 2 đó.",
  "layer-2-onboard-wallet-title": "Có sẵn tiền ở trong ví của bạn?",
  "layer-2-onboard-wallet-1": "Nếu bạn đã có sẵn ETH trong ví, bạn sẽ cần sử dụng một cầu nối để chuyển nó từ Mạng chính của Ethereum lên một lớp 2.",
  "layer-2-more-on-bridges": "Tìm hiểu thêm về cầu nối",
  "layer-2-onboard-wallet-input-placeholder": "Chọn L2 mà bạn muốn chuyển tiền sang bằng cầu nối",
  "layer-2-onboard-wallet-selected-1": "Bạn có thể kết nối",
  "layer-2-onboard-wallet-selected-2": "bằng những ví này:",
  "layer-2-bridge": "Cầu nối",
  "layer-2-onboard-exchange-title": "Có sẵn tiền trên sàn giao dịch?",
  "layer-2-onboard-exchange-1": "Một số sàn giao dịch tập trung giờ cho phép bạn rút thẳng tiền và chuyển nó lên lớp 2. Hãy xem thử sàn giao dịch nào hỗ trợ việc rút tiền lên lớp 2 và chúng hỗ trợ lớp 2 nào.",
  "layer-2-onboard-exchange-2": "Bạn cũng cần một ví để rút tiền về.",
  "layer-2-onboard-find-a-wallet": "Tìm một ví Ethereum.",
  "layer-2-onboard-exchange-input-placeholder": "Xem sàn giao dịch nào hỗ trợ L2",
  "layer-2-deposits": "Gửi tiền",
  "layer-2-withdrawals": "Rút tiền",
  "layer-2-go-to": "Truy cập",
  "layer-2-tools-title": "Công cụ hiệu quả trên lớp 2",
  "layer-2-tools-l2beat-description": "L2BEAT là một nguồn tài nguyên thông tin tuyệt vời để xem xét những đánh giá rủi ro kỹ thuật của các dự án lớp 2. Chúng tôi khuyến khích xem qua nguồn tài nguyên thông tin của họ khi nghiên cứu các dự án lớp 2.",
  "layer-2-tools-growthepie-description": "Các phân tích được chọn lọc về giải pháp lớp 2 của Ethereum",
  "layer-2-tools-l2fees-description": "L2 Fees cho bạn xem chi phí hiện tại (USD) cho giao dịch trên các lớp 2 khác nhau.",
  "layer-2-tools-chainlist-description": "Chainlist là một nguồn tài nguyên thông tin tuyệt vời cho việc nhập RPC của mạng vào trong các ví mà nó hỗ trợ. Bạn sẽ tìm được RPC cho các dự án lớp 2 ở đây để giúp bạn kết nối.",
  "layer-2-tools-zapper-description": "Quản lí toàn bộ danh mục đầu tư web của bạn từ DeFi đến NFT và bất kì thứ gì tiếp theo. Đầu tư vào những cơ hội mới nhất trong một nơi thuận tiện.",
  "layer-2-tools-zerion-description": "Xây dựng và quản lí toàn bộ danh mục đầu tư DeFi của bạn. Khám phá thế giới tài chính phi tập trung trong hôm nay.",
  "layer-2-tools-debank-description": "Cập nhật hết thông tin quan trọng trong thế giới web3",
  "layer-2-faq-title": "Câu hỏi thường gặp",
  "layer-2-faq-question-1-title": "Tại sao không có L2 \"chính thức\" của Ethereum?",
  "layer-2-faq-question-1-description-1": "Tương tự như việc không có máy khách \"chính thức\" của Ethereum, cũng không có lớp 2 \"chính thức\" của Ethereum. Mạng Ethereum là môi trường không cần cho phép \"permissionless\" - bất kì ai cũng có thể tạo ra một lớp 2! Nhiều đội nhóm sẽ triển khai phiên bản lớp 2 của họ, và hệ sinh thái chung này sẽ hưởng lợi từ nhiều hướng thiết kế đa dạng được tối ưu hóa cho nhiều trường hợp sử dụng khác nhau. Giống như việc chúng ta có nhiều máy khách của Ethereum, được phát triển bởi nhiều đội nhóm để có sự đa dạng trong mạng này, điều này cũng sẽ là cách mà lớp 2 phát triển trong tương lai.",
  "layer-2-faq-question-2-title": "Đâu là sự khác biệt giữa rollup tích cực và rollup không có kiến thức?",
  "layer-2-faq-question-2-description-1": "Cả rollup tích cực và không có kiến thức đều gói (hay \"tổng hợp\") hàng trăm giao dịch lại thành một giao dịch duy nhất trên lớp 1. Giao dịch rollup được xử lí bên ngoài lớp 1 nhưng dữ liệu giao dịch vẫn được đăng lên lớp 1.",
  "layer-2-faq-question-2-description-2": "Điểm khác nhau chính là dữ liệu nào được đăng lên lớp 1 và cách xác minh dữ liệu đó. Bằng chứng hợp lệ (được sử dụng bởi rollup không có kiến thức) chạy các phép tính toán ngoài chuỗi và tải lên một bằng chứng, trong khi bằng chứng lỗi (được sử dụng bởi rollup tích cực) chỉ tính toán trên chuỗi khi nghi ngờ có lỗi và bắt buộc phải bị kiểm tra.",
  "layer-2-faq-question-2-description-3": "Hiện tại, hầu hết các rollup ZK đều theo từng ứng dụng trái ngược với rollup tích cực, phần lớn mang tính tổng quát.",
  "layer-2-more-info-on-optimistic-rollups": "Tìm hiểu thêm về mạng rollup tích cực",
  "layer-2-more-info-on-zk-rollups": "Tìm hiểu thêm về mạng rollup không có kiến thức",
  "layer-2-faq-question-4-title": "Đâu là rủi ro với lớp 2?",
  "layer-2-faq-question-4-description-1": "Các dự án lớp 2 mang thêm rủi ro so với việc giữ tiền và giao dịch trực tiếp trên Mạng chính của Ethereum. Ví dụ: bộ sắp xếp dãy có thể ngưng hoạt động, dẫn đến việc bạn phải chờ để dùng tiền của mình.",
  "layer-2-faq-question-4-description-2": "Chúng tôi khuyến khích bạn tự tìm hiểu trước khi chuyển nhiều tiền sang một lớp 2. Để tìm hiểu thêm về công nghệ này, rủi ro, và những giả định lòng tin của lớp 2, chúng tôi khuyến khích bạn xem qua <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, trong đó cung cấp khuôn khổ đánh giá rủi ro toàn diện cho từng dự án.",
  "layer-2-faq-question-4-description-3": "Cầu nối chuỗi khối, giúp chuyển tài sản tới một lớp 2, chỉ mới nằm trong giai đoạn phát triển ban đầu, và có khả năng thiết kế cầu nối tối ưu chưa được tìm ra. Gần đây đã có <a href=\"https://rekt.news/wormhole-rekt/\">nhiều vụ hack liên quan đến cầu nối</a>.",
  "layer-2-faq-question-5-title": "Tại sao không có một số dự án lớp 2 không được đăng ở đây?",
  "layer-2-faq-question-5-description-1": "Chúng tôi muốn chắc chắn rằng chúng tôi đăng những tài nguyên thông tin tốt nhất để người dùng có thể khám phá không gian lớp 2 một cách an toàn và tự tin. Chúng tôi duy trì một khuôn khổ các tiêu chí đánh giá các dự án để thêm vào.",
  "layer-2-faq-question-5-view-listing-policy": "Xem chính sách liệt kê lớp 2 của chúng tôi ở đây.",
  "layer-2-faq-question-5-description-2": "Ai cũng có quyền đề xuất thêm một lớp 2 vào trang ethereum.org. Nếu chúng tôi có bỏ lỡ một lớp 2 nào, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">vui lòng đề xuất nó</a>.",
  "layer-2-further-reading-title": "Đọc thêm",
  "a-rollup-centric-ethereum-roadmap": "Một lộ trình ethereum tập trung vào rollup",
  "polygon-sidechain-vs-ethereum-rollups": "Chuỗi bên Polygon vs rollup Ethereum: các hướng mở rộng lớp 2| Vitalik Buterin và Lex Fridman",
  "rollups-the-ultimate-ethereum-scaling-strategy": "ROLLUP - Chiến lược mở rộng Ethereum tối ưu nhất? Giải thích về Arbitrum và Optimisim",
  "scaling-layer-1-with-shard-chains": "Mở rộng lớp 1 với chuỗi mảnh (Shard chain)",
  "understanding-rollup-economics-from-first-principals": "Tìm hiểu nền kinh tế của rollup từ những nguyên tắc căn bản",
  "arbitrum-description": "Arbitrum One là một rollup tích cực có mục đích vận hành theo cách giống hệ Ethereum, nhưng với phí giao dịch chỉ bằng một phần nhỏ của L1.",
  "optimism-description": "Optimism là một rollup tích cực tương đương với EVM, nhanh, đơn giản và bảo mật. Nó mở rộng công nghệ Ethereum và đồng thời gia tăng giá trị bằng cách cấp vốn cho hàng hóa công cộng.",
  "boba-description": "Boba là một rollup tích cực ban đầu được phân nhánh từ Optimism - một giải pháp mở rộng nhằm giảm thiểu phí gas, tăng thông lượng giao dịch, và mở rộng khả năng của hợp đồng thông minh.",
  "base-description": "Base là một giải pháp L2 của Ethereum, an toàn, chi phí thấp và thân thiện với nhà phát triển, được xây dựng với mục tiêu đưa thêm một tỷ người dùng tiếp theo tham gia vào web3. Là L2 của Ethereum, Base được khởi xướng bởi Coinbase và hoạt động trên nền tảng mã nguồn mở OP Stack.",
  "loopring-description": "Giải pháp L2 zkRollup của Loopring nhằm cung cấp sự cam đoan về tính bảo mật giống hệt với mạng chính của Ethereum, với một sự cải tiến về khả năng mở rộng: thông lượng tăng thêm 1000 lần, và chi phí được giảm chỉ còn bằng 0.1% của L1.",
  "zksync-description": "ZKsync là một nền tảng rollup tập trung vào người dùng của Matter Labs. Nó là một giải pháp mở rộng cho Ethereum, đã và đang chạy trên Mạng chính của Ethereum. Nó hỗ trợ thanh toán, hoán đổi token và mint NFT.",
  "zkspace-description": "Nền tảng ZKSpace bao gồm ba thành phần chính: một DEX AMM lớp 2 tối ưu cho công nghệ ZK-Rollup gọi là ZKSwap, một dịch vụ thanh toán tên là ZKSquare, và một marketplace NFT gọi là ZKSea.",
  "aztec-description": "Mạng Aztec là mạng zk-rollup tư nhân đầu tiên trên Ethereum, cho phép các ứng dụng phi tập trung (dapp) được hưởng quyền riêng tư và mở rộng quy mô.",
  "starknet-description": "Starknet là một giải pháp Lớp 2 sử dụng công nghệ Validity Rollup. Nó cung cấp thông lượng cao, chi phí gas thấp và duy trì mức độ bảo mật Ethereum Lớp 1.",
  "layer-2-note": "Ghi chú:",
  "layer-2-ecosystem-portal": "Cổng hệ sinh thái",
  "layer-2-token-lists": "Danh sách token",
  "layer-2-explore": "Khám phá",
  "page-dapps-ready-button": "Vào"
}
