{
  "page-index-hero-image-alt": "Hình minh họa thành phố tương lai, thể hiện cho hệ sinh thái Ethereum.",
  "page-index-meta-description": "Ethereum là một nền tảng toàn cầu, phi tập trung dành cho các ứng dụng về tài chính và các loại ứng dụng mới. Trên nền tảng Ethereum, bạn có thể lập trình để kiểm soát tài chính, và xây dựng các ứng dụng có thể truy cập được từ bất cứ đâu trên thế giới.",
  "page-index-meta-title": "Trang chủ",
  "page-index-title": "Chào mừng bạn đến với Ethereum",
  "page-index-description": "Ethereum là công nghệ do cộng đồng điều hành, cung cấp năng lượng cho tiền điện tử, ether (ETH) và hàng ngàn ứng dụng phi tập trung.",
  "page-index-title-button": "Khám phá Ethereum",
  "page-index-get-started": "Bắt đầu",
  "page-index-get-started-description": "ethereum.org là nơi bạn kết nối với thế giới Ethereum. Đây là công nghệ tân tiến và không ngừng phát triển, vì vậy, thông tin hướng dẫn sẽ hữu ích cho bạn. Nếu bạn muốn tìm hiểu sâu hơn thì lời khuyên của chúng tôi như sau.",
  "page-index-get-started-image-alt": "Hình minh họa một người làm việc trên máy tính.",
  "page-index-get-started-wallet-title": "Chọn ví điện tử",
  "page-index-get-started-wallet-description": "Ví điện tử cho phép bạn kết nối với mạng Ethereum và quản lí tiền của bạn.",
  "page-index-get-started-wallet-image-alt": "Hình ảnh minh họa một robot với một cơ thể đầy tiền, đại diện cho ví Ethereum.",
  "page-index-get-started-eth-title": "Nhận ETH",
  "page-index-get-started-eth-description": "ETH là tiền tệ của Ethereum - bạn có thể sử dụng loại tiền này trong các ứng dụng.",
  "page-index-get-started-eth-image-alt": "Hình minh họa một nhóm người thể hiện sự ngạc nhiên trước một biểu tượng ether (ETH).",
  "page-index-get-started-dapps-title": "Sử dụng ứng dụng phi tập trung",
  "page-index-get-started-dapps-description": "Dapp là các ứng dụng được hỗ trợ bởi Ethereum. Xem bạn có thể làm gì nào.",
  "page-index-get-started-dapps-image-alt": "Hình minh họa một chú cún đang sử dụng máy tính.",
  "page-index-get-started-devs-title": "Bắt đầu phát triển",
  "page-index-get-started-devs-description": "Nếu bạn muốn lập trình với Ethereum, chúng tôi có tài liệu, hướng dẫn, v.v. trong cổng thông tin dành cho nhà phát triển.",
  "page-index-get-started-devs-image-alt": "Hình minh họa bàn tay tạo biểu tượng ETH bằng khối lego.",
  "page-index-what-is-ethereum": "Ethereum là gì?",
  "page-index-what-is-ethereum-description": "Ethereum là công nghệ hướng đến tiền kỹ thuật số, thanh toán toàn cầu và ứng dụng. Cộng đồng đã xây dựng một nền kinh tế kỹ thuật số bùng nổ, những cách thức mới mẻ để người dùng kiếm được lợi nhuận trực tuyến và hơn thế nữa. Đó là một thế giới mở, dành cho tất cả mọi người, dù bạn ở đâu đi chăng nữa, chỉ cần bạn có kết nối internet.",
  "page-index-what-is-ethereum-button": "Ethereum là gì?",
  "page-index-what-is-ethereum-secondary-button": "Tìm hiểu thêm về tiền kỹ thuật số",
  "page-index-what-is-ethereum-image-alt": "Hình minh họa một người mua sắm ở chợ, biểu thị cho Ethereum.",
  "page-index-defi": "Một hệ thống tài chính công bằng hơn",
  "page-index-defi-description": "Ngày nay, hàng tỷ người dùng không thể mở tài khoản ngân hàng, có người còn bị chặn thanh toán. Hệ thống tài chính phi tập trung (DeFi) của Ethereum không gián đoạn, cũng không phân biệt đối xử với bất kỳ ai. Chỉ cần có kết nối internet, bạn có thể gửi, nhận, vay, tạo lợi nhuận và thậm chí chuyển tiền đến bất kỳ đâu trên thế giới.",
  "page-index-defi-button": "Khám phá DeFi",
  "page-index-defi-image-alt": "Hình minh họa bàn tay cầm biểu tượng ETH.",
  "page-index-internet": "Thế giới Internet mở",
  "page-index-internet-description": "Ngày nay, chúng ta có quyền truy cập các dịch vụ Internet \"miễn phí\" bằng cách ủy quyền kiểm soát dữ liệu cá nhân của chúng ta. Các dịch vụ Ethereum hoàn toàn mở - bạn chỉ cần ví điện tử. Các dịch vụ này miễn phí và dễ thiết lập, do chính bạn kiểm soát và hoạt động mà không yêu cầu bất kỳ thông tin cá nhân nào.",
  "page-index-internet-button": "Khám phá thế giới Internet mở",
  "page-index-internet-secondary-button": "Tìm hiểu thêm về ví điện tử",
  "page-index-internet-image-alt": "Hình minh họa máy tính tương lai khi được thiết lập và hỗ trợ bởi tinh thể Ethereum.",
  "page-index-developers": "Một ranh giới lập trình hoàn toàn mới",
  "page-index-developers-description": "Ethereum và các ứng dụng của nó là các nguồn mở minh bạch. Bạn có thể tự lập trình và tái lập các chức năng mà những người khác đã xây dựng. Nếu bạn không muốn học một ngôn ngữ mới, bạn có thể chỉ cần tương tác với mã nguồn mở bằng JavaScript và các ngôn ngữ hiện có khác.",
  "page-index-developers-button": "Cổng thông tin dành cho nhà phát triển",
  "page-index-developers-code-examples": "Những minh họa về mã",
  "page-index-developers-code-example-title-0": "Ngân hàng của riêng bạn",
  "page-index-developers-code-example-description-0": "Bạn có thể thiết lập một ngân hàng theo trình tự logic mà bạn đã lập trình.",
  "page-index-developers-code-example-title-1": "Tiền tệ của riêng bạn",
  "page-index-developers-code-example-description-1": "Bạn có thể tạo token mà bạn có thể chuyển và sử dụng trên các ứng dụng.",
  "page-index-developers-code-example-title-2": "Ví Ethereum bằng JavaScript",
  "page-index-developers-code-example-description-2": "Bạn có thể sử dụng các ngôn ngữ hiện có để tương tác với Ethereum và các ứng dụng khác.",
  "page-index-developers-code-example-title-3": "DNS mở, không yêu cầu giấy phép",
  "page-index-developers-code-example-description-3": "Bạn có thể tái hiện các dịch vụ hiện có dưới dạng các ứng dụng mở, phi tập trung.",
  "page-index-network-stats-title": "Ethereum ngày nay",
  "page-index-network-stats-subtitle": "Số liệu thống kê mạng mới nhất",
  "page-index-network-stats-total-eth-staked": "Tổng số ETH đã được cọc",
  "page-index-network-stats-eth-price-description": "Giá ETH (USD)",
  "page-index-network-stats-eth-price-explainer": "Giá mới nhất cho 1 ether. Bạn có thể mua tối thiểu 0,000000000000000001, không nhất thiết phải mua cả 1 ETH.",
  "page-index-network-stats-total-eth-staked-explainer": "Tổng lượng ETH hiện tại đang được đặt cọc và bảo mật mạng lưới.",
  "page-index-network-stats-tx-day-description": "Giao dịch hôm nay",
  "page-index-network-stats-tx-day-explainer": "Số lượng giao dịch được xử lý thành công trên mạng trong 24 giờ qua.",
  "page-index-network-stats-value-defi-description": "Giá trị bị khóa trong DeFi (USD)",
  "page-index-network-stats-value-defi-explainer": "Lượng tiền trong các ứng dụng tài chính phi tập trung (DeFi), nền kinh tế kỹ thuật số Ethereum.",
  "page-index-network-stats-nodes-description": "Nút",
  "page-index-network-stats-nodes-explainer": "Ethereum được vận hành bởi hàng nghìn tình nguyện viên trên toàn cầu, được gọi là các nút.",
  "page-index-touts-header": "Khám phá ethereum.org",
  "page-index-contribution-banner-title": "Đóng góp cho ethereum.org",
  "page-index-contribution-banner-description": "Trang web này là mã nguồn mở với hàng trăm cộng tác viên trong cộng đồng. Bạn có thể đề xuất chỉnh sửa cho bất kỳ nội dung nào trên trang này, đề xuất các tính năng mới hấp dẫn hoặc giúp chúng tôi sửa lỗi.",
  "page-index-contribution-banner-image-alt": "Logo Ethereum được xếp bằng khối lego.",
  "page-index-contribution-banner-button": "Tìm hiểu thêm về đóng góp",
  "page-index-tout-upgrades-title": "Nâng cao kiến thức cập nhật của bạn",
  "page-index-tout-upgrades-description": "Lộ trình Ethereum bao gồm các nâng cấp liên kết nối được thiết kế để làm cho mạng có thể mở rộng, an toàn và bền vững hơn.",
  "page-index-tout-upgrades-image-alt": "Hình minh họa của một tàu vũ trụ đại diện cho sức mạnh được gia tăng sau khi bản nâng cấp của Ethereum ra mắt.",
  "page-index-tout-enterprise-title": "Ethereum cho doanh nghiệp",
  "page-index-tout-enterprise-description": "Tìm hiểu cách mà Ethereum có thể mở ra các mô hình kinh doanh mới, giảm thiểu chi phí và đảm bảo tương lai cho doanh nghiêp của bạn.",
  "page-index-tout-enterprise-image-alt": "Hình minh họa một máy tính/thiết bị tương lai.",
  "page-index-tout-community-title": "Cộng đồng Ethereum",
  "page-index-tout-community-description": "Ethereum dành cho cộng đồng và vì cộng đồng, là sản phẩm chung của nhiều người có bối cảnh và sở thích khác nhau. Hãy tìm hiểu cách bạn có thể tham gia.",
  "page-index-tout-community-image-alt": "Hình minh họa một nhóm thợ xây cùng làm việc.",
  "page-index-nft": "Internet tài sản",
  "page-index-nft-description": "Ethereum không chỉ đơn thuần là tiền kỹ thuật số. Bất cứ thứ gì bạn sở hữu đều có thể được đại diện, giao dịch và sử dụng dưới dạng token không thể thay thế (NFT). Bạn có thể đăng ký tác phẩm bằng token và tự động nhận tiền bản quyền mỗi khi tác phẩm được bán lại. Hoặc bạn có thể sử dụng token để thế chấp vay mượn. Khả năng ứng dụng đang không ngừng được phát triển.",
  "page-index-nft-button": "Tìm hiểu thêm về NFT",
  "page-index-nft-alt": "Logo Eth hiển thị qua ảnh ba chiều."
}
