{
  "page-what-is-ethereum-101": "Ethereum 101",
  "page-what-is-ethereum-101-desc": "Ethereum là công nghệ cho phép bạn gửi tiền mã hoá tới bất kỳ ai với một khoản phí nhỏ. Ethereum cũng vận hành các ứng dụng mà mọi người sử dụng và không ai có thể gỡ xuống.",
  "page-what-is-ethereum-101-desc-2": "Ethereum phát triển dựa trên những điểm mới của Bitcoin nhưng vẫn có nhiều khác biệt đáng kể.",
  "page-what-is-ethereum-101-desc-3": "Cả hai đều cho phép bạn sử dụng tiền số mà không cần bên cung ứng thanh toán hoặc ngân hàng. Nhưng Ethereum có thể lập trình được nên bạn cũng có thể sử dụng vào nhiều tài sản số khác nhau, thậm chỉ cả Bitcoin!",
  "page-what-is-ethereum-101-desc-4": "Khác biệt này là Ethereum không chỉ dùng để thanh toán. Đó là thị trường cung cấp các dịch vụ tài chính, trò chơi và ứng dụng không thể lấy cắp dữ liệu hoặc kiểm duyệt bạn.",
  "page-what-is-ethereum-101-italic": "chuỗi khối có thể lập trình của thế giới.",
  "page-what-is-ethereum-101-strong": "Nền tảng ",
  "page-what-is-ethereum-accessibility": "Ethereum chào đón tất cả mọi người tham gia.",
  "page-what-is-ethereum-adventure": "Hãy chọn cuộc phiêu lưu của riêng mình!",
  "page-what-is-ethereum-alt-img-bazaar": "Ảnh minh họa một người đang nhìn vào thị trường đại diện cho Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Ảnh minh hoạ các thành viên trong cộng đồng Ethereum đang làm việc cùng nhau",
  "page-what-is-ethereum-alt-img-lego": "Ảnh minh hoạ bàn tay tạo ra biểu trưng ETH làm bằng các viên gạch lego",
  "page-what-is-ethereum-alt-img-social": "Ảnh minh họa các nhân vật trong không gian xã hội của Ethereum cùng biểu trưng ETH cỡ lớn",
  "page-what-is-ethereum-banking-card": "Ngân hàng dành cho tất cả mọi người",
  "page-what-is-ethereum-banking-card-desc": "Không phải bất cứ ai cũng được tiếp cận với các dịch vụ tài chính. Nhưng tất cả những gì bạn cần để truy cập vào Ethereum và các sản phẩm cho vay, vay mượn cũng như tiết kiệm của nền tảng là kết nối internet.",
  "page-what-is-ethereum-build": "Bắt tay cùng Ethereum",
  "page-what-is-ethereum-build-desc": "Nếu bạn muốn thử xây dựng cùng Ethereum, hãy đọc tài liệu và một số hướng dẫn của chúng tôi hoặc xem qua các công cụ cần thiết trước khi bắt đầu.",
  "page-what-is-ethereum-censorless-card": "Không thông qua kiểm duyệt",
  "page-what-is-ethereum-censorless-card-desc": "Không có chính phủ hoặc công ty nào có quyền kiểm soát Ethereum. Ưu điểm phân quyền này đảm bảo không có bất cứ yếu tố nào ngăn cản bạn sử dụng các dịch vụ trên Ethereum.",
  "page-what-is-ethereum-comm-desc": "Cộng đồng của chúng tôi là tập hợp mọi người từ mọi nền tảng, bao gồm cả nghệ sĩ, người theo chủ nghĩa vô chính phủ tiền mã hoá, các công ty trong danh sách Fortune 500 và tới giờ chúng tôi có thêm bạn. Tìm hiểu cách tham gia ngay hôm nay.",
  "page-what-is-ethereum-commerce-card": "Đảm bảo hoạt động trao đổi",
  "page-what-is-ethereum-commerce-card-desc": "Ethereum tạo ra một sân chơi bình đẳng hơn. Khách hàng được đảm bảo về bảo mật tích hợp vì tiền chỉ có thể được luân chuyển khi có sự cho phép của bạn. Bạn không cần dựa vào các công ty lớn để kinh doanh.",
  "page-what-is-ethereum-community": "Cộng đồng Ethereum",
  "page-what-is-ethereum-compatibility-card": "Tương thích để thành công",
  "page-what-is-ethereum-compatibility-card-desc": "Bạn sẽ được trải nghiệm các sản phẩm ngày một hoàn thiện vì sản phẩm Ethereum tương thích theo mặc định. Các công ty có thể xây dựng thành công cho nhau.",
  "page-what-is-ethereum-dapps-desc": "Các sản phẩm và dịch vụ hoạt động trên Ethereum. Các ứng dụng phi tập trung (dapp) cho tài chính, công việc, mạng xã hội, trò chơi cùng vô vàn dịch vụ khác – hãy làm quen với các ứng dụng cho tương lai số của thế giới.",
  "page-what-is-ethereum-dapps-img-alt": "Hình minh họa của một doge sử dụng ứng dụng Ethereum trên máy tính",
  "page-what-is-ethereum-dapps-title": "Ứng dụng phi tập trung (dapp) Ethereum",
  "page-what-is-ethereum-desc": "Nền tảng cho tương lai số",
  "page-what-is-ethereum-explore": "Khám phá Ethereum",
  "page-what-is-ethereum-get-started": "Cách tốt nhất để tìm hiểu thêm là tải ví về, nạp một số ETH và dùng thử ứng dụng phi tập trung (dapp) Ethereum.",
  "page-what-is-ethereum-in-depth-description": "Ethereum cho phép tất cả mọi người truy cập vào tiền số và các dịch vụ thân thiện với dữ liệu dành mà không giới hạn về vị trí hay lai lịch. Đây là công nghệ do cộng đồng xây dựng, hỗ trợ cho tiền mã hoá ether (ETH) và hàng ngàn ứng dụng mà bạn sử dụng ngày nay.",
  "page-what-is-ethereum-internet-card": "Internet riêng tư hơn",
  "page-what-is-ethereum-internet-card-desc": "Bạn không cần cung cấp tất cả thông tin cá nhân để sử dụng ứng dụng Ethereum. Ethereum đang nỗ lực xây dựng một nền kinh tế dựa trên giá trị chứ không phải sự giám sát.",
  "page-what-is-ethereum-meet-comm": "Gặp gỡ cộng đồng",
  "page-what-is-ethereum-meta-description": "Tìm hiểu về Ethereum, tính năng cũng như các bước để gia nhập nền tảng.",
  "page-what-is-ethereum-meta-title": "Ethereum là gì?",
  "page-what-is-ethereum-native-alt": "Biểu tượng ether (ETH)",
  "page-what-is-ethereum-native-crypto": "Tiền mã hóa gốc của Ethereum và tương đương với Bitcoin. Bạn có thể dùng ETH trên ứng dụng Ethereum hoặc để gửi tiền cho bạn bè và gia đình.",
  "page-what-is-ethereum-native-img-alt": "Hình minh họa rô-bốt có két an toàn ở thân, đại diện cho ví tiền Ethereum",
  "page-what-is-ethereum-native-title": "ETH",
  "page-what-is-ethereum-p2p-card": "Mạng ngang hàng",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum cho phép bạn chuyển tiền hoặc thỏa thuận trực tiếp với người khác. Không cần thông qua các công ty trung gian.",
  "page-what-is-ethereum-singlecard-desc": "Nếu bạn hứng thú với chuỗi khối và các vấn đề kỹ thuật của Ethereum, chúng tôi có thể giúp bạn.",
  "page-what-is-ethereum-singlecard-link": "Ethereum hoạt động như thế nào",
  "page-what-is-ethereum-singlecard-title": "Ethereum hoạt động như thế nào",
  "page-what-is-ethereum-start-building-btn": "Bắt đầu xây dựng",
  "page-what-is-ethereum-title": "Ethereum là gì?",
  "page-what-is-ethereum-tools-needed": "Tất cả những gì cần để tham gia là một ví.",
  "page-what-is-ethereum-try": "Thử tham gia Ethereum",
  "page-what-is-ethereum-tryit": "Hãy gia nhập vào bazaar và thử tham gia...",
  "page-what-is-ethereum-wallets": "Ví",
  "page-what-is-ethereum-wallets-desc": "Cách bạn quản lý ETH riêng và tài khoản Ethereum của mình. Cần một ví để bắt đầu – chúng tôi sẽ giúp bạn lựa chọn.",
  "page-what-is-ethereum-welcome": "Chào mừng đến với Ethereum",
  "page-what-is-ethereum-welcome-2": "Chúng tôi hy vọng bạn chọn ở lại.",
  "page-what-is-ethereum-defi-title": "Tài chính phi tập trung (DeFi)",
  "page-what-is-ethereum-defi-description": "Hệ thống tài chính cởi mở hơn giúp bạn dễ dàng kiểm soát tiền của mình và khai phá nhiều cơ hội mới.",
  "page-what-is-ethereum-defi-alt": "Biểu trưng của Eth làm bằng gạch lego.",
  "page-what-is-ethereum-nft-title": "Token không thể thay thế (NFT)",
  "page-what-is-ethereum-nft-description": "Một cách để đại diện cho những vật phẩm riêng biệt dưới dạng tài sản Ethereum giao dịch được, có thể dùng làm bằng chứng về quyền sở hữu và tạo ra cơ hội mới cho người sáng tạo.",
  "page-what-is-ethereum-nft-alt": "Biểu trưng của Eth được hiển thị qua ảnh ba chiều.",
  "page-what-is-ethereum-dao-title": "Tổ chức tự trị phi tập trung (DAO)",
  "page-what-is-ethereum-dao-description": "Một cách mới để cộng tác và thiết lập cộng đồng trực tuyến với các mục tiêu chung và quỹ chung.",
  "page-what-is-ethereum-dao-alt": "Đại diện cho biểu quyết của tổ chức tự trị phi tập trung (DAO) đối với một đề xuất.",
  "page-what-is-ethereum-use-cases-title": "Khám phá cách sử dụng Ethereum",
  "page-what-is-ethereum-use-cases-subtitle": "Ethereum mở đường để tạo ra các sản phẩm và dịch vụ mới, góp phần nâng tầm nhiều lĩnh vực khác nhau trong cuộc sống.",
  "page-what-is-ethereum-use-cases-subtitle-two": "Chúng tôi vẫn đang trong thời kỳ đầu nhưng có rất nhiều điều để vui mừng."
}
