{
  "page-roadmap-title": "Lộ trình Ethereum",
  "page-roadmap-meta-title": "Lộ trình Ethereum | ethereum.org",
  "page-roadmap-meta-description": "Lộ trình tăng cường khả năng mở rộng, bảo mật và bền vững hơn cho Ethereum.",
  "page-roadmap-banner-notification": "Sự phát triển của Ethereum được thúc đẩy bởi cộng đồng và có thể thay đổi.",
  "page-roadmap-changes-coming-title": "Có những nâng cấp nào sẽ đến với Etherum?",
  "page-roadmap-changes-coming-description": "Ethereum đã là một nền tảng mạnh mẽ, nhưng vẫn đang được cải thiện thêm. Một loạt những cải tiến đầy tham vọng sẽ nâng cấp Ethereum từ hiện tại thành một nền tảng hoàn chỉnh, bền bỉ nhất.",
  "page-roadmap-cheaper-transactions-title": "Giao dịch rẻ hơn",
  "page-roadmap-cheaper-transactions-description": "Rollups thì đắt đỏ quá và phải dựa vào các thành phần tập trung, khiến người dùng phải đặt quá nhiều niềm tin vào những vận hành viên. Kế hoạch đã có các giải pháp cho cả hai vấn đề này.",
  "page-roadmap-cheaper-transactions-button": "Thêm về việc giảm phí",
  "page-roadmap-extra-security-title": "Bảo mật bổ sung",
  "page-roadmap-extra-security-description": "Ethereum đã rất an toàn nhưng có thể được tăng cường hơn nữa, sẵn sàng để chống lại mọi loại tấn công trong tương lai.",
  "page-roadmap-extra-security-button": "Tìm hiểu thêm về bảo mật",
  "page-roadmap-better-user-experience-title": "Trải nghiệm người dùng tốt hơn",
  "page-roadmap-better-user-experience-description": "Nhiều hỗ trợ hơn cho ví hợp đồng thông minh và các nút nhẹ sẽ làm cho việc sử dụng Ethereum đơn giản và an toàn hơn.",
  "page-roadmap-better-user-experience-button": "Thêm về trải nghiệm người dùng",
  "page-roadmap-future-proofing-title": "Đáp ứng nhu cầu trong tương lai",
  "page-roadmap-future-proofing-description": "Các nhà nghiên cứu và phát triển Ethereum đang giải quyết các vấn đề của ngày mai ngay từ hôm nay, chuẩn bị mạng lưới cho các thế hệ tương lai.",
  "page-roadmap-future-proofing-button": "Thêm về cơ chế future-proofing",
  "page-roadmap-why-need-title": "Tại sao Etherum cần một lộ trình?",
  "page-roadmap-why-need-description": "Ethereum thường xuyên được nâng cấp để cải thiện khả năng mở rộng, bảo mật, hoặc tính bền vững. Một trong những điểm mạnh cốt lõi của Ethereum là khả năng thích ứng khi có những ý tưởng mới từ nghiên cứu và phát triển. Sự linh hoạt này giúp Ethereum có thể đối phó với những thách thức mới và theo kịp các đột phá công nghệ tiên tiến nhất.",
  "page-roadmap-how-defined-title": "Cách lộ trình được xác định",
  "page-roadmap-how-defined-p1": "Lộ trình này đa phần là kết quả nhiều năm làm việc của các nhà nghiên cứu và các nhà phát triển - vì giao thức rất mang tính kỹ thuật - nhưng bất kỳ người nào có động lực đều có thể tham gia.",
  "page-roadmap-how-defined-p2": "Ý tưởng thường bắt đầu từ các cuộc thảo luận trên các diễn đàn như <a href=\"https://eips.ethereum.org\">ethresear.ch</a>, <1>Ethereum Magicians</1> hoặc server Discord Eth R&D. Chúng có thể là phản hồi cho những lỗ hổng mới được phát hiện, các gợi ý từ các tổ chức đang làm các ứng dụng layer (như dapps và sàn giao dịch) hoặc từ những vấn đề mà người dùng gặp phải (như chi phí hoặc tốc độ giao dịch).",
  "page-roadmap-how-defined-p3": "Khi những ý tưởng này chín muồi, chúng có thể được đề xuất dưới dạng <0>Đề xuất Cải tiến Ethereum</0>. Tất cả điều này được thực hiện công khai để bất kỳ ai trong cộng đồng cũng có thể tham gia ý kiến bất cứ lúc nào.",
  "page-roadmap-governance-button": "Xem thêm về Quản trị trong Ethereum",
  "page-roadmap-hero-alt": "Lộ trình Ethereum",
  "page-roadmap-technical-upgrades-title": "Những bản nâng cấp công nghệ nào cho Ethereum sắp tới?",
  "page-roadmap-danksharding-title": "Danksharding",
  "page-roadmap-danksharding-description": "Danksharding giúp các L2 rollup rẻ hơn cho người dùng bằng cách thêm những \"blob\" dữ liệu vào các khối Ethereum.",
  "page-roadmap-single-slot-finality-title": "Chốt chuỗi trong vòng 1 Slot (Single Slot Finality)",
  "page-roadmap-single-slot-finality-description": "Thay vì chờ đợi mười lăm phút, các khối có thể được đề xuất và hoàn tất trong cùng một khoảng thời gian. Điều này tiện lợi hơn cho các ứng dụng và khó bị tấn công.",
  "page-roadmap-account-abstraction-title": "Trừu tượng hóa tài khoản",
  "page-roadmap-account-abstraction-description": "Trừu tượng hóa tài khoản là một loại nâng cấp hỗ trợ các ví hợp đồng thông minh một cách tự nhiên trên Ethereum, thay vì phải sử dụng phần mềm trung gian phức tạp.",
  "page-roadmap-statelessness-title": "Phi trạng thái",
  "page-roadmap-statelessness-description": "Các nút không trạng thái sẽ có thể xác minh các khối mới mà không cần phải lưu trữ một lượng lớn dữ liệu. Điều này sẽ cung cấp tất cả các lợi ích của việc chạy một nút chỉ với một phần nhỏ chi phí so với ngày nay.",
  "page-roadmap-learn-more": "Tìm hiểu thêm",
  "page-roadmap-timeline-title": "Timeline cho những bản nâng cấp này là gì?",
  "page-roadmap-blocks-alt": "Khối Ethereum",
  "page-roadmap-faq-1-title": "Lộ trình của Etherum có thay đổi theo thời gian không?",
  "page-roadmap-faq-1-p1": "Vâng—gần như chắc chắn.",
  "page-roadmap-faq-1-p1-continued": "Lộ trình là kế hoạch hiện tại để nâng cấp Ethereum, bao gồm cả các kế hoạch ngắn hạn và dài hạn. Chúng tôi mong rằng lộ trình sẽ thay đổi khi có thông tin và công nghệ mới.",
  "page-roadmap-faq-1-p2": "Hãy coi lộ trình của Ethereum như một khoản các mục tiêu nhằm nâng cấp Ethereum; đó là  cốt lõi của giả thuyết tốt nhất của các nhà nghiên cứu và phát triển về con đường tối ưu nhất để Ethereum tiến lên phía trước.",
  "page-roadmap-faq-2-title": "Khi nào lộ trình sẽ hoàn thành?",
  "page-roadmap-faq-2-p1": "Một số nâng cấp có mức ưu tiên thấp và có khả năng sẽ không được triển khai trong 5–10 năm tới (ví dụ: khả năng chống máy tính lượng tử).",
  "page-roadmap-faq-2-p1-strong": "Việc đưa ra thời gian chính xác cho từng nâng cấp là rất phức tạp.",
  "page-roadmap-faq-2-p1-continued": "để dự đoán càng nhiều mục trên lộ trình sẽ được thực hiện song song và phát triển với tốc độ khác nhau. Tính cấp bách của một bản nâng cấp cũng có thể thay đổi theo thời gian tùy thuộc vào các yếu tố bên ngoài (ví dụ: một bước nhảy đột ngột trong hiệu suất và khả năng sử dụng của máy tính lượng tử có thể làm cho việc lượng tử kháng trở nên cấp bách hơn).",
  "page-roadmap-faq-2-p2": "Một cách để nghĩ về việc phát triển Ethereum là so sánh với sự tiến hóa sinh học. Một mạng lưới có khả năng thích ứng với những thách thức mới và duy trì sự phù hợp thì có khả năng thành công hơn so với một mạng lưới kháng cự lại sự thay đổi. Tuy nhiên, khi mạng lưới ngày càng hoạt động hiệu quả, mở rộng và an toàn hơn, thì sẽ cần ít thay đổi hơn cho giao thức.",
  "page-roadmap-faq-3-title": "Tôi có cần làm gì để chuẩn bị cho những nâng cấp này không?",
  "page-roadmap-faq-3-p1": "Các bản nâng cấp thường không ảnh hưởng đến người dùng cuối, ngoại trừ việc cung cấp trải nghiệm người dùng tốt hơn và một giao thức an toàn hơn, và có thể là nhiều <a href=\"/glossary/#validator\">tuỳ chọn</a> hơn cho cách tương tác với Ethereum. <a href=\"/glossary/#layer-2\">Người dùng bình thường không yêu cầu tham gia tích cực vào một bản nâng cấp, cũng như không cần phải làm gì để bảo vệ tài sản của họ. Các nhà điều hành </a><2>nút</2> sẽ cần cập nhật khách hàng của họ để chuẩn bị cho một bản nâng cấp. Một số bản nâng cấp có thể dẫn đến sự thay đổi cho các nhà phát triển ứng dụng. Ví dụ, các bản nâng cấp về hết hạn trong quá khứ có thể khiến các nhà phát triển ứng dụng lấy dữ liệu lịch sử từ các nguồn mới.",
  "page-roadmap-faq-4-title": "Còn về Sharding thì sao?",
  "page-roadmap-faq-4-p1": "Sharding là việc tách nhỏ blockchain Ethereum ra, để một nhóm <0>validator</0> chỉ cần chịu trách nhiệm cho một phần dữ liệu thôi. Ban đầu, đây là cách mà Ethereum dự định mở rộng quy mô. Tuy nhiên, <1>layer 2</1> rollups đã phát triển nhanh hơn mong đợi và đã cung cấp nhiều khả năng mở rộng rồi, và sẽ còn nhiều hơn nữa khi Proto-Danksharding được triển khai. Điều này có nghĩa là \"shard chains\" giờ không còn cần thiết và đã bị loại bỏ khỏi lộ trình.",
  "page-roadmap-release-status-prod": "Trong quá trình sản xuất",
  "page-roadmap-release-status-soon": "Sắp ra mắt",
  "page-roadmap-release-status-dev": "Đang phát triển",
  "page-roadmap-release-main-features": "Các tính năng chính",
  "page-roadmap-release-learn-more": "Tìm hiểu thêm",
  "page-roadmap-paris-pos-title": "Chuyển sang Proof of Stake",
  "page-roadmap-paris-pos-item-1": "Thay thế việc khai thác tốn năng lượng bằng phương thức đồng thuận dựa trên staking.",
  "page-roadmap-paris-pos-item-2": "Giảm tiêu thụ năng lượng của Ethereum khoảng 99,95%",
  "page-roadmap-paris-beacon-title": "Tích hợp Beacon Chain",
  "page-roadmap-paris-beacon-item-1": "Hợp nhất Beacon Chain với mạng chính Ethereum",
  "page-roadmap-paris-beacon-item-2": "Kích hoạt việc chuyển đổi hoàn toàn sang cơ chế đồng thuận PoS",
  "page-roadmap-paris-difficulty-title": "Loại bỏ độ khó xử lý tính toán",
  "page-roadmap-paris-difficulty-item-1": "Loại bỏ độ khó xử lý tính toán đã làm gia tăng độ khó khai thác",
  "page-roadmap-paris-difficulty-item-2": "Đảm bảo việc chuyển đổi suôn sẻ sang cơ chế đồng thuận mới",
  "page-roadmap-shapella-withdrawals-title": "Rút tài sản đặt cược",
  "page-roadmap-shapella-withdrawals-item-1": "Cho phép các validator rút ETH đã stake và phần thưởng của họ",
  "page-roadmap-shapella-withdrawals-item-2": "Giới thiệu khả năng rút tiền một phần và toàn bộ",
  "page-roadmap-shapella-eip4895-title": "EIP-4895: EIP-4895: Đề xuất rút tiền từ Beacon Chain",
  "page-roadmap-shapella-eip4895-item-1": "Thêm một nâng cấp nữa cho  việc rút tiền",
  "page-roadmap-shapella-eip4895-item-2": "Đảm bảo việc xử lý yêu cầu rút tiền được an toàn và hiệu quả",
  "page-roadmap-shapella-eip3651-title": "EIP-3651: COINBASE khởi động",
  "page-roadmap-shapella-eip3651-item-1": "Giảm chi phí khí đốt để truy cập địa chỉ COINBASE",
  "page-roadmap-shapella-eip3651-item-2": "Cải thiện hiệu suất của một số hoạt động hợp đồng thông minh",
  "page-roadmap-dencun-danksharding-title": "Giao thức Proto-Danksharding (EIP-4844)",
  "page-roadmap-dencun-danksharding-item-1": "Đã giới thiệu giao dịch blob để giảm đáng kể chi phí giao dịch rollup",
  "page-roadmap-dencun-danksharding-item-2": "Thêm một kiểu giao dịch mới lưu trữ dữ liệu tạm thời và tiết kiệm chi phí",
  "page-roadmap-dencun-eip1153-title": "EIP-1153: Mã vận hành lưu trữ tạm thời",
  "page-roadmap-dencun-eip1153-item-1": "Thêm các mã lệnh TSTORE và TLOAD để lưu trữ tạm thời trong quá trình thực hiện giao dịch",
  "page-roadmap-dencun-eip1153-item-2": "Cho phép các mẫu hợp đồng thông minh hiệu quả hơn và giảm chi phí gas",
  "page-roadmap-dencun-eip4788-title": "EIP-4788: Root khối Beacon trong EVM",
  "page-roadmap-dencun-eip4788-item-1": "Cung cấp thông tin về lớp đồng thuận cho các hợp đồng thông minh",
  "page-roadmap-dencun-eip4788-item-2": "Kích hoạt các ứng dụng mới được tin cậy tối thiểu và các cầu nối giữa các chuỗi",
  "page-roadmap-pectra-eoa-title": "Cải thiện ví EOA với chức năng hợp đồng thông minh",
  "page-roadmap-pectra-eoa-item-1": "Người dùng có thể thiết lập địa chỉ của mình để được đại diện bởi một mã của một hợp đồng thông minh hiện có và nhận được các lợi ích như gộp giao dịch, tài trợ phí giao dịch hoặc các cơ chế phục hồi tốt hơn",
  "page-roadmap-pectra-balance-title": "Tăng số dư tối đa có hiệu lực",
  "page-roadmap-pectra-balance-item-1": "Các nhà đầu tư giờ đây có thể chọn một số lượng ETH tùy ý để đặt cược và nhận phần thưởng trên mỗi 1 ETH vượt quá mức tối thiểu",
  "page-roadmap-pectra-blob-title": "Tăng cường thông lượng của Blob",
  "page-roadmap-pectra-blob-item-1": "Số lượng blob sẽ được tăng từ 3 lên 6 mục tiêu, với tối đa là 9, dẫn đến phí rẻ hơn trong các giao thức Ethereum rollups",
  "page-roadmap-fusaka-peerdas-title": "PeerDAS (Mô hình Lấy mẫu Dữ liệu có sẵn Ngang hàng)",
  "page-roadmap-fusaka-peerdas-item-1": "Giúp dữ liệu dễ dàng truy cập hơn cho rollups",
  "page-roadmap-fusaka-peerdas-item-2": "Làm cho việc chạy nút dễ dàng hơn mà vẫn giữ được tính phi tập trung",
  "page-roadmap-fusaka-additional-title": "Những tính năng bổ sung tiềm năng",
  "page-roadmap-fusaka-additional-item-1": "Hỗ trợ cho các khoảng bảo mật trên thiết bị di động nhằm cải thiện trải nghiệm người dùng",
  "page-roadmap-fusaka-additional-item-2": "Cải tiến phí thị trường blob",
  "page-roadmap-fusaka-additional-item-3": "Cải thiện hơn nữa hiệu quả của trình xác thực và hiệu suất của mạng",
  "page-roadmap-glamsterdam-discussed-title": "Thảo luận về Glamsterdam",
  "page-roadmap-glamsterdam-discussed-item-1": "Cây Verkle"
}
