{
  "page-layer-2-learn-meta-title": "Layer 2 là gì? | ethereum.org",
  "page-layer-2-learn-title": "Lớp 2 là gì?",
  "page-layer-2-learn-description": "Mở rộng quy mô của Ethereum để nhiều người áp dụng",
  "page-layer-2-learn-button-1-label": "Lớp 2 là gì?",
  "page-layer-2-learn-button-2-label": "Sử dụng Lớp 2",
  "page-layer-2-learn-what-is-layer-2-title": "Lớp 2 là gì?",
  "page-layer-2-learn-what-is-layer-2-1": "Lớp 2 (L2) là một thuật ngữ chung mô tả một tập hợp các giải pháp mở rộng quy mô Ethereum cụ thể <strong>Lớp 2 là một <a href=\"/glossary/#blockchain\">chuỗi khối</a> riêng biệt mà có thể kế thừa và phát huy các tính năng của Ethereum</strong>.",
  "page-layer-2-learn-what-is-layer-2-2": "Trước khi đi sâu hơn một chút, chúng ta cần hiểu đôi nét về lớp 1 (L1).",
  "page-layer-2-learn-what-is-layer-1-title": "Lớp 1 là gì?",
  "page-layer-2-learn-what-is-layer-1-1": "Chuỗi khối lớp 1, chẳng hạn như Ethereum và Bitcoin, là <strong>nền tảng cho dự án lớp 2 xây lên trên</strong>. Ví dụ dự án lớp 2 gồm <strong>Zero-Knowledge Rollups</strong> và <strong>Optimistic Rollups</strong> trên Ethereum và mạng Lighting ở trên Bitcoin.",
  "page-layer-2-learn-what-is-layer-1-2": "Ethereum cũng có chức năng là một lớp dữ liệu có sẵn cho lớp 2 và nếu có bất kỳ tranh chấp nào về dữ liệu giao dịch trước đó thì dữ liệu sẽ được đối chiếu từ Ethereum để giải quyết.",
  "page-layer-2-learn-layer-1-list-title": "Mạng lớp 1 Ethereum bao gồm:",
  "page-layer-2-learn-layer-1-list-1": "<strong>một mạng lưới nhiều nhà điều hành nút</strong> để bảo mật và xác thực mạng",
  "page-layer-2-learn-layer-1-list-2": "<strong>một mạng lưới nhiều block producer (nhà sản xuất khối)</strong>",
  "page-layer-2-learn-layer-1-list-3": "<strong>chuỗi khối</strong> và lịch sử dữ liệu giao dịch",
  "page-layer-2-learn-layer-1-list-4": "<strong>cơ chế đồng thuận</strong> cho mạng",
  "page-layer-2-learn-why-do-we-need-layer-2-title": "Tại sao lớp 2 lại cần thiết?",
  "page-layer-2-learn-why-do-we-need-layer-2-1": "Bộ ba vấn đề của một chuỗi khối bao gồm tính phi tập trung, bảo mật và mở rộng. Bộ ba vấn đề của chuỗi khối cho rằng một chuỗi khối chỉ có thể đạt hai trong ba. Muốn mạng lưới bảo mật và phi tập trung? Bạn cần phải hi sinh sự mở rộng. Đây chính là lúc lớp 2 vào cuộc.",
  "page-layer-2-learn-why-do-we-need-layer-2-2": "Ethereum đã đạt giới hạn hiện tại với 1+ triệu giao dịch một ngày, với nhu cầu cao cho mỗi giao dịch. Sự thành công của Ethereum và nhu cầu của nó khiến giá Gas tăng không phanh. Do đó để phát triển giải pháp mở rộng được triển khai.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability": "Khả năng mở rộng",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-1": "Mục tiêu chính của khả năng mở rộng là tăng tốc độ giao dịch (kết luận cuối nhanh hơn) và thông lượng giao dịch (giao dịch mỗi giây cao), mà không hy sinh sự phi tập trung hay bảo mật.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-2": "Nếu cộng đồng Ethereum đã đưa ra lập trường rõ ràng không muốn bỏ đi sự phi tập trung và bảo mật để mở rộng. Cho đến khi \"Sharding\" (phân tách), mạng lưới chính Ethereum (lớp 1) sẽ chỉ có thể thực hiện 15 giao dịch mỗi giây. Với nhu câu sử dụng Ethereum cao như thế này tạo sự nghẽn mạng, tăng phí giao dịch và ảnh hưởng đến những người không thể chi trả để sử dụng Ethereum cho đến khi phí giảm. Đó là khi lớp 2 xuất hện để mở rộng Ethereum hiện tại.",
  "page-layer-2-learn-layer2Cards-1-title": "Phí thấp hơn",
  "page-layer-2-learn-layer2Cards-1-description": "Bằng cách gộp nhiều giao dịch với nhau thành một giao dịch trên lớp 1, phí giao dịch đã được giảm phần lớn, khiến Ethereum dễ tiếp cận cho mọi người.",
  "page-layer-2-learn-layer2Cards-2-title": "Duy trì tính bảo mật",
  "page-layer-2-learn-layer2Cards-2-description": "Chuỗi khối lớp 2 quyết toán giao dịch của chính trên mạng chính Mạng chính, cho phép người dùng hưởng lợi từ tính bảo mật của mạng lưới Ethereum.",
  "page-layer-2-learn-layer2Cards-3-title": "Mở rộng thêm nhiều trường hợp sử dụng",
  "page-layer-2-learn-layer2Cards-3-description": "Với lượng giao dịch mỗi giây cao hơn, phí thấp hơn, và công nghệ mới, các dự án sẽ mở rộng thêm nhiều ứng dụng với trải nghiệm người dùng nâng cao.",
  "page-layer-2-learn-how-does-layer-2-work-title": "Lớp 2 hoạt động ra sao?",
  "page-layer-2-learn-how-does-layer-2-work-1": "Như đã nêu trên, lớp 2 là một cụm từ chung cho các giải pháp mở rộng Ethereum để xử lí giao dịch ngoài lớp 1 Ethereum, mà vẫn giữ được tính bảo mật phi tập trung mạnh mẽ của Ethereum. Một lớp 2 là một chuỗi khối giúp mở rộng Ethereum. Vậy nó hoạt động ra sao?",
  "page-layer-2-learn-how-does-layer-2-work-2": "Có vài loại lớp 2 khác nhau, mỗi loại đều có sự đánh đổi và mô hình bảo mật riêng. Lớp 2 mang gánh nặng giao dịch thay cho lớp 1, giúp lớp 1 ít bị tắc nghẽn hơn, và dễ dàng mở rộng hơn.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-title": "Rollup",
  "page-layer-2-learn-how-does-layer-2-work-rollups-1": "Rollup gộp (hay “cuộn lại”) hàng trăm giao dịch thành một giao dịch duy nhất trên layer 1. Điều này phân bổ phí giao dịch lớp 1 cho tất cả mọi người trong Rollups, giúp chi phí cho mỗi người dùng rẻ hơn.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-2": "Dữ liệu giao dịch trong rollup đã được gửi đến lớp 1, nhưng việc thực thi lại được triển khai tách biệt bởi rollup. Bằng cách gửi dữ liệu giao dịch vào lớp 1, các rollup kế thừa tính bảo mật từ Ethereum. Lý do là vì sau khi dữ liệu được tải lên lớp 1, hoàn nguyên giao dịch rollup đòi hỏi phải hoàn nguyên Ethereum. Có hai cách tiếp cận khác nhau đối với các rollup: tích cực và không có kiến thức - chúng khác nhau chủ yếu về cách thức dữ liệu giao dịch được gửi đến L1.",
  "page-layer-2-learn-rollupCards-optimistic-title": "Optimistic rollups",
  "page-layer-2-learn-rollupCards-optimistic-description": "Optimistic Rollup sử dụng bằng chứng lỗi, trong đó các giao dịch được giả định là hợp lệ nhưng có thể bị kiểm tra nếu nghi ngờ có giao dịch không hợp lệ. Nếu nghi ngờ, một bằng chứng lỗi sẽ được chạy để xác minh điều này.",
  "page-layer-2-learn-rollupCards-optimistic-childSentence": "Tìm hiểu thêm về optimistic rollup",
  "page-layer-2-learn-rollupCards-zk-title": "Zero-knowledge rollup",
  "page-layer-2-learn-rollupCards-zk-description": "Zero Knowledge rollups sử dụng bằng chứng hợp lệ, trong đó các phép tính giao dịch được thực hiện ngoài chuỗi, sau đó dữ liệu này được cung cấp lên Ethereum Mainnet kèm theo bằng chứng về tính hợp lệ của chúng.",
  "page-layer-2-learn-rollupCards-zk-childSentence": "Tìm hiểu thêm về zk-rollup",
  "page-layer-2-learn-dyor-title": "Hãy tự mình nghiên cứu: Rủi ro của lớp 2",
  "page-layer-2-learn-dyor-1": "Bởi vì chuỗi lớp 2 thừa hưởng sự bảo mật từ Ethereum, nếu thuận lợi thì chúng sẽ an toàn như lớp 1 Ethereum. Tuy nhiên, nhiều <strong>dự án còn non trẻ và thiếu thực nghiệm</strong>. Sau nhiều năm nghiên cứu phát triển, nhiều công nghệ lớp 2 giúp mở rộng Ethereum đi vào hoạt động năm 2021. Điều này không có nghĩa lớp 2 là bảo mật, chỉ là chưa có lớp 2 nào được kiểm chứng khắc nghiệt như mạng chính Ethereum. Hãy luôn tự nghiên cứu và quyết định rằng bạn có chấp nhận rủi ro.",
  "page-layer-2-learn-dyor-2": "Để có thêm thông tin về công nghệ này, rủi ro và các giả định về độ tinh cậy của lớp 2, chúng tôi khuyến nghị tham khảo L2BEAT, nơi cung cấp khung đánh giá rủi ro toàn diện cho từng dự án.",
  "page-layer-2-learn-dyor-link": "Truy cập L2BEAT",
  "page-layer-2-learn-note-on-alt-l1-title": "Một lưu ý về các lớp 1 thay thế, chuỗi bên (Sidechains) và validium",
  "page-layer-2-learn-note-on-alt-l1-1": "Các lớp 1 thay thế có thông lượng cao hơn và phí giao dịch thấp hơn so với Ethereum. Những lớp 1 này phải hi sinh bảo mật hoặc phi tập trung để có thể đạt được thông lượng và phí giao dịch vượt trội. Hệ sinh thái Ethereum kiên định rằng mở rộng bằng Layer 2 là cách duy nhất để giải quyết bài toán nan giải này, đồng thời vẫn duy trì được tính phi tập trung và an toàn",
  "page-layer-2-learn-note-on-alt-l1-2": "Chuỗi bên (Sidechains) và Validium là những chuỗi khối cho phép tài sản từ một chuỗi khối được chuyển qua cầu nối để sử dụng trên một chuỗi khối khác. Sidechain và Validium chạy song song với chuỗi chính và tương tác với chuỗi chính thông qua các cầu nối, nhưng chúng không thừa hưởng tính bảo mật hay khả năng khả dụng dữ liệu từ chuỗi chính. Chúng mở rộng tương tự như lớp 2, nhưng có các giả định về độ tin cậy khác nhau. Chúng mang lại phí giao dịch thấp hơn và thông lượng giao dịch cao hơn. Tìm hiểu thêm về <a href=\"/developers/docs/scaling/sidechains\">Sidechain</a> và <a href=\"/developers/docs/scaling/validium\">Validium</a>.",
  "page-layer-2-learn-callout-1-title": "Lợi ích bao gồm những gì?",
  "page-layer-2-learn-callout-1-description": "Khám phá ứng dụng thực tiễn của giải pháp lớp 2 trên trải nghiệm người dùng.",
  "page-layer-2-learn-learn-more": "Tìm hiểu thêm",
  "page-layer-2-learn-callout-2-title": "Khám phá những mạng lưới khác nhau",
  "page-layer-2-learn-callout-2-description": "Tìm hiểu về sự khác nhau giữa các mạng lưới và đang trong giai đoạn nào trong phát triển.",
  "page-layer-2-learn-explore-networks": "Khám phá các mạng lưới"
}
