{
  "consensus-client-besu-logo-alt": "Biểu trưng của Besu",
  "consensus-client-erigon-logo-alt": "Biểu trưng của Erigon",
  "consensus-client-geth-logo-alt": "Biểu trưng của Geth",
  "consensus-client-lighthouse-logo-alt": "Biểu trưng của Lighthouse",
  "consensus-client-lodestar-logo-alt": "Biểu trưng của Lodestar",
  "consensus-client-nethermind-logo-alt": "Biểu trưng của Nethermind",
  "consensus-client-nimbus-logo-alt": "Biểu trưng của Nimbus",
  "consensus-client-prysm-logo-alt": "Biểu trưng của Prysm",
  "consensus-client-teku-logo-alt": "Biểu trưng của Teku",
  "page-upgrades-answer-1": "Chuỗi Hải Đăng được sử dụng như một công cụ để nâng cấp Mạng chính Ethereum qua sự kiện The Merge.",
  "page-upgrades-answer-2": "Với sự kiện The Merge, Ethereum đã thực hiện bản nâng cấp đáng kể nhất từ trước đến nay khi chuyển đổi từ cơ chế bằng chứng công việc sang bằng chứng cổ phần, dựa trên lớp đồng thuận mới.",
  "page-upgrades-answer-4": "Chuỗi Hải Đăng được sử dụng để phát triển sự đồng thuận dựa trên bằng chứng cổ phần mà Ethereum sử dụng ngày nay. Nó được chạy độc lập so với Mạng chính Ethereum để các nhà phát triển có thể quan sát cơ chế sự đồng thuận một cách cụ thể trước khi sử dụng để điều phối hoạt động thực tế.",
  "page-upgrade-article-author-status": "Trạng thái",
  "page-upgrade-article-author-ethmerge": "Ethmerge",
  "page-upgrade-article-author-alchemy": "Thuật giả kim",
  "page-upgrade-article-author-consensys": "Consensys",
  "page-upgrade-article-author-delphi-digital": "Delphi Digital",
  "page-upgrade-article-author-eip-4844": "Vitalik Buterin, Dankrad Feist, Diederik Loerakker, George Kadianakis, Matt Garnett, Mofi Taiwo",
  "page-upgrade-article-author-ethereum-foundation": "Nền tảng Ethereum",
  "page-upgrade-article-author-vitalik-buterin": "Vitalik Buterin",
  "page-upgrade-article-author-ethos-dev": "Ethos.dev",
  "page-upgrade-article-title-two-point-oh": "Two Point Oh: Chuỗi Hải Đăng",
  "page-upgrade-article-title-beacon-chain-explainer": "Bản giải thích về Chuỗi Hải Đăng trên Ethereum 2.0 mà bạn cần phải đọc trước",
  "page-upgrade-article-title-sharding-consensus": "Cơ chế đồng thuận phân mảnh",
  "page-upgrade-article-title-sharding-is-great": "Vì sao phân mảnh lại hiệu quả: làm sáng tỏ các thông số kỹ thuật",
  "page-upgrade-article-title-rollup-roadmap": "Lộ trình tập trung vào Rollup",
  "page-upgrade-article-title-hitchhikers-guide-to-ethereum": "Hitchhikers Guide cho Ethereum",
  "page-upgrade-article-title-eip-4844": "EIP-4844: Giao dịch Shard Blob (Giao thức Danksharding)",
  "page-upgrade-article-title-proto-danksharding-faq": "Câu hỏi về Giao thức Proto-Danksharding",
  "page-upgrade-article-title-sharding-das": "Lời giải thích về phân mảnh (sharding) và kỹ thuật lấy mẫu (viết tắt: DAS)",
  "page-upgrade-article-title-ethmerge": "Ethmerge",
  "page-upgrade-article-title-merge-is-coming": "Sự kiện The Merge đang diễn ra",
  "page-upgrade-article-title-state-of-the-merge": "Bản chất của sự kiện The Merge: Là bản cập nhật của mạng Ethereum tiến tới cơ chế Bằng chứng cổ phần trong năm 2022",
  "page-upgrade-article-title-ropsten-merge-testnet": "Ra mắt Mạng thử nghiệm Ropsten Merge",
  "page-upgrade-article-title-execution-layer-specs": "Thông số lớp thực thi",
  "page-upgrade-article-title-consensus-layer-specs": "Thông số lớp đồng thuận",
  "page-upgrade-article-title-engine-api-specs": "Thông số kỹ thuật nguồn API",
  "page-upgrades-beacon-chain-date": "Chuỗi Hải Đăng được ra mắt vào ngày 1 tháng 12, 2020",
  "page-upgrades-beacon-chain-desc": "Chuỗi Hải Đăng đã mang cơ chế cổ phần đến với Ethereum và đặt nền móng cho các bản nâng cấp trong tương lai. Chúng đồng điều phối cơ chế Bằng chứng cổ phần của Ethereum.",
  "page-upgrades-beacon-chain-estimate": "Chuỗi Hải Đăng đã triển khai",
  "page-upgrades-beacon-chain-title": "Chuỗi Beacon",
  "page-upgrades-bug-bounty": "Xem thêm về chương trình trả tiền thưởng phát hiện lỗi bảo mật",
  "page-upgrades-clients": "Hãy xem các ứng dụng đồng thuận (trước đây được gọi là ứng dụng 'Eth2')",
  "page-staking-deposit-contract-title": "Kiểm tra địa chỉ đặt cọc của hợp đồng",
  "page-upgrades-dive": "Tìm hiểu sâu hơn về tầm nhìn",
  "page-upgrades-dive-desc": "Chúng tôi đang làm cho Ethereum trở nên có khả năng mở rộng cao hơn, mang tính bảo mật hơn và bền vững hơn như thế nào? Đồng thời gìn giữ những giá trị cốt lõi của Ethereum về sự phi tập trung.",
  "page-upgrades-docking": "Sự hợp nhất",
  "page-upgrades-merge-answer-1": "Sự kiện The Merge là khi Ethereum chuyển sang cơ chế đồng thuận bằng chứng cổ phần vào ngày 15 tháng 9, 2022. Chuỗi Hải Đăng hợp nhất với Mạng chính, chính thức loại bỏ bằng chứng công việc trên Ethereum và giảm mức tiêu thụ năng lượng của Ethereum xuống ~99.95%.",
  "page-upgrades-merge-btn": "Đọc thêm về sự kiện hợp nhất",
  "page-upgrades-merge-desc": "Mạng chính Ethereum hợp nhất với cơ chế bằng chứng cổ phần của Chuỗi Hải Đăng, đánh dấu hồi kết cho sự tiêu hao năng lượng và chi phí để đào.",
  "page-upgrades-merge-estimate": "Sự kiện The Merge đã triển khai",
  "page-upgrades-merge-mainnet": "Mạng chính là gì?",
  "page-upgrades-eth-blog": "ethereum.org blog",
  "page-upgrades-explore-btn": "Khám phá các nâng cấp",
  "page-upgrades-get-involved": "Tham gia vào việc nâng cấp Ethereum",
  "page-upgrades-get-involved-2": "Tham gia",
  "page-upgrades-head-to-ethresearch": "Chuyển hướng tới ethresear.ch",
  "page-upgrades-help": "Bạn muốn giúp cùng các bản cập nhật Ethereum chứ?",
  "page-upgrades-help-desc": "Có nhiều cơ hội để đóng góp ý kiến cho những nâng cấp của Ethereum, trợ giúp việc thử nghiệm và thậm chí nhận thưởng.",
  "page-upgrades-index-staking": "Ký gửi cổ phần ở đây",
  "page-upgrades-index-staking-desc": "Chìa khóa của nâng cấp Ethereum là sự ra mắt của cơ chế cổ phần. Nếu bạn muốn sử dụng ETH để giúp bảo mật mạng lưới Ethereum, hãy làm theo các bước sau.",
  "page-upgrades-index-staking-learn": "Tìm hiểu về cơ chế ký gửi cổ phần",
  "page-upgrades-index-staking-learn-desc": "Chuỗi Hải Đăng (Beacon Chain) sẽ đem cơ chế cổ phần đến cho Ethereum. Điều này có nghĩa rằng nếu bạn có ETH, bạn có thể thực hiện một việc công ích là bảo đảm an toàn cho mạng lưới và nhận được thêm ETH trong suốt quá trình đó.",
  "page-upgrades-index-staking-step-1": "1. Thiết lập với nền tảng khởi chạy",
  "page-upgrades-index-staking-step-1-btn": "Xem nền tảng khởi chạy cổ phần",
  "page-upgrades-index-staking-step-1-desc": "Để ký gửi trên Ethereum bạn sẽ cần dùng nền tảng khởi chạy- thông tin sau đây sẽ đưa bạn đến quy trình này.",
  "page-upgrades-index-staking-step-2": "2. Xác nhận địa chỉ cổ phần",
  "page-upgrades-index-staking-step-2-btn": "Xác nhận địa chỉ hợp đồng tiền gửi",
  "page-upgrades-index-staking-step-2-desc": "Trước khi bạn ký gửi ETH của mình, hãy nhớ kiểm tra chính xác địa chỉ ví. Bạn cần phải tham gia nền tảng khởi chạy trước khi làm điều này.",
  "page-upgrades-index-staking-sustainability": "Bền vững hơn",
  "page-upgrades-meta-desc": "Một cái nhìn tổng quan về các nâng cấp của Ethereum và tầm nhìn mà họ hi vọng biến thành hiện thực.",
  "page-upgrades-meta-title": "Bản nâng cấp của Ethereum (trước đây là 'Eth2')",
  "page-upgrades-proof-stake-link": "Đọc thêm về bằng chứng cổ phần",
  "page-upgrades-question-1-title": "Khi nào bản nâng cấp phát hành?",
  "page-upgrades-question-1-desc": "Ethereum đang được nâng gấp dần dần; các bản nâng cấp đều khác biệt cùng ngày phát hành khác nhau.",
  "page-upgrades-question-2-title": "Chuỗi Hải Đăng có phải là một chuỗi khối riêng biệt?",
  "page-upgrades-question-2-desc": "Chính xác. Chuỗi Hải Đăng là tên được đặt cho chuỗi khối chạy song song trên cơ chế bằng chứng cổ phẩn để nâng cấp mạng chính của Ethereum. Hiện tại chỉ có một mạng lưới được hình thành từ chuỗi khối Ethereum gốc và Chuỗi Hải Đăng.",
  "page-upgrades-question-3-answer-2a": "Sự kiện The Merge có tác động nhỏ đến các nhà phát triển dapp - họ vẫn tương tác với Ethereum như trước.",
  "page-upgrades-question-3-answer-2a-link": "Sự kiện The Merge và các nhà phát triển ứng dụng phi tập trung",
  "page-upgrades-question-3-answer-2b": "Các kế hoạch phân mảnh vẫn đang được phát triển, nhưng sẽ được thiết kế với việc tích hợp các lớp 2 trong tâm trí nó.",
  "page-upgrades-layer-2-rollups": "Tìm hiểu thêm về tổng hợp lớp 2",
  "page-upgrades-question-3-answer-3-link": "Xem ethresear.ch",
  "page-upgrades-question-3-desc": "Bạn không cần phải làm bất cứ điều gì ngay lúc này để chuẩn bị cho bản nâng cấp.",
  "page-upgrades-question-3-title": "Tôi cần phải chuẩn bị những gì cho bản nâng cấp mạng này?",
  "page-upgrades-question-4-answer-1": "Khi bạn thực hiện một giao dịch hay sử dụng dapp, nó đồng nghĩa với việc bạn đang tương tác mọi thứ trên lớp thực thi chính của mạng lưới, hay còn gọi là mạng chính.",
  "page-upgrades-question-4-answer-3": "Sau sự kiện the Merge, các Xác thực viên sẽ đảm nhiệm bảo mật toàn mạng lưới thông qua cơ chế đồng thuận bằng chứng cổ phần.",
  "page-upgrades-question-4-answer-6": "Bất cứ ai cũng có thể trở thành một Xác thực viên bằng cách ký gửi cổ phần ETH của mình.",
  "page-upgrades-question-4-answer-7": "Tìm hiểu thêm về ký gửi",
  "page-upgrades-question-4-title": "Lớp thực thi là gì?",
  "page-upgrades-question-4-desc": "Trước sự kiện hợp nhất, chuỗi khối Ethereum đôi lúc được gọi với tên 'Eth1'. Thuật ngữ này đã được thay thế bởi 'lớp thực thi' ('execution layer').",
  "page-upgrades-question-5-answer-1": "Để trở thành một Xác thực viên trên mạng lưới, bạn sẽ cần ký gửi 32 ETH. Nếu bạn không có đủ hay không sẵn sàng ký gửi nhiều, bạn có thể tham gia vào ký góp cổ phần chung. Những cổ phần ký góp chung này sẽ cho phép bạn ký gửi ít hơn và nhận được một lượng phần trăm lãi tương đương của tổng lượng tiền thưởng đã quy ước.",
  "page-upgrades-question-5-desc": "Bạn sẽ cần dùng nền tảng khởi chạy cổ phần hoặc tham gia vào ký góp chung.",
  "page-upgrades-question-5-title": "Làm sao để tôi đặt cọc?",
  "page-upgrades-question-6-answer-3": "Danny Ryan của Ethereum Foundation thường xuyên cập nhật cho cộng đồng:",
  "page-upgrades-question-6-answer-4": "Ben Edgington thuộc công ty ConsenSys đăng bài hàng tuần về các bản nâng cấp Ethereum:",
  "page-upgrades-question-6-answer-5": "Bạn cũng có thể tham gia vào cuộc thảo luận về nghiên cứu và phát triển Ethereum tại ethresear.ch.",
  "page-upgrades-question-6-title": "Tôi cần làm gì với dapp của mình?",
  "page-upgrades-question-6-desc": "Sự kiện The Merge được thiết kế nhằm giảm thiểu hết mức có thể sự ảnh hưởng đến các nhà phát triển dapp, dù vẫn có một số sự thay đổi nhỏ đáng chú ý.",
  "page-upgrades-question-6-answer-1": "Các nhà phát triển Dapp quen thuộc với Ethereum trước khi hợp nhất cần lưu ý một số thay đổi. Những thay đổi này bao gồm cấu trúc và thời gian của khối, một số thay đổi về opcode, nguồn ngẫu nhiên trên chuỗi và khái niệm xác nhận cuối cùng về tham số epoch.",
  "page-upgrades-question-6-answer-1-link": "Ảnh hưởng của sự kiện The Merge đến lớp ứng dụng (Application Layer) của Ethereum",
  "page-upgrades-question-6-answer-2": "Lớp ứng dụng hầu như không bị ảnh hưởng.",
  "page-upgrades-question-7-desc": "Nhiều nhóm khác nhau từ khắp cộng đồng đang làm việc trên các nâng cấp cho Ethereum.",
  "page-upgrades-question-7-lighthouse": "Hải Đăng",
  "page-upgrades-question-7-lighthouse-lang": "(triển khai Rust)",
  "page-upgrades-question-7-lodestar": "Ngôi sao dẫn đường (Lodestar)",
  "page-upgrades-question-7-lodestar-lang": "(triển khai JavaScript)",
  "page-upgrades-question-7-nimbus": "Vầng hào quang (Nimbus)",
  "page-upgrades-question-7-nimbus-lang": "(triển khai Nim)",
  "page-upgrades-question-7-prysm": "Lăng kính (Prysm)",
  "page-upgrades-question-7-prysm-lang": "(triển khai Go)",
  "page-upgrades-question-7-teams": "Đội ngũ ứng dụng đồng thuận Ethereum:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(sự triển khai Java)",
  "page-upgrades-question-7-title": "Ai đang xây dựng những bản nâng cấp Ethereum?",
  "page-upgrades-question-7-clients": "Tìm hiểu thêm về ứng dụng của Ethereum",
  "page-upgrades-question-8-answer-1": "Những nâng cấp Ethereum sẽ giúp Ethereum mở rộng quy mô theo một cách phi tập trung, đồng thời duy trì sự an toàn và làm tăng tính bền vững của hệ thống.",
  "page-upgrades-question-8-answer-2": "Có lẽ vấn đề nổi cộm nhất là Ethereum cần có khả năng xử lý nhiều hơn 15 - 45 giao dịch trên giây. Tuy vậy, những nâng cấp cũng giải quyết được một số vấn đề khác nữa với Ethereum của ngày hôm nay.",
  "page-upgrades-question-8-answer-3": "Nhu cầu sử dụng mạng lưới cao khiến cho Ethereum trở nên đắt đỏ khi dùng. Các nút trong mạng lưới đang khốn khổ với kích thước của Ethereum và lượng thông tin mà các máy tính của họ đang phải xử lý. Và thuật toán nền tảng giữ cho Ethereum được an toàn và phi tập trung thì tiêu tốn năng lượng và cần phải trở nên 'xanh' hơn.",
  "page-upgrades-question-8-answer-4": "Hầu hết những thay đổi đang diễn ra vẫn luôn nằm trong lộ trình kế hoạch của Ethereum từ năm 2015. Tuy nhiên, những điều kiện hiện tại đang khiến cho việc nâng cấp càng trở nên cần thiết.",
  "page-upgrades-question-8-answer-6": "Khám phá tầm nhìn của Ethereum",
  "page-upgrades-question-8-desc": "Ethereum mà chúng ta đang sử dụng ngày nay cần cung cấp một trải nghiệm tốt hơn cho người dùng và những người tham gia vào mạng lưới.",
  "page-upgrades-question-8-title": "Tại sao cần nâng cấp?",
  "page-upgrades-question-9-answer-1": "Vai trò chủ động nhất mà bạn có thể thực hiện là đặt cọc ETH của mình.",
  "page-upgrades-question-9-answer-2": "Bạn cũng có thể cân nhắc vận hành một ứng dụng thứ hai để giúp cải thiện sự đa dạng cho ứng dụng.",
  "page-upgrades-question-9-answer-3": "Nếu bạn giỏi về kĩ thuật, bạn có thể giúp tìm lỗi trong các ứng dụng mới.",
  "page-upgrades-question-9-answer-4": "Bạn cũng có thể đóng góp ý kiến trong các thảo luận mang tính kĩ thuật với các nhà nghiên cứu Ethereum tại ethresear.ch.",
  "page-upgrades-question-9-desc": "Bạn không cần phải có khả năng kĩ thuật để có những đóng góp. Cộng đồng Ethereum đang tìm kiếm sự đóng góp từ tất cả các loại kĩ năng.",
  "page-upgrades-question-9-stake-eth": "Ký gửi ETH",
  "page-upgrades-question-9-title": "Tôi có thể đóng góp cho nâng cấp Ethereum như thế nào?",
  "page-upgrades-question-9-more": "Tìm hiểu thêm về cách tham gia Ethereum",
  "page-upgrades-question-10-title": "Những giai đoạn của Eth2 là gì?",
  "page-upgrades-question-10-desc": "Một số thứ đã thay đổi ở đây.",
  "page-upgrades-question-10-answer-0": "Thuật ngữ 'eth2' đang dần bị loại bỏ, vì nó không đại diện cho một bản nâng cấp hoặc một mạng lưới mới nào cả. Nói đúng hơn là một bản thảo, tập hợp nhiều dự định nâng cấp khác nhau có mục tiêu chung làm cho Ethereum dễ mở rộng hơn, bảo mật và bền vững hơn. Mạng lưới mà bạn đã tin tưởng, gắn bó, dành tình cảm mãnh liệt ấy chỉ đơn giản gói gọn trong chữ Ethereum thôi.",
  "page-upgrades-question-10-answer-1": "Chúng tôi có sự ngại ngần trong việc nói quá nhiều về lộ trình kĩ thuật của Ethereum bởi vì nó là phần mềm: mọi thứ có thể thay đổi. Chúng tôi nghĩ rằng sẽ dễ hơn để hiểu về những gì đang diễn ra khi bạn đọc về kết quả.",
  "page-upgrades-question-10-answer-1-link": "Xem những bản nâng cấp",
  "page-upgrades-question-10-answer-2": "Nhưng nếu bạn đã theo dõi các cuộc thảo luận, đây là cách mà những nâng cấp liên kết với lộ trình kĩ thuật và một chút về cách mà chúng đang thay đổi.",
  "page-upgrades-question-10-answer-3": "Giai đoạn 0 mô tả những công việc cần để kích hoạt chuỗi Hải Đăng.",
  "page-upgrades-question-10-answer-5": "Giai đoạn 1 chủ yếu tập trung vào việc triển khai các chuỗi phân đoạn, nhưng mức độ ưu tiên đã chuyển sang The Merge, đã được triển khai vào ngày 15 tháng 9 năm 2022.",
  "page-upgrades-question-10-answer-6": "Giai đoạn 1.5 chủ yếu được lên kế hoạch để thực hiện các triển khai phân đoạn khi Mạng chính được tiến hành cuối cùng trên Chuỗi Hải đăng. Tuy nhiên, khi công nghệ Rollup phát triển, thay vào đó thì cộng đồng Ethereum đã đẩy nhanh quá trình chuyển đổi hóa cơ chế đồng thuận minh chứng công việc.",
  "page-upgrades-question-10-answer-7": "Các kế hoạch ở Giai đoạn 2 luôn là mục tiêu được nghiên cứu và thảo luận sôi nổi. Sự kiện The Merge hỗ trợ chúng tôi và những tiến bộ trong giải pháp Lớp 2. Các mục tiêu này đã thay đổi để cung cấp hình thức phân tách dữ liệu đơn giản hơn nhằm tối đa hóa hiệu quả tổng số. Các giải pháp Lớp 2 hiện tại cho khả năng mở rộng quy mô thực thi giao dịch và Phân mảnh (Sharding) sẽ cho phép lưu trữ bằng chứng cho dữ liệu trên Lớp 1 với chi phí rẻ hơn và có thể mở rộng.",
  "page-upgrades-question-10-answer-8": "Đọc thêm về lộ trình kĩ thuật xoay quanh cơ chế Rollup",
  "page-upgrades-question-11-title": "Tôi có thể mua Eth2 không?",
  "page-upgrades-question-11-desc": "Không thể. Chẳng có cái gì gọi là token Eth2 cả, ETH của bạn chẳng bị thay đổi gì hậu sự kiện The Merge.",
  "page-upgrades-question-11-answer-1": "Một trong những nỗ lực để đổi thành cái tên Eth2 là những cái dễ gây hiểu lầm nhất, đồng nghĩa với việc những người nắm giữ ETH được yêu cầu chuyển ETH của họ sang 'ETH 2.0' sau sự kiện The Merge hoặc bất kỳ bản nâng cấp mạng nào khác. Điều này không đúng và chưa bao giờ như vậy.",
  "page-upgrades-question-11-answer-2": " Sự nhầm lẫn này thường là mánh khóe để tiếp tay cho bọn lừa đảo.",
  "page-upgrades-question-title": "Những câu hỏi thường gặp",
  "page-upgrades-question3-answer-1": "Người nắm giữ ETH không cần phải làm gì cả. ETH của bạn sẽ không cần phải thay đổi hay nâng cấp gì hết. Đâu đó sẽ có những thành phần bịp bợm nói với bạn điều ngược lại, vì vậy hãy cảnh giác nhé.",
  "page-upgrades-scalable": "Dễ mở rộng hơn",
  "page-upgrades-scalable-desc": "Ethereum cần hỗ trợ được hơn 1000 giao dịch trên giây để có thể khiến cho các ứng dụng trên mạng lưới trở nên nhanh hơn và rẻ hơn.",
  "page-upgrades-secure": "Mang tính bảo mật hơn",
  "page-upgrades-secure-desc": "Ethereum cần có tính bảo mật hơn. Khi mà sự chấp nhận đối với Ethereum tăng lên, giao thức cần trở nên bảo mật hơn khỏi mọi loại tấn công.",
  "page-upgrades-shard-date": "Giai đoạn phân mảnh sẽ tiếp nối sự kiện The Merge theo nhiều giai đoạn, có thể từ 2023-2024.",
  "page-upgrades-shard-desc": "DankSharding sẽ mở rộng khả năng lưu trữ dữ liệu của Ethereum và làm việc hài hòa với các L2 để mở rộng quy mô thông lượng và giảm phí mạng. Danksharding sẽ được triển khai theo nhiều giai đoạn, mở đầu là ProtoDanksharding.",
  "page-upgrades-shard-estimate": "Thời gian dự kiến: 2023-2024",
  "page-upgrades-shard-lower": "Tìm hiểu thêm về phân đoạn",
  "page-upgrades-shard-title": "Mài",
  "page-upgrades-stay-up-to-date": "Cập nhật tin tức",
  "page-upgrades-stay-up-to-date-desc": "Nhận thông tin mới nhất từ các nhà nghiên cứu và nhà phát triển đang làm việc về các bản nâng cấp Ethereum.",
  "page-upgrades-sustainable-desc": "Ethereum đã tiêu tốn nhiều năng lượng cho đến gần đây. Việc chuyển sang cơ chế bằng chứng cổ phần đã giúp giảm năng lượng của mạng lưới hơn 99,9%.",
  "page-upgrades-take-part": "Tham gia vào nghiên cứu",
  "page-upgrades-take-part-desc": "Các nhà nghiên cứu và những người đam mê Ethereum cùng thảo luận tại đây để bàn về các nỗ lực nghiên cứu, bao gồm mọi thứ liên quan đến nâng cấp Ethereum.",
  "page-upgrades-the-upgrades": "Các bản nâng cấp của Ethereum",
  "page-upgrades-the-upgrades-desc": "Nâng cấp Ethereum hướng đến cải thiện khả năng mở rộng, bảo mật và tính bền vững của mạng. Ethereum gần đây đã trải qua một số nâng cấp lớn về bảo mật và tính bền vững, và sẽ có nhiều nâng cấp hơn nữa trong tương lai, đặc biệt là liên quan đến khả năng mở rộng mạng lưới.",
  "page-upgrades-unofficial-roadmap": "Đây không phải là lộ trình chính thức. Đây là cách chúng tôi đánh giá những gì đang xảy ra dựa trên thông tin thực tế. Nhưng đây là công nghệ, mọi thứ có thể thay đổi ngay lập tức. Vì vậy, xin đừng xem nó như là cam kết.",
  "page-upgrades-upgrade-desc": "Ethereum mà chúng ta biết và yêu mến, nhưng dễ mở rộng hơn, bảo mật hơn, và bền vững hơn...",
  "page-upgrades-upgrades": "Các bản nâng cấp của Ethereum",
  "page-upgrades-upgrades-aria-label": "Danh sách nâng cấp Ethereum",
  "page-upgrades-upgrades-beacon-chain": "Chuỗi Hải Đăng",
  "page-upgrades-upgrades-guide": "Thông tin thêm về nâng cấp Ethereum",
  "page-upgrades-upgrades-docking": "Sự kiện hợp nhất",
  "page-upgrades-energy-consumption": "Thông tin thêm về mức tiêu thụ năng lượng của Ethereum",
  "page-upgrades-upgrading": "Nâng cấp để đưa Ethereum lên những tầm cao mới",
  "page-roadmap-vision": "Tầm nhìn",
  "page-roadmap-vision-btn": "Tìm hiểu thêm về tầm nhìn của Ethereum",
  "page-roadmap-vision-desc": "Để đưa Ethereum vào đời sống hàng ngày và phục vụ toàn nhân loại, chúng ta cần phải làm cho Ethereum trở nên dễ mở rộng hơn, bảo mật hơn, và bền vững hơn.",
  "page-upgrades-what-happened-to-eth2-title": "Chuyện gì xảy ra vởi 'Eth2?'",
  "page-upgrades-what-happened-to-eth2-1": "Thuật ngữ 'Eth2' thường được sử dụng trước sự kiện The Merge nhưng đang được loại bỏ dần để chuyển sang thuật ngữ chính xác hơn.",
  "page-upgrades-what-happened-to-eth2-1-more": "Đọc thêm về sự kiện The Merge.",
  "page-upgrades-what-happened-to-eth2-2": "Kể từ khi hợp nhất 'Eth1' và 'Eth2', không còn hai chuỗi khối Ethereum riêng biệt nữa; chỉ có Ethereum thôi.",
  "page-upgrades-what-happened-to-eth2-3": "Để hạn chế nhầm lẫn, cộng đồng đã cập nhật các thuật ngữ sau:",
  "page-upgrades-what-happened-to-eth2-3-1": "'Eth1' hiện là 'lớp thực thi', xử lý các giao dịch và thực thi giao dịch.",
  "page-upgrades-what-happened-to-eth2-3-2": "'Eth2' hiện là 'lớp đồng thuận', xử lý sự đồng thuận bằng chứng cổ phần.",
  "page-upgrades-what-happened-to-eth2-4": "Những thuật ngữ mới này chỉ thay đổi quy ước đặt tên; nó không làm thay đổi mục tiêu hoặc lộ trình của Ethereum.",
  "page-upgrades-what-happened-to-eth2-5": "Tìm hiểu thêm về việc tái lập tên 'Eth2'",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Vì sao chúng ta không thể chỉ sử dụng Eth2 thôi?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Khuynh hướng bản chất",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Một vấn đề lớn khi nói về với cái tên Eth2 là nó dần tạo ra một khuynh hướng sai về bản chất cho những người dùng Ethereum mới. Họ sẽ nhầm lẫn và quan niệm rằng Eth1 có trước và Eth2 có sau. Hoặc Eth1 không còn tồn tại khi Eth2 ra đời. Cả hai quan điểm này đều không đúng. Bằng cách loại bỏ thuật ngữ Eth2, chúng tôi giúp tất cả người dùng trong tương lai không vướng phải những khuynh hướng và thuật ngữ khó hiểu này.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Đa dạng hóa",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "Khi lộ trình của Ethereum đã phát triển, Ethereum 2.0 đã trở thành một thuật ngữ không chính xác so với lộ trình của Ethereum. Sự cẩn thận và tỉ mỉ trong lựa chọn từ ngữ của chúng tôi sẽ làm nội dung trên Ethereum được hiểu hơn bởi nhiều người nhất có thể.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Chống lừa đảo",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "Thật không may, những thành phần lừa đảo đã cố gắng sử dụng cách gọi sai Eth2 để lừa đảo người dùng bằng cách yêu cầu họ hoán đổi ETH để lấy token 'ETH2' hoặc bằng cách nào đó họ phải chuyển ETH của mình trước khi nâng cấp Eth2. Chúng tôi hi vọng thuật ngữ cập nhật này sẽ mang lại sự rõ ràng, để loại bỏ triệt để lừa đảo và giúp cho hệ sinh thái an toàn hơn.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Minh bạch cổ phần",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Một số cổ phần viên cũng đã đại diện cho ETH được cổ phần hóa trên Chuỗi Hải đăng kèm định danh ‘ETH2’. Điều này tạo ra sự hiểu lầm, do người dùng của dịch vụ này không thực sự nhận được mã token ‘ETH2’. Không có mã token 'ETH2' nào tồn tại cả; nó chỉ đơn thuần thể hiện phần đã ký gửi của họ trong góp chung của nhà cung cấp.",
  "page-upgrades-what-to-do": "Bạn cần làm gì?",
  "page-upgrades-what-to-do-desc": "Nếu bạn là một người dùng dapp hay một người nắm giữ ETH, bạn không cần làm gì cả. Nếu bạn là một nhà phát triển hay muốn bắt đầu ký gửi cổ phần, có những cách để bạn tham gia ngay hôm nay.",
  "page-upgrades-whats-next": "Nâng cấp Ethereum là gì?",
  "page-upgrades-whats-next-desc": "Lộ trình Ethereum bao gồm các nâng cấp giao thức được kết nối với nhau, sẽ giúp mạng có khả năng mở rộng hơn, bảo mật hơn và bền vững hơn. Những nâng cấp này đang được xây dựng bởi nhiều nhóm từ khắp hệ sinh thái Ethereum.",
  "page-upgrades-whats-next-history": "Tìm hiểu về các bản nâng cấp Ethereum trước đây",
  "page-upgrades-whats-ethereum": "Đợi đã, Ethereum là gì nhỉ?",
  "page-upgrades-whats-new": "Hành trình tiếp theo của Ethereum?",
  "page-upgrades-security-link": "Thông tin thêm về bảo mật và phòng chống lừa đảo",
  "page-staking-deposit-contract-staking-more-link": "Tìm hiểu thêm về ký gửi",
  "docs-nav-proof-of-stake": "Bằng chứng cổ phần",
  "docs-nav-proof-of-work": "Bằng chứng công việc",
  "page-upgrades-get-involved-ethresearch-1": "Sharding",
  "page-upgrades-get-involved-ethresearch-2": "Sự hợp nhất"
}
