{
  "page-local-environment-brownie-desc": "Khung thử nghiệm và phát triển dựa trên Python cho các hợp đồng thông minh nhắm mục tiêu đến máy ảo Ethereum.",
  "page-local-environment-brownie-logo-alt": "Logo của Brownie",
  "page-local-environment-kurtosis-desc": "Một bộ công cụ dựa vào vùng chứa để dễ cấu hình và tạo ra một mạng thử nghiệm nhiều ứng dụng khách của Ethereum, để triển khai ứng dụng phi tập trung cục bộ nhanh, tạo nguyên mẫu và thử nghiệm.",
  "page-local-environment-kurtosis-logo-alt": "Logo của Kurtosis",
  "page-local-environment-epirus-desc": "Nền tảng phát triển, triển khai và giám sát các ứng dụng chuỗi khối trên Máy ảo Java.",
  "page-local-environment-epirus-logo-alt": "Logo của Epirus",
  "page-local-environment-eth-app-desc": "Tạo ứng dụng được hỗ trợ bởi Ethereum chỉ với một lệnh duy nhất. Đi kèm với nhiều lựa chọn về khung giao diện người dùng (UI) và các mẫu nền tài chính phi tập trung (DeFi).",
  "page-local-environment-eth-app-logo-alt": "Tạo logo của ứng dụng Eth",
  "page-local-environment-foundry-desc": "Bộ công cụ nhanh, di động và mô-đun hóa để phát triển ứng dụng Ethereum được viết bằng Rust.",
  "page-local-environment-foundry-logo-alt": "Logo của Foundry",
  "page-local-environment-framework-feature-1": "Các tính năng để tạo ra một phiên bản blockchain cục bộ.",
  "page-local-environment-framework-feature-2": "Các tiện ích để biên dịch và kiểm tra hợp đồng thông minh của bạn.",
  "page-local-environment-framework-feature-3": "Tiện ích bổ sung để phát triển ứng dụng khách cho phép bạn xây dựng ứng dụng hướng tới người dùng trong cùng một dự án/kho lưu trữ.",
  "page-local-environment-framework-feature-4": "Cấu hình để kết nối với mạng Ethereum và triển khai hợp đồng, cho dù với một phiên bản đang chạy cục bộ hay một trong các mạng công cộng của Ethereum.",
  "page-local-environment-framework-feature-5": "Phân phối ứng dụng phi tập trung - tích hợp với các tùy chọn lưu trữ như IPFS (hệ thống tập tin phân tán mạng ngang hàng).",
  "page-local-environment-framework-features": "Những framework này bao gồm nhiều chức năng có sẵn như:",
  "page-local-environment-frameworks-desc": "Chúng tôi khuyên bạn nên lựa chọn một khung, đặc biệt nếu bạn mới bắt đầu. Việc phát triển một ứng dụng phi tập trung (dapp) chính thức đòi hỏi nhiều thành phần công nghệ khác nhau. Khung bao gồm nhiều tính năng cần thiết hoặc cung cấp các hệ thống plugin đơn giản để lựa chọn các công cụ mong muốn.",
  "page-local-environment-frameworks-title": "Khung và stack tạo sẵn",
  "page-local-environment-hardhat-desc": "Hardhat là một môi trường phát triển Ethereum chuyên nghiệp.",
  "page-local-environment-hardhat-logo-alt": "Logo của Hardhat",
  "page-local-environment-openZeppelin-desc": "Sử dụng CLI (giao diện dòng lệnh) của chúng tôi để biên dịch, nâng cấp, triển khai và tương tác với hợp đồng thông minh sẽ giúp bạn tiết kiệm hàng giờ phát triển.",
  "page-local-environment-openZeppelin-logo-alt": "Logo của OpenZeppelin",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: mọi thứ bạn cần để bắt đầu xây dựng các ứng dụng phi tập trung dựa trên hợp đồng thông minh.",
  "page-local-environment-scaffold-eth-logo-alt": "Logo của scaffold-eth",
  "page-local-environment-setup-meta-desc": "Hướng dẫn về cách chọn stack phần mềm thích hợp để phát triển Ethereum.",
  "page-local-environment-setup-meta-title": "Thiết lập để phát triển cục bộ Ethereum",
  "page-local-environment-setup-subtitle": "Nếu bạn đã sẵn sàng để bắt đầu xây dựng, thì đây là lúc để chọn ngăn xếp của mình.",
  "page-local-environment-setup-subtitle-2": "Dưới đây là các công cụ và khung mà bạn có thể sử dụng để xây dựng ứng dụng Ethereum.",
  "page-local-environment-setup-title": "Thiết lập môi trường phát triển cục bộ của bạn",
  "page-local-environment-solidity-template-desc": "Mẫu GitHub cho cấu hình hợp đồng thông minh Solidity được tạo sẵn. Chứa mạng cục bộ Hardhat, Waffle để thử nghiệm, Ethers để triển khai ví và các thành phần khác.",
  "page-local-environment-solidity-template-logo-alt": "Logo của mẫu Solidity",
  "page-local-environment-waffle-desc": "Thư viện tiên tiến nhất để thử nghiệm hợp đồng thông minh. Sử dụng riêng hoặc kết hợp với Scaffold-eth hoặc Hardhat.",
  "page-local-environment-waffle-logo-alt": "Logo của Waffle"
}
