{
  "page-run-a-node-build-your-own-title": "Xây dựng cho riêng bạn",
  "page-run-a-node-build-your-own-hardware-title": "Bước 1 – Phần cứng",
  "page-run-a-node-build-your-own-minimum-specs": "Thông số kỹ thuật tối thiểu",
  "page-run-a-node-build-your-own-min-ram": "4 - 8 GB RAM",
  "page-run-a-node-build-your-own-ram-note-1": "Xem lưu ý về ký gửi",
  "page-run-a-node-build-your-own-ram-note-2": "Xem lưu ý trên Raspberry Pi",
  "page-run-a-node-build-your-own-min-ssd": "2 TB SSD",
  "page-run-a-node-build-your-own-ssd-note": "Cần có ổ SSD để đạt được tốc độ ghi mong muốn.",
  "page-run-a-node-build-your-own-min-internet": "Kết nối Internet",
  "page-run-a-node-build-your-own-recommended": "Được đề xuất",
  "page-run-a-node-build-your-own-nuc": "Intel NUC, thế hệ thứ 7 trở lên",
  "page-run-a-node-build-your-own-nuc-small": "Bộ xử lý x86",
  "page-run-a-node-build-your-own-connection": "Kết nối internet có dây",
  "page-run-a-node-build-your-own-connection-small": "Không bắt buộc, nhưng kết nối này tạo điều kiện thiết lập và mang lại kết nối ổn định nhất",
  "page-run-a-node-build-your-own-peripherals": "Màn hình hiển thị và bàn phím",
  "page-run-a-node-build-your-own-peripherals-small": "Trừ khi bạn đang sử dụng DAppNode hoặc cấu hình ssh/headless",
  "page-run-a-node-build-your-own-software": "Bước 2 – Phần mềm",
  "page-run-a-node-build-your-own-software-option-1-title": "Phương án 1 – DAppNode",
  "page-run-a-node-build-your-own-software-option-1-description": "Khi hoàn tất việc chuẩn bị phần cứng, bạn có thể tải hệ điều hành DAppNode xuống bất kỳ máy tính nào và cài đặt vào một ổ SSD mới thông qua USB.",
  "page-run-a-node-build-your-own-software-option-1-button": "Thiết lập DAppNode",
  "page-run-a-node-build-your-own-software-option-2-title": "Phương án 2 – Dòng lệnh",
  "page-run-a-node-build-your-own-software-option-2-description-1": "Để kiểm soát tối đa, người dùng có chuyên môn có thể sử dụng dòng lệnh.",
  "page-run-a-node-build-your-own-software-option-2-description-2": "Tham khảo tài liệu dành cho nhà phát triển của chúng tôi để biết thêm chi tiết về cách bắt đầu với lựa chọn là khách hàng.",
  "page-run-a-node-build-your-own-software-option-2-button": "Thiết lập dòng lệnh",
  "page-run-a-node-buy-fully-loaded-title": "Mua phiên bản được tích hợp đầy đủ",
  "page-run-a-node-buy-fully-loaded-description": "Đăng ký giải pháp Cắm là chạy từ các nhà cung cấp để có trải nghiệm tham gia đơn giản nhất.",
  "page-run-a-node-buy-fully-loaded-note-1": "Không cần quá trình xây dựng.",
  "page-run-a-node-buy-fully-loaded-note-2": "Việc thiết lập cũng tương tự như với GUI (giao diện đồ họa người dùng).",
  "page-run-a-node-buy-fully-loaded-note-3": "Không cần dòng lệnh.",
  "page-run-a-node-buy-fully-loaded-plug-and-play": "Các giải pháp này có kích thước nhỏ gọn nhưng được tích hợp đầy đủ tính năng.",
  "page-run-a-node-censorship-resistance-title": "Không bị kiểm duyệt",
  "page-run-a-node-censorship-resistance-preview": "Đảm bảo bạn có quyền truy cập mỗi khi cần và tránh bị kiểm duyệt.",
  "page-run-a-node-censorship-resistance-1": "Nút của bên thứ ba có thể chọn từ chối giao dịch từ địa chỉ IP cụ thể hoặc giao dịch liên quan đến tài khoản cụ thể, bởi những giao dịch này có thể ngăn bạn truy cập vào mạng khi bạn cần. ",
  "page-run-a-node-censorship-resistance-2": "Thiết lập nút của riêng bạn để gửi giao dịch nhằm đảm bảo rằng bạn luôn có thể truyền phát giao dịch của mình đến phần còn lại của mạng ngang hàng.",
  "page-run-a-node-community-title": "Tìm một số người trợ giúp",
  "page-run-a-node-community-description-1": "Có nhiều nhà xây dựng cộng đồng trên các nền tảng trực tuyến như Discord và Reddit, họ là những người luôn sẵn sàng hỗ trợ giải đáp bất kỳ thắc mắc nào của bạn.",
  "page-run-a-node-community-description-2": "Đừng nên tự mình tham gia. Rất có thể có người ở đây sẽ giúp bạn tìm ra câu trả lời cho thắc mắc của mình.",
  "page-run-a-node-community-link-1": "Tham gia DAppNode Discord",
  "page-run-a-node-community-link-2": "Tìm cộng đồng trực tuyến",
  "page-run-a-node-choose-your-adventure-title": "Hãy chọn cuộc phiêu lưu của riêng bạn",
  "page-run-a-node-choose-your-adventure-1": "Bạn sẽ cần một số thiết bị phần cứng để bắt đầu. Mặc dù có thể chạy phần mềm nút trên máy tính cá nhân, nhưng máy chuyên dụng có thể nâng cao đáng kể hiệu suất của nút đồng thời giảm thiểu tác động lên máy tính chính của bạn.",
  "page-run-a-node-choose-your-adventure-2": "Khi lựa chọn phần cứng, hãy cân nhắc rằng chuỗi liên tục phát triển và chắc chắn sẽ cần bảo trì. Giải pháp tăng thông số kỹ thuật có thể giúp giảm nhu cầu bảo trì nút.",
  "page-run-a-node-choose-your-adventure-build-1": "Một giải pháp thay thế tùy chỉnh với giá cả phải chăng hơn dành cho người dùng am hiểu hơn về kĩ thuật.",
  "page-run-a-node-choose-your-adventure-build-bullet-1": "Tìm nguồn cho các thành phần của riêng bạn.",
  "page-run-a-node-choose-your-adventure-build-bullet-2": "Cài đặt DAppNode.",
  "page-run-a-node-choose-your-adventure-build-bullet-3": "Hoặc chọn OS (hệ điều hành) và ứng dụng khách của riêng bạn.",
  "page-run-a-node-choose-your-adventure-build-start": "Bắt đầu xây dựng",
  "page-run-a-node-decentralized-title": "Phi tập trung",
  "page-run-a-node-decentralized-preview": "Tránh tăng cường các điểm lỗi tập trung.",
  "page-run-a-node-decentralized-1": "Máy chủ điện toán đám mây tập trung đem lại năng lực điện toán to lớn, nhưng chúng cũng là mục tiêu hấp dẫn đối với các quốc gia hoặc kẻ tấn công đang tìm cách phá vỡ hệ thống mạng.",
  "page-run-a-node-decentralized-2": "Để một mạng có thể phục hồi, phải có số lượng các nút lớn hơn ở các khu vực địa lý khác nhau, được vận hành bởi nhiều cá nhân đến từ các nền tảng khác nhau. Khi nhiều cá nhân vận hành nút riêng của họ, thì tỷ lệ phụ thuộc vào các điểm lỗi tập trung giảm đi, nhờ vậy mà mạng cũng mạnh mẽ hơn.",
  "page-run-a-node-feedback-prompt": "Bạn thấy trang này hữu ích chứ?",
  "page-run-a-node-further-reading-title": "Đọc thêm",
  "page-run-a-node-further-reading-1-link": "Làm chủ Ethereum - Tôi có nên chạy Full Node (Nút đầy đủ) hay không",
  "page-run-a-node-further-reading-1-author": "Andreas Antonopoulos",
  "page-run-a-node-further-reading-2-link": "Ethereum trên ARM - Hướng dẫn bắt đầu nhanh",
  "page-run-a-node-further-reading-3-link": "Giới hạn đối với khả năng mở rộng của chuỗi khối",
  "page-run-a-node-further-reading-3-author": "Vitalik Buterin",
  "page-run-a-node-getting-started-title": "Bắt đầu",
  "page-run-a-node-getting-started-software-section-1": "Trong những ngày đầu sử dụng mạng, người dùng phải có kỹ năng tương tác với dòng lệnh để vận hành một nút Ethereum.",
  "page-run-a-node-getting-started-software-section-1-alert": "Nếu đây là mong muốn của bạn và bạn có kỹ năng chuyên môn cần thiết, vui lòng xem lại tài liệu về kỹ thuật của chúng tôi.",
  "page-run-a-node-getting-started-software-section-1-link": "Tạo một nút Ethereum",
  "page-run-a-node-getting-started-software-section-2": "DAppNode là <b>phần mềm mã nguồn mở miễn phí</b>, đem đến cho người dùng <b>trải nghiệm giống như khi sử dụng ứng dụng</b>, đồng thời vẫn quản lý được nút của họ.",
  "page-run-a-node-getting-started-software-section-3a": "Chỉ với một vài lần chạm là bạn đã có thể kích hoạt nút của mình.",
  "page-run-a-node-getting-started-software-section-3b": "DAppNode tạo điều kiện giúp người dùng chạy toàn bộ các nút, dapp và mạng P2P mà không cần chạm vào dòng lệnh. Điều này giúp người dùng dễ dàng tham gia và tạo ra một mạng lưới phi tập trung hơn.",
  "page-run-a-node-getting-started-software-title": "Phần 2: Phần mềm",
  "page-run-a-node-glyph-alt-terminal": "Biểu tượng thiết bị đầu cuối",
  "page-run-a-node-glyph-alt-phone": "Biểu tượng chạm vào điện thoại",
  "page-run-a-node-glyph-alt-dappnode": "Biểu tượng DAppNode",
  "page-run-a-node-glyph-alt-pnp": "Biểu tượng Cắm là chạy",
  "page-run-a-node-glyph-alt-hardware": "Biểu tượng phần cứng",
  "page-run-a-node-glyph-alt-software": "Biểu tượng tải xuống phần mềm",
  "page-run-a-node-glyph-alt-privacy": "Biểu tượng quyền riêng tư",
  "page-run-a-node-glyph-alt-censorship-resistance": "Biểu tượng loa chống kiểm duyệt",
  "page-run-a-node-glyph-alt-earth": "Biểu tượng trái đất",
  "page-run-a-node-glyph-alt-decentralization": "Biểu tượng phi tập trung",
  "page-run-a-node-glyph-alt-vote": "Nói lên biểu tượng phiếu bầu của bạn",
  "page-run-a-node-glyph-alt-sovereignty": "Biểu tượng chủ quyền",
  "page-run-a-node-hero-alt": "Đồ họa của nút",
  "page-run-a-node-hero-header": "Toàn quyền kiểm soát.<br />Chạy nút của riêng bạn.",
  "page-run-a-node-hero-subtitle": "Trở nên hoàn toàn độc lập đồng thời vẫn đóng góp vào an ninh mạng. Chuyển đổi sang Ethereum.",
  "page-run-a-node-hero-cta-1": "Tìm hiểu thêm",
  "page-run-a-node-hero-cta-2": "Hãy tìm hiểu sâu hơn!",
  "page-run-a-node-install-manually-title": "Cài đặt thủ công",
  "page-run-a-node-install-manually-1": "Nếu bạn là người dùng thông thạo hơn về kỹ thuật và đã quyết định xây dựng thiết bị của riêng mình, thì bạn có thể tải xuống DAppNode từ bất kỳ máy tính nào và cài đặt vào một ổ SSD mới thông qua USB.",
  "page-run-a-node-meta-description": "Giới thiệu về nút Ethereum, lý do nên sử dụng và cách vận hành.",
  "page-run-a-node-participate-title": "Tham gia",
  "page-run-a-node-participate-preview": "Cuộc cách mạng về quá trình phi tập trung bắt đầu với <strong>bạn</strong>.",
  "page-run-a-node-participate-1": "Bằng cách vận hành một nút, bạn đã tham gia phong trào trên toàn thế giới nhằm phi tập trung hoá quyền kiểm soát và thẩm quyền đối với thế giới thông tin.",
  "page-run-a-node-participate-2": "Nếu sở hữu ETH, hãy nâng cao giá trị ETH của mình bằng cách hỗ trợ năng lực và phi tập trung hoá mạng, đồng thời đảm bảo quyền của bạn trong tương lai của ETH.",
  "page-run-a-node-privacy-title": "Quyền riêng tư và Bảo mật",
  "page-run-a-node-privacy-preview": "Ngừng tiết lộ thông tin cá nhân của bạn cho các nút của bên thứ ba.",
  "page-run-a-node-privacy-1": "Khi gửi giao dịch bằng các nút công khai, thông tin cá nhân của bạn, chẳng hạn như địa chỉ IP và các địa chỉ Ethereum mà bạn sở hữu, có thể bị rò rỉ cho dịch vụ của bên thứ ba này.",
  "page-run-a-node-privacy-2": "Bằng cách gán ví tương thích đến nút của riêng bạn, bạn có thể sử dụng ví của mình để tương tác với chuỗi khối một cách bí mật và an toàn.",
  "page-run-a-node-privacy-3": "Ngoài ra, nếu một nút độc hại truyền giao dịch không hợp lệ, thì nút của bạn sẽ bỏ qua giao dịch đó.  Bạn không cần phải tin tưởng bất kỳ ai bởi mọi giao dịch đều được xác minh cục bộ trên máy tính của bạn.",
  "page-run-a-node-rasp-pi-title": "Lưu ý trên Raspberry Pi (bộ xử lý ARM)",
  "page-run-a-node-rasp-pi-description": "Raspberry Pi là dòng máy tính nhỏ gọn với giá cả phải chăng, nhưng chúng có những hạn chế có thể ảnh hưởng đến hiệu suất nút của bạn. Mặc dù ở thời điểm hiện tại, Raspberry Pi không được khuyến nghị để ký gửi, nhưng đây cũng là giải pháp thay thế phù hợp và tiết kiệm để chạy một nút cho mục đích sử dụng cá nhân với RAM ít nhất từ 4 đến 8 GB.",
  "page-run-a-node-rasp-pi-note-1-link": "DAppNode trên ARM",
  "page-run-a-node-rasp-pi-note-1-description": "Tham khảo hướng dẫn này nếu bạn có ý định chạy DAppNode trên Raspberry Pi",
  "page-run-a-node-rasp-pi-note-2-link": "Tài liệu tham khảo về Ethereum trên ARM",
  "page-run-a-node-rasp-pi-note-2-description": "Tìm hiểu cách định cấu hình nút bằng dòng lệnh trên Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-link": "Chạy một nút trên Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-description": "Hãy theo dõi trang này nếu bạn thấy hướng dẫn hữu ích",
  "page-run-a-node-shop": "Mua",
  "page-run-a-node-shop-avado": "Mua Avado",
  "page-run-a-node-shop-dappnode": "Mua DAppNode",
  "page-run-a-node-staking-title": "Ký gửi ETH của bạn",
  "page-run-a-node-staking-description": "Mặc dù không bắt buộc, nhưng việc thiết lập và chạy một nút sẽ giúp bạn tiến gần hơn đến việc ký gửi ETH để nhận phần thưởng và đóng góp vào một khía cạnh khác của bảo mật Ethereum.",
  "page-run-a-node-staking-link": "Ký gửi ETH",
  "page-run-a-node-staking-plans-title": "Bạn dự định ký gửi?",
  "page-run-a-node-staking-plans-description": "Để tối đa hóa hiệu suất của trình xác thực, bạn nên sử dụng RAM tối thiểu 16 GB, nhưng RAM 32 GB thì vẫn tốt hơn, với điểm chuẩn CPU từ 6667 trở lên trên <a href=\"https://cpubenchmark.net\" target=\"_blank\">cpubenchmark.net</a>. Người muốn ký gửi cũng nên có quyền truy cập vào băng thông internet tốc độ cao không giới hạn, mặc dù điều này hoàn toàn không bắt buộc.",
  "page-run-a-node-staking-plans-ethstaker-link-label": "Cách mua phần cứng cho trình xác thực Ethereum",
  "page-run-a-node-staking-plans-ethstaker-link-description": "EthStaker cung cấp thêm thông tin chi tiết trong chương trình đặc biệt kéo dài một giờ này",
  "page-run-a-node-sovereignty-title": "Toàn quyền",
  "page-run-a-node-sovereignty-preview": "Hãy xem xét vận hành một nút là bước tiếp theo sau khi có được ví Ethereum của riêng bạn.",
  "page-run-a-node-sovereignty-1": "Khi bạn đã sở hữu các khóa riêng tư cho địa chỉ của mình, ví Ethereum sẽ cấp cho bạn toàn quyền giám sát và kiểm soát các tài sản kỹ thuật số của bạn. Tuy nhiên, các khóa này sẽ không tiết lộ trạng thái hiện tại của chuỗi khối, chẳng hạn như số dư ví của bạn.",
  "page-run-a-node-sovereignty-2": "Khi kiểm tra số dư, ví Ethereum sẽ mặc định kết nối với nút của bên thứ ba, chẳng hạn như Infura hoặc Alchemy. Việc chạy nút riêng cho phép bạn sở hữu bản sao chuỗi khối Ethereum của riêng mình.",
  "page-run-a-node-title": "Chạy một nút",
  "page-run-a-node-voice-your-choice-title": "Nói lên quyết định của bạn",
  "page-run-a-node-voice-your-choice-preview": "Đừng từ bỏ quyền kiểm soát trong trường hợp có điều chỉnh.",
  "page-run-a-node-voice-your-choice-1": "Trong trường hợp xảy ra điều chỉnh chuỗi, trong đó hai chuỗi phát sinh với các bộ quy tắc khác nhau, thì việc vận hành nút riêng sẽ đảm bảo rằng bạn có thể chọn bộ quy tắc mà bạn ủng hộ. Bạn có thể chọn nâng cấp lên các quy tắc mới và hỗ trợ các thay đổi được đề xuất, hoặc không.",
  "page-run-a-node-voice-your-choice-2": "Nếu bạn ký gửi ETH, thì việc vận hành nút của riêng bạn cho phép bạn chọn khách hàng của riêng mình, giảm nguy cơ cắt giảm và đáp ứng yêu cầu biến động của mạng theo thời gian. Nếu bạn ký gửi với bên thứ ba, bạn sẽ mất quyền bỏ phiếu cho khách hàng mà bạn tin là lựa chọn tốt nhất.",
  "page-run-a-node-what-title": "\"Chạy một nút\" nghĩa là <i>gì</i>?",
  "page-run-a-node-what-1-subtitle": "Chạy phần mềm.",
  "page-run-a-node-what-1-text": "Được gọi là 'máy khách', phần mềm này tải xuống bản sao của chuỗi khối Ethereum, xác minh tính hợp lệ của mỗi khối, sau đó cập nhật các khối và giao dịch mới, đồng thời hỗ trợ những người dùng khác tải xuống và cập nhật các bản sao của chính họ.",
  "page-run-a-node-what-2-subtitle": "Với phần cứng.",
  "page-run-a-node-what-2-text": "Ethereum được thiết kế để chạy một nút trên các máy tính cấp tiêu dùng tiêu chuẩn. Bạn có thể sử dụng bất kỳ máy tính cá nhân nào, nhưng đa số người dùng chọn chạy nút của họ trên phần cứng chuyên dụng để loại bỏ tác động đến hiệu suất trên máy và giảm thiểu thời gian dừng của nút.",
  "page-run-a-node-what-3-subtitle": "Khi trực tuyến.",
  "page-run-a-node-what-3-text": "Việc chạy một nút Ethereum nghe có vẻ phức tạp, nhưng đó chỉ đơn thuần là hành động chạy liên tục phần mềm máy khách trên máy tính khi được kết nối với internet. Trong khi ngoại tuyến, nút của bạn sẽ ngừng hoạt động cho đến khi có mạng trở lại và cập nhật những thay đổi mới nhất.",
  "page-run-a-node-who-title": "<i>Đối tượng</i> nào nên chạy một nút?",
  "page-run-a-node-who-preview": "Tất cả mọi người! Các nút không chỉ dành cho thợ đào và người xác nhận. <i>Bất kỳ ai</i> cũng có thể chạy một nút—bạn thậm chí không cần đến ETH.",
  "page-run-a-node-who-copy-1": "Bạn không cần ký gửi ETH hoặc trở thành thợ đào để chạy một nút. Trên thực tế, mọi nút khác trên Ethereum đều có trách nhiệm giải trình cho thợ đào và người xác nhận.",
  "page-run-a-node-who-copy-2": "Bạn có thể không nhận được phần thưởng tài chính giống như người xác nhận và thợ đào, nhưng việc chạy một nút lại mang đến nhiều lợi thế khác cho người dùng Ethereum, bao gồm quyền riêng tư, bảo mật, giảm sự phụ thuộc vào máy chủ của bên thứ ba, chống kiểm duyệt cũng như cải thiện năng lực và phi tập hoá của mạng.",
  "page-run-a-node-who-copy-3": "Nếu bạn có nút của riêng mình, thì bạn không cần phải tin tưởng vào thông tin của bên thứ ba về trạng thái của mạng.",
  "page-run-a-node-who-copy-bold": "Đừng tin tưởng. Xác minh.",
  "page-run-a-node-why-title": "<i>Tại sao</i> nên chạy một nút?"
}
