{
  "page-what-is-ethereum-meta-title": "Ethereum là gì? (Hướng dẫn hoàn chỉnh) | ethereum.org",
  "page-what-is-ethereum-meta-description": "Một cái nhìn tổng quan đầy đủ về Ethereum là gì, nó hoạt động như thế nào, nó có thể làm gì và cách bắt đầu sử dụng hoặc xây dựng trên nó. Giải thích đơn giản.",
  "page-what-is-ethereum-title": "Ethereum là gì?",
  "page-what-is-ethereum-hero-description-1": "Ethereum là một mạng lưới chuỗi khối phi tập trung và nền tảng phát triển phần mềm, được cung cấp bởi đồng tiền mã hóa ether (ETH).",
  "page-what-is-ethereum-hero-description-2": "Nơi đây có hàng ngàn loại tiền mã hóa và ứng dụng trong DeFi, NFT, game, mạng xã hội phi tập trung và stablecoin.",
  "page-what-is-ethereum-ethereum-intro-1": "Ethereum là một chuỗi khối công khai, mở được ra mắt vào tháng 7 năm 2015 bởi một nhà phát triển phần mềm tên là Vitalik Buterin cùng một nhóm nhỏ những người sáng lập.",
  "page-what-is-ethereum-ethereum-intro-2": "Ý tưởng đằng sau Ethereum rất đơn giản. Trong khi Bitcoin cho phép bạn gửi và nhận tiền kỹ thuật số, Ethereum sẽ xây dựng trên nền tảng này với các chương trình mã nguồn mở được gọi là <a>hợp đồng thông minh</a>.",
  "page-what-is-ethereum-ethereum-intro-3": "<strong>Hợp đồng thông minh</strong> cho phép bất kỳ ai tạo ra tài sản kỹ thuật số và ứng dụng phi tập trung (dapps) của riêng mình, hoạt động 24/7 trên toàn cầu. Và khác với các ngân hàng, tập đoàn hay tổ chức khác, hợp đồng thông minh có sẵn cho bất kỳ ai có kết nối internet.",
  "page-what-is-ethereum-ethereum-intro-4": "Kể từ năm 2015, Ethereum đã phát triển thành một hệ sinh thái phát triển mạnh mẽ gồm các tài sản kỹ thuật số như <strong>stablecoins</strong>, token không thể thay thế (<strong>NFTs</strong>) và token quản trị, cũng như một thế giới rộng lớn của các dapp cho tài chính phi tập trung (<strong>DeFi</strong>), nghệ thuật và đồ sưu tập, trò chơi và mạng xã hội phi tập trung.",
  "page-what-is-ethereum-ethereum-intro-5": "Tổng thể, hệ sinh thái này được gọi là \"<strong>web3<</strong>\", đại diện cho giai đoạn thứ ba của <strong>internet tập trung vào quyền sở hữu</strong>.",
  "page-what-is-ethereum-ethereum-intro-6": "Hiện nay, Ethereum được sử dụng bởi <millions>hàng triệu người</millions> trên toàn thế giới <billions> sở hữu hàng tỷ đô la</billions> tài sản, những người gửi và nhận hàng <trillions>triệu tỷ đô la</trillions> mỗi năm—tất cả đều không cần đến ngân hàng.",
  "page-what-is-ethereum-ethereum-intro-7": "Ở trung tâm của tất cả những điều này là đồng tiền mã hóa của Ethereum, <strong>ether (ETH)</strong>, một loại tiền kỹ thuật số mới được dùng để vận hành toàn bộ mạng lưới.",
  "page-what-is-ethereum-network-title": "Mạng lưới Ethereum là gì?",
  "page-what-is-ethereum-network-intro-1": "Bạn có thể hiểu mạng lưới ethereum là <strong>một hạ tầng kỹ thuật số toàn cầu mà bất kỳ ai cũng có thể sử dụng</strong> nhưng không ai có thể lạm dụng.",
  "page-what-is-ethereum-network-intro-2": "Mạng lưới được tạo thành từ <strong>hàng ngàn máy tính độc lập</strong> khắp nơi trên thế giới, gọi là nút. Những nút này, do những người bình thường điều hành, cùng nhau cung cấp dịch vụ tài chính và ứng dụng số cho bất kỳ ai, ở bất kỳ đâu.",
  "page-what-is-ethereum-network-intro-3": "Mạng lưới Ethereum có <strong>3 lợi thế chính</strong> so với các mạng truyền thống do các tổ chức sở hữu. Đó là khả năng chống kiểm duyệt, bảo mật tốt hơn và độ tin cậy cao hơn.",
  "page-what-is-ethereum-network-censorship-title": "Kháng kiểm duyệt",
  "page-what-is-ethereum-network-censorship-desc-1": "Trong khi các ứng dụng truyền thống và dịch vụ tài chính phụ thuộc vào ngân hàng hoặc các công ty có thể quyết định chặn truy cập hoặc đóng băng tài khoản, thì các dapp trên Ethereum lại chống sự kiểm duyệt.",
  "page-what-is-ethereum-network-censorship-desc-2": "Điều này là do mạng lưới các nút của ethereum ghi lại mọi giao dịch mà không phân biệt - và quy tắc này được nhúng trong mã nguồn.",
  "page-what-is-ethereum-network-security-title": "Tính bảo mật cao",
  "page-what-is-ethereum-network-security-desc-1": "Trong khi nhiều ứng dụng ngày nay được lưu trữ trên các nhà cung cấp đám mây như AWS và có thể dễ bị tấn công hay bị gỡ bỏ, các dapp trên Ethereum thì được bảo vệ bởi chính mạng lưới đó. Mỗi nút lưu trữ và đồng bộ toàn bộ trạng thái của Ethereum, bao gồm tất cả các hợp đồng.",
  "page-what-is-ethereum-network-security-desc-2": "Nếu ai đó cố gắng thay đổi một hợp đồng, mạng lưới sẽ từ chối vì nó không khớp với hồ sơ của họ. Để gỡ một ứng dụng, kẻ tấn công cần phải chiếm lấy toàn bộ mạng lưới, điều này tốn hàng tỷ và cực kỳ khó phối hợp.",
  "page-what-is-ethereum-network-reliability-title": "Tính bền bỉ và đáng tin cậy",
  "page-what-is-ethereum-network-reliability-desc-1": "Thời gian chết trên các nền tảng lưu trữ đám mây có thể làm cho ứng dụng ngừng hoạt động, nhưng thiết kế của Ethereum đảm bảo thời gian hoạt động tuyệt đối. Mạng lưới sẽ vẫn chạy ngay cả khi một số nút ngừng hoạt động do lỗi phần mềm, đàn áp của chính phủ, thảm họa thiên nhiên hoặc chiến tranh.",
  "page-what-is-ethereum-network-reliability-desc-2": "Hằng triệu người sử dụng hàng ngàn dapp trên Ethereum mỗi ngày. Dù nhu cầu cao có thể dẫn đến phí giao dịch cao, nhưng điều đó cho thấy sức mạnh của một mạng lưới chú trọng đến bảo mật, phi tập trung và đảm bảo rằng nó luôn sẵn sàng khi bạn cần.",
  "page-what-is-ethereum-network-layer2-title": "Phần mở rộng Ethereum (Lớp 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "Nhiều đội ngũ khác nhau đã tạo ra các mạng Lớp 2 (L2) chạy trên Ethereum để tăng cường khả năng của Ethereum. Các L2 giống như những làn đường nhanh, giúp giao dịch nhanh hơn và rẻ hơn - đôi khi chỉ tốn chưa đến một xu.",
  "page-what-is-ethereum-network-layer2-desc-2": "Một vài L2 phổ biến nhất như <optimism>Optimism</optimism>, <arbitrum>Arbitrum</arbitrum>, <zksync>ZKSync</zksync>, và <base>Base</base> giờ đây xử lý hàng triệu giao dịch trị giá hàng tỷ đô la mỗi năm.",
  "page-what-is-ethereum-network-learn-more": "Tìm hiểu thêm về mạng lưới Ethereum",
  "page-what-is-ethereum-ether-title": "ether (ETH) là gì?",
  "page-what-is-ethereum-ether-intro-1": "Ether (ETH) là đồng tiền mã hóa bản địa của Ethereum.",
  "page-what-is-ethereum-ether-intro-2": "Đây là một loại <strong>tiền điện tử mới mà bạn có thể gửi cho ai đó, bất cứ đâu trên thế giới chỉ trong vài giây</strong> với chi phí chỉ vài xu. Nhưng ETH không chỉ để thanh toán. Nó đóng vai trò quan trọng trong việc giữ cho mạng Ethereum hoạt động.",
  "page-what-is-ethereum-ether-intro-3": "Khi bạn sử dụng Ethereum để gửi tiền, sưu tầm ảnh hoặc xây dựng một dapp mới, bạn sẽ phải trả một khoản <strong>phí giao dịch</strong> nhỏ (hay còn gọi là phí gas) <strong>bằng ETH</strong>. Khoản phí này giúp ngăn chặn spam và thưởng cho những người được gọi là những người xác thực giúp xử lý giao dịch.",
  "page-what-is-ethereum-ether-intro-4": "Những <strong>người xác thực</strong> này giúp bảo vệ mạng lưới ethereum thông qua một hệ thống gọi là staking (cổ phần). Bằng cách khóa ETH của họ lại, họ có khả năng xử lý giao dịch. Đổi lại, họ kiếm được ETH như một phần thưởng. Điều này mang lại cho Ethereum một nền kinh tế tự duy trì, do người dùng chứ không phải công ty điều khiển.",
  "page-what-is-ethereum-ether-intro-5": "Khác với nhiều loại tiền tệ truyền thống, <0>ETH có thể trở nên khan hiếm hơn theo thời gian</0>. Mỗi khi ai đó sử dụng Ethereum, một phần nhỏ ETH bị đốt cháy, điều này sẽ loại bỏ nó khỏi nguồn cung mãi mãi. Vào những ngày bận rộn, nhiều ETH bị đốt hơn là được tạo ra, khiến ETH trở nên giảm phát và tăng giá theo thời gian. Càng nhiều người sử dụng Ethereum, càng có nhiều ETH bị đốt.",
  "page-what-is-ethereum-ether-intro-6": "Vì lý do này, nhiều người coi ETH như một khoản đầu tư và chọn cách giữ, staking hoặc cho vay để tăng tiền tiết kiệm của họ.",
  "page-what-is-ethereum-ether-learn-more": "Tìm hiểu thêm về ether (ETH)",
  "page-what-is-ethereum-how-title": "Ethereum hoạt động như thế nào?",
  "page-what-is-ethereum-how-intro-1": "Khi Ethereum <strong>ra mắt vào năm 2015</strong>, nó sử dụng một hệ thống gọi là Bằng chứng công việc (Proof-of-work).",
  "page-what-is-ethereum-how-intro-2": "Cơ chế này do Bitcoin khởi xướng, giúp tất cả máy tính đồng ý xem ai sở hữu cái gì. Các máy tính sẽ tốn rất nhiều năng lượng để giải một câu đố toán học phức tạp. Người thắng cuộc sẽ được quyền đề xuất một khối giao dịch mới và kiếm thêm ETH.",
  "page-what-is-ethereum-how-intro-3": "Năm 2022, Ethereum đã nâng cấp lên một hệ thống mới gọi là <strong>proof of stake</strong> <a>tiết kiệm năng lượng hơn 99%</a>. Thay vì giải các câu đố toán học, những người xác thực sẽ khoá ETH của họ như một khoản tiền bảo đảm để có quyền xử lý các giao dịch.",
  "page-what-is-ethereum-how-intro-4": "Nếu họ làm đúng, họ sẽ kiếm được ETH. Nếu họ gian lận, họ sẽ mất một phần đầu tư của mình.",
  "page-what-is-ethereum-how-intro-5": "Dưới đây là ví dụ:",
  "page-what-is-ethereum-how-example-1-title": "Khi bạn gửi 10 đô la bằng stablecoin cho một người bạn trên Ethereum:",
  "page-what-is-ethereum-how-example-1-step-1": "Bạn mở ví, thêm địa chỉ tài khoản và số tiền, rồi bấm gửi.",
  "page-what-is-ethereum-how-example-1-step-2": "Ví của bạn xác nhận thanh toán và phát đi thông tin đến mạng lưới.",
  "page-what-is-ethereum-how-example-1-step-3": "Khoản thanh toán chờ trong hàng đợi công cộng (mempool) cho đến khi một người đề xuất khối chọn nó.",
  "page-what-is-ethereum-how-example-1-step-4": "Người đề xuất khối thêm nó vào khối giao dịch tiếp theo, truyền tải nó đi và kiếm được một khoản phí.",
  "page-what-is-ethereum-how-example-1-step-5": "Hợp đồng stablecoin chuyển 10 đô la từ bạn đến bạn của bạn, và cả hai ví đều cập nhật.",
  "page-what-is-ethereum-how-example-1-step-6": "Một mạng lưới người xác thực toàn cầu kiểm tra và xác nhận tính hợp lệ của các thay đổi.",
  "page-what-is-ethereum-how-example-2-title": "Khi bạn đúc một món đồ sưu tầm giá 5 đô la trên Ethereum:",
  "page-what-is-ethereum-how-example-2-step-1": "Bạn kết nối ví của mình với dapp và chọn món đồ để đúc.",
  "page-what-is-ethereum-how-example-2-step-2": "Bạn xác nhận mua hàng; ví tiền sẽ ký và phát đi giao dịch.",
  "page-what-is-ethereum-how-example-2-step-3": "Yêu cầu đúc sẽ vào mempool và được thêm vào một block bởi một người xác thực.",
  "page-what-is-ethereum-how-example-2-step-4": "Hợp đồng thông minh NFT ghi lại ví của bạn dưới vai trò chủ sở hữu mới.",
  "page-what-is-ethereum-how-example-2-step-5": "Món đồ sưu tầm mới của bạn sẽ xuất hiện trong ví của bạn chỉ sau vài giây.",
  "page-what-is-ethereum-how-outro-1": "Tất cả những điều này có thể xảy ra nhờ sức mạnh của các hợp đồng thông minh; những chương trình mã nguồn mở chạy trên Ethereum và hoạt động suốt 24/7, 365 ngày, ai cũng có thể truy cập từ bất kỳ đâu.",
  "page-what-is-ethereum-how-outro-2": "<strong>Mỗi giao dịch, cập nhật và hành động đều được đồng bộ hóa qua hàng nghìn nút độc lập.</strong> Điều này giúp Ethereum đáng tin cậy, minh bạch và chống kiểm duyệt.",
  "page-what-is-ethereum-how-learn-more-1": "Tìm hiểu thêm về cách Ethereum hoạt động",
  "page-what-is-ethereum-how-learn-more-2": "Đọc tài liệu của nhà phát triển để có cái nhìn tổng quan về công nghệ Ethereum",
  "page-what-is-ethereum-what-title": "Ethereum được sử dụng để làm gì?",
  "page-what-is-ethereum-what-intro-1": "Người ta dùng Ethereum để làm những thứ trước đây không thể làm được.",
  "page-what-is-ethereum-what-intro-2": "Nông dân ở Kenya có thể nhận <insurance>bảo hiểm tự động cho cây trồng</insurance> mà không cần đăng ký với một ngân hàng. Các doanh nghiệp như <strong>Visa</strong> có thể triển khai <payment>các hệ thống thanh toán mới hoạt động toàn cầu</payment> ngay từ ngày đầu. Các tổ chức toàn cầu như <strong>Liên Hợp Quốc</strong> có thể cung cấp <aid>hỗ trợ cho người tị nạn</aid>, tiết kiệm hàng triệu đô la trong các khoản phí ngân hàng.",
  "page-what-is-ethereum-what-intro-3": "Các dapp và tài sản này chạy trên Ethereum sử dụng mã nguồn mở và không thể bị giới hạn, kiểm duyệt hay bị tắt.",
  "page-what-is-ethereum-what-intro-4": "Đây là cách các nhóm khác nhau đang sử dụng nó ngày nay:",
  "page-what-is-ethereum-what-consumers-title": "Người tiêu dùng",
  "page-what-is-ethereum-what-consumers-desc-1": "Hằng triệu người đã và đang sử dụng dapps trên Ethereum để chuyển tiền, giao dịch và sở hữu tài sản kỹ thuật số hàng ngày. Không giống như các ứng dụng truyền thống, bạn không cần phải đăng ký tên, chờ ngân hàng phê duyệt, hay giao nộp dữ liệu cá nhân của mình.",
  "page-what-is-ethereum-what-consumers-desc-2": "Chỉ với một chiếc ví và kết nối internet, bạn có thể:",
  "page-what-is-ethereum-what-consumers-benefit-1": "<strong>Truy cập các dịch vụ tài chính mà không cần tài khoản ngân hàng</strong> hoặc lịch sử tín dụng",
  "page-what-is-ethereum-what-consumers-benefit-2": "<strong>Sưu tầm các món đồ kỹ thuật số</strong>, tác phẩm nghệ thuật và tài sản mà không thể bị sao chép hoặc tịch thu",
  "page-what-is-ethereum-what-consumers-benefit-3": "Đăng nhập vào dapps bằng ví của bạn, không dùng email—<strong>không cần mật khẩu, không cần thông tin cá nhân</strong>",
  "page-what-is-ethereum-what-consumers-benefit-4": "Tham gia vào các cộng đồng toàn cầu nơi bạn có thể bình chọn, đóng góp và kiếm tiền trên toàn cầu",
  "page-what-is-ethereum-what-businesses-title": "Doanh nghiệp và các nhà phát triển",
  "page-what-is-ethereum-what-businesses-benefit-1": "Khởi chạy dapps với hệ thống thanh toán toàn cầu tích hợp ngay từ ngày đầu tiên",
  "page-what-is-ethereum-what-businesses-benefit-2": "Triển khai các hợp đồng chống giả mạo có khả năng <strong>tự động thực thi các thỏa thuận</strong>",
  "page-what-is-ethereum-what-businesses-benefit-3": "Tạo ra các sản phẩm tài chính mà bất kỳ ai cũng có thể xây dựng dựa trên đó và mang lại giá trị",
  "page-what-is-ethereum-what-businesses-example": "Chẳng hạn, <a>PayPal đã ra mắt đồng stablecoin riêng của mình, PYUSD, trên Ethereum</a>. Đây là dấu hiệu cho thấy ngay cả những công ty thanh toán lớn nhất thế giới cũng thấy được lợi ích từ tính mở và có thể lập trình của Ethereum.",
  "page-what-is-ethereum-what-governments-title": "Chính phủ",
  "page-what-is-ethereum-what-governments-intro": "Các chính phủ cũng đang bắt đầu khám phá những gì Ethereum có thể mang lại.",
  "page-what-is-ethereum-what-governments-benefit-1": "<strong>Phân phối quỹ công</strong> và các lợi ích trực tiếp đến người dân một cách rõ ràng",
  "page-what-is-ethereum-what-governments-benefit-2": "Cấp <strong>Mã số định danh</strong> hoặc các hồ sơ có thể xác minh và di chuyển qua các biên giới",
  "page-what-is-ethereum-what-governments-benefit-3": "Xây dựng <a>hạ tầng công cộng chống giả mạo cho việc bỏ phiếu</a>, chứng nhận quyền sử dụng đất và sổ đăng ký",
  "page-what-is-ethereum-what-governments-example-1": "Trong một trường hợp khác, Bộ Chuyển đổi Số của Ukraine <0>đã sử dụng Ethereum để phân phối viện trợ trong thời gian chiến tranh</0>.",
  "page-what-is-ethereum-what-governments-example-2": "Tiền được gửi thẳng cho người dân và các tổ chức phi chính phủ bằng hợp đồng thông minh mở, giúp mọi thứ trở nên minh bạch, nhanh chóng và có khả năng giải trình trong thời gian khủng hoảng.",
  "page-what-is-ethereum-what-learn-more": "Tìm hiểu thêm về các ứng dụng của Ethereum",
  "page-what-is-ethereum-start-title": "Cách bắt đầu sử dụng Ethereum",
  "page-what-is-ethereum-start-intro-1": "Bắt đầu với Ethereum dễ hơn bạn nghĩ.",
  "page-what-is-ethereum-start-intro-2": "Bạn không cần cấp phép. Bạn không cần ngân hàng hay thậm chí là giấy tờ tùy thân. Tất cả những gì bạn cần để bắt đầu là một thiết bị và kết nối internet.",
  "page-what-is-ethereum-start-individuals-title": "Dành cho những cá nhân",
  "page-what-is-ethereum-start-individuals-desc-1": "Bước đầu tiên là tải xuống một ví.",
  "page-what-is-ethereum-start-individuals-desc-2": "Hãy xem nó như một ứng dụng vừa là tài khoản của bạn vừa là trình duyệt internet cho Ethereum. Nó quản lý tiền mã hóa của bạn, cho phép bạn đăng nhập vào các dapps, cũng như gửi và nhận tài sản kỹ thuật số như token và NFT.",
  "page-what-is-ethereum-start-individuals-desc-3": "Những ví phổ biến như <zerion>Zerion</zerion>, <rainbow>Rainbow</rainbow> và <coinbase>Coinbase Wallet</coinbase> miễn phí và rất dễ sử dụng. Khi bạn đã thiết lập ví xong, bạn có thể:",
  "page-what-is-ethereum-start-individuals-step-1": "Mua một ít ETH trên sàn giao dịch hoặc ngay trong một số ví",
  "page-what-is-ethereum-start-individuals-step-2": "Dùng ETH đó để trả phí giao dịch như gửi token hoặc thu thập NFT",
  "page-what-is-ethereum-start-individuals-step-3": "Khám phá các dapps như <zora>Zora</zora>, <uniswap>Uniswap</uniswap> hoặc <farcaster>Farcaster</farcaster>—mà không cần đăng nhập hay phê duyệt từ đầu",
  "page-what-is-ethereum-start-individuals-desc-4": "Những ưu tiên này sẽ giúp đảm bảo Ethereum an toàn, có khả năng mở rộng và thân thiện với người sử dụng khi ngày càng có nhiều người phụ thuộc vào mạng lưới này.",
  "page-what-is-ethereum-start-individuals-desc-5": "Những dapps này chạy trên trình duyệt của bạn và hoạt động với ví của bạn ngay lập tức. Bạn có thể bắt đầu sử dụng Ethereum chỉ trong vài phút.",
  "page-what-is-ethereum-start-individuals-cta-1": "Bắt đầu ở đây",
  "page-what-is-ethereum-start-individuals-cta-2": "Xem qua các ứng dụng",
  "page-what-is-ethereum-start-developers-title": "Dành cho các nhà phát triển",
  "page-what-is-ethereum-start-developers-desc-1": "Ethereum là một sân chơi cho các nhà phát triển. Bạn có thể bắt đầu xây dựng mà không cần cấp phép, phê duyệt hay thậm chí là tiền thật.",
  "page-what-is-ethereum-start-developers-desc-2": "<a>Tài liệu dành cho nhà phát triển Ethereum</a> hướng dẫn bạn từ việc viết hợp đồng thông minh đầu tiên cho đến việc triển khai trên các mạng thử nghiệm như Sepolia.",
  "page-what-is-ethereum-start-developers-desc-3": "Bạn có thể xây dựng dapps full-stack với các công cụ như <hardhat>Hardhat</hardhat>, <foundry>Foundry</foundry> và <ethers>Ethers.js</ethers>, hoặc thử nghiệm với các nền tảng không yêu cầu viết mã chuyên sâu như <thirdweb>thirdweb</thirdweb> hay <moralis>Moralis</moralis>.",
  "page-what-is-ethereum-start-developers-desc-4": "Mọi thứ đều là mã nguồn mở và có thể kết hợp, nên bạn có thể sáng tạo và xây dựng dựa trên những gì đã có mà không cần xin cấp phép.",
  "page-what-is-ethereum-start-developers-cta": "Bắt đầu xây dựng trên Ethereum",
  "page-what-is-ethereum-start-business-title": "Ethereum trong doanh nghiệp",
  "page-what-is-ethereum-start-business-desc-1": "Các doanh nghiệp đã bắt đầu sử dụng Ethereum để phục vụ cho cơ sở hạ tầng mới.",
  "page-what-is-ethereum-start-business-desc-2": "Nhiều doanh nghiệp đang bắt đầu sử dụng các mạng L2 như Optimism và Base để hỗ trợ các trường hợp sử dụng có khối lượng lớn. Các mạng này cung cấp mức phí thấp hơn, tốc độ nhanh hơn trong khi vẫn được hưởng lợi từ tính bảo mật của Ethereum và loại bỏ rủi ro từ bên đối tác.",
  "page-what-is-ethereum-start-business-desc-3": "Bạn có thể:",
  "page-what-is-ethereum-start-business-benefit-1": "Khởi chạy các chương trình khách hàng thân thiết theo mô-đun để tăng cường giữ chân người dùng và giảm chi phí bên thứ ba",
  "page-what-is-ethereum-start-business-benefit-2": "Chia nhỏ tài sản như vé, phiếu giảm giá hoặc chứng chỉ để giảm thiểu gian lận và rủi ro bán lại",
  "page-what-is-ethereum-start-business-benefit-3": "Kích hoạt thanh toán toàn cầu tức thì để giảm phí giao dịch và mở ra các thị trường mới",
  "page-what-is-ethereum-start-business-example": "Chẳng hạn, vào năm 2025, <a>Shopify đã ra mắt trên Base</a> cho phép khách hàng trả stablecoin đến hàng triệu thương nhân trên toàn cầu.",
  "page-what-is-ethereum-start-business-cta": "Ethereum trong doanh nghiệp",
  "page-what-is-ethereum-bitcoin-title": "Sự khác biệt giữa Ethereum và Bitcoin là gì?",
  "page-what-is-ethereum-bitcoin-intro-1": "Bitcoin và Ethereum là hai đồng tiền mã hóa lớn nhất thế giới.",
  "page-what-is-ethereum-bitcoin-intro-2": "Cả hai đều cho phép bạn gửi tiền mà không cần ngân hàng, cả hai đều hoạt động trên công nghệ chuỗi khối và cả hai đều <strong>chào đón bất kỳ ai</strong>. Nhưng đó là nơi mà sự tương đồng kết thúc.",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "Bitcoin giống như vàng kỹ thuật số.",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "Nó có nguồn cung cố định là 21 triệu đồng xu, tập trung hạn chế vào thanh toán ngang hàng và một ngôn ngữ lập trình cơ bản hạn chế những gì bạn có thể xây dựng với nó. Sự đơn giản này là có chủ ý vì Bitcoin ưu tiên tính dự đoán, độ bền và bảo mật lâu dài hơn sự linh hoạt.",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "Ethereum có cách tiếp cận rộng rãi hơn.",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "Nó không chỉ là tiền, mà còn là cơ sở hạ tầng có thể lập trình được. Thay vì chỉ gửi và nhận giá trị, Ethereum cho phép các nhà phát triển xây dựng toàn bộ ứng dụng. Bạn đã thấy điều này diễn ra rồi đấy: từ thị trường cho vay và stablecoin đến bộ sưu tập, mạng xã hội, và thanh toán thời gian thực - tất cả đều được hỗ trợ bởi hợp đồng thông minh và được bảo đảm bằng ETH.",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "Cách mà các mạng lưới đạt được sự đồng thuận cũng khác nhau.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "Bitcoin sử dụng các thợ đào để đảm bảo an ninh cho mạng lưới. Đây là những máy tính mạnh mẽ cạnh tranh để giải quyết các câu đố phức tạp, và người chiến thắng sẽ được quyền thêm khối giao dịch tiếp theo vào chuỗi và nhận bitcoin như một phần thưởng. Quy trình này được gọi là khai thác và nó tiêu tốn một lượng lớn điện năng.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "Ethereum ngày trước cũng hoạt động như vậy. Nhưng vào năm 2022, nó đã chuyển từ phương pháp proof of work sang proof of stake. Bây giờ, các giao dịch được xác nhận bởi những người xác thực giữ ETH làm tài sản đảm bảo. Những người xác thực trung thực sẽ nhận được ETH thưởng trong khi những người không trung thực thì sẽ mất một phần tài sản của họ. Sự chuyển đổi này đã làm cho Ethereum tiết kiệm năng lượng hơn 99.988% mà không đánh đổi sự an toàn hay tính phi tập trung.",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "Cũng có sự khác biệt trong cách quản lý nguồn cung.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "Bitcoin có nguồn cung cố định. Chỉ có 21 triệu đồng Bitcoin. Ngược lại, Ethereum có nguồn cung linh hoạt. ETH mới được phát hành để thưởng cho những người xác thực, trong khi một phần sẽ bị đốt cháy với mỗi giao dịch. Điều này có nghĩa là <strong>Ethereum không thể \"in ra ETH vô hạn.\"</strong>",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "Tỷ lệ phát hành bị giới hạn bởi số lượng ETH được stake. Khi càng nhiều ETH được stake, phần thưởng cá nhân sẽ giảm, tạo ra sự cân bằng tự nhiên. Thiết kế này đảm bảo một ngân sách bảo mật bền vững cho tương lai, mà không chỉ phụ thuộc vào phí giao dịch.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "Nói ngắn gọn, Bitcoin giống như một công cụ để gửi giá trị. Còn Ethereum là nền tảng để xây dựng nó.",
  "page-what-is-ethereum-bitcoin-learn-more": "Tìm hiểu thêm về sự khác nhau giữa Ethereum và Bitcoin",
  "page-what-is-ethereum-when-who-title": "Ethereum ra mắt khi nào, ai là người sáng lập và bây giờ ai điều hành nó?",
  "page-what-is-ethereum-when-who-intro-1": "Ngay từ đầu, Ethereum đã được thiết kế để vận hành bởi cộng đồng của nó.",
  "page-what-is-ethereum-when-who-intro-2": "Năm 2013, Vitalik Buterin đã phát hành một sách trắng đề xuất một loại chuỗi khối mới dành cho tiền và ứng dụng mà ai cũng có thể sử dụng. Ý tưởng này nhanh chóng thu hút sự chú ý.",
  "page-what-is-ethereum-when-who-intro-3": "Đến năm 2014, các đồng sáng lập như Gavin Wood và Joseph Lubin đã tham gia vào đóng góp, và đội ngũ đã huy động vốn thông qua một trong những chiến dịch gây quỹ tiền mã hóa sớm nhất.",
  "page-what-is-ethereum-when-who-intro-4": "Ethereum chính thức ra mắt vào tháng 7 năm 2015.",
  "page-what-is-ethereum-when-who-history-title": "Những khoảnh khắc quan trọng trong lịch sử của Ethereum",
  "page-what-is-ethereum-when-who-history-2013": "Vitalik Buterin 19 tuổi công bố sách trắng về Ethereum",
  "page-what-is-ethereum-when-who-history-2014": "Quỹ Ethereum Foundation thành lập và khởi động một chiến dịch gây quỹ cộng đồng",
  "page-what-is-ethereum-when-who-history-2015": "Các nhà phát triển đã ra mắt mạng Ethereum với bản phát hành <em>Frontier</em>",
  "page-what-is-ethereum-when-who-history-2016": "Một lỗi trong hợp đồng thông minh đã rút 60 triệu đô la (3.6 triệu ETH) từ The DAO, đã khiến một chuỗi phân nhánh xảy ra",
  "page-what-is-ethereum-when-who-history-2020": "Beacon Chain ra mắt đã bắt đầu chuyển sang cơ chế Proof-of-Stake",
  "page-what-is-ethereum-when-who-history-2021": "Bản cập nhật <em>London</em> bắt đầu làm tăng phí gas thông qua EIP-1559",
  "page-what-is-ethereum-when-who-history-2022": "<em>The Merge</em> thay thế việc khai thác bằng staking, giảm thiểu tiêu thụ năng lượng tới 99%",
  "page-what-is-ethereum-when-who-history-2025": "Cải tiến nâng cấp <0>Pectra</0> cải thiện hỗ trợ ví thông minh và khả năng tương thích L2",
  "page-what-is-ethereum-when-who-governance-1": "Hiện nay, không có một cá nhân hay công ty nào điều hành Ethereum.",
  "page-what-is-ethereum-when-who-contributors-title": "Mạng lưới này được duy trì bởi một tập hợp rộng lớn những người đóng góp:",
  "page-what-is-ethereum-when-who-contributors-1": "Những nhà phát triển viết và đề xuất các bản nâng cấp",
  "page-what-is-ethereum-when-who-contributors-2": "Những nhà điều hành nút đóng góp cho cơ sở hạ tầng vật lý phân tán",
  "page-what-is-ethereum-when-who-contributors-3": "Những người tham gia staking xác thực giao dịch",
  "page-what-is-ethereum-when-who-contributors-4": "Các thành viên trong cộng đồng xây dựng văn hóa và các công cụ",
  "page-what-is-ethereum-when-who-contributors-5": "<strong>Bạn</strong> bằng cách sử dụng mạng lưới",
  "page-what-is-ethereum-when-who-governance-2": "<strong>Không có Giám đốc điều hành, ban lãnh đạo hoặc cơ quan trung ương.</strong> Quỹ Ethereum Foundation vẫn hỗ trợ tài trợ cho nghiên cứu và phát triển, nhưng hệ sinh thái hoạt động dựa trên sự tham gia mở.",
  "page-what-is-ethereum-when-who-governance-3": "Các thay đổi đã được đề xuất thông qua <eips>Đề xuất cải tiến Ethereum (EIPs)</eips>, được thảo luận công khai, và chỉ được thông qua <governance>nếu cộng đồng chung hỗ trợ chúng</governance>.",
  "page-what-is-ethereum-when-who-governance-4": "Điều này làm cho Ethereum chậm thay đổi hơn so với một công ty khởi nghiệp, nhưng cũng khó bị đóng cửa hoặc bị chiếm đoạt hơn nhiều.",
  "page-what-is-ethereum-when-who-learn-more": "Tìm hiểu thêm về lịch sử hình thành Ethereum",
  "page-what-is-ethereum-roadmap-title": "Lộ trình của Ethereum cho năm 2025 là gì?",
  "page-what-is-ethereum-roadmap-intro-1": "Ethereum không theo một lộ trình cố định nào. Nó theo một tầm nhìn chung.",
  "page-what-is-ethereum-roadmap-intro-2": "Các cải tiến mạng được thực hiện dưới dạng các đề xuất EIP và được phát triển công khai bởi những người đóng góp trên toàn thế giới. Không có một đội ngũ trung tâm nào quyết định những gì xảy ra, chỉ có những người xây dựng những gì họ tin là hữu ích dựa trên nhu cầu của người dùng.",
  "page-what-is-ethereum-roadmap-intro-3": "Pectra là bản nâng cấp gần đây nhất được ra mắt vào tháng 5 năm 2025. Bản nâng cấp này đã cải thiện các tính năng ví, mang lại cho những người giữ tài sản nhiều sự linh hoạt hơn, và tạo điều kiện thuận lợi hơn cho các ứng dụng phi tập trung (dapps) hoạt động trên các lớp 2. Mục tiêu là cải thiện khả năng sử dụng mà không làm giảm tính bảo mật hay tính phi tập trung.",
  "page-what-is-ethereum-roadmap-priorities-intro": "<0>Trước mắt</0>, các ưu tiên của Ethereum bao gồm:",
  "page-what-is-ethereum-roadmap-priority-1": "Làm cho giao thức cốt lõi và các L2 của nó nhanh hơn và rẻ hơn cho mọi người",
  "page-what-is-ethereum-roadmap-priority-2": "Cải thiện trải nghiệm cho người dùng và các nhà phát triển",
  "page-what-is-ethereum-roadmap-outro-1": "Những ưu tiên này sẽ giúp đảm bảo Ethereum an toàn, có khả năng mở rộng và thân thiện với người sử dụng khi ngày càng có nhiều người phụ thuộc vào mạng lưới này.",
  "page-what-is-ethereum-roadmap-outro-2": "Nếu bạn muốn góp phần định hình tương lai của Ethereum, <a>hãy tham gia</a>. Bạn không cần được cấp phép, chỉ cần có khao khát tạo ra sự khác biệt trong nền kinh tế số mới này.",
  "page-what-is-ethereum-roadmap-learn-more": "Tổng quát về lộ trình của Ethereum",
  "page-what-is-ethereum-further-reading-title": "Đọc tiếp",
  "page-what-is-ethereum-further-reading-wallets": "Ví là gì?",
  "page-what-is-ethereum-further-reading-eth": "ether (ETH) là gì?",
  "page-what-is-ethereum-further-reading-web3": "Web3 là gì?",
  "page-what-is-ethereum-further-reading-networks": "Tìm hiểu thêm về mạng lưới Ethereum",
  "page-what-is-ethereum-toc-ethereum": "Ethereum Là gì?",
  "page-what-is-ethereum-toc-network": "Mạng lưới Ethereum là gì?",
  "page-what-is-ethereum-toc-ether": "ether (ETH) là gì?",
  "page-what-is-ethereum-toc-how": "Ethereum hoạt động như thế nào?",
  "page-what-is-ethereum-toc-what": "Ethereum được sử dụng để làm gì?",
  "page-what-is-ethereum-toc-start": "Cách bắt đầu sử dụng Ethereum",
  "page-what-is-ethereum-toc-bitcoin": "Sự khác biệt giữa Ethereum và Bitcoin là gì?",
  "page-what-is-ethereum-toc-when-who": "Ethereum ra mắt khi nào, ai là người sáng lập và bây giờ ai điều hành nó?",
  "page-what-is-ethereum-toc-roadmap": "Lộ trình của Ethereum cho năm 2025 là gì?",
  "page-what-is-ethereum-banner-networks-alt": "Minh họa về trung tâm cộng đồng Ethereum trong tương lai",
  "page-what-is-ethereum-banner-ether-alt": "Đôi tay mở ra giữ biểu tượng ether",
  "page-what-is-ethereum-banner-how-alt": "Người đang sửa chữa máy tính",
  "page-what-is-ethereum-banner-contributing-alt": "Chú Doge mỉm cười trước máy tính",
  "page-what-is-ethereum-banner-what-alt": "Bốn con người tương lai và một chú Doge đang ngắm nhìn vào một lăng kính Ethereum",
  "page-what-is-ethereum-banner-start-alt": "Cộng đồng tương lai đang tụ họp tại trung tâm",
  "page-what-is-ethereum-banner-when-who-alt": "Hai người đang đi bộ và trò chuyện"
}
