{
  "page-gas-meta-title": "Phí gas trên Ethereum: chúng hoạt động như thế nào?",
  "page-gas-meta-description": "Tìm hiểu về phí gas trên Ethereum: cách chúng hoạt động và cách trả phí gas ít hơn",
  "page-gas-hero-title": "Phí gas",
  "page-gas-hero-header": "Phí mạng giao dịch",
  "page-gas-hero-button-1-content": "Gas là gì?",
  "page-gas-hero-subtitle-1": "Phí mạng giao dịch trên Ethereum được gọi là phí gas.",
  "page-gas-hero-subtitle-2": "Phí gas là yếu tố thúc đẩy sự vận hành của Ethereum.",
  "page-gas-summary-title": "Tóm tắt",
  "page-gas-summary-item-1": "Bất kì giao dịch nào trên Ethereum đều yêu cầu 1 khoản thanh toán nhỏ để xử lý",
  "page-gas-summary-item-2": "Những chi phí này được ví như ‘phí gas’",
  "page-gas-summary-item-3": "Phí gas không cố định, chúng thay đổi dựa trên tình trạng tắc nghẽn mạng lưới",
  "page-gas-what-are-gas-fees-header": "Phí gas là gì?",
  "page-gas-what-are-gas-fees-text-1": "Hãy xem Ethereum như một mạng máy tính lớn, trong đó mọi người có thể thực hiện các nhiệm vụ như gửi tin nhắn hoặc chạy chương trình. Giống như trong thế giới thực, những nhiệm vụ này đòi hỏi năng lượng để hoàn thành.",
  "page-gas-what-are-gas-fees-text-2": "Trong Ethereum, mỗi hành động tính toán đều đặt một giá \"gas\" cố định. <b>Phí gas của bạn là tổng giá những hành động trong giao dịch của bạn</b>. Khi bạn gửi một giáo dịch hoặc chạy một <a href=\"/glossary/#smart-contract\">hợp đồng thông minh</a>, bạn phải trả phí gas cho việc vận hành nó.",
  "page-gas-how-do-i-pay-less-gas-header": "Làm thế nào để tôi tiết kiệm phí gas?",
  "page-gas-how-do-i-pay-less-gas-text": "Mặc dù mức phí cao hơn trên Ethereum đôi khi không thể tránh khỏi, nhưng bạn có thể sử dụng các chiến lược để giảm chi phí:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "Định thời điểm thực hiện giao dịch của bạn",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "Giống như việc đi du lịch vào giờ thấp điểm thì ít người hơn và giá cả phải chăng hơn, Ethereum thường rẻ hơn khi Bắc Mỹ đang ngủ.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "Chờ cho phí gas giảm xuống",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "Phí gas tăng và giảm mỗi mười hai giây dựa trên mức tắc nghẽn của Ethereum. Khi phí gas cao, việc chỉ chờ vài phút trước khi thực hiện giao dịch cũng có thể giúp giảm đáng kể số tiền bạn phải trả.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "Sử dụng Lớp 2",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "Các chuỗi lớp 2 được xây dựng trên nền tảng Ethereum, cung cấp phí thấp hơn và xử lý nhiều giao dịch hơn. Đây là lựa chọn tốt để tiết kiệm phí cho các giao dịch không cần thiết phải diễn ra trên mạng chính Ethereum.",
  "page-gas-try-layer-2": "Thử sử dụng lớp 2",
  "page-gas-what-causes-high-gas-fees-header": "Điều gì gây ra phí gas cao?",
  "page-gas-what-causes-high-gas-fees-text-1": "Bất cứ khi nào một lượng tính toán (gas) trên Ethereum vượt qua một ngưỡng nhất định, phí gas sẽ bắt đầu tăng. Phí gas tăng càng nhanh khi càng vượt xa ngưỡng này.",
  "page-gas-what-causes-high-gas-fees-text-2": "Phí cao có thể do những thứ như dân số <a href=\"/glossary/#dapp\">những ứng dụng phân quyền (dapps)</a> hoặc NFT, giao dịch tăng định kỳ trên <a href=\"/glossary/#dex\">DEXs</a> hoặc số lượng người dùng hoạt động quá nhiều vào giờ cao điểm.",
  "page-gas-what-causes-high-gas-fees-text-3": "Các nhà phát triển trên Ethereum nên cẩn thận để tối ưu hóa việc sử dụng hợp đồng thông minh trước khi triển khai. Nếu nhiều người đang sử dụng một hợp đồng thông minh không hợp lý, nó sẽ tiêu tốn nhiều gas hơn và vô tình có thể gây tắc nghẽn mạng.",
  "page-gas-want-to-dive-deeper": "Bạn muốn tìm hiểu sâu hơn?",
  "page-gas-check-out-the-developer-docs": "Xem tài liệu dành cho nhà phát triển.",
  "page-gas-attack-of-the-cryptokitties-header": "Cuộc tấn công của Cryptokitties",
  "page-gas-attack-of-the-cryptokitties-text": "Vào tháng 11 năm 2017, dự án CryptoKitties nổi tiếng đã được ra mắt. Mức độ phổ biến tăng đột biến của nó đã gây ra tình trạng tắc nghẽn mạng đáng kể và phí gas cực cao. Những thách thức do CryptoKitties đặt ra đã đẩy nhanh tính cấp thiết của việc tìm kiếm giải pháp mở rộng quy mô Ethereum.",
  "page-gas-why-do-we-need-gas-header": "Tại sao chúng ta cần phí gas?",
  "page-gas-why-do-we-need-gas-text": "Gas là một yếu tố quan trọng trong việc giữ an toàn cho Ethereum và xử lý các giao dịch. Gas giúp ích theo nhiều cách:",
  "page-gas-benefits-1-description": "Gas giữ cho Ethereum <a href=\"/glossary/#anti-sybil\">kháng tấn công mạo danh bằng</a> cách ngăn chặn các tác nhân độc hại tấn công mạng bằng các hoạt động lừa đảo.",
  "page-gas-benefits-2-description": "Bởi vì tính toán tốn gas nên việc tạo quá nhiều giao dịch đắt tiền trên Ethereum, dù vô tình hay cố ý, đều không được khuyến khích về mặt tài chính.",
  "page-gas-benefits-3-description": "Giới hạn cứng về số lượng tính toán có thể được thực hiện tại bất kỳ thời điểm nào sẽ giúp Ethereum không bị quá tải, giúp đảm bảo mạng luôn có thể truy cập được.",
  "page-gas-how-is-gas-calculated-header": "Gas được tính toán như thế nào?",
  "page-gas-advanced": "Nâng cao",
  "page-gas-how-is-gas-calculated-text-1": "Tổng phí gas bạn phải trả được tạo nên từ một số thành phần:",
  "page-gas-how-is-gas-calculated-item-1": "<b>Phí cơ bản:</b> khoản phí phải trả để thực hiện một giao dịch được quy định bởi mạng lưới",
  "page-gas-how-is-gas-calculated-item-2": "<b>Phí ưu tiên:</b>Khoản phí hoa hồng tùy chọn cho các nhà vận hành nút để bao gồm giao dịch của bạn",
  "page-gas-how-is-gas-calculated-item-3": "<b>Đơn vị gas được sử dụng<i>*</i>:</b> bạn có nhớ chúng ta đã nói gas đại diện cho tính toán không? Các hành động phức tạp hơn, như tương tác với hợp đồng thông minh, sử dụng nhiều gas hơn các hành động đơn giản, chẳng hạn như gửi giao dịch.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> Xem hình 1 để xem các loại giao dịch khác nhau sử dụng bao nhiêu gas</i>",
  "page-gas-how-is-gas-calculated-text-2": "Công thức tính phí gas là Đơn vị gas được sử dụng * (Phí cơ bản + Phí ưu tiên). Hầu hết các ví sẽ tính toán lượng gas sẽ sử dụng và hiển thị nó trực quan hơn.",
  "page-gas-table-figure": "<i>Hình 1: Gas được sử dụng theo loại giao dịch</i>",
  "page-gas-table-header-1": "Loại giao dịch",
  "page-gas-table-header-2": "Đơn vị gas được sử dụng",
  "page-gas-table-item-1-transaction-type": "Gửi ETH",
  "page-gas-table-item-2-transaction-type": "Gửi token ERC-20",
  "page-gas-table-item-3-transaction-type": "Chuyển NFT",
  "page-gas-table-item-4-transaction-type": "Hoán đổi trên Uniswap",
  "page-gas-faq-header": "Những câu hỏi thường gặp",
  "page-gas-faq-question-1-q": "Ai sẽ được trả phí gas trong các giao dịch của tôi?",
  "page-gas-faq-question-1-a-1": "Phần lớn là phí gas—phí cơ bản— bị triệt tiêu bởi giao thức (bị đốt cháy). Phí ưu tiên, nếu có tồn tại trong giao dịch của bạn, sẽ được trao cho người xác thực đã đề xuất giao dịch của bạn.",
  "page-gas-faq-question-1-a-2": "Bạn có thể đọc mô tả chi tiết về quy trình trong <a href=\"/developers/docs/gas/\">tài liệu về gas dành cho nhà phát triển.</a>",
  "page-gas-faq-question-2-q": "Liệu tôi có cần trả gas bằng ETH?",
  "page-gas-faq-question-2-a-1": "Có. Tất cả phí gas trên Ethereum phải được trả bằng ETH gốc.",
  "page-gas-faq-question-2-a-2": "Tìm hiểu thêm về ETH",
  "page-gas-faq-question-3-q": "Gwei là gì?",
  "page-gas-faq-question-3-a-1": "Trong hầu hết các ví hoặc trình theo dõi gas, bạn sẽ thấy giá gas được kí hiệu là 'gwei'.",
  "page-gas-faq-question-3-a-2": "Gwei chỉ là một đơn vị nhỏ hơn của ETH, giống như đồng xu so với đô la, với điểm khác biệt là 1 ETH tương đương với 1 tỷ gwei. Gwei rất hữu ích khi nói về số lượng ETH rất nhỏ.",
  "page-gas-use-layer-2": "Sử dụng Lớp 2"
}
