{
  "page-ethereum-history-founder-and-ownership-meta-title": "Lịch sử Ethereum: người sáng lập, ra mắt và quyền sở hữu | ethereum.org",
  "page-ethereum-history-founder-and-ownership-meta-description": "Tìm hiểu về lịch sử của Ethereum, bao gồm người tạo ra nó, thời điểm ra mắt và ai đang kiểm soát nó ngày nay.",
  "page-ethereum-history-founder-and-ownership-twitter-meta-description": "Tìm hiểu sự khác biệt giữa Bitcoin và Ethereum, bao gồm các trường hợp sử dụng, hiệu suất mạng, kinh tế học token và hơn thế nữa.",
  "page-ethereum-history-founder-and-ownership-title": "Lịch sử Ethereum: người sáng lập, ra mắt và quyền sở hữu",
  "page-ethereum-history-founder-and-ownership-description-1": "Ethereum được thành lập bởi Vitalik Buterin vào năm 2013. Một số nhà đồng sáng lập đã tham gia sau đó, bao gồm Gavin Wood và Joseph Lubin. Mạng Ethereum chính thức ra mắt vào ngày 30 tháng 7 năm 2015, với việc khai thác khối đầu tiên (khối khởi nguyên).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-description-1": "Không giống như các tổ chức truyền thống, <strong>Ethereum không có CEO</strong>, hội đồng quản trị hay bên kiểm soát duy nhất. Đây là một nền tảng phi tập trung được quản trị bởi cộng đồng của nó, với sự hỗ trợ của tổ chức phi lợi nhuận Ethereum Foundation.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum": "Ai là người sáng lập/đồng sáng lập Ethereum?",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-1": "Ethereum được <strong>thành lập bởi Vitalik Buterin</strong>, người đã hình thành ý tưởng này vào <strong>cuối năm 2013</strong>.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-2": "Sinh ra ở Nga vào năm 1994 và lớn lên ở Canada, Buterin đã thể hiện tài năng toán học đặc biệt ngay từ khi còn nhỏ.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-3": "Anh đã khám phá ra Bitcoin vào năm 2011 và bắt đầu viết các bài báo về Bitcoin, điều này đã dẫn dắt anh đồng sáng lập <em>Tạp chí Bitcoin</em> vào năm 2012. Đây là một trong những ấn phẩm đầu tiên dành riêng cho tiền mã hóa. Bằng việc trở thành một phần của cộng đồng Bitcoin thời kỳ đầu, anh đã tận mắt chứng kiến tiềm năng cũng như những hạn chế của nó.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-4": "Vào năm 2014, Vitalik đã xuất bản <whitepaper>Sách trắng Ethereum</whitepaper>, phác thảo một nền tảng vượt xa Bitcoin bằng cách tạo ra một chuỗi khối có thể làm được nhiều việc hơn là chỉ thanh toán.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-5": "Ethereum mở rộng cách tiếp cận của Bitcoin, về cơ bản là, thay vì có các quy tắc được thiết kế để hỗ trợ một ứng dụng, chúng ta sẽ tạo ra một thứ gì đó có mục đích chung hơn, nơi mọi người có thể tự xây dựng ứng dụng của riêng mình và các quy tắc cho bất kỳ ứng dụng nào họ xây dựng đều có thể được thực thi, triển khai trên nền tảng Ethereum.",
  "page-ethereum-history-founder-and-ownership-when-ethereum-when-did-ethereum-launch": "Ethereum ra mắt khi nào?",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now": "Ai sở hữu và điều hành Ethereum hiện nay?",
  "page-ethereum-history-founder-and-ownership-founder-of-ethereum": "Người sáng lập Ethereum",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-6": "Ethereum được đồng sáng lập bởi 8 cá nhân, những người đã giúp đưa Ethereum vào cuộc sống.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-vitalik-buterin": "<strong>Vitalik Buterin</strong>: Sáng lập Ethereum vào năm 2013, là tác giả của sách trắng gốc, đồng thời trở thành người có tầm nhìn và người ủng hộ chính, trình bày rõ khái niệm về một máy tính thế giới phi tập trung và định hướng kỹ thuật cũng như triết lý của giao thức.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-gavin-wood": "<strong>Gavin Wood</strong>: Đã phát triển ngôn ngữ lập trình <solidity>Solidity</solidity> và viết <ethereumYellowPaper>Giấy vàng Ethereum</ethereumYellowPaper>, hướng dẫn kỹ thuật cho Máy ảo Ethereum (EVM).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-joseph-lubin": "<strong>Joseph Lubin</strong>: Đã giúp tài trợ cho các giai đoạn đầu của Ethereum và sau đó thành lập <consensys>ConsenSys</consensys>, một công ty tập trung vào việc xây dựng các ứng dụng và cơ sở hạ tầng dựa trên Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-jeffrey-wilcke": "<strong>Jeffrey Wilcke</strong>: Đã tạo ra <geth>Geth</geth>, máy khách thực thi Ethereum gốc và được sử dụng rộng rãi nhất, chịu trách nhiệm chạy EVM và lưu trữ dữ liệu mạng Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-mihai-alisie": "<strong>Mihai Alisie</strong>: Đồng sáng lập Tạp chí Bitcoin với Vitalik Buterin và giúp thành lập Ethereum Foundation tại Thụy Sĩ, giữ chức phó chủ tịch và thiết lập khuôn khổ pháp lý cho đợt bán trước của ether.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-anthony-di-lorio": "<strong>Anthony Di Lorio</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-amir-chetrit": "<strong>Amir Chetrit</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-charles-hoskinson": "<strong>Charles Hoskinson</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-7": "Ngày nay, Vitalik Buterin vẫn tích cực tham gia vào quá trình phát triển của Ethereum. Joseph Lubin tiếp tục lãnh đạo ConsenSys. Công ty của ông phát triển các công cụ chủ chốt cho hệ sinh thái Ethereum như <strong>MetaMask</strong> và <strong>Infura</strong>.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-1": "Hành trình từ ý tưởng ban đầu của Vitalik đến khi Ethereum chính thức ra mắt mất khoảng 20 tháng. Dưới đây là các cột mốc quan trọng:",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-2": "<strong>Tháng 11 năm 2013:</strong> Vitalik Buterin chia sẻ sách trắng Ethereum. Nó mô tả tầm nhìn của anh về một nền tảng chuỗi khối có thể chạy các hợp đồng thông minh.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-3": "<strong>Tháng 1 năm 2014:</strong> Vitalik <announcement>công bố công khai</announcement> khái niệm về Ethereum tại Hội nghị Bitcoin Bắc Mỹ ở Miami.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-4": "<strong>Tháng 7 – Tháng 8 năm 2014:</strong> Để tài trợ cho việc phát triển Ethereum, đội ngũ sáng lập đã thực hiện một chiến dịch huy động vốn từ cộng đồng. Họ đã huy động được 31.000 BTC (trị giá khoảng 18 triệu đô la vào thời điểm đó) để đổi lấy ether (ETH).",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-5": "<strong>Tháng 4 năm 2015:</strong> Vitalik và các nhà đồng sáng lập ra mắt mạng thử nghiệm Olympic của Ethereum. Đây là giai đoạn thử nghiệm cuối cùng trước khi ra mắt mạng chính.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-6": "<strong>Ngày 30 tháng 7 năm 2015:</strong> Nhóm sáng lập chính thức ra mắt mạng chính Ethereum bằng cách khai thác khối khởi nguyên. Điều này đánh dấu sự ra đời của mạng Ethereum.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-7": "<strong>Ngày 14 tháng 3 năm 2016:</strong> Cộng đồng Ethereum triển khai \"Homestead\", bản nâng cấp theo kế hoạch đầu tiên. Điều này báo hiệu rằng Ethereum đã sẵn sàng để được áp dụng rộng rãi.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-8": "Chúng tôi có quan niệm trong dự án Ethereum rằng chúng tôi thực sự chỉ có một cơ hội duy nhất, thực sự là chỉ một lần, vì vậy chúng tôi phải làm cho đúng.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-9": "Nhà đồng sáng lập Ethereum",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-10": "Sự ra mắt của Ethereum đã đánh dấu một cột mốc quan trọng trong công nghệ chuỗi khối. Nó đã giới thiệu các hợp đồng thông minh và tạo ra một nền tảng cho các ứng dụng phi tập trung.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-11": "Bạn có thể <genesisBlock>luôn xem khối khởi nguyên của Ethereum</genesisBlock> để lưu giữ khoảnh khắc khi Ethereum lần đầu tiên ra đời.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-12": "Xem danh sách đầy đủ các bản nâng cấp của Ethereum",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-13": "Xem lộ trình tương lai của Ethereum",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-1": "Một trong những khía cạnh độc đáo nhất của Ethereum là cấu trúc sở hữu của nó, hay nói chính xác hơn là sự thiếu vắng quyền sở hữu truyền thống. Không giống như một công ty thông thường, Ethereum:",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-2": "<strong>không có CEO hay cơ quan trung ương nào</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-3": "<strong>không bị kiểm soát bởi bất kỳ thực thể</strong> hay tổ chức đơn lẻ nào",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-4": "<strong>không có cổ đông</strong> theo nghĩa truyền thống",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-5": "Thay vào đó, Ethereum hoạt động như một mạng phi tập trung. Nó được <strong>duy trì bởi hàng ngàn máy tính độc lập</strong> (nút) trên khắp thế giới. Mô hình phi tập trung này là cốt lõi trong thiết kế và giá trị của Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-6": "Một số nhóm chủ chốt giúp đỡ trong việc phát triển và quản trị liên tục của Ethereum:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation": "1. Ethereum Foundation",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-1": "<strong>Ethereum Foundation là một tổ chức phi lợi nhuận</strong> hỗ trợ Ethereum và các công nghệ liên quan. Mặc dù quan trọng nhưng nó không kiểm soát mạng lưới. Nền tảng này:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-2": "Quản lý quỹ để hỗ trợ phát triển Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-3": "Cung cấp các khoản tài trợ cho các dự án xây dựng trên Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-4": "Tổ chức các sự kiện cộng đồng và các sáng kiến giáo dục",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-5": "Điều phối các nỗ lực nghiên cứu",
  "page-ethereum-history-founder-and-ownership-core-developers": "2. Các nhà phát triển và nhà nghiên cứu cốt lõi",
  "page-ethereum-history-founder-and-ownership-core-developers-description-1": "Một cộng đồng toàn cầu gồm các nhà phát triển và nhà nghiên cứu đóng góp vào mã và thiết kế của Ethereum. Những người đóng góp này đề xuất, thảo luận và thực hiện các cải tiến thông qua một quy trình mở, công khai. Vitalik Buterin vẫn được tôn trọng trong cộng đồng, tuy nhiên, các quyết định được đưa ra thông qua thỏa thuận nhóm chứ không phải bởi bất kỳ cá nhân nào.",
  "page-ethereum-history-founder-and-ownership-eip": "3. Đề xuất Cải tiến Ethereum (EIP)",
  "page-ethereum-history-founder-and-ownership-eip-description-1": "Cộng đồng Ethereum đề xuất các thay đổi đối với mạng lưới thông qua <eips>Đề xuất Cải tiến Ethereum (EIP)</eips>. Hệ thống mở này cho phép bất kỳ ai cũng có thể đề xuất các cải tiến. Những ý tưởng này sau đó được thảo luận, tinh chỉnh và có khả năng được cộng đồng triển khai.",
  "page-ethereum-history-founder-and-ownership-validators": "4. Người vận hành nút và người xác thực",
  "page-ethereum-history-founder-and-ownership-validators-description-1": "Kể từ khi Ethereum chuyển sang bằng chứng cổ phần vào tháng 9 năm 2022, mạng lưới được bảo mật bởi những người xác thực, những người này khóa (đặt cược) ETH và xử lý các giao dịch. Có <beaconchain>một số lượng lớn người xác thực</beaconchain> trải rộng trên toàn thế giới, giúp phân bổ quyền kiểm soát mạng lưới đi khắp nơi.",
  "page-ethereum-history-founder-and-ownership-validators-description-2": "Mô hình phi tập trung này hạn chế sự kiểm soát của bất kỳ thực thể đơn lẻ nào, giúp Ethereum có khả năng chống lại sự kiểm duyệt. Điều này bao gồm cả những người sáng lập ban đầu của nó. Không một cá nhân hay tổ chức nào có thể tự mình thay đổi các quy tắc của Ethereum hoặc đóng cửa mạng lưới.",
  "page-ethereum-history-founder-and-ownership-validators-description-3": "Sự khác biệt cốt lõi giữa việc xây dựng một ứng dụng trên Ethereum so với việc xây dựng nó trên một nền tảng tập trung truyền thống nào đó là ý tưởng cốt lõi này: một khi bạn đã xây dựng ứng dụng của mình, ứng dụng đó không cần phải phụ thuộc vào bạn hay bất kỳ cá nhân nào khác để tiếp tục tồn tại. Và ứng dụng được đảm bảo sẽ tiếp tục chạy theo các quy tắc đã được chỉ định.",
  "page-ethereum-history-founder-and-ownership-conclusion": "Kết luận",
  "page-ethereum-history-founder-and-ownership-conclusion-description-1": "Từ khi được Vitalik Buterin tạo ra vào năm 2013 cho đến khi ra mắt vào năm 2015 và phát triển cho đến ngày nay, <strong>Ethereum vẫn trung thành với tầm nhìn sáng lập của mình</strong>. Nó vẫn là một nền tảng <strong>phi tập trung, trung lập đáng tin cậy</strong> cho các ứng dụng chạy chính xác như được lập trình. Mạng lưới và các ứng dụng được xây dựng trên đó hoạt động <strong>mà không có thời gian chết, kiểm duyệt, gian lận hoặc sự can thiệp của bên thứ ba</strong>.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-2": "Câu chuyện của Ethereum tiếp tục mở ra với mỗi bản cập nhật và đổi mới. Khi mạng lưới phát triển, nó minh chứng cho việc quản trị phi tập trung có thể thúc đẩy tiến bộ công nghệ mà không cần đến các cấu trúc công ty truyền thống.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-3": "Ethereum đã chuyển mình từ một sách trắng đầy tầm nhìn thành một <strong>lớp cơ sở hạ tầng toàn cầu cung cấp năng lượng cho hàng nghìn ứng dụng và hàng tỷ đô la giá trị</strong>. Điều này chứng tỏ rằng sự hợp tác cởi mở có thể định hình lại không chỉ tài chính mà còn cả các khái niệm cơ bản về quyền sở hữu, quản trị và niềm tin kỹ thuật số.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-4": "Tìm hiểu thêm về quy trình quản trị của Ethereum"
}
