{
  "page-community-card-1-title": "Tham gia vào một cộng đồng trực tuyến",
  "page-community-card-1-description": "Tìm người cùng đam mê và tham gia vào cộng đồng cùng với những người đam mê Ethereum.",
  "page-community-card-2-title": "Những sự kiện của Ethereum",
  "page-community-card-2-description": "Tim và tham gia vào một hội nghị, cuộc thi hay buổi giao lưu về Ethereum.",
  "page-community-card-3-title": "Đóng góp cho một dự án",
  "page-community-card-3-description": "Kiểm tra danh sách có thể đóng góp dựa trên những kỳ năng và chuyên môn của bạn.",
  "page-community-card-4-title": "Tim kiếm những khoản trợ cấp",
  "page-community-card-4-description": "Hoàn lại những khoản trợ cấp đã giúp bạn đạt được một dự án.",
  "page-community-community-hub-list-h3": "Diễn đàn cộng đồng",
  "page-community-community-hub-list-cta-label-1": "Đăng ký làm việc chung",
  "page-community-community-hub-list-cta-label-2": "Gặp gỡ",
  "page-community-contribute": "Đóng góp cho ethereum.org",
  "page-community-contribute-button": "Tìm hiểu thêm về đóng góp",
  "page-community-contribute-description": "Đối với nhiều người, ethereum.org là bước đầu tiên của họ vào hệ sinh thái này. Trang web luôn được cập nhật và chính xác nhờ sự đóng góp của hàng nghìn cộng tác viên mã nguồn mở. Bạn muốn giúp đỡ? Hãy đọc hướng dẫn của chúng tôi về việc đóng góp, hoặc tiếp nhận một vấn đề trên GitHub của chúng tôi.",
  "page-community-contribute-secondary-button": "Xem trên GitHub",
  "page-community-daos-callout-title": "Các tổ chức tự trị phi tập trung (DAOs)",
  "page-community-daos-callout-description": "Các nhóm này tận dụng công nghệ Ethereum để thúc đẩy việc tổ chức và hợp tác. Chẳng hạn, để kiểm soát thành viên, bỏ phiếu cho các đề xuất, hoặc quản lý tài sản đã được tập hợp.",
  "page-community-explore-dapps": "Khám phá ứng dụng phi tập trung",
  "page-community-explore-dapps-alt": "Khám phá ứng dụng phi tập trung",
  "page-community-explore-dapps-description": "Dapp là các ứng dụng được xây dựng trên Ethereum. Dapp đang phá vỡ các mô hình kinh doanh hiện tại và phát minh ra những mô hình mới.",
  "page-community-explore-dapps-title": "Hãy thử một số ứng dụng phi tập trung (dapp)",
  "page-community-explore-grants": "Khám phá các khoản tài trợ",
  "page-community-find-a-job": "Tìm việc",
  "page-community-get-eth": "Mua ETH",
  "page-community-get-eth-alt": "Nạp một số ETH",
  "page-community-get-eth-description": "ETH là đơn vị tiền tệ chủ chốt của Ethereum. Bạn sẽ cần một ít ETH trong ví của mình để có thể sử dụng các ứng dụng của Ethereum.",
  "page-community-get-eth-title": "Nạp một số ETH",
  "page-community-get-involved-title": "Tôi có thể tham gia bằng cách nào?",
  "page-community-get-involved-description": "Có nhiều cách để tham gia vào cộng đồng Ethereum đang phát triển nhanh chóng; bạn có thể tham gia một trong những cộng đồng trực tuyến phổ biến, tham dự một sự kiện, tham gia một nhóm gặp mặt, đóng góp cho một dự án, hoặc tham gia vào một trong nhiều diễn đàn trực tuyến về Ethereum.",
  "page-community-get-involved-image-alt": "Tham gia",
  "page-community-hero-alt": "Cộng đồng Ethereum",
  "page-community-hero-header": "Chào mừng bạn đến với Cộng đồng Ethereum",
  "page-community-hero-subtitle": "Cộng đồng Ethereum là ngôi nhà chung của vô số các nhà phát triển, kỹ thuật viên, nhà thiết kế, người dùng, HODLers và những người hâm mộ khác.",
  "page-community-hero-title": "Gia nhập cộng đồng",
  "page-community-meetuplist-no-meetups": "Chúng tôi không có bất kỳ cuộc họp nào phù hợp với tìm kiếm này. Bạn có biết về một cuộc họp nào không?",
  "page-community-meta-title": "Diễn đàn cộng đồng",
  "page-community-meta-description": "Trung tâm cộng đồng cho hệ sinh thái Ethereum",
  "page-community-open-source": "Các Creator? Builder? Hãy được trả thù lao cho công việc của bạn.",
  "page-community-open-source-description": "Bạn có đang phát triển trên nền tảng Ethereum hay bạn muốn làm điều đó? Các công ty đang tuyển dụng hàng ngàn vị trí kỹ thuật và phi kỹ thuật. Bạn có một ý tưởng riêng của mình? Hãy thử tìm kiếm một khoản tài trợ để giúp dự án của bạn được khởi động.",
  "page-community-open-source-image-alt": "Được trả tiền cho công việc của bạn",
  "page-community-please-add-to-page": "Vui lòng thêm nó vào trang này!",
  "page-community-support": "Hỗ trợ từ Ethereum",
  "page-community-support-alt": "Hỗ Trợ",
  "page-community-support-button": "Nhận sự trợ giúp",
  "page-community-support-description": "Cần sự trợ giúp? Ethereum không có một dịch vụ hỗ trợ chính thức, nhưng thay vào đó là hàng trăm cộng đồng đang sẵn sàng giúp đỡ để bạn được phát triển trên Ethereum.",
  "page-community-try-ethereum": "Tự thử Ethereum",
  "page-community-upcoming-events-no-events": "Chúng tôi không biết sự kiện sắp tới nào. Bạn biết không?",
  "page-community-upcoming-events-load-more": "Tải thêm",
  "page-community-upcoming-events-view-event": "Xem sự kiện",
  "page-community-why-get-involved-title": "Tại sao nên tham gia?",
  "page-community-why-get-involved-card-1-title": "Tìm kiếm cộng đồng của bạn",
  "page-community-why-get-involved-card-1-description": "Có cộng đồng cho bất cứ ai. Tìm và kết nối với những người cùng trí hướng để bàn luận, suy ngẫm và tôn vinh Ethereum cùng nhau.",
  "page-community-why-get-involved-card-2-title": "Kiếm tiền",
  "page-community-why-get-involved-card-2-description": "Mọi người ai cũng phải chi trả các nhu cầu thiết yếu trong cuộc sống. Ethereum cho phép bạn tìm những công việc đầy ý nghĩa, và được trả hậu hĩnh để làm những công việc đó.",
  "page-community-why-get-involved-card-3-title": "Tạo nên sự khác biệt",
  "page-community-why-get-involved-card-3-description": "Tham gia vào Ethereum cho phép bạn trở thành một cổ đông tích cực trong một công nghệ đang tạo ra ảnh hưởng tích cực đến hàng triệu người.",
  "page-index-internet-image-alt": "Hình minh họa máy tính tương lai khi được thiết lập và hỗ trợ bởi tinh thể Ethereum.",
  "page-index-get-started-image-alt": "Hình minh họa một người làm việc trên máy tính.",
  "page-index-get-started-wallet-image-alt": "Hình ảnh minh họa một robot với một cơ thể đầy tiền, đại diện cho ví Ethereum.",
  "page-index-get-started-eth-image-alt": "Hình minh họa một nhóm người thể hiện sự ngạc nhiên trước một biểu tượng ether (ETH).",
  "page-index-get-started-dapps-image-alt": "Hình minh họa một chú cún đang sử dụng máy tính.",
  "page-index-get-started-devs-image-alt": "Hình minh họa bàn tay tạo logo của ETH bằng khối lego."
}
