{
  "page-what-is-ether-meta-title": "Ether (ETH) là gì? (Hướng dẫn hoàn chỉnh) | ethereum.org",
  "page-what-is-ether-meta-description": "Ether (ETH) là tiền mã hóa gốc của Ethereum. Tìm hiểu về mục đích sử dụng, cách thức và địa điểm mua, số lượng hiện có và những yếu tố ảnh hưởng đến giá của nó.",
  "page-what-is-ether-twitter-meta-description": "Ether (ETH) là tiền mã hóa gốc của Ethereum. Tìm hiểu về mục đích sử dụng, cách thức và địa điểm mua, số lượng hiện có và nhiều thông tin khác.",
  "page-what-is-ether-title": "Ether (ETH) là gì?",
  "page-what-is-ether-hero-description-1": "Ether (ETH) là tiền mã hóa gốc cung cấp năng lượng cho mạng Ethereum. Nó được dùng để trả phí giao dịch (gọi là 'gas') khi sử dụng mạng và các ứng dụng được xây dựng trên đó, để bảo mật mạng thông qua việc góp cổ phần, và đóng vai trò là tiền kỹ thuật số cho các khoản thanh toán và đầu tư—mà không bị kiểm soát bởi bất kỳ thực thể, tổ chức hoặc chính phủ trung ương nào. ETH là một trong những loại tiền mã hóa lớn nhất theo vốn hóa thị trường.",
  "page-what-is-ether-what-is-ether-description-1": "Ether, thường được gọi là ETH, là nhiên liệu cung cấp năng lượng cho chuỗi khối Ethereum. Không giống như bitcoin, chủ yếu đóng vai trò là tiền kỹ thuật số, ether có nhiều công dụng trong hệ sinh thái Ethereum.",
  "page-what-is-ether-what-is-ether-description-2": "<strong>Với tư cách là tiền mã hóa gốc của Ethereum, ETH được dùng để:</strong>",
  "page-what-is-ether-what-is-ether-description-3": "Trả phí giao dịch (gas) khi sử dụng mạng và các ứng dụng của nó",
  "page-what-is-ether-what-is-ether-description-4": "Bảo mật mạng Ethereum thông qua việc góp cổ phần",
  "page-what-is-ether-what-is-ether-description-5": "ETH được giới thiệu vào năm 2015 như một phần của sự ra mắt Ethereum và kể từ đó đã phát triển để trở thành một trong những <assets>tài sản có giá trị nhất thế giới</assets>.",
  "page-what-is-ether-what-is-ether-description-6": "Đối với người tiêu dùng",
  "page-what-is-ether-what-is-ether-description-7": "ETH cho phép thanh toán toàn cầu mà không cần ngân hàng, mua các token không thể thay thế (NFT) và truy cập các ứng dụng tài chính phi tập trung (DeFi). ETH có khả năng chống kiểm duyệt với chức năng xuyên biên giới 24/7.",
  "page-what-is-ether-what-is-ether-description-8": "Dành cho các nhà phát triển",
  "page-what-is-ether-what-is-ether-description-9": "ETH được dùng để trả phí giao dịch khi triển khai các hợp đồng thông minh lên mạng chính Ethereum. Đây cũng là loại tiền tệ chính được sử dụng trong nhiều ứng dụng trong hệ sinh thái Ethereum.",
  "page-what-is-ether-what-is-ether-description-10": "Đối với nhà đầu tư",
  "page-what-is-ether-what-is-ether-description-11": "ETH hoạt động như một kho lưu trữ giá trị và tài sản tạo ra lợi nhuận thông qua việc góp cổ phần. Nó mang lại cơ hội tiếp cận với sự phát triển của web3 và nền kinh tế kỹ thuật số đang mở rộng.",
  "page-what-is-ether-what-is-ether-description-12": "Tìm hiểu thêm về việc góp cổ phần ETH",
  "page-what-is-ether-how-to-buy-eth": "Cách mua ETH",
  "page-what-is-ether-how-to-buy-eth-description-1": "Việc mua ETH rất đơn giản với nhiều lựa chọn dựa trên nhu cầu và vị trí của bạn. <strong>Luôn bắt đầu với một nền tảng đáng tin cậy</strong> cung cấp bảo mật mạnh mẽ.",
  "page-what-is-ether-how-to-buy-eth-description-2": "Đối với người tiêu dùng, hãy mua ETH thông qua các sàn giao dịch tiền mã hóa hoặc các ứng dụng ví.",
  "page-what-is-ether-how-to-buy-eth-description-3": "<strong>Lưu ý bên lề</strong>",
  "page-what-is-ether-how-to-buy-eth-description-4": "Khi mua ETH, bạn sẽ nghe thấy \"<strong>tài khoản/địa chỉ</strong>\" và \"<strong>ví</strong>\".",
  "page-what-is-ether-how-to-buy-eth-description-5": "Hãy coi <strong>tài khoản của bạn giống như địa chỉ email</strong> nơi mọi người gửi tiền cho bạn.",
  "page-what-is-ether-how-to-buy-eth-description-6": "Hãy coi <strong>ví của bạn giống như ứng dụng email</strong> nơi bạn kiểm tra số dư và thực hiện thanh toán.",
  "page-what-is-ether-how-to-buy-eth-description-7": "Bạn có thể mua ETH bằng:",
  "page-what-is-ether-how-to-buy-eth-description-8": "<strong>Thẻ tín dụng/ghi nợ</strong> ngay lập tức nhưng với phí cao hơn",
  "page-what-is-ether-how-to-buy-eth-description-9": "<strong>Chuyển khoản ngân hàng</strong> chậm hơn nhưng với phí thấp hơn",
  "page-what-is-ether-how-to-buy-eth-description-10": "<strong>PayPal</strong> hoặc các dịch vụ tương tự ở những nơi có sẵn",
  "page-what-is-ether-how-to-buy-eth-description-11": "<strong>Đối với doanh nghiệp</strong>, các sàn giao dịch cung cấp tài khoản công ty với giới hạn cao hơn, hỗ trợ tốt hơn, các tính năng tuân thủ, chiết khấu theo khối lượng và bảo mật nâng cao.",
  "page-what-is-ether-how-to-buy-eth-description-12": "Các cách khác để nhận ETH:",
  "page-what-is-ether-how-to-buy-eth-description-13": "<strong>Nhận thanh toán</strong> từ những người bạn biết",
  "page-what-is-ether-how-to-buy-eth-description-14": "<strong>Cung cấp thanh khoản</strong> trên các giao thức tài chính phi tập trung",
  "page-what-is-ether-how-to-buy-eth-description-15": "<strong>Góp cổ phần ETH</strong> để nhận phần thưởng trong khi bảo mật mạng Ethereum",
  "page-what-is-ether-how-to-buy-eth-description-16": "Tìm hiểu thêm về cách thức và địa điểm mua ETH",
  "page-what-is-ether-how-to-send-and-receive-eth": "Cách gửi và nhận ETH",
  "page-what-is-ether-how-to-send-and-receive-eth-description-1": "<strong>Gửi ETH</strong> yêu cầu có ví và địa chỉ người nhận. Nhập địa chỉ của họ, chỉ định số tiền, xem lại phí giao dịch và xác nhận. Giao dịch thường đến trong vòng chưa đầy 30 giây và không thể đảo ngược sau khi đã được xác nhận.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-2": "<strong>Nhận ETH</strong> yêu cầu chia sẻ địa chỉ Ethereum hoặc mã QR của bạn với người gửi. Tiền sẽ xuất hiện trong ví của bạn sau khi mạng xác nhận, hầu hết các ví đều cung cấp thông báo.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-3": "<strong>Cần trợ giúp?</strong> Đọc hướng dẫn <howToUseWallet>Cách sử dụng ví</howToUseWallet>.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-4": "Khi mua ETH, bạn sẽ nghe thấy \"<strong>tài khoản/địa chỉ</strong>\" và \"<strong>ví</strong>\".",
  "page-what-is-ether-how-to-send-and-receive-eth-description-5": "Hãy coi <strong>tài khoản của bạn giống như địa chỉ email</strong> nơi mọi người gửi tiền cho bạn.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-6": "Hãy coi <strong>ví của bạn giống như ứng dụng email</strong> nơi bạn kiểm tra số dư và thực hiện thanh toán.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-7": "Đối với số tiền lớn hơn, hãy cân nhắc sử dụng ví phần cứng để tăng cường bảo mật.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-8": "Tìm hiểu về Ethereum và cách nó hoạt động.",
  "page-what-is-ether-how-to-send-and-receive-eth-callout": "Chỉ chia sẻ địa chỉ Ethereum của bạn với những người liên hệ đáng tin cậy. Vì Ethereum là một sổ cái công khai, họ có thể xem số dư và giao dịch của bạn. Họ không thể truy cập vào tiền của bạn nhưng bạn nên giữ sự riêng tư.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth": "Mất bao lâu để gửi ETH?",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-1": "Các giao dịch ETH thường hoàn tất trong vòng chưa đầy 30 giây. Mạng Ethereum xử lý các khối sau mỗi 12 giây, mặc dù các giao dịch có thể phải xếp hàng chờ trong thời gian tắc nghẽn.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-2": "Các giao dịch đạt được 'tính cuối cùng' sau ~15 phút, so với mức trung bình 60 phút của Bitcoin.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-3": "Trong thời gian lưu lượng mạng cao, bạn có thể tăng tốc giao dịch bằng cách trả phí giao dịch cao hơn, giúp bạn được ưu tiên xử lý trước. Phí được chia cho người xác thực và một cơ chế đốt.",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth": "Gửi ETH tốn bao nhiêu chi phí?",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth-description-1": "Các giao dịch Ethereum yêu cầu <strong>phí giao dịch được trả bằng ETH</strong>. Phí được tính dựa trên công việc tính toán cần thiết (được đo bằng 'gas') và nhu cầu hiện tại của mạng. Giá gas biến động theo lưu lượng mạng, làm cho các giao dịch có chi phí thấp hơn trong các giai đoạn ngoài giờ cao điểm.",
  "page-what-is-ether-l2s": "Giới thiệu L2: Mở rộng quy mô Ethereum",
  "page-what-is-ether-l2s-description-1": "Khi sự phổ biến của Ethereum tăng lên, việc giữ phí giao dịch ở mức thấp trở nên khó khăn. Các mạng <strong>Lớp 2 (L2)</strong> giải quyết vấn đề này.",
  "page-what-is-ether-l2s-description-2": "Các L2 như <optimism>Optimism</optimism> và <arbitrum>Arbitrum</arbitrum> cung cấp <strong>phí rẻ hơn 10-100 lần</strong> trong khi vẫn kế thừa tính bảo mật của Ethereum. Chúng xử lý các giao dịch ngoài chuỗi và đăng dữ liệu lên Ethereum.",
  "page-what-is-ether-l2s-description-3": "Hãy coi chúng như những làn đường cao tốc cung cấp các giao dịch nhanh hơn, rẻ hơn bên cạnh đường cao tốc chính của Ethereum.",
  "page-what-is-ether-l2s-description-4": "Các <strong>giao dịch chuyển tiền</strong> trên L2 thường có chi phí dưới 0,01 đô la, mang Ethereum đến với hàng triệu người dùng khác thông qua việc tích hợp với các công ty như Robinhood, PayPal và Shopify.",
  "page-what-is-ether-what-is-the-eth-supply": "Nguồn cung ETH là gì?",
  "page-what-is-ether-what-is-the-eth-supply-description-1": "Không giống như giới hạn cố định 21 triệu của Bitcoin, ETH có cơ chế cung ứng động:",
  "page-what-is-ether-what-is-the-eth-supply-description-2": "ETH mới được phát hành để thưởng cho những người xác thực mạng với tốc độ giới hạn được tính toán bởi giao thức",
  "page-what-is-ether-what-is-the-eth-supply-description-3": "Một phần của mỗi khoản phí giao dịch sẽ bị \"đốt\" vĩnh viễn (bị xóa khỏi sự tồn tại)",
  "page-what-is-ether-what-is-the-eth-supply-description-4": "Điều này tạo ra các giai đoạn lạm phát và giảm phát xen kẽ dựa trên việc sử dụng mạng",
  "page-what-is-ether-what-is-the-eth-supply-description-5": "<strong>Trạng thái cân bằng dự kiến</strong>: Hệ thống cân bằng giữa bảo mật mạng với việc bảo toàn giá trị lâu dài. Mức độ sử dụng cao dẫn đến giảm phát; mức độ sử dụng thấp dẫn đến lạm phát.",
  "page-what-is-ether-what-is-the-eth-supply-description-6": "Nguồn dữ liệu: <etherscan>Etherscan</etherscan>, <ultrasound>Ultrasound Money</ultrasound>",
  "page-what-is-ether-what-is-the-distribution-of-eth": "Sự phân bổ của ETH là gì?",
  "page-what-is-ether-what-is-the-distribution-of-eth-description-1": "Quyền sở hữu được phân bổ rộng rãi trên <etherscan>hàng chục triệu địa chỉ</etherscan>, ngăn chặn sự tập trung quyền kiểm soát và tăng cường tính phi tập trung hóa.",
  "page-what-is-ether-breakdown": "Phân tích chi tiết về sự phân bổ ether",
  "page-what-is-ether-breakdown-description-1": "<strong>Ether đã góp cổ phần</strong>: Hàng chục triệu ETH <beaconchain>bị khóa</beaconchain> để bảo mật mạng",
  "page-what-is-ether-breakdown-description-2": "<strong>Sàn giao dịch</strong>: Các nền tảng tập trung <unchained>nắm giữ 13-16%</unchained> nguồn cung",
  "page-what-is-ether-breakdown-description-3": "<strong>Hợp đồng thông minh</strong>: Số lượng đáng kể trong các hợp đồng thông minh bao gồm các giao thức DeFi",
  "page-what-is-ether-breakdown-description-4": "<strong>Ethereum Foundation</strong>: Nắm giữ <ef>chưa đến 0,3%</ef> nguồn cung (giảm từ 9% vào năm 2014)",
  "page-what-is-ether-who-holds-most": "Ai nắm giữ nhiều nhất?",
  "page-what-is-ether-who-holds-most-description-1": "Các địa chỉ Ethereum có số dư ETH cao nhất thường không phải là của các cá nhân. Phần lớn ether hiển thị trong các địa chỉ Ethereum \"hàng đầu\" đại diện cho các quỹ gộp chung của nhiều người và thực thể khác nhau, không phải là tài sản của một cá nhân duy nhất. ",
  "page-what-is-ether-who-holds-most-description-2": "Các tài khoản ETH có số dư cao nhất thường bao gồm:",
  "page-what-is-ether-who-holds-most-description-3": "Hợp đồng Ký gửi của Chuỗi Beacon: Số dư của hợp đồng ký gửi đại diện cho tất cả ETH đã được <staked>góp cổ phần</staked> để giúp bảo mật mạng Ethereum. Mặc dù đây là địa chỉ Ethereum có số dư ETH lớn nhất, nó không đại diện cho một tài khoản ví Ethereum có thể truy cập được. Nó là một hợp đồng thông minh chấp nhận các khoản ký gửi ETH làm bước đầu tiên để tham gia góp cổ phần, sau đó quản lý số dư của ether đó trên các người xác thực đang hoạt động của mạng.",
  "page-what-is-ether-who-holds-most-description-4": "Hợp đồng thông minh: Nhiều địa chỉ Ethereum có số dư cao khác đại diện cho các hợp đồng thông minh cung cấp năng lượng cho các ứng dụng dựa trên Ethereum, chẳng hạn như địa chỉ hợp đồng thông minh cho các giao thức tài chính phi tập trung (DeFi), cầu nối hoặc các tổ chức tự trị phi tập trung (DAO). Những số dư hợp đồng này đại diện cho ether mà nhiều ví đã ký gửi để tham gia vào ứng dụng của họ.",
  "page-what-is-ether-who-holds-most-description-5": "Tài khoản tổng hợp: Đây là những ví lớn do các sàn giao dịch, nền tảng và quỹ (như Coinbase, Robinhood hoặc Binance) vận hành. Khi một người dùng mua ETH trên một sàn giao dịch, nó thường được giữ trong một trong những tài khoản khổng lồ này cùng với ETH của hàng nghìn khách hàng khác của nền tảng.",
  "page-what-is-ether-who-holds-most-description-6": "Bạn có thể xem danh sách trực tiếp các địa chỉ ví Ethereum có số dư ETH cao nhất trên <etherscan>Etherscan tại đây</etherscan>.",
  "page-what-is-ether-distribution": "Tại sao sự phân bổ lại quan trọng đối với tính phi tập trung hóa",
  "page-what-is-ether-distribution-description-1": "Sự phân bổ rộng rãi ngăn chặn sự kiểm soát tập trung. Tính phi tập trung hóa thực sự phụ thuộc vào số lượng các nút và người xác thực độc lập duy trì mạng.",
  "page-what-is-ether-what-makes-eth-valuable": "Điều gì làm cho ETH có giá trị?",
  "page-what-is-ether-what-makes-eth-valuable-description-1": "ETH có được giá trị từ nhiều nguồn:",
  "page-what-is-ether-what-makes-eth-valuable-description-2": "<strong>Tiện ích mạng</strong>: Tất cả các giao dịch Ethereum đều yêu cầu ETH cho phí gas, tạo ra nhu cầu ổn định tăng theo sự chấp nhận của mạng.",
  "page-what-is-ether-what-makes-eth-valuable-description-3": "<strong>Phần thưởng góp cổ phần</strong>: Những người góp cổ phần ETH kiếm được lợi nhuận trong khi bảo mật mạng, thu hút cả các nhà đầu tư cá nhân và tổ chức.",
  "page-what-is-ether-what-makes-eth-valuable-description-4": "<strong>Lưu trữ giá trị</strong>: Nhiều người coi ETH là \"dầu kỹ thuật số\"—một tài sản khan hiếm với tiện ích thực sự cung cấp năng lượng cho nền kinh tế kỹ thuật số.",
  "page-what-is-ether-what-makes-eth-valuable-description-5": "<strong>Động lực cung ứng</strong>: Việc đốt phí tạo ra áp lực giảm phát trong các giai đoạn sử dụng cao. Kể từ năm 2021, <ultrasound>hàng triệu ETH đã bị loại bỏ vĩnh viễn</ultrasound> khỏi lưu thông.",
  "page-what-is-ether-what-is-wrapping-eth": "Bọc ETH là gì?",
  "page-what-is-ether-what-is-wrapping-eth-description-1": "ETH bọc (WETH) là một token ERC-20 đại diện cho ETH trên cơ sở 1:1. Nhiều ứng dụng phi tập trung và mạng L2 được xây dựng để xử lý các token ERC-20, nhưng bản thân ETH gốc không phải là một token ERC-20. 'Bọc' có nghĩa là khóa ETH trong một hợp đồng thông minh, và phát hành một đại diện ERC-20 của ETH đã khóa đó (WETH), cho phép nó được sử dụng trên bất kỳ ứng dụng và L2 nào chỉ có thể chấp nhận token ERC-20.",
  "page-what-is-ether-what-is-wrapping-eth-description-2": "Các mục đích sử dụng phổ biến bao gồm:",
  "page-what-is-ether-what-is-wrapping-eth-description-3": "Các cặp giao dịch trên các sàn giao dịch phi tập trung như <uniswap>Uniswap</uniswap>",
  "page-what-is-ether-what-is-wrapping-eth-description-4": "Tài sản thế chấp trên các nền tảng cho vay như <aave>Aave</aave>",
  "page-what-is-ether-what-is-wrapping-eth-description-5": "Đấu giá trên các thị trường NFT như <opensea>OpenSea</opensea>",
  "page-what-is-ether-what-is-wrapping-eth-description-6": "WETH có thể được mở bọc trở lại thành ETH bất cứ lúc nào với mức phí tối thiểu. WETH bị hủy và ETH mà nó đại diện được giải phóng khỏi hợp đồng thông minh. Hầu hết các ứng dụng đều xử lý quá trình bọc và mở bọc một cách liền mạch.",
  "page-what-is-ether-what-is-wrapping-eth-description-7": "Tìm hiểu thêm về ETH bọc (WETH)",
  "page-what-is-ether-gas-table-transaction-type": "Loại giao dịch",
  "page-what-is-ether-gas-table-typical-cost-range": "Phạm vi chi phí trực tiếp",
  "page-what-is-ether-gas-table-estimated-gas-units": "Đơn vị gas ước tính",
  "page-what-is-ether-gas-table-row-1-1": "Chuyển khoản ETH",
  "page-what-is-ether-gas-table-row-2-1": "Hoán đổi token",
  "page-what-is-ether-gas-table-row-3-1": "Các giao dịch DeFi/NFT phức tạp"
}