{
  "page-what-is-ethereum-alt-img-bazaar": "Ảnh minh họa một người đang nhìn vào thị trường đại diện cho Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Ảnh minh hoạ các thành viên trong cộng đồng Ethereum đang làm việc cùng nhau",
  "page-what-is-ethereum-alt-img-lego": "Ảnh minh hoạ bàn tay tạo ra logo của ETH làm bằng các viên gạch lego",
  "page-what-is-ethereum-banking-card": "Ngân hàng dành cho tất cả mọi người",
  "page-what-is-ethereum-banking-card-desc": "Không phải ai cũng có thể tiếp cận các dịch vụ tài chính. Bạn chỉ cần một kết nối Internet để sử dụng Ethereum cũng như các sản phẩm cho vay, vay mượn và tiết kiệm được xây dựng trên đó.",
  "page-what-is-ethereum-build": "Tạo ra sản phẩm với Ethereum",
  "page-what-is-ethereum-build-desc": "Nếu bạn muốn thử xây dựng với Ethereum, hãy đọc tài liệu, thử một số hướng dẫn hoặc khám phá các công cụ cần thiết để bắt đầu.",
  "page-what-is-ethereum-censorless-card": "Chống kiểm duyệt",
  "page-what-is-ethereum-censorless-card-desc": "Không có chính phủ hay công ty nào kiểm soát được Ethereum. Sự phi tập trung khiến gần như không ai có thể ngăn bạn nhận thanh toán hoặc sử dụng các dịch vụ trên Ethereum.",
  "page-what-is-ethereum-comm-desc": "Cộng đồng của chúng tôi bao gồm những người từ mọi tầng lớp, bao gồm nghệ sĩ, những người theo chủ nghĩa vô chính phủ về tiền mã hoá, các công ty Fortune 500, và bây giờ là bạn. Tìm hiểu cách tham gia ngay hôm nay.",
  "page-what-is-ethereum-commerce-card": "Đảm bảo thương mại",
  "page-what-is-ethereum-commerce-card-desc": "Khách hàng có sự đảm bảo tích hợp rằng tiền chỉ được chuyển khi bạn cung cấp đúng như đã thỏa thuận. Tương tự, các nhà phát triển có thể yên tâm rằng các quy tắc sẽ không bị thay đổi.",
  "page-what-is-ethereum-composable-card": "Sản phẩm có thể kết hợp",
  "page-what-is-ethereum-composable-card-desc": "Tất cả các ứng dụng được xây dựng trên cùng một chuỗi khối với trạng thái toàn cầu được chia sẻ, nghĩa là chúng có thể kết hợp và xây dựng dựa trên nhau (như các viên gạch Lego). Điều này cho phép tạo ra các sản phẩm và trải nghiệm tốt hơn, đồng thời đảm bảo rằng không ai có thể loại bỏ các công cụ mà ứng dụng phụ thuộc vào.",
  "page-what-is-ethereum-community": "Cộng đồng Ethereum",
  "page-what-is-ethereum-desc": "Nền tảng cho tương lai số",
  "page-what-is-ethereum-explore": "Khám phá Ethereum",
  "page-what-is-ethereum-internet-card": "Internet mở",
  "page-what-is-ethereum-internet-card-desc": "Bất kỳ ai cũng có thể tương tác với mạng Ethereum hoặc xây dựng ứng dụng trên nó. Điều này cho phép bạn kiểm soát tài sản và danh tính của mình thay vì để một số tập đoàn lớn kiểm soát.",
  "page-what-is-ethereum-meet-comm": "Gặp gỡ cộng đồng",
  "page-what-is-ethereum-meta-description": "Tìm hiểu về Ethereum, tính năng cũng như các bước để gia nhập nền tảng.",
  "page-what-is-ethereum-meta-title": "Ethereum là gì?",
  "page-what-is-ethereum-p2p-card": "Mạng ngang hàng (P2P)",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum cho phép bạn phối hợp, thiết lập thỏa thuận hoặc chuyển các tài sản số trực tiếp với người khác. Bạn không cần phải dựa vào các bên trung gian.",
  "page-what-is-ethereum-start-building-btn": "Bắt đầu xây dựng",
  "page-what-is-ethereum-title": "Ethereum là gì?",
  "page-what-is-ethereum-subtitle": "Hướng dẫn dành cho người mới về cách Ethereum hoạt động, những lợi ích của nó và cách nó được hàng triệu người trên toàn thế giới sử dụng.",
  "page-what-is-ethereum-button-lets-start": "Hãy cùng bắt đầu nào",
  "page-what-is-ethereum-blockchain-tab-title": "Chuỗi khối là gì?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Chuỗi khối là một cơ sở dữ liệu các giao dịch</b> được cập nhật và chia sẻ giữa các máy tính trong cùng 1 mạng. Mỗi lần một loạt các giao dịch mới được thêm vào, nó gọi là một \"khối\" - vì vậy chúng có tên gọi là các chuỗi khối. Chuỗi khối công khai như Ethereum cho phép ai cũng thêm dữ liệu vào được, nhưng không xóa được. Nếu ai đó muốn sửa thông tin hoặc gian lận hệ thống, họ sẽ phải làm điều đó trên phần lớn các máy tính trong mạng lưới. Đó là một con số rất lớn! Đó là một con số rất lớn! Như vậy là quá nhiều máy tính! Điều này khiến chuỗi khối phi tập trung như Ethereum bảo mật rất cao.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Tiền mã hóa là gì?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Tiền mã hóa là thuật ngữ dùng để chỉ nhiều loại token số có thể thay thế được, được bảo mật bằng chuỗi khối. Tất cả được bắt đầu bằng Bitcoin. Bitcoin có thể được sử dụng để di chuyển tài sản giữa hai bên mà không cần phải đặt niềm tin vào một bên trung gian. Bạn chỉ cần tin tưởng vào mã nguồn của Bitcoin, vốn hoàn toàn công khai và miễn phí.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Lý do những tài sản ví dụ như bitcoin và ether được gọi là \"tiền mã hóa\" là bởi độ bảo mật của dữ liệu và các tài sản đều được đảm bảo bởi <a href=\"/glossary/#cryptography\">mật mã học</a>, mà không phải tín nhiệm vào hành vi trung thực của tổ chức hoặc doanh nghiệp bất kì.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum có đồng tiền mã hóa riêng, ether (ETH), được sử dụng để thanh toán cho một số hoạt động nhất định trong mạng lưới. Nó có thể được gửi cho người dùng khác hoặc đổi lấy các token khác trên Ethereum.Ether đặc biệt vì nó được dùng để thanh toán cho các phép tính cần thiết để xây dựng và vận hành các ứng dụng và tổ chức trên Ethereum.",
  "page-what-is-ethereum-summary-title": "Tổng hợp",
  "page-what-is-ethereum-summary-desc-1": "Ethereum là nền tảng chính cho hàng nghìn các ứng dụng và blockchain, tất cả được cung cấp bởi giao thức Ethereum.",
  "page-what-is-ethereum-summary-desc-2": "Hệ sinh thái sôi động này thúc đẩy sự đổi mới và tạo ra nhiều ứng dụng cùng dịch vụ phi tập trung đa dạng.",
  "page-what-is-ethereum-summary-bullet-1": "Tài khoản Ethereum <strong>miễn phí và toàn cầu</strong>",
  "page-what-is-ethereum-summary-bullet-2": "<strong>Gần như riêng tư</strong>, không cần thông tin cá nhân",
  "page-what-is-ethereum-summary-bullet-3": "<strong>Không bị hạn chế</strong>, bất kỳ ai cũng có thể tham gia",
  "page-what-is-ethereum-summary-bullet-4": "<strong>Không công ty nào sở hữu Ethereum</strong> hoặc quyết định tương lai của nó",
  "page-what-is-ethereum-btc-eth-diff-title": "Vậy điểm khác biệt giữa Ethereum và Bitcoin là gì?",
  "page-what-is-ethereum-btc-eth-diff-1": "Ra mắt vào năm 2015, Ethereum được xây dựng dựa trên những cải tiến của Bitcoin, kết hợp với những khác biệt đáng kể.",
  "page-what-is-ethereum-btc-eth-diff-2": "Cả hai đều cho phép bạn sử dụng tiền số mà không cần nhà cung cấp thanh toán hoặc ngân hàng. Nhưng <b>Ethereum cho phép việc lập trình</b>, nên bạn có thể xây dựng và triển khai các ứng dụng phi tập trung trên mạng lưới.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin cho phép chúng ta truyền đạt giá trị cho nhau mà không cần cơ quan trung gian, điều này đã rất mạnh mẽ. Ethereum mở rộng điều này: thay vì chỉ là thông điệp, bạn có thể viết bất kỳ chương trình hay hợp đồng nào. Không giới hạn loại hợp đồng có thể được tạo và đồng thuận, vì vậy đổi mới lớn diễn ra trên mạng lưới Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-4": "Trong khi Bitcoin chỉ là một mạng lưới thanh toán, Ethereum giống như một thị trường của các dịch vụ tài chính, trò chơi, mạng xã hội và các ứng dụng khác.",
  "page-what-is-ethereum-what-can-eth-do-title": "Ethereum có thể làm gì?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Tại sao nên sử dụng Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Nếu bạn quan tâm đến cách phối hợp toàn cầu một cách bền bỉ, mở và đáng tin cậy, tạo lập tổ chức, xây dựng ứng dụng và chia sẻ giá trị, Ethereum là dành cho bạn. Ethereum là câu chuyện do tất cả chúng ta cùng viết nên, hãy đến và khám phá những thế giới tuyệt vời mà chúng ta có thể cùng nhau xây dựng.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Ethereum cũng là tài sản vô giá cho những ai phải đối mặt với sự không chắc chắn xung quanh tính bảo mật hoặc tính ổn định hoặc tính di động của tài sản của họ do các tác động bên ngoài nằm ngoài tầm kiểm soát của họ.",
  "page-what-is-ethereum-slide-1-title": "Giao dịch xuyên biên giới nhanh hơn và rẻ hơn",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoin</b> là một loại tiền mã hóa mới dựa trên một tài sản ổn định hơn làm cơ sở cho giá trị của nó. Hầu hết chúng được liên kết với đồng đô la Mỹ và do đó duy trì giá trị của loại tiền tệ đó. Điều này cho phép một hệ thống thanh toán toàn cầu rất rẻ và ổn định. Nhiều stablecoin hiện tại được xây dựng trên mạng Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum và stablecoin đơn giản hóa quá trình gửi tiền ra nước ngoài. Thường chỉ mất vài phút để chuyển tiền trên toàn cầu, thay vì vài ngày làm việc hoặc thậm chí vài tuần mà ngân hàng của bạn có thể mất (trung bình) và chỉ với một giá trị tài sản nhỏ. Thêm vào đó, không có phí bổ sung để thực hiện một giao dịch có giá trị cao và không có hạn chế nào về địa điểm hoặc lý do bạn gửi tiền của mình.",
  "page-what-is-ethereum-slide-2-title": "Sự giúp đỡ nhanh nhất trong thời đại khủng hoảng",
  "page-what-is-ethereum-slide-2-desc-1": "Nếu bạn đủ may mắn để có nhiều lựa chọn ngân hàng thông qua các tổ chức đáng tin cậy nơi bạn sống, bạn có thể coi đó là chấp nhận về sự tự do tài chính, sự an toàn và sự ổn định mà họ cung cấp. Nhưng đối với nhiều người trên thế giới đang phải đối mặt với sự đàn áp chính trị hoặc khó khăn kinh tế, các tổ chức tài chính có thể không cung cấp sự bảo vệ hoặc dịch vụ mà họ cần.",
  "page-what-is-ethereum-slide-2-desc-2": "Khi chiến tranh, các thảm họa kinh tế hoặc việc đàn áp quyền tự do dân sự xảy ra với cư dân <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarus</a> và <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukraine</a>, tiền mã hóa là lựa chọn nhanh nhất và thường là lựa chọn duy nhất để giữ sự ổn định về tài chính.<sup><a href=\"https://www.financialinclusion.tech/\">1</a></sup> Như đã thấy trong các ví dụ trên, các loại tiền điện tử như Ethereum có thể cung cấp khả năng tiếp cận không giới hạn vào nền kinh tế toàn cầu khi mọi người bị cô lập khỏi thế giới bên ngoài. Ngoài ra, stablecoin còn cung cấp một kho lưu trữ giá trị khi đồng nội tệ sụt giá do siêu lạm phát.",
  "page-what-is-ethereum-slide-3-title": "Trao sức mạnh cho các nhà sáng tạo",
  "page-what-is-ethereum-slide-3-desc-1": "Chỉ riêng trong năm 2021, các hoạ sĩ, nhạc sĩ, nhà văn và những người sáng tạo khác đã sử dụng Ethereum để kiếm được khoảng 3,5 tỷ đô la. Điều này làm cho Ethereum trở thành một trong những nền tảng toàn cầu lớn nhất dành cho người sáng tạo, bên cạnh Spotify, YouTube và Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Tìm hiểu thêm</a>.",
  "page-what-is-ethereum-slide-4-title": "Trao sức mạnh cho người chơi",
  "page-what-is-ethereum-slide-4-desc-1": "Chơi để kiếm tiền (nơi người chơi thực sự được thưởng khi chơi trò chơi) đã xuất hiện gần đây và đang thay đổi ngành công nghiệp trò chơi. Theo truyền thống, thông thường các giao dịch hoặc chuyển nhượng tài sản trong trò chơi cho người chơi khác bằng tiền thật bị cấm. Điều này buộc người chơi phải chấp nhận các rủi ro bảo mật để sử dụng các trang web chợ đen. Trò chơi blockchain chấp nhận nền kinh tế trong game và khuyến khích các hành vi đó theo cách đáng tin cậy.",
  "page-what-is-ethereum-slide-4-desc-2": "Hơn nữa, người chơi được thưởng thực sự cho thời gian chơi nhờ khả năng giao dịch token trong game lấy tiền thật.",
  "page-what-is-ethereum-meet-ether-title": "Chào đón ether, tiền mã hoá của Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Nhiều hoạt động trên mạng Ethereum yêu cầu thực hiện trên máy tính nhúng của Ethereum (gọi là Máy ảo Ethereum). Quá trình tính toán này không miễn phí; nó được thanh toán bằng tiền mã hóa gốc của Ethereum gọi là ether (ETH). Điều này có nghĩa bạn cần ít nhất một lượng nhỏ ether để sử dụng mạng lưới.",
  "page-what-is-ethereum-meet-ether-desc-2": "Ether là tài sản kỹ thuật số thuần túy, bạn có thể gửi cho bất kỳ ai ở bất cứ đâu trên thế giới ngay lập tức. Nguồn cung ether không bị kiểm soát bởi bất kỳ chính phủ hoặc công ty nào - nó phi tập trung và hoàn toàn minh bạch. Ether được phát hành một cách chính xác theo giao thức, chỉ dành cho những người staking bảo vệ mạng lưới.",
  "page-what-is-ethereum-what-is-ether": "Ether là gì?",
  "page-what-is-ethereum-get-eth": "Nhận ETH",
  "page-what-is-ethereum-explore-applications": "Khám phá các ứng dụng",
  "page-what-is-ethereum-learn-defi": "Tìm hiểu thêm về DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Ai vận hành Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum không bị kiểm soát bởi bất kỳ thực thể cụ thể nào. Nó tồn tại bất cứ khi nào có các máy tính được kết nối chạy phần mềm theo giao thức Ethereum và thêm vào <a href=\"/glossary/#blockchain\">chuỗi khối</a> Ethereum. Mỗi máy tính này được gọi là một nút. Bất kỳ ai cũng có thể điều hành các nút, tuy nhiên để tham gia bảo mật mạng, bạn phải <a href=\"/glossary/#staking\">đặt cọc</a> ETH (mã thông báo gốc của Ethereum). Bất kỳ ai có 32 ETH đều có thể thực hiện việc này mà không cần xin phép.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Ngay cả mã nguồn Ethereum cũng không được tạo ra bởi một cơ quan riêng lẻ nào. Bất kì ai cũng có thể đề xuất thay đổi giao thức và thảo luận về các lần nâng cấp. Có nhiều phiên bản giao thức Ethereum được phát triển bởi các tổ chức độc lập bằng nhiều ngôn ngữ lập trình khác nhau, và chúng thường được xây dựng công khai và khuyến khích sự đóng góp từ cộng đồng.",
  "page-what-is-ethereum-run-a-node": "Vận hành một nút",
  "page-what-is-ethereum-smart-contract-title": "Hợp đồng thông minh là gì?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Các hợp đồng thông minh là các chương trình máy tính</b> chạy trên chuỗi khối Ethereum. Chúng sẽ tự động thực thi khi được kích hoạt bởi một giao dịch từ người dùng. Điều này khiến Ethereum rất linh hoạt trong việc vận hành. Những chương trình này đóng vai trò như các khối xây dựng cho các ứng dụng phi tập trung hoặc cho các tổ chức.",
  "page-what-is-ethereum-smart-contract-desc-2": "Bạn đã bao giờ sử dụng một sản phẩm mà điều khoản dịch vụ của nó bị thay đổi chưa? Hoặc loại bỏ một tính năng mà bạn thấy hữu ích? Khi một hợp đồng thông minh được xuất bản lên Ethereum, nó sẽ trực tuyến và hoạt động miễn là Ethereum tồn tại. Ngay cả tác giả cũng không thể gỡ nó xuống. Vì hợp đồng thông minh được tự động hóa, chúng không phân biệt đối xử với bất kỳ người dùng nào và luôn sẵn dùng.",
  "page-what-is-ethereum-smart-contract-desc-3": "Các ví dụ phổ biến về hợp đồng thông minh là ứng dụng cho vay, sàn giao dịch phi tập trung, bảo hiểm, cấp vốn bậc hai (quadratic funding), mạng xã hội, <a href=\"/glossary/#nft\">NFT</a> - về cơ bản là bất cứ thứ gì bạn có thể nghĩ tới.",
  "page-what-is-ethereum-more-on-smart-contracts": "Tìm hiểu thêm về Hợp đồng thông minh",
  "page-what-is-ethereum-explore-dapps": "Khám phá ứng dụng phi tập trung",
  "page-what-is-ethereum-criminal-activity-title": "Tôi nghe rằng tiền mã hóa được sử dụng như một công cụ cho các hành vi phạm pháp. Điều đó có đúng không?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Giống như bất kỳ công nghệ nào, một số trong số đó sẽ bị sử dụng sai mục đích. Tuy nhiên, vì tất cả các giao dịch Ethereum đều xảy ra trên một chuỗi khối mở, nên các nhà chức trách thường dễ dàng theo dõi hoạt động bất hợp pháp hơn so với trong hệ thống tài chính truyền thống, điều này khiến Ethereum trở thành một lựa chọn ít hấp dẫn hơn cho những người muốn không bị phát hiện.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Tiền mã hóa được sử dụng ít hơn nhiều so với tiền pháp định cho hành vi phạm pháp theo những phát hiện chính của một báo cáo gần đây của Europol, Cơ quan Hợp tác Thực thi Pháp luật của Liên minh Châu Âu:",
  "page-what-is-ethereum-criminal-activity-desc-3": "“Việc sử dụng tiền mã hóa cho các hoạt động trái pháp luật dường như chỉ chiếm phần nhỏ trong thị trường tiền mã hóa, nó nhỏ hơn đáng kể so với số lượng quỹ đầu tư trái phép tồn tại trong thị trường tài chính truyền thống.”",
  "page-what-is-ethereum-energy-title": "Mức tiêu thụ năng lượng của Ethereum thì như thế nào?",
  "page-what-is-ethereum-energy-desc-1": "Vào ngày 15 tháng 9 năm 2022, Ethereum đã trải qua quá trình nâng cấp Hợp nhất để chuyển Ethereum từ <a href=\"/glossary/#pow\">bằng chứng công việc</a> sang <a href=\"/glossary/#pos\">bằng chứng cổ phần</a>.",
  "page-what-is-ethereum-energy-desc-2": "The Merge là bản nâng cấp lớn nhất của Ethereum và giảm mức tiêu thụ năng lượng cần thiết để bảo mật Ethereum đi <b>99,95%</b>, tạo ra một <b>mạng lưới an toàn hơn với chi phí carbon thấp hơn nhiều</b> Ethereum hiện là một chuỗi khối có carbon thấp, đồng thời có thể tự tăng cường tính bảo mật và khả năng mở rộng.",
  "page-what-is-ethereum-more-on-energy-consumption": "Thông tin thêm về mức tiêu thụ năng lượng",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Mức Tiêu Thụ Năng Lượng Hàng Năm đơn vị TWh/năm",
  "energy-consumption-chart-global-data-centers-label": "Trung tâm dữ liệu toàn cầu",
  "energy-consumption-gold-mining-cbeci-label": "Khai thác vàng",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Chơi game ở Mỹ",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Cập nhật của The Merge",
  "page-what-is-ethereum-additional-reading": "Đọc thêm",
  "page-what-is-ethereum-week-in-ethereum": "Điểm tuần của Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Bản tin hàng tuần bao gồm những phát triển chính trong hệ sinh thái.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Kỳ vọng của Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Nguyên tử, Tổ chức, Chuỗi khối",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Tại sao chuỗi khối lại quan trọng?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum với những con số",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Những dự án xây dựng trên Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Tài khoản (ví) với số dư ETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Hợp đồng thông minh trên Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Bảo toàn giá trị trên Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Thu nhập của người sáng tạo trên Ethereum năm 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Số lượng giao dịch hôm nay",
  "adoption-chart-column-now-label": "Hiện tại",
  "adoption-chart-investors-label": "Nhà đầu tư",
  "adoption-chart-developers-label": "Nhà phát triển",
  "adoption-chart-companies-label": "Doanh nghiệp",
  "adoption-chart-artists-label": "Nghệ sĩ",
  "adoption-chart-musicians-label": "Nhạc sĩ",
  "adoption-chart-writers-label": "Nhà văn",
  "adoption-chart-gamers-label": "Game thủ",
  "adoption-chart-refugees-label": "Người tị nạn",
  "page-what-is-ethereum-get-eth-alt": "Nạp một số ETH",
  "page-what-is-ethereum-get-eth-description": "ETH là đơn vị tiền tệ chủ chốt của Ethereum. Bạn sẽ cần một ít ETH trong ví của mình để có thể sử dụng các ứng dụng của Ethereum.",
  "page-what-is-ethereum-get-eth-title": "Nạp một số ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Khám phá ứng dụng phi tập trung (dapp)",
  "page-what-is-ethereum-explore-dapps-description": "Dapp là các ứng dụng được xây dựng trên Ethereum. Dapp đang phá vỡ các mô hình kinh doanh hiện tại và phát minh ra những mô hình mới.",
  "page-what-is-ethereum-explore-dapps-title": "Hãy thử một số ứng dụng phi tập trung (dapp)"
}
