{
  "page-upgrades-bug-bounty-annotated-specs": "Bản đặc tả được chú thích",
  "page-upgrades-bug-bounty-annotations": "Sẽ rất hữu ích nếu bạn xem các chú thích sau:",
  "page-upgrades-bug-bounty-client-bugs": "Lỗi trong ứng dụng",
  "page-upgrades-bug-bounty-client-bugs-desc": "Các máy khách chạy Mạng Ethereum, và chúng cần tuân theo logic được đặt ra trong bản đặc tả và phải được bảo mật trước các cuộc tấn công tiềm tàng. Các lỗi mà chúng tôi muốn tìm có liên quan đến việc triển khai giao thức.",
  "page-upgrades-bug-bounty-client-bugs-desc-2": "Hiện nay, các ứng dụng layer thực thi (Besu, Erigon, Geth, Nethermind và Reth) và các ứng dụng layer đồng thuận (Lighthouse, Lodestar, Nimbus, Teku và Prysm) thuộc chương trình Săn lỗi Nhận thưởng. Có thể sẽ có nhiều ứng dụng hơn nữa sau khi họ hoàn thành kiểm toán bảo mật và sẵn sàng sản xuất.",
  "page-upgrades-bug-bounty-clients": "Các máy khách được nêu trong chương trình tiền thưởng",
  "page-upgrades-bug-bounty-clients-type-1": "Các vấn đề không tuân thủ bản đặc tả",
  "page-upgrades-bug-bounty-clients-type-2": "Sự cố không mong muốn, lỗ hổng RCE hoặc từ chối dịch vụ (DOS)",
  "page-upgrades-bug-bounty-clients-type-3": "Bất kỳ vấn đề nào gây ra sự chia tách đồng thuận không thể khắc phục khỏi phần còn lại của mạng",
  "page-upgrades-bug-bounty-misc-bugs": "Lỗi trình biên dịch ngôn ngữ",
  "page-upgrades-bug-bounty-misc-bugs-desc": "Các trình biên dịch Solidity và Vyper nằm trong phạm vi của chương trình tiền thưởng săn lỗi. Vui lòng bao gồm tất cả các chi tiết cần thiết để tái tạo lỗ hổng như: Chương trình đầu vào kích hoạt lỗi, phiên bản trình biên dịch bị ảnh hưởng, phiên bản EVM mục tiêu, Framework/IDE nếu có, môi trường thực thi EVM/máy khách nếu có và Hệ điều hành. Vui lòng bao gồm các bước để tái tạo lỗi bạn đã tìm thấy một cách chi tiết nhất có thể.",
  "page-upgrades-bug-bounty-misc-bugs-desc-2": "Solidity và Vyper không đảm bảo an toàn về việc biên dịch dữ liệu đầu vào không đáng tin cậy – và chúng tôi không trao phần thưởng cho các sự cố của trình biên dịch trên dữ liệu được tạo ra một cách độc hại.",
  "page-upgrades-bug-bounty-deposit-bugs": "Lỗi hợp đồng gửi tiền",
  "page-upgrades-bug-bounty-deposit-bugs-desc": "Các bản đặc tả và mã nguồn của Hợp đồng Gửi tiền Chuỗi Beacon là một phần của chương trình tiền thưởng săn lỗi.",
  "page-upgrades-bug-bounty-deposit-contract-specs": "Bản đặc tả Hợp đồng Gửi tiền",
  "page-upgrades-bug-bounty-deposit-contract-source": "Mã nguồn Hợp đồng Gửi tiền",
  "page-upgrades-bug-bounty-dependency-bugs": "Lỗi phụ thuộc",
  "page-upgrades-bug-bounty-dependency-bugs-desc": "Một số phần phụ thuộc nhất định rất quan trọng để Mạng Ethereum hoạt động, và một số trong số này đã được thêm vào chương trình tiền thưởng săn lỗi. Hiện tại, danh sách các phần phụ thuộc được bao gồm trong chương trình tiền thưởng săn lỗi là C-KZG-4844 và Go-KZG-4844.",
  "page-upgrades-bug-bounty-docking": "gộp",
  "page-upgrades-bug-bounty-email-us": "Gửi email cho chúng tôi:",
  "page-upgrades-bug-bounty-help-links": "Liên kết hữu ích",
  "page-upgrades-bug-bounty-hunting": "Các quy tắc săn lỗi",
  "page-upgrades-bug-bounty-hunting-desc": "Chương trình tiền thưởng săn lỗi là một chương trình phần thưởng thử nghiệm và tùy ý dành cho cộng đồng Ethereum tích cực của chúng tôi để khuyến khích và khen thưởng những người đang giúp cải thiện nền tảng. Đây không phải là một cuộc thi. Bạn nên biết rằng chúng tôi có thể hủy bỏ chương trình bất cứ lúc nào, và các giải thưởng hoàn toàn do hội đồng tiền thưởng săn lỗi của Ethereum Foundation quyết định. Ngoài ra, chúng tôi không thể trao giải thưởng cho các cá nhân nằm trong danh sách trừng phạt hoặc ở các quốc gia trong danh sách trừng phạt (ví dụ: Bắc Triều Tiên, Iran, v.v.). Luật pháp địa phương yêu cầu chúng tôi phải yêu cầu bằng chứng về danh tính của bạn. Bạn chịu trách nhiệm về tất cả các loại thuế. Tất cả các giải thưởng đều phải tuân theo luật hiện hành. Cuối cùng, việc kiểm tra của bạn không được vi phạm bất kỳ luật nào hoặc làm tổn hại đến bất kỳ dữ liệu nào không phải của bạn và phải diễn ra trên các mạng thử nghiệm đang chạy cục bộ.",
  "page-upgrades-bug-bounty-hunting-leaderboard": "Bảng xếp hạng Tiền thưởng săn lỗi Lớp đồng thuận",
  "page-upgrades-bug-bounty-hunting-execution-leaderboard": "Bảng xếp hạng Tiền thưởng săn lỗi Lớp thực thi",
  "page-upgrades-bug-bounty-hunting-leaderboard-subtitle": "Tìm lỗi ở lớp đồng thuận để được thêm vào bảng xếp hạng này",
  "page-upgrades-bug-bounty-hunting-execution-leaderboard-subtitle": "Tìm lỗi ở lớp thực thi để được thêm vào bảng xếp hạng này",
  "page-upgrades-bug-bounty-hunting-li-1": "Các vấn đề không có POC hoặc đã được người dùng khác gửi hoặc đã được những người bảo trì bản đặc tả và máy khách biết đến sẽ không đủ điều kiện nhận phần thưởng.",
  "page-upgrades-bug-bounty-hunting-li-2": "Việc tiết lộ công khai một lỗ hổng hoặc báo cáo cho các bên khác mà không có thỏa thuận trước sẽ khiến bạn không đủ điều kiện nhận tiền thưởng.",
  "page-upgrades-bug-bounty-hunting-li-3": "Nhân viên chính thức và nhân viên hợp đồng của tổ chức Ethereum Foundation hoặc các đội ngũ ứng dụng trong phạm vi chương trình săn lỗi nhận thưởng chỉ có thể tham gia chương trình và nhận điểm và sẽ không được nhận phần quà có giá trị tiền bạc.",
  "page-upgrades-bug-bounty-hunting-li-4": "Chương trình săn lỗi nhận thưởng Ethereum xét đến số lượng các biến số để xác định phần thưởng. Việc xác định tính hợp lệ, điểm thưởng và tất cả các điều khoản liên quan đến giải thưởng đều thuộc quyền hạn duy nhất và tối cao của ban tổ chức săn lỗi nhận thưởng của Ethereum Foundation.",
  "page-upgrades-bug-bounty-leaderboard": "Xem toàn bộ bảng xếp hạng",
  "page-upgrades-bug-bounty-leaderboard-list": "Bảng xếp hạng tiền thưởng săn lỗi",
  "page-upgrades-bug-bounty-leaderboard-points": "các điểm",
  "page-upgrades-bug-bounty-ledger-desc": "Tài liệu Đặc tả Ethereum cung cấp chi tiết về cơ sở lý giải cách thiết kế Layer Thực thi và Layer Đồng thuận.",
  "page-upgrades-bug-bounty-ledger-title": "Lỗi bản đặc tả",
  "page-upgrades-bug-bounty-meta-description": "Tổng quan về chương trình săn lỗi nhận thưởng Ethereum: cách tham gia và thông tin phần thưởng.",
  "page-upgrades-bug-bounty-meta-title": "Chương trình Tiền thưởng Săn lỗi Ethereum",
  "page-upgrades-bug-bounty-not-included": "Ngoài phạm vi",
  "page-upgrades-bug-bounty-not-included-desc": "Chỉ các <a>mục tiêu được liệt kê trong phạm vi</a> là một phần của Chương trình Tiền thưởng Săn lỗi. Các lỗ hổng KHÔNG đủ điều kiện theo chương trình bao gồm:",
  "page-upgrades-bug-bounty-owasp": "Xem phương pháp Dự án Bảo mật Ứng dụng Mở",
  "page-upgrades-bug-bounty-points": "EF cũng sẽ cung cấp phần thưởng dựa trên:",
  "page-upgrades-bug-bounty-points-error": "Lỗi tải dữ liệu... vui lòng tải lại trang web.",
  "page-upgrades-bug-bounty-points-exchange": "Đổi điểm",
  "page-upgrades-bug-bounty-points-loading": "Đang tải dữ liệu...",
  "page-upgrades-bug-bounty-points-payout-desc": "Tổ chức Ethereum Foundation sẽ trả thưởng theo giá trị USD bằng đồng ETH hoặc đồng DAI.",
  "page-upgrades-bug-bounty-points-point": "1 điểm",
  "page-upgrades-bug-bounty-points-rights-desc": "Tổ chức Ethereum Foundation có quyền cứng đáng để thay đổi điều này không cần thông báo trước.",
  "page-upgrades-bug-bounty-points-usd": "2 Đô la Mỹ",
  "page-upgrades-bug-bounty-quality": "Chất lượng mô tả",
  "page-upgrades-bug-bounty-quality-desc": ": Trả phần thưởng cao hơn cho các bài nộp rõ ràng, viết tốt.",
  "page-upgrades-bug-bounty-quality-fix": "<strong>Chất lượng sửa chữa</strong>, nếu có: Phần thưởng cao hơn được trả cho những bài nộp có mô tả rõ ràng về cách khắc phục vấn đề.",
  "page-upgrades-bug-bounty-quality-repro": "Khả năng tái tạo chất lượng",
  "page-upgrades-bug-bounty-quality-repro-desc": ": Phải bao gồm Bằng chứng về khái niệm (POC) để đủ điều kiện nhận phần thưởng. Vui lòng bao gồm mã kiểm tra, tập lệnh và hướng dẫn chi tiết. Việc chúng tôi tái tạo và xác minh lỗ hổng càng dễ dàng thì phần thưởng càng cao.",
  "page-upgrades-bug-bounty-questions": "Có câu hỏi?",
  "page-upgrades-bug-bounty-rules": "Đọc những quy tắc",
  "page-upgrades-bug-bounty-slogan": "Chương trình Tiền thưởng Săn lỗi",
  "page-upgrades-bug-bounty-specs": "Bản đặc tả Lớp đồng thuận",
  "page-upgrades-bug-bounty-execution-specs": "Bản đặc tả Lớp thực thi",
  "page-upgrades-bug-bounty-specs-docs": "Tài liệu đặc tả",
  "page-upgrades-bug-bounty-submit": "Gửi báo cáo lỗi",
  "page-upgrades-bug-bounty-submit-desc": "Với mỗi lỗi hợp lệ bạn tìm thấy, bạn sẽ nhận được phần thưởng. Số lượng phần thưởng được trao sẽ thay đổi <strong>tùy thuộc vào mức độ nghiêm trọng</strong>. Mức độ nghiêm trọng được tính toán theo mô hình xếp hạng rủi ro OWASP dựa trên Tác động đối với Mạng Ethereum và Khả năng xảy ra.",
  "page-upgrades-bug-bounty-subtitle": "Kiếm tới 250.000 USD và một vị trí trên bảng xếp hạng bằng cách tìm các lỗi giao thức, máy khách và trình biên dịch ngôn ngữ ảnh hưởng đến mạng Ethereum.",
  "page-upgrades-bug-bounty-title": "Mở nhận báo cáo",
  "page-upgrades-bug-bounty-title-1": "Chuỗi Hải Đăng",
  "page-upgrades-bug-bounty-title-2": "Lựa chọn phân nhánh",
  "page-upgrades-bug-bounty-title-3": "Hợp đồng gửi tiền Solidity",
  "page-upgrades-bug-bounty-title-4": "Mạng ngang hàng",
  "page-upgrades-bug-bounty-type-1": "Các lỗi phá vỡ tính an toàn/tính cuối cùng",
  "page-upgrades-bug-bounty-type-2": "Vector từ chối dịch vụ (DOS)",
  "page-upgrades-bug-bounty-type-3": "Sự không nhất quán trong các giả định, như các tình huống mà các trình xác thực trung thực có thể bị phạt",
  "page-upgrades-bug-bounty-type-4": "Sự không nhất quán về tính toán hoặc tham số",
  "page-upgrades-bug-bounty-types": "Các loại lỗi",
  "page-upgrades-bug-bounty-validity": "Trong phạm vi",
  "page-upgrades-bug-bounty-validity-desc": "Chương trình tiền thưởng săn lỗi của chúng tôi bao gồm toàn diện: từ tính hợp lý của các giao thức (như mô hình đồng thuận chuỗi khối, các giao thức dây và p2p, bằng chứng cổ phần, v.v.) và sự tuân thủ giao thức/triển khai cho đến bảo mật mạng và tính toàn vẹn của sự đồng thuận. Bảo mật máy khách cổ điển cũng như bảo mật của các nguyên tắc mã hóa cũng là một phần của chương trình. Khi nghi ngờ, hãy gửi email đến bounty@ethereum.org và hỏi chúng tôi. Bạn cũng có thể gửi thông tin tiết lộ/lỗ hổng trực tiếp đến <mailto>bounty@ethereum.org</mailto>, trong trường hợp đó chúng tôi yêu cầu bạn mã hóa thông điệp bằng <a>Khóa PGP</a> của chúng tôi",
  "page-upgrades-bug-bounty-card-critical": "Nghiêm trọng",
  "page-upgrades-bug-bounty-card-critical-risk": "Gửi báo cáo lỗi rủi ro nghiêm trọng",
  "page-upgrades-bug-bounty-card-h2": "Trung bình",
  "page-upgrades-bug-bounty-card-high": "Cao",
  "page-upgrades-bug-bounty-card-high-risk": "Gửi báo cáo lỗi rủi ro cao",
  "page-upgrades-bug-bounty-card-label-1": "Lên đến 1,000 điểm",
  "page-upgrades-bug-bounty-card-label-2": "Lên đến 2.000 USD",
  "page-upgrades-bug-bounty-card-label-3": "Lên đến 5.000 điểm",
  "page-upgrades-bug-bounty-card-label-4": "Lên đến 10.000 USD",
  "page-upgrades-bug-bounty-card-label-5": "Lên đến 10.000 điểm",
  "page-upgrades-bug-bounty-card-label-6": "Lên đến 50.000 USD",
  "page-upgrades-bug-bounty-card-label-7": "Lên đến 25.000 điểm",
  "page-upgrades-bug-bounty-card-label-8": "Lên đến 250.000 USD",
  "page-upgrades-bug-bounty-card-li-1": "Tác động thấp, khả năng xảy ra trung bình",
  "page-upgrades-bug-bounty-card-li-2": "Tác động trung bình, khả năng xảy ra thấp",
  "page-upgrades-bug-bounty-card-li-3": "Tác động cao, khả năng xảy ra thấp",
  "page-upgrades-bug-bounty-card-li-4": "Tác động trung bình, khả năng xảy ra trung bình",
  "page-upgrades-bug-bounty-card-li-5": "Tác động thấp, khả năng xảy ra cao",
  "page-upgrades-bug-bounty-card-li-6": "Tác động cao, khả năng xảy ra trung bình",
  "page-upgrades-bug-bounty-card-li-7": "Tác động trung bình, khả năng xảy ra cao",
  "page-upgrades-bug-bounty-card-li-8": "Tác động cao, khả năng xảy ra cao",
  "page-upgrades-bug-bounty-card-low": "Thấp",
  "page-upgrades-bug-bounty-card-low-risk": "Gửi báo cáo lỗi rủi ro thấp",
  "page-upgrades-bug-bounty-card-medium-risk": "Gửi báo cáo lỗi rủi ro trung bình",
  "page-upgrades-bug-bounty-card-subheader": "Mức độ nghiêm trọng",
  "page-upgrades-bug-bounty-card-subheader-2": "Ví dụ",
  "page-upgrades-bug-bounty-card-text": "Kẻ tấn công đôi khi có thể đặt một nút vào trạng thái khiến nó bỏ qua một trong mỗi một trăm chứng thực được thực hiện bởi một trình xác thực",
  "page-upgrades-bug-bounty-card-text-1": "Kẻ tấn công có thể thực hiện thành công các cuộc tấn công che khuất trên các nút có peer-id với 4 byte số không ở đầu",
  "page-upgrades-bug-bounty-card-text-2": "Kẻ tấn công có thể phân vùng thành công các phần lớn của mạng và việc kẻ tấn công kích hoạt lỗ hổng là rất dễ dàng",
  "page-upgrades-bug-bounty-card-text-3": "Kẻ tấn công có thể thực hiện thành công việc thực thi mã từ xa trong một máy khách đa số, và việc kẻ tấn công kích hoạt lỗ hổng là rất dễ dàng",
  "page-upgrades-question-title": "Những câu hỏi thường gặp",
  "bug-bounty-faq-q1-title": "Một lỗ hổng tiềm ẩn nguy hiểm sẽ trông như thế nào?",
  "bug-bounty-faq-q1-contentPreview": "Xem một ví dụ thực tế về mẫu báo cáo lỗ hổng bảo mật nghiêm trọng.",
  "bug-bounty-faq-q1-content-1": "<strong>Mô tả lỗi:</strong> Tấn công sử dụng giao thức gián đoạn dịch vụ phân tán (DoS) trên các khối chưa xác thực",
  "bug-bounty-faq-q1-content-2": "<strong>Kịch bản chi tiết:</strong> Kẻ tấn công có thể gửi các khối mà yêu cầu tính ưu tiên cao (gaslimit tối đa) nhưng không có bằng chứng làm việc. Nếu kẻ tấn công gửi các khối lên mạng liên tục, chúng có thể buộc các Xác thực viên phải sử dụng 100% công suất CPU.",
  "bug-bounty-faq-q1-content-3": "<strong>Ảnh hưởng:</strong> Kẻ tấn công có thể lạm dụng việc sử dụng CPU trên các nút mạng từ xa để gây thực hiện hành vi DOS.",
  "bug-bounty-faq-q1-content-4": "<strong>Phiên bản:</strong> Trên ngôn ngữ Go, phiên bản 0.6.8",
  "bug-bounty-faq-q1-content-5": "<strong>Hình thức:</strong> Gửi một khối đến một node của Go chứa nhiều Tnx nhưng không có cơ chế đồng thuận PoW hợp lệ.",
  "bug-bounty-faq-q1-content-6": "<strong>Chi tiết:</strong> Các khối được xác thực trong phương thức <code>Process(Block, dontReact)</code>. Phương thức này thực hiện các tác vụ sử dụng nhiều CPU, chẳng hạn như thực hiện các giao dịch (<code>sm.ApplyDiff</code>) và sau đó nó xác minh bằng chứng công việc (<code>sm.ValidateBlock()</code>). Điều này cho phép kẻ tấn công gửi các khối có thể yêu cầu một lượng tính toán cao (<code>gasLimit</code> tối đa) nhưng không có bằng chứng công việc. Nếu kẻ tấn công gửi các khối liên tục, kẻ tấn công có thể buộc nút nạn nhân phải sử dụng 100% CPU.",
  "bug-bounty-faq-q1-content-7": "<strong>Sửa lỗi:</strong> Đảo ngược thứ tự kiểm tra.",
  "bug-bounty-faq-q2-title": "Chương trình Săn lỗi Bảo mật có bị giới hạn thời gian không?",
  "bug-bounty-faq-q2-contentPreview": "Không.",
  "bug-bounty-faq-q2-content-1": "Hiện tại chưa có ngày kết thúc. Xem <a>blog của Ethereum Foundation</a> để biết tin tức mới nhất.",
  "bug-bounty-faq-q3-title": "Săn được lỗi thì được trả thù lao như thế nào?",
  "bug-bounty-faq-q3-contentPreview": "Thù lao sẽ được trả bằng ETH hoặc DAI.",
  "bug-bounty-faq-q3-content-1": "Phần thưởng được thanh toán bằng ETH hoặc DAI sau khi bài gửi đã được xác thực, thường là một vài ngày sau đó. Luật pháp địa phương yêu cầu chúng tôi phải yêu cầu <strong>bằng chứng về danh tính của bạn</strong>. Ngoài ra, chúng tôi sẽ cần địa chỉ ETH của bạn.",
  "bug-bounty-faq-q4-title": "Tôi quyên góp phần thưởng của mình cho quỹ từ thiện được chứ?",
  "bug-bounty-faq-q4-contentPreview": "Vâng!",
  "bug-bounty-faq-q4-content-1": "Chúng tôi sẽ quyên góp phần thưởng của bạn cho những tổ chức từ thiện theo nguyện ý của bạn.",
  "bug-bounty-faq-q5-title": "Tôi đã báo cáo về thiệt hại / lỗ hổng nhưng vẫn chưa nhận được hồi âm!",
  "bug-bounty-faq-q5-contentPreview": "Xin hãy đợi ít ngày để nhân sự của chúng tôi có thể phản hồi bạn.",
  "bug-bounty-faq-q5-content-1": "Chúng tôi cố gắng trả lời các bài gửi nhanh nhất có thể. Vui lòng gửi email cho chúng tôi tại <a>bounty@ethereum.org</a> nếu bạn chưa nhận được phản hồi trong vòng một hoặc hai ngày.",
  "bug-bounty-faq-q6-title": "Tôi muốn được ẩn danh / Tôi không muốn tên của mình xuất hiện trên bảng xếp hạng vinh danh.",
  "bug-bounty-faq-q6-contentPreview": "Bạn có thể làm điều này, nhưng nó có thể khiến bạn không đủ điều kiện nhận phần thưởng.",
  "bug-bounty-faq-q6-content-1": "Gửi ẩn danh hoặc bằng bút danh là được, nhưng sẽ khiến bạn không đủ điều kiện nhận phần thưởng ETH/DAI. Để đủ điều kiện nhận phần thưởng ETH/DAI, chúng tôi yêu cầu tên thật của bạn và bằng chứng về danh tính của bạn được gửi, được mã hóa bằng PGP trên trang web bảo mật của chúng tôi, đến đội ngũ pháp lý của chúng tôi tại Ethereum Foundation, những người là người duy nhất xem xét tài liệu. Việc quyên góp tiền thưởng của bạn cho một tổ chức từ thiện không yêu cầu danh tính của bạn.",
  "bug-bounty-faq-q6-content-2": "Xin hãy nói trước với chúng tôi nếu bạn không muốn tên/biệt danh của bạn được nêu trên bảng thành tích.",
  "bug-bounty-faq-q7-title": "Những điểm thành tích trên bảng thành tích nó có ý nghĩa gì?",
  "bug-bounty-faq-q7-contentPreview": "Cứ mỗi một lỗ hổng / thiệt hại được báo cáo sẽ tương đương với số điểm thành tích cụ thể",
  "bug-bounty-faq-q7-content-1": "Cứ mỗi một lỗ hổng / vấn đề được báo cáo sẽ tương đương với số điểm thành tích cụ thể. Kẻ săn phần thưởng sẽ được xếp hạng từ trên xuống theo tổng điểm thành tích họ đạt được.",
  "bug-bounty-faq-q8-title": "Bạn có khóa PGP không?",
  "bug-bounty-faq-q8-contentPreview": "Nếu có, hãy nhấp vào đây để xem thêm chi tiết.",
  "bug-bounty-faq-q8-content-1": "Hãy dùng mã <code>AE96 ED96 9E47 9B00 84F3 E17F E88D 3334 FA5F 6A0A</code>",
  "bug-bounty-faq-q8-PGP-key": "Khóa PGP",
  "page-upgrades-bug-bounty-severity-qualifications-title": "Tiêu chuẩn đánh giá mức độ nghiêm trọng của lỗ hổng",
  "page-upgrades-bug-bounty-severity-qualifications-desc": "Mức độ nghiêm trọng được đánh giá dựa trên khả năng của một lỗ hổng được phát hiện để thực hiện những điều sau:",
  "page-upgrades-bug-bounty-severity-low-title": "Mức độ nghiêm trọng thấp",
  "page-upgrades-bug-bounty-severity-low-li-1": "Phạt <strong>0.01%</strong> số trình xác thực",
  "page-upgrades-bug-bounty-severity-low-li-2": "Dễ dàng gây ra sự chia tách mạng ảnh hưởng đến <strong>0.01%</strong> mạng",
  "page-upgrades-bug-bounty-severity-low-li-3": "Có khả năng làm sập <strong>0.01%</strong> mạng bằng cách gửi một gói mạng duy nhất hoặc một giao dịch trên chuỗi",
  "page-upgrades-bug-bounty-severity-medium-title": "Mức độ nghiêm trọng trung bình",
  "page-upgrades-bug-bounty-severity-medium-li-1": "Phạt <strong>1%</strong> số trình xác thực",
  "page-upgrades-bug-bounty-severity-medium-li-2": "Dễ dàng gây ra sự chia tách mạng ảnh hưởng đến <strong>5%</strong> mạng",
  "page-upgrades-bug-bounty-severity-medium-li-3": "Có khả năng làm sập <strong>5%</strong> mạng bằng cách gửi một gói mạng duy nhất hoặc một giao dịch trên chuỗi",
  "page-upgrades-bug-bounty-severity-high-title": "Mức độ nghiêm trọng cao",
  "page-upgrades-bug-bounty-severity-high-li-1": "Phạt <strong>33%</strong> số trình xác thực",
  "page-upgrades-bug-bounty-severity-high-li-2": "Dễ dàng gây ra sự chia tách mạng ảnh hưởng đến <strong>33%</strong> mạng",
  "page-upgrades-bug-bounty-severity-high-li-3": "Có khả năng làm sập <strong>33%</strong> mạng bằng cách gửi một gói mạng duy nhất hoặc một giao dịch trên chuỗi",
  "page-upgrades-bug-bounty-severity-critical-title": "Mức độ nghiêm trọng cực kỳ cao",
  "page-upgrades-bug-bounty-severity-critical-li-1": "Phạt <strong>50%</strong> số trình xác thực",
  "page-upgrades-bug-bounty-severity-critical-li-2": "Khai thác một lỗi EIP/bản đặc tả hoặc máy khách để dễ dàng <strong>tạo ra một lượng ETH vô hạn</strong> được hoàn tất bởi mạng",
  "page-upgrades-bug-bounty-severity-critical-li-3": "<strong>Đánh cắp ETH</strong> từ tất cả các EOA",
  "page-upgrades-bug-bounty-severity-critical-li-4": "<strong>Đốt ETH</strong> từ tất cả các EOA",
  "page-upgrades-bug-bounty-severity-critical-li-5": "<strong>Làm sập toàn bộ mạng</strong> bằng cách gửi một giao dịch độc hại duy nhất trên chuỗi làm sập tất cả các máy khách",
  "page-upgrades-bug-bounty-out-of-scope-footnote": "Những trường hợp này thường không được bao gồm, tuy nhiên, chúng tôi có thể giúp liên hệ với các bên bị ảnh hưởng, chẳng hạn như tác giả hoặc các sàn giao dịch",
  "page-upgrades-bug-bounty-not-included-li-1": "Lỗi cơ sở hạ tầng—chẳng hạn như trang web, dns, email, v.v.",
  "page-upgrades-bug-bounty-not-included-li-2": "Lỗi hợp đồng ERC-20",
  "page-upgrades-bug-bounty-not-included-li-3": "Lỗi Dịch vụ Tên Ethereum (ENS) (được duy trì bởi quỹ ENS)",
  "page-upgrades-bug-bounty-not-included-li-4": "Các lỗ hổng yêu cầu người dùng phải để lộ công khai một API, chẳng hạn như JSON-RPC hoặc Beacon API",
  "page-upgrades-bug-bounty-not-included-li-5": "Lỗi chính tả",
  "page-upgrades-bug-bounty-not-included-li-6": "Các bài kiểm tra",
  "page-upgrades-bug-bounty-not-included-li-7": "Các cuộc tấn công DoS một ngang hàng đòi hỏi nỗ lực cao (liên tục, sử dụng nhiều CPU hoặc băng thông, và/hoặc yêu cầu nhiều hơn 1 gói hoặc giao dịch trên chuỗi)",
  "page-upgrades-bug-bounty-not-included-li-8": "Bất kỳ vấn đề nào đã được biết đến công khai (bao gồm các bài đăng trên diễn đàn, PR, vấn đề trên github, các commit, bài đăng trên blog, tin nhắn công khai trên discord, v.v.)"
}
