{
  "page-eth-buy-some": "Bạn muốn mua Ethereum?",
  "page-eth-buy-some-desc": "Nhiều người thường nhầm lẫn giữa Ethereum và ETH. Ethereum là chuỗi khối, còn ETH là tài sản chính của Ethereum. ETH là đồng tiền bạn có thể đang tìm mua.",
  "page-eth-cat-img-alt": "Ảnh kính vạn hoa với những con mèo vây quanh biểu tượng ETH",
  "page-eth-collectible-tokens": "Token thu thập được",
  "page-eth-collectible-tokens-desc": "Token đại diện cho các vật phẩm có thể sưu tầm trong game, tác phẩm nghệ thuật số hoặc các tài sản riêng biệt khác. Chúng thường được gọi là token không thể thay thế (NFT).",
  "page-eth-cryptography": "Được bảo mật bằng mật mã học",
  "page-eth-cryptography-desc": "Tiền Internet có thể mới lạ, nhưng nó được bảo vệ bằng mật mã đã được xác minh. Đó là một giao thức giúp bảo vệ ví, ETH và các giao dịch của bạn. ",
  "page-eth-currency-for-apps": "Đó là tiền tệ của ứng dụng Ethereum.",
  "page-eth-currency-for-future": "Tiền tệ cho tương lai kỹ thuật số của chúng ta",
  "page-eth-description": "ETH là một loại tiền mã hoá. Đó là loại tiền số khan hiếm mà bạn có thể sử dụng trên Internet – tương tự như Bitcoin. Nếu bạn chưa quen với tiền mã hoá, thì đây là cách mà ETH khác với loại tiền truyền thống.",
  "page-eth-earn-interest-link": "Kiếm tiền lãi",
  "page-eth-ethhub-caption": "Cập nhật thường xuyên",
  "page-eth-ethhub-overview": "Truy cập EthHub để có một cái nhìn tổng quan nhất nếu bạn muốn",
  "page-eth-flexible-amounts": "Khả dụng với số lượng linh hoạt",
  "page-eth-flexible-amounts-desc": "ETH có thể chia nhỏ đến 18 chữ số thập phân, vì thế, bạn không cần phải mua cả 1 ETH. Bạn có thể mua các phần nhỏ cùng một lúc nếu muốn – số lượng ETH mua vào nhỏ nhất là 0,000000000000000001 ETH.",
  "page-eth-fuels": "Nhiên liệu ETH và bảo mật Ethereum",
  "page-eth-fuels-desc": "ETH là nguồn vận hành của Ethereum. Khi gửi ETH hoặc sử dụng ứng dụng Ethereum, bạn sẽ trả một khoản phí nhỏ bằng ETH để sử dụng mạng Ethereum. Phí này sẽ được chuyển cho thợ đào để xác thực và xử lý giao dịch của bạn.",
  "page-eth-fuels-desc-2": "Thợ đào cũng giống như những người lưu giữ hồ sơ của Ethereum – họ kiểm tra và xác nhận rằng không ai có thể gian lận. Thợ đào thực hiện nhiệm vụ này cũng được trả bằng ETH mới phát hành.",
  "page-eth-fuels-desc-3": "Nhiệm cụ của thợ đào là duy trì tính an toàn và không bị kiểm soát tập trung cho Ethereum. Nói cách khác,",
  "page-eth-fuels-more-staking": "Tìm hiểu thêm về ký gửi",
  "page-eth-fuels-staking": "ETH sẽ trở nên ngày một quan trọng hơn thông qua hình thức ký gửi. Bằng cách ký gửi ETH của mình, bạn sẽ góp phần bảo mật Ethereum và kiếm phần thưởng. Trong hệ thống này, nguy cơ mất ETH sẽ đẩy lùi các cuộc tấn công.",
  "page-eth-get-eth-btn": "Nhận ETH",
  "page-eth-gov-tokens": "Token quản trị",
  "page-eth-gov-tokens-desc": "Token thể hiện quyền bỏ phiếu trong các tổ chức phi tập trung.",
  "page-eth-has-value": "Tại sao ETH lại có giá trị?",
  "page-eth-has-value-desc": "Giá trị của ETH đối với từng cá nhân là khác nhau.",
  "page-eth-has-value-desc-2": "ETH có ý nghĩa quan trọng đối với người dùng Ethereum vì nó có thể được sử dụng để thanh toán phí giao dịch.",
  "page-eth-has-value-desc-3": "Những người dùng khác coi ETH như một kho lưu trữ tài sản kỹ thuật số do việc tạo ra ETH mới chậm lại theo thời gian.",
  "page-eth-has-value-desc-4": "Gần đây, ETH lại trở nên quan trọng đối với người dùng các ứng dụng tài chính dựa trên Ethereum. Điều này là do ETH có thể được sử dụng làm tài sản thế chấp cho các khoản vay tiền mã hoá hay được sử dụng làm phương thức thanh toán.",
  "page-eth-has-value-desc-5": "Tất nhiên, nhiều người cũng coi ETH như một khoản đầu tư, tương tự với Bitcoin và các loại tiền mã hoá khác.",
  "page-eth-how-to-buy": "Mua Ether bằng cách nào",
  "page-eth-how-to-buy-caption": "Cập nhật thường xuyên",
  "page-eth-is-money": "ETH là tiền số và có quy mô toàn cầu.",
  "page-eth-last-updated": "Tháng 1 năm 2019",
  "page-eth-mining-link": "Tìm hiểu thêm về khai thác",
  "page-eth-monetary-policy": "Chính sách về tiền tệ của Ethereum",
  "page-eth-more-on-ethereum-link": "Tìm hiểu thêm về Ethereum",
  "page-eth-no-centralized": "Không có quyền kiểm soát tập trung ",
  "page-eth-no-centralized-desc": "ETH phi tập trung và có quy mô toàn cầu. Không có công ty hoặc ngân hàng nào có thể quyết định in thêm ETH, hay thay đổi các điều khoản sử dụng.",
  "page-eth-non-fungible-tokens-link": "Token không thể thay thế",
  "page-eth-not-only-crypto": "ETH không phải là tiền mã hoá duy nhất trên Ethereum",
  "page-eth-not-only-crypto-desc": "Ai cũng có thể tạo các loại tài sản mới và giao dịch chúng trên Ethereum. Chúng được gọi là 'token'. Người dùng đã token hoá tiền tệ truyền thống, bất động sản, tác phẩm nghệ thuật và thậm chí cả bản thân họ!",
  "page-eth-not-only-crypto-desc-2": "Ethereum là nơi chứa hàng nghìn token – một số token hữu dụng và có giá trị hơn những token khác. Các nhà phát triển liên tục tạo ra token mới để mở rộng khả năng và mở ra thị trường mới.",
  "page-eth-not-only-crypto-desc-3": "Nếu bạn quan tâm đến việc tìm hiểu thêm về token, các đồng nghiệp của chúng tôi tại EthHub đã viết hai tổng quan tóm gọn mọi ý chính:",
  "page-eth-open": "Công khai cho tất cả mọi người",
  "page-eth-open-desc": "Bạn chỉ cần có kết nối Internet và ví để chấp nhận ETH. Không cần truy cập vào tài khoản ngân hàng để chấp nhận thanh toán. ",
  "page-eth-p2p-payments": "Thanh toán ngang hàng",
  "page-eth-p2p-payments-desc": "Bạn có thể gửi ETH mà không cần bất kỳ dịch vụ trung gian nào, chẳng hạn như ngân hàng. Phương pháp này tương tự như đưa tiền mặt trực tiếp, nhưng có thể được thực hiện một cách an toàn với bất kỳ ai, ở bất kỳ đâu và vào bất kỳ lúc nào.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Các loại token phổ biến",
  "page-eth-powers-ethereum": "ETH hỗ trợ Ethereum",
  "page-eth-shit-coins": "Sh*t coin",
  "page-eth-shit-coins-desc": "Bởi việc tạo token mới rất đơn giản, bất kỳ ai cũng có thể làm được - kể cả những người có ý định xấu hoặc nhầm lẫn. Luôn thực hiện nghiên cứu trước khi dùng đến các token này!",
  "page-eth-stablecoins": "Stablecoin",
  "page-eth-stablecoins-desc": "Token phản ánh giá trị của tiền tệ truyền thống, chẳng hạn như đồng đô-la. Điều này giải quyết vấn đề biến động với nhiều loại tiền điện tử.",
  "page-eth-stablecoins-link": "Sở hữu stablecoin",
  "page-eth-stream-link": "Phát trực tuyến ETH",
  "page-eth-tokens-link": "Token Ethereum",
  "page-eth-trade-link-2": "Hoán đổi token",
  "page-eth-underpins": "ETH hỗ trợ hệ thống tài chính Ethereum",
  "page-eth-underpins-desc": "Nếu không bằng lòng với các khoản thanh toán, thì cộng đồng Ethereum đang phát triển một hệ thống tài chính ngang hàng mà ai cũng có thể truy cập.",
  "page-eth-underpins-desc-2": "Bạn có thể dùng ETH làm tài sản thế chấp để tạo ra các token tiền mã hoá hoàn toàn khác nhau trên Ethereum. Ngoài ra, bạn có thể vay mượn, cho vay và kiếm lãi từ ETH và các token khác được hỗ trợ bởi ETH.",
  "page-eth-uses": "Số cách sử dụng ETH tăng lên mỗi ngày",
  "page-eth-uses-desc": "Do khả năng lập trình của Ethereum, mà các nhà phát triển có thể định hình ETH theo vô số cách.",
  "page-eth-uses-desc-2": "Trước năm 2015, bạn chỉ có thể chuyển ETH giữa các tài khoản Ethereum với nhau. Dưới đây là một số ví dụ về những gì bạn có thể làm trong hiện tại.",
  "page-eth-uses-desc-3": "thanh toán cho ai đó hoặc nhận tiền trong thời gian thực.",
  "page-eth-uses-desc-4": "bạn có thể giao dịch ETH bằng các token khác, kể cả Bitcoin.",
  "page-eth-uses-desc-5": "trên ETH và các token khác dựa trên Ethereum.",
  "page-eth-uses-desc-6": "tiếp cận thế giới tiền mã hoá với giá trị ổn định và ít biến động.",
  "page-eth-value": "Tại sao ether lại có giá trị",
  "page-eth-video-alt": "Video về biểu tượng ETH",
  "page-eth-whats-eth": "ether (ETH) là gì?",
  "page-eth-whats-eth-hero-alt": "Ảnh minh họa nhóm người đang nhìn vào một biểu tượng ether (ETH)",
  "page-eth-whats-eth-meta-desc": "Những điều bạn cần biết để hiểu rõ về ETH và vai trò của ETH trong Ethereum.",
  "page-eth-whats-eth-meta-title": "ether (ETH) là gì?",
  "page-eth-whats-ethereum": "Ethereum là gì?",
  "page-eth-whats-ethereum-desc": "Hãy xem phần giới thiệu của chúng tôi để tìm hiểu thêm về Ethereum, công nghệ cơ bản của ETH.",
  "page-eth-whats-unique": "ETH có gì đặc biệt?",
  "page-eth-whats-unique-desc": "Có các loại tiền mã hoá và nhiều token khác trên Ethereum, nhưng ETH là đồng duy nhất có khả năng thực hiện một số hoạt động nhất định.",
  "page-eth-where-to-buy": "Mua ETH ở đâu",
  "page-eth-where-to-buy-desc": "Bạn có thể mua ETH thông qua sàn giao dịch hoặc ví, nhưng quy định của mỗi quốc gia lại khác nhau. Xác định xem dịch vụ nào cho phép bạn mua ETH.",
  "page-eth-yours": "Bạn nắm toàn quyền kiểm soát",
  "page-eth-yours-desc": "ETH cho phép bạn là ngân hàng của chính mình. Bạn có thể kiểm soát số tiền của mình bằng ví, đó cũng là bằng chứng về quyền sở hữu – không cần đến bên thứ ba.",
  "page-eth-more-on-tokens": "Tìm hiểu thêm về token và cách sử dụng",
  "page-eth-button-buy-eth": "Nhận ETH",
  "page-eth-tokens-stablecoins": "Stablecoin",
  "page-eth-tokens-defi": "Tài chính phi tập trung (DeFi)",
  "page-eth-tokens-nft": "Token không thể thay thế (NFT)",
  "page-eth-tokens-dao": "Tổ chức tự trị phi tập trung (DAO)",
  "page-eth-tokens-stablecoins-description": "Tìm hiểu thêm về token Ethereum có mức biến động thấp nhất.",
  "page-eth-tokens-defi-description": "Hệ thống tài chính dành cho token Ethereum.",
  "page-eth-tokens-nft-description": "Token thể hiện quyền sở hữu tài sản Ethereum.",
  "page-eth-tokens-dao-description": "Cộng đồng Internet thường bị chủ sở hữu token quản lý.",
  "page-eth-whats-defi": "Tìm hiểu thêm về DeFi",
  "page-eth-whats-defi-description": "DeFi là hệ thống tài chính phi tập trung được xây dựng trên Ethereum. Bài tổng quan này trình bày những điều bạn có thể làm."
}
