{
  "page-what-is-ethereum-alt-img-bazaar": "Ảnh minh họa một người đang nhìn vào thị trường đại diện cho Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Ảnh minh hoạ các thành viên trong cộng đồng Ethereum đang làm việc cùng nhau",
  "page-what-is-ethereum-alt-img-lego": "Ảnh minh hoạ bàn tay tạo ra biểu trưng ETH làm bằng các viên gạch lego",
  "page-what-is-ethereum-banking-card": "Ngân hàng dành cho tất cả mọi người",
  "page-what-is-ethereum-banking-card-desc": "Không phải bất cứ ai cũng được tiếp cận với các dịch vụ tài chính. Nhưng tất cả những gì bạn cần để truy cập vào Ethereum và các sản phẩm cho vay, vay mượn cũng như tiết kiệm của nền tảng là kết nối internet.",
  "page-what-is-ethereum-build": "Bắt tay cùng Ethereum",
  "page-what-is-ethereum-build-desc": "Nếu bạn muốn thử xây dựng cùng Ethereum, hãy đọc tài liệu và một số hướng dẫn của chúng tôi hoặc xem qua các công cụ cần thiết trước khi bắt đầu.",
  "page-what-is-ethereum-censorless-card": "Không thông qua kiểm duyệt",
  "page-what-is-ethereum-censorless-card-desc": "Không có chính phủ hoặc công ty nào có quyền kiểm soát Ethereum. Ưu điểm phân quyền này đảm bảo không có bất cứ yếu tố nào ngăn cản bạn sử dụng các dịch vụ trên Ethereum.",
  "page-what-is-ethereum-comm-desc": "Cộng đồng của chúng tôi là tập hợp mọi người từ mọi nền tảng, bao gồm cả nghệ sĩ, người theo chủ nghĩa vô chính phủ tiền mã hoá, các công ty trong danh sách Fortune 500 và tới giờ chúng tôi có thêm bạn. Tìm hiểu cách tham gia ngay hôm nay.",
  "page-what-is-ethereum-commerce-card": "Đảm bảo hoạt động trao đổi",
  "page-what-is-ethereum-commerce-card-desc": "Khách hàng có một sự đảm bảo tích hợp sẵn rằng tiền sẽ chuyển sang người khác nếu bạn cung cấp những gì đã thoả thuận trước đó. Tương tự như vậy, các lập trình viên chắc chắn rằng các quy tắc đó sẽ không thay đổi.",
  "page-what-is-ethereum-composable-card": "Tất cả sản phầm đều có khả năng kết hợp",
  "page-what-is-ethereum-composable-card-desc": "Vì tất cả các ứng dụng đều được xây dưng trên cùng một chuỗi khối với trạng thái chia sẻ toàn cầu, chúng có thể được xây dựng dựa trên nhau (như lego). Điều này cho làm cho các sản phẩm và trải nghiệm được xây dựng ngày càng tốt hơn.",
  "page-what-is-ethereum-community": "Cộng đồng Ethereum",
  "page-what-is-ethereum-desc": "Nền tảng cho tương lai số",
  "page-what-is-ethereum-explore": "Khám phá Ethereum",
  "page-what-is-ethereum-internet-card": "Internet riêng tư hơn",
  "page-what-is-ethereum-internet-card-desc": "Bạn không cần cung cấp tất cả thông tin cá nhân để sử dụng ứng dụng Ethereum. Ethereum đang nỗ lực xây dựng một nền kinh tế dựa trên giá trị chứ không phải sự giám sát.",
  "page-what-is-ethereum-meet-comm": "Gặp gỡ cộng đồng",
  "page-what-is-ethereum-meta-description": "Tìm hiểu về Ethereum, tính năng cũng như các bước để gia nhập nền tảng.",
  "page-what-is-ethereum-meta-title": "Ethereum là gì?",
  "page-what-is-ethereum-p2p-card": "Mạng ngang hàng",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum cho phép bạn chuyển tiền hoặc thỏa thuận trực tiếp với người khác. Không cần thông qua các công ty trung gian.",
  "page-what-is-ethereum-start-building-btn": "Bắt đầu xây dựng",
  "page-what-is-ethereum-title": "Ethereum là gì?",
  "page-what-is-ethereum-subtitle": "Một hướng dẫn đầy đủ cho người mới về cách hoạt động của Ethereum, những lợi ích của Ethereum và cách nó được sử dụng bởi hàng triệu người trên toàn thế giới.",
  "page-what-is-ethereum-button-lets-start": "Hãy cùng bắt đầu nào",
  "page-what-is-ethereum-blockchain-tab-title": "Chuỗi khối là gì?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Một chuỗi khối là một cơ sở dữ liệu của toàn bộ giao dịch</b> được cập nhật và chia sẻ bởi rất nhiều máy tính trong mạng lưới. Mỗi khi một tập hợp giao dịch mới được thêm vào, nó gọi là một “khối” - nên mới được gọi là chuỗi khối. Hầu hết các chuỗi khối là công khai, và chỉ có thể thêm dữ liệu chứ không thể loại bỏ. Nếu bất kì ai muốn thay đổi dữ liệu hoặc gian lận với hệ thống, họ cần phải làm vậy trên hầu hết máy tính của mạng lưới, nghĩa là rất nhiều. Điều này giúp các chuỗi khối được thiết lập như Ethereum rất an toàn.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Tại sao lại gọi là tiền mã hoá?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Chuỗi khối sử dụng những phương pháp mật mã để đảm bảo tài khoản của người dùng an toàn. Phương pháp tương tự đã được sử dụng trong ngành ngân hàng để đảm bảo an toàn cho các giao dịch tiền tệ trong trong rất nhiều năm nay. Nói cách khác, cấp độ bảo mật của tiền mã hoá tương tự như ngân hàng.",
  "page-what-is-ethereum-summary-title": "Tổng hợp",
  "page-what-is-ethereum-summary-desc-1": "Ethereum là công nghệ nền móng cho việc xây dụng ứng dụng và tổ chức, lưu trữ tài sản, giao dịch và giao tiếp mà không bị kiểm soát bởi các cơ quan trung ương. Sử dụng Ethereum không yêu cầu phải cung cấp toàn bộ thông tin cá nhân của bạn - bạn nắm quyền kiểm soát dữ liệu của mình và quyết định chia sẻ những thông tin gì. Ethereum có đồng tiền mã hoá của riêng nó, Ether, dùng để thanh toán các hoạt động nhất định trên mạng lưới Ethereum.",
  "page-what-is-ethereum-summary-desc-2": "Nếu bạn vẫn còn mơ hồ? Hãy cùng tìm hiểu từng bước một.",
  "page-what-is-ethereum-what-is-crypto-title": "Tiền mã hóa là gì?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>Crypto (viết tắt cho cryptocurrency) là một dạng tiền số mới được hỗ trợ bởi mật mã.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "Tất cả bắt đầu từ năm 2008 với Bitcoin. Người dùng có thể sử dụng Bitcoin để chuyển tiền đến bất cứ ai trên toàn cầu. Tiền mã hoá khác biệt so với các giao dịch ngân hàng hay các dịch vụ tài chính như Paypal và Alipay vì là hình thức đầu tiên trong lịch sử ngành tài chính không yêu cầu các bên trung gian.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Nhưng một bên trung gian là gì?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "Một bên trung gian là một cơ quan trung ương như ngân hàng hay chính phủ can thiệp vào giao dịch giữa người gửi và người nhận. Họ có toàn quyền khảo sát, kiểm duyệt hoặc hoàn lại các giao dịch đã được thực hiện cũng như chia sẻ những dữ liệu nhạy cảm về bạn mà họ thu thập được cho bên thứ ba. Họ cũng có quyền quyết định những dịch vụ tài chính mà bạn được phép sử dụng.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "Với tiền mã hoá, mọi thứ sẽ khác biệt. <b>Các giao dịch kết nối trực tiếp người gửi và người nhận</b> mà không khải chịu sự kiểm soát của các cơ quan trung ương. Không ai có quyền truy cập vào tài khoản của bạn và <b>không ai áp đặt dịch vụ nào bạn được phép sử dụng</b>. Điều này hoàn toàn khả thi vì tiền mã hoá được vận hành trên công nghệ chuỗi khối.",
  "page-what-is-ethereum-btc-eth-diff-title": "Vậy điểm khác biệt giữa Ethereum và Bitcoin là gì?",
  "page-what-is-ethereum-btc-eth-diff-1": "Ra mắt vào năm 2015, Ethereum được xây dựng dựa trên những cải tiến của Bitcoin, kết hợp với những khác biệt đáng kể.",
  "page-what-is-ethereum-btc-eth-diff-2": "Cả hai đều cho phép bạn sử dụng tiền số mà không cần nhà cung cấp thanh toán hoặc ngân hàng. Nhưng <b>Ethereum cho phép việc lập trình</b>, nên bạn có thể xây dựng và triển khai các ứng dụng phi tập trung trên mạng lưới.",
  "page-what-is-ethereum-btc-eth-diff-3": "Ethereum cho phép lập trình nghĩa là bạn có thể xây dựng các ứng dụng tận dụng chuỗi khối để lưu trữ dữ liệu hoặc kiểm soát những tính năng trên ứng dụng của bạn. Kết quả là một chuỗi khối mục đích chung được sử dụng để lập trình bất cứ thứ gì. Vì không có giới hạn về những gì Ethereum có thể đạt được, nó cho phép những cải tiến tuyệt vời với mạng lưới.",
  "page-what-is-ethereum-btc-eth-diff-4": "Trong khi Bitcoin chỉ là mạng lưới thanh toán, Ethereum như là một thị trường của các dịch vụ tài chính, game, mạng xã hội và các ứng dụng khác tôn trọng quyền riêng tư của người dùng và chống kiểm duyệt.",
  "page-what-is-ethereum-what-can-eth-do-title": "Ethereum có thể làm gì?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Tại sao nên sử dụng Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Nếu bạn đã từng chuyển tiền sang nước ngoài (hoặc có ý định), hay đang lo lắng về tài sản của bạn trong tương lai vì các tác động bên ngoài vượt quá quyền kiểm soát của bạn từ nơi bạn sinh sống, hay quá chán nản với vô số các hạn chế, các khoản phí áp đặt bởi các thể chế tài chính truyền thống để thực hiện giao dịch chuyển tiền hằng ngày, bạn có thể sẽ hứng thú với những gì tiền mã hoá cung cấp.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Hãy nhớ rằng Ethereum vẫn là câu chuyện được viết dở dang, và còn rất nhiều lí do để sử dụng Ethereum đang được khám phá vì nó liên tục cải tiến và phát triển theo thời gian.",
  "page-what-is-ethereum-slide-1-title": "Giao dịch xuyên biên giới nhanh hơn và rẻ hơn",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Stablecoin</b> là một loại tiền mã hóa mới dựa trên một tài sản ổn định hơn làm cơ sở cho giá trị của nó. Hầu hết chúng được liên kết với đồng đô la Mỹ và do đó duy trì giá trị của loại tiền tệ đó. Những điều này cho phép một hệ thống thanh toán toàn cầu rất rẻ và ổn định. Nhiều stablecoin hiện tại được xây dựng trên mạng Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum và stablecoin đơn giản hóa quá trình gửi tiền ra nước ngoài. Thường chỉ mất vài phút để chuyển tiền trên toàn cầu, thay vì vài ngày làm việc hoặc thậm chí vài tuần mà ngân hàng của bạn có thể mất (trung bình) và chỉ với một giá trị tài sản nhỏ. Thêm vào đó, không có phí bổ sung để thực hiện một giao dịch có giá trị cao và không có hạn chế nào về địa điểm hoặc lý do bạn gửi tiền của mình.",
  "page-what-is-ethereum-slide-2-title": "Sự giúp đỡ nhanh nhất trong thời đại khủng hoảng",
  "page-what-is-ethereum-slide-2-desc-1": "Nếu bạn đủ may mắn để có nhiều lựa chọn ngân hàng thông qua các tổ chức đáng tin cậy nơi bạn sống, bạn có thể coi đó là chấp nhận về sự tự do tài chính, sự an toàn và sự ổn định mà họ cung cấp. Nhưng đối với nhiều người trên thế giới đang phải đối mặt với sự đàn áp chính trị hoặc khó khăn kinh tế, các tổ chức tài chính có thể không cung cấp sự bảo vệ hoặc dịch vụ mà họ cần.",
  "page-what-is-ethereum-slide-2-desc-2": "Khi chiến tranh, thảm họa kinh tế hoặc đàn áp các quyền tự do dân sự xảy ra với cư dân của <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afghanistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarus</a> và <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ukraine</a>, tiền mã hóa được cho là sự lựa chọn nhanh nhất và thường là duy nhất để giữ lại cơ quan tài chính.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Như đã thấy trong các ví dụ này, các loại tiền mã hóa như Ethereum có thể cung cấp quyền truy cập không bị cản trở bởi nền kinh tế toàn cầu khi mọi người bị tách khỏi thế giới bên ngoài. Thêm vào đó, stablecoin vẫn lưu giữ nguyên giá trị khi đồng nội tệ sụp đổ do siêu lạm phát.",
  "page-what-is-ethereum-slide-3-title": "Trao sức mạnh cho các nhà sáng tạo",
  "page-what-is-ethereum-slide-3-desc-1": "Chỉ riêng trong năm 2021, các hoạ sĩ, nhạc sĩ, nhà văn và những người sáng tạo khác đã sử dụng Ethereum để kiếm được khoảng 3,5 tỷ đô la. Điều này làm cho Ethereum trở thành một trong những nền tảng toàn cầu lớn nhất dành cho người sáng tạo, bên cạnh Spotify, YouTube và Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Tìm hiểu thêm</a>.",
  "page-what-is-ethereum-slide-4-title": "Trao sức mạnh cho người chơi",
  "page-what-is-ethereum-slide-4-desc-1": "Chơi để kiếm tiền (nơi người chơi thực sự được thưởng khi chơi trò chơi) đã xuất hiện gần đây và đang thay đổi ngành công nghiệp trò chơi. Theo truyền thống, thông thường các giao dịch hoặc chuyển nhượng tài sản trong trò chơi cho người chơi khác bằng tiền thật bị cấm. Điều này buộc người chơi phải chấp nhận các rủi ro bảo mật để sử dụng các trang web chợ đen. Trò chơi trên chuỗi khối nâng cao giá trị kinh tế trong trò chơi và thúc đẩy các hành vi đó một cách đáng tin cậy.",
  "page-what-is-ethereum-slide-4-desc-2": "Hơn nữa, người chơi được khuyến khích bằng cách được phép giao dịch token trong trò chơi ra tiền thật và do đó thực sự được thưởng cho thời gian chơi của họ.",
  "page-what-is-ethereum-meet-ether-title": "Chào đón ether, tiền mã hoá của Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum có một loại tiền mã hoá chính được gọi là ether (ETH). Nó hoàn toàn là kỹ thuật số và bạn có thể gửi nó cho bất kỳ ai ở bất kỳ đâu trên thế giới ngay lập tức. Việc tổng cung của ETH không được kiểm soát bởi bất kỳ chính phủ hoặc công ty nào - nó phi tập trung và hoàn toàn minh bạch. Các đồng tiền mới (còn thường được gọi là token) chỉ được tạo ra bởi các thợ đào và người đặt cọc để duy trì mạng.",
  "page-what-is-ethereum-meet-ether-desc-2": "Mỗi hành động diễn ra trên mạng lưới Ethereum đều yêu cầu một khả năng tính toán nhất định. Các phí này được trả bằng ether. Điều này có nghĩa bạn sẽ cần một lượng nhỏ ETH để sử dụng mạng lưới.",
  "page-what-is-ethereum-what-is-ether": "Ether là gì?",
  "page-what-is-ethereum-get-eth": "Nhận ETH",
  "page-what-is-ethereum-what-can-i-do-title": "Tôi có thể làm gì với đồng ETH?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "Thực ra: rất nhiều điều! Một trong những cách dùng nổi bật nhất của công nghệ Ethereum đó là tài chính phi tập trung (DeFi) nó mở ra toàn bộ lĩnh vực dịch vụ ngân hàng cho bất kỳ ai có kết nối với internet. Bạn có thể sử dụng ether của mình làm tài sản thế chấp để vay hoặc cung cấp thanh khoản để kiếm lãi từ tiền của mình.",
  "page-what-is-ethereum-explore-applications": "Khám phá các ứng dụng",
  "page-what-is-ethereum-learn-defi": "Tìm hiểu thêm về DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Ai là người điều khiển Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum không bị kiểm soát bởi bất kỳ một thực thể nào. Nó tồn tại hoàn toàn thông qua sự tham gia phi tập trung và hoạt động dựa trên cộng đồng. Ethereum sử dụng các node (một máy tính có bản sao dữ liệu chuỗi khối của Ethereum) được điều khiển bởi những người tình nguyện nhằm thay thể các máy trạm và hệ thống đám mây thuộc sở hữu của những nhà cung cấp internet hoặc dịch vụ internet.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Các nút phân tán này, được điều hành bởi các cá nhân và doanh nghiệp trên toàn thế giới, cung cấp khả năng phục hồi cho cơ sở hạ tầng mạng Ethereum. Do đó, nó ít bị tấn công ngừng. <b>Kể từ khi ra mắt vào năm 2015, Ethereum chưa bao giờ bị ngừng</b>. Có hàng ngàn nút riêng lẻ đang chạy mạng Ethereum. Điều này làm cho Ethereum trở thành một trong những loại tiền mã hoá phi tập trung nhất hiện nay, chỉ đứng sau bitcoin.",
  "page-what-is-ethereum-run-a-node": "Vận hành một nút",
  "page-what-is-ethereum-smart-contract-title": "Hợp đồng thông minh là gì?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Các hợp đồng thông minh chỉ đơn giản là các chương trình máy tính</b> hoạt động trên chuỗi khối Ethereum. Chúng chỉ <b>thực hiện khi được kích hoạt bởi một giao dịch từ người dùng (hoặc hợp đồng khác)</b>. Chúng làm cho Ethereum linh hoạt nhờ vào những gì nó có thể làm và điều này phân biệt nó với các loại tiền mã hóa khác. Các chương trình này chính là thứ mà bây giờ chúng ta gọi là ứng dụng phi tập trung hoặc dapp.",
  "page-what-is-ethereum-smart-contract-desc-2": "Bạn đã bao giờ sử dụng một sản phẩm mà điều khoản dịch vụ của nó bị thay đổi chưa? Hoặc loại bỏ một tính năng mà bạn thấy hữu ích? Khi một hợp đồng thông minh được xuất bản lên Ethereum, nó sẽ trực tuyến và hoạt động miễn là Ethereum tồn tại. Ngay cả tác giả cũng không thể gỡ nó xuống. Vì hợp đồng thông minh được tự động hóa, chúng không phân biệt đối xử với bất kỳ người dùng nào và luôn sẵn dùng.",
  "page-what-is-ethereum-smart-contract-desc-3": "Ví dụ phổ biến về hợp đồng thông minh là những ứng dụng cho vay, các sàn giao dịch phi tập trung, bảo hiểm, các ứng dụng huy động vốn từ cộng đồng - về cơ bản là bất cứ thứ gì bạn có thể nghĩ đến.",
  "page-what-is-ethereum-more-on-smart-contracts": "Tìm hiểu thêm về Hợp đồng thông minh",
  "page-what-is-ethereum-explore-dapps": "Khám phá ứng dụng phi tập trung",
  "page-what-is-ethereum-criminal-activity-title": "Tôi nghe rằng tiền mã hóa được sử dụng như một công cụ cho các hành vi phạm pháp. Điều đó có đúng không?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Giống như bất kỳ hình thức tiền nào, một số trong số đó sẽ bị sử dụng sai mục đích. Tuy nhiên, vì tất cả các giao dịch Ethereum đều xảy ra trên một chuỗi khối mở, nên các nhà chức trách thường dễ dàng theo dõi hoạt động bất hợp pháp hơn so với trong hệ thống tài chính truyền thống, điều này khiến Ethereum trở thành một lựa chọn ít hấp dẫn hơn cho những người muốn không bị phát hiện.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Tiền mã hóa được sử dụng ít hơn nhiều so với tiền pháp định cho hành vi phạm pháp theo những phát hiện chính của một báo cáo gần đây của Europol, Cơ quan Hợp tác Thực thi Pháp luật của Liên minh Châu Âu:",
  "page-what-is-ethereum-criminal-activity-desc-3": "“Việc sử dụng tiền mã hóa cho các hoạt động trái pháp luật dường như chỉ chiếm phần nhỏ trong thị trường tiền mã hóa, nó nhỏ hơn đáng kể so với số lượng quỹ đầu tư trái phép tồn tại trong thị trường tài chính truyền thống.”",
  "page-what-is-ethereum-energy-title": "Mức tiêu thụ năng lượng của Ethereum thì như thế nào?",
  "page-what-is-ethereum-energy-desc-1": "Ethereum hiện đang sử dụng cơ chế Bằng chứng công việc gây tiêu tốn nhiều năng lượng. Trong những tháng tới đây (Q3/Q4 2022) Ethereum sẽ chuyển hóa sang một bước ngoặc mới và sẽ chuyển đổi sang cơ chế Bằng chứng cổ phần - <b>được cho là sẽ giảm thiểu gây hại môi trường</b>.",
  "page-what-is-ethereum-energy-desc-2": "Bản cập nhật này sẽ giảm năng lượng cần thiết để bảo mật Ethereum khoảng <b>99,95%</b>, tạo ra một <b>mạng an toàn hơn với chi phí carbon nhỏ hơn nhiều</b>. Điều này sẽ làm cho Ethereum trở thành một chuỗi khối carbon thấp thực sự đồng thời tăng cường bảo mật và khả năng mở rộng của nó.",
  "page-what-is-ethereum-more-on-energy-consumption": "Thông tin thêm về mức tiêu thụ năng lượng",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Mức tiêu thụ năng lượng hàng năm tính bằng TW/năm",
  "page-what-is-ethereum-the-merge-update": "Cập nhật của The Merge",
  "page-what-is-ethereum-additional-reading": "Các bài đọc liên quan",
  "page-what-is-ethereum-week-in-ethereum": "Điểm tuần của Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "- Bản tin hàng tuần bao gồm những phát triển chính trong hệ sinh thái.",
  "page-what-is-ethereum-the-year-in-ethereum-2021": "Năm của Ethereum 2021",
  "page-what-is-ethereum-the-year-in-ethereum-2021-desc": "Ngày 17 tháng 1 năm 2022 - Josh Stark và Evan Van Ness",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Nguyên tử, Tổ chức, Chuỗi khối",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Tại sao chuỗi khối lại quan trọng?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum với những con số"
}
