{
  "page-events-meta-title": "Sự kiện tiền mã hóa {year}",
  "page-events-meta-description": "Khám phá các hội nghị hàng đầu về tiền mã hóa và chuỗi khối định hình năm {year}. Khám phá các sự kiện lớn của Ethereum, các buổi gặp mặt Web3 và các cuộc tụ họp toàn cầu.",
  "page-events-hero-title": "Sự kiện tiền mã hóa {year}",
  "page-events-hero-subtitle": "Ethereum trở nên sống động thông qua con người. Từ các buổi gặp mặt Web3 nhỏ và các cuộc tụ họp cộng đồng đến các hội nghị lớn, các cuộc thi hackathon và các trung tâm cộng đồng thường trực gắn kết các hệ sinh thái địa phương trên khắp thế giới.",
  "page-events-whats-on-page": "Có gì trên trang này?",
  "page-events-nav-community-hubs": "Các trung tâm cộng đồng",
  "page-events-nav-meetups": "Các buổi gặp mặt",
  "page-events-nav-conferences": "Hội nghị",
  "page-events-nav-for-organizers": "Dành cho nhà tổ chức",
  "page-events-section-major-conferences": "Các hội nghị lớn về chuỗi khối",
  "page-events-section-hubs": "Các trung tâm cộng đồng Ethereum",
  "page-events-section-hubs-subtitle": "Bạn có thể tham gia các buổi làm việc chung và sự kiện cộng đồng thường xuyên tại các không gian thường trực này, nơi hoàn hảo để lấy cảm hứng làm việc, học hỏi, kết nối và xây dựng.",
  "page-events-hub-description-london": "Một tầng dành riêng cho các nhà xây dựng, nhà nghiên cứu, người sáng tạo, sinh viên và nhà khám phá Ethereum tại Encode Club.",
  "page-events-hub-description-berlin": "Văn phòng Ethereum Foundation mở cửa vào thứ Tư hàng tuần cho các nhà xây dựng, nhà nghiên cứu, người sáng tạo, sinh viên và nhà khám phá để cùng làm việc, kết nối và hợp tác.",
  "page-events-hub-description-dubai": "Một không gian đầy cảm hứng tại Hadron Founders Club dành cho các nhà sáng lập, nhà xây dựng, nhà nghiên cứu và nhà khám phá để cùng làm việc, kết nối, hợp tác và học hỏi.",
  "page-events-hub-description-lagos": "Một không gian cộng đồng sôi động tại Web3Bridge ở Lagos dành cho các nhà xây dựng, nhà sáng lập, nhà nghiên cứu và người sáng tạo để cùng làm việc, hợp tác và cùng nhau phát triển.",
  "page-events-hub-description-sf": "Frontier Tower là một ngôi làng thẳng đứng 16 tầng ở trung tâm San Francisco, nơi mọi người phát triển công nghệ sâu và công nghệ tiên phong trong một môi trường thoải mái, đầy cảm hứng. Tầng 12 là nơi tổ chức các hoạt động của Ethereum và Công nghệ phi tập trung.",
  "page-events-hub-cta-default": "Tham gia để làm việc chung hàng ngày và các sự kiện thường xuyên.",
  "page-events-hub-cta-berlin": "Tham gia vào các ngày Thứ Tư Làm việc chung và các sự kiện thường xuyên.",
  "page-events-hub-coworking-cta": "Đăng ký làm việc chung",
  "page-events-hub-meetup-cta": "Xem các buổi gặp mặt",
  "page-events-hub-apply-cta": "Đăng ký tổ chức một trung tâm",
  "page-events-hub-cowork-signup": "Đăng ký làm việc chung",
  "page-events-hub-meetups": "Các buổi gặp mặt",
  "page-events-section-find-events": "Tìm sự kiện gần bạn",
  "page-events-section-find-events-subtitle": "Tìm kiếm các hội nghị, cuộc thi hackathon và các buổi họp mặt cộng đồng sắp tới trên khắp thế giới trong hệ sinh thái Ethereum.",
  "page-events-search-placeholder": "Tìm kiếm theo tên hoặc địa điểm",
  "page-events-search-sr-text": "kết quả cập nhật khi bạn gõ",
  "page-events-search-submit-sr-text": "kết quả cập nhật sau khi gửi",
  "page-events-search-results-title": "Kết quả tìm kiếm",
  "page-events-search-no-results": "Không tìm thấy sự kiện nào khớp với tìm kiếm của bạn",
  "page-events-search-hero-title": "Những sự kiện của Ethereum",
  "page-events-search-metadata-description": "Tìm và khám phá các buổi gặp mặt sắp tới trên toàn thế giới và kết nối với những người đang xây dựng trên Ethereum tại thành phố của bạn.",
  "page-events-search-hero-title-q": "Sự kiện Ethereum: \"{q}\"",
  "page-events-search-hero-subtitle": "Ethereum vừa mang tính địa phương vừa mang tính toàn cầu. Từ các buổi gặp mặt và các buổi làm việc chung cho đến các hội nghị và cuộc thi hackathon lớn, khám phá các sự kiện Ethereum diễn ra tại {location} và trên toàn khu vực lân cận. Gặp gỡ các nhà xây dựng, học hỏi điều mới và trở thành một phần của hệ sinh thái địa phương.",
  "page-events-section-local-meetups": "Các buổi gặp mặt cộng đồng Ethereum tại địa phương",
  "page-events-section-local-meetups-subtitle": "Các sự kiện được tổ chức bởi các nhóm những người đam mê Ethereum—một cơ hội để những người quan tâm đến Ethereum tụ họp, nói chuyện về Ethereum và tìm hiểu về các phát triển gần đây.",
  "page-events-section-upcoming-conferences": "Các hội nghị Ethereum sắp tới",
  "page-events-section-upcoming-conferences-subtitle": "Khám phá những hội nghị truyền cảm hứng nhất trong cộng đồng Ethereum, nơi các nhà xây dựng, nhà nghiên cứu và những người có ước mơ cùng nhau tụ họp để học hỏi, kết nối và định hình tương lai.",
  "page-events-see-all": "Xem tất cả",
  "page-events-section-organizers": "Dành cho người tổ chức sự kiện",
  "page-events-section-organizers-subtitle": "Cho dù bạn đang lên kế hoạch cho sự kiện đầu tiên của mình hay đã tổ chức một buổi gặp mặt, hội thảo, cuộc thi hackathon hoặc buổi họp mặt cộng đồng, có rất nhiều tài nguyên hữu ích và các đội ngũ có thể cung cấp hướng dẫn, hỗ trợ và các tài nguyên bổ sung để sự kiện của bạn thành công và có thể tạo ra tác động lớn nhất.",
  "page-events-section-organizers-planning": "Lên kế hoạch cho một sự kiện?",
  "page-events-section-organizers-planning-description": "Đây là hướng dẫn toàn diện về sự kiện được viết với sự hỗ trợ của cộng đồng, dành cho cộng đồng.",
  "page-events-section-organizers-planning-cta": "Đọc hướng dẫn",
  "page-events-section-support": "Đang tìm kiếm sự hỗ trợ?",
  "page-events-section-support-subtitle": "Dưới đây, bạn sẽ tìm thấy các đội ngũ có thể cung cấp cho bạn sự hỗ trợ, hướng dẫn và giúp đỡ cho dù bạn đang lên kế hoạch cho sự kiện đầu tiên, tiếp tục, phát triển hoặc cải thiện một sự kiện đang diễn ra, một loạt các buổi họp mặt cộng đồng hoặc các sáng kiến khác.",
  "page-events-support-ethereum-everywhere": "Ethereum Everywhere",
  "page-events-support-ethereum-everywhere-description": "Nhóm Ethereum Everywhere là một nhóm khuếch đại hệ sinh thái trong Ethereum Foundation, trao quyền và hỗ trợ các cộng đồng và sự kiện địa phương theo nhiều cách khác nhau, và giúp họ trở nên thành công và bền vững trong dài hạn.",
  "page-events-support-ethereum-everywhere-guidance": "Hướng dẫn",
  "page-events-support-ethereum-everywhere-guidance-description": "Tư vấn thân thiện về việc lập kế hoạch và điều hành các sự kiện và cộng đồng thành công nhằm chào đón những nhà xây dựng và người dùng mới, giúp họ tham gia và giữ cho các cộng đồng hiện có được kết nối và gắn bó.",
  "page-events-support-ethereum-everywhere-resources": "Các nguồn",
  "page-events-support-ethereum-everywhere-resources-description": "Cung cấp các mẫu, các phương pháp hay nhất, các bản cập nhật và các bảng cơ hội để giúp các nhà tổ chức tạo ra những trải nghiệm nhất quán và hấp dẫn.",
  "page-events-support-ethereum-everywhere-connections": "Kết nối và khuếch đại",
  "page-events-support-ethereum-everywhere-connections-description": "Hỗ trợ tìm kiếm các đối tác khu vực, người đóng góp và diễn giả - cộng với khả năng hiển thị thông qua các kênh cộng đồng và phương tiện truyền thông xã hội.",
  "page-events-support-geode-labs": "Geode Labs",
  "page-events-support-geode-labs-description": "Geode Labs là một tổ chức phát triển hệ sinh thái Ethereum toàn cầu và là một studio sản phẩm ra đời từ Ethereum Foundation.",
  "page-events-support-geode-labs-grants": "Chương trình tài trợ của Geode Labs",
  "page-events-support-geode-labs-grants-description": "Các khoản tài trợ cho hệ sinh thái nhằm tăng cường sự phi tập trung của Ethereum với trọng tâm ở cấp cơ sở.",
  "page-events-support-geode-labs-local": "Ethereum địa phương",
  "page-events-support-geode-labs-local-description": "Một bản tin hợp tác với các nhà lãnh đạo cộng đồng địa phương để kể những câu chuyện địa lý của Ethereum.",
  "page-events-support-geode-labs-ethstars": "ETHStars",
  "page-events-support-geode-labs-ethstars-description": "Một trung tâm cộng đồng Ethereum nơi các nhà xây dựng học hỏi, kết nối và kiếm tiền.",
  "page-events-get-in-touch": "Liên hệ",
  "page-events-filter-all": "Tất cả",
  "page-events-filter-conferences": "Hội nghị",
  "page-events-filter-hackathons": "Hackathon",
  "page-events-filter-meetups": "Các buổi gặp mặt",
  "page-events-view-all-conferences": "Xem tất cả các hội nghị",
  "page-events-view-all-meetups": "Xem tất cả các buổi gặp mặt",
  "page-events-no-upcoming": "Hiện tại không có sự kiện nào sắp diễn ra",
  "page-events-tag-online": "Trực tuyến",
  "page-events-tag-conference": "Hội nghị",
  "page-events-tag-hackathon": "Hackathon",
  "page-events-tag-meetup": "Gặp mặt",
  "page-events-tag-popup": "Popup",
  "page-events-tag-group": "Nhóm",
  "page-events-tag-other": "Khác",
  "page-events-tag-cowork": "Làm việc chung",
  "page-events-continent-africa": "Châu Phi",
  "page-events-continent-asia": "Châu Á",
  "page-events-continent-europe": "Châu Âu",
  "page-events-continent-middle-east": "Trung Đông",
  "page-events-continent-north-america": "Bắc Mỹ",
  "page-events-continent-oceania": "Châu Đại Dương",
  "page-events-continent-south-america": "Nam Mỹ",
  "page-events-conferences-hero-title": "Các hội nghị tiền mã hóa {year}",
  "page-events-conferences-hero-subtitle": "Khám phá các hội nghị hàng đầu về tiền mã hóa và chuỗi khối định hình năm {year}. Khám phá các sự kiện lớn của Ethereum, các buổi gặp mặt Web3 và các cuộc tụ họp toàn cầu thúc đẩy làn sóng đổi mới phi tập trung tiếp theo.",
  "page-events-conferences-major-events": "Các sự kiện lớn",
  "page-events-meetups-hero-title": "Các buổi gặp mặt Ethereum {year}",
  "page-events-meetups-hero-subtitle": "Các buổi gặp mặt Ethereum là nơi hình thành cộng đồng thực sự. Từ các buổi gặp gỡ thân mật của các nhà xây dựng và các ngày làm việc chung đến các hội thảo và các cuộc tụ họp hệ sinh thái địa phương. Khám phá các buổi gặp mặt sắp tới trên toàn thế giới và kết nối với những người đang xây dựng trên Ethereum tại thành phố của bạn.",
  "page-events-meetups-events-subtitle": "Tìm kiếm các cuộc thi hackathon, các buổi họp mặt cộng đồng và hội nghị sắp tới trong hệ sinh thái Ethereum.",
  "page-events-cta-title": "Tổ chức một sự kiện?",
  "page-events-cta-body": "Đây là một danh sách chưa đầy đủ được duy trì bởi cộng đồng của chúng tôi. Bạn có biết sự kiện Ethereum sắp tới nào để thêm vào danh sách này không?",
  "page-events-cta-button": "Gửi sự kiện"
}
