{
  "51%-attack-term": "‏حمله ۵۱ درصدی",
  "51%-attack-definition": "نوعی حمله که در آن یک گروه کنترل اکثر <a href=\"/glossary/#node\">گره‌ها</a> را به دست می‌گیرد. این امر به آن‌ها اجازه می‌دهد با معکوس کردن <a href=\"/glossary/#transaction\">تراکنش‌ها</a> و دابل اسپندینگ <a href=\"ether\">اتر</a> و سایر توکن ها، از بلاکچین کلاهبرداری کنند.",
  "abi-term": "رابط باینری برنامه (ABI)",
  "abi-definition": "یک فایل JSON که توابع و متغیرهایی که در یک قرارداد هوشمند وجود دارند را توصیف می‌کند. ABI اجازه می‌دهد تا بایت‌کد به فرمت‌های قابل خواندن توسط انسان‌ها ترجمه شود.",
  "account-term": "حساب کاربری",
  "account-definition": "حساب اتریوم یک هویت دیجیتالی در بلاکچین اتریوم است که به کاربران امکان ارسال، دریافت اتر یا سایر دارایی های دیجیتالی و تعامل با قراردادهای هوشمند را می دهد.",
  "address-term": "آدرس",
  "address-definition": "آدرس اتریوم یک شناسه منحصربه‌فرد است که برای دریافت توکن‌ها استفاده می‌شود، عملکردی مشابه شماره حساب بانکی برای ارزهای دیجیتال. برای شناسایی حساب اتریوم شما استفاده می شود.",
  "anti-sybil-term": "ضد-سیبیل",
  "anti-sybil-definition": "راه هایی برای جلوگیری از تظاهر افراد به تعداد زیادی کاربر در اینترنت به طور همزمان، تضمین می کند که هر کاربر یک شخص واقعی و جداگانه است. این کمک می کند تا تعاملات آنلاین منصفانه و صادقانه باقی بماند.",
  "apr-term": "نرخ بهره سالانه",
  "apr-definition": "APR یا نرخ بهره سالانه، نمایانگر هزینه استقراض پول، از جمله بهره و کارمزدها، به شکل درصد است.",
  "attestation-term": "تصدیق",
  "attestation-definition": "ادعایی که توسط یک نهاد مطرح می شود مبنی بر اینکه چیزی درست است. در زمینه اتریوم، تایید کنندگان اجماع باید ادعا کنند که حالت زنجیره چگونه است. در زمان‌های تعیین‌شده، هر اعتبارسنج مسئول انتشار گواهی‌های مختلف است که به طور رسمی دیدگاه این اعتبارسنج را از زنجیره اعلام می‌کند، از جمله آخرین ایست بازرسی نهایی و رئیس فعلی زنجیره. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">اطلاعات بیشتر در مورد امضاها</a>.",
  "block-term": "بلوک",
  "block-definition": "بلوک جایی است که تراکنش ها یا اقدامات دیجیتالی ذخیره می شوند. هنگامی که یک بلوک پر شد، به بلوک قبلی متصل می شود و زنجیره ای از بلوک ها یا یک \"بلاکچین\" ایجاد می کند. <a href=\"/developers/docs/blocks/\">اطلاعات بیشتر در مورد بلوک‌ها</a>.",
  "blockchain-term": "زنجیره‌ی بلوکی",
  "blockchain-definition": "یک بلاکچین پایگاه داده ای از تراکنش ها است که در تمام رایانه های موجود در شبکه تکرار شده و به اشتراک گذاشته می شود و اطمینان حاصل می کند که داده ها نمی توانند به صورت ماسبق تغییر کنند.",
  "bridge-term": "پل",
  "bridge-definition": "یک پل بلاکچین برای انتقال دارایی ها از یک شبکه بلاکچین به شبکه دیگر استفاده می شود.",
  "consensus-term": "اجماع",
  "consensus-definition": "هنگامی که بیش از 2/3 کامپیوترهای یک شبکه موافق هستند که مجموعه رکوردهای یکسانی دارند، مطمئن شوید که همه در یک صفحه هستند. این مربوط به قوانینی نیست که آنها از آنها پیروی می کنند، بلکه باید مطمئن شوند که همه آنها اطلاعات یکسانی دارند.",
  "consensus-client-term": "کلاینت اجماع",
  "consensus-client-definition": "کلاینت‌های اجماع (مانند Prysm، Teku، Nimbus، Lighthouse، Lodestar) الگوریتم اجماع <a href=\"/glossary/#pos\">اثبات سهام</a> اتریوم را اجرا می‌کنند که به شبکه اجازه می‌دهد تا در مورد هد زنجیره بیکن به توافق برسد. کلاینت های اجماع در اعتبارسنجی/مخابره تراکنش ها یا اجرای انتقال حالت شرکت نمی کنند. این کار توسط <a href=\"/glossary/#execution-client\">کلاینت های اجرا</a> انجام می‌شود. کلاینت های اجماع، بلوک‌های جدید را تأیید نمی‌کنند یا پیشنهاد نمی‌کنند. این کار توسط <a href=\"/glossary/#validator\">کلاینت اعتبارسنج</a> انجام می شود که یک افزونه اختیاری برای کلاینت اجماع است.",
  "consensus-layer-term": "لایه‌ی اجماع",
  "consensus-layer-definition": "لایه اجماع شبکه اتریوم متشکل از <a href=\"/glossary/#consensus-client\">کلاینت های اجماع</a> است.",
  "cryptoeconomics-term": "اقتصاد‌های رمزارزی",
  "cryptoeconomics-definition": "مطالعه‌ی اصول اقتصاد و ریاضیات به منظور طراحی پلتفرم‌های دیجیتالی امن و قابل اتکاء. هدف این است که اطمینان حاصل شود تمامی شرکت کنندگان از قوانین پیروی می‌کنند و برای مشارکت در انجام عملیات‌های شبکه و ایجاد امنیت، پاداش دریافت می‌کنند. ",
  "cryptography-term": "رمزنگاری",
  "cryptography-definition": "این عمل خصوصی و ایمن کردن ارتباط است، طوری که فقط کسانی که اطلاعات برای آنها در نظر گرفته شده است بتوانند آن را بخوانند.",
  "dao-term": "سازمان خودمختار غیرمتمرکز (DAO)",
  "dao-definition": "DAO یک سازمان دیجیتالی است که توسط قوانین کدگذاری شده روی بلاکچین اداره می شود، جایی که تصمیمات توسط رای اعضا گرفته می شود، نه یک مرجع مرکزی. <a href=\"/dao/\">اطلاعات بیشتر در مورد سازمان‌های مستقل غیرمتمرکز (DAO)</a>.",
  "dapp-term": "برنامه غیر متمرکز",
  "dapp-definition": "دپ (dApp) یک برنامه غیرمتمرکز است که روی یک شبکه بلاکچین اجرا می شود و خدماتی را بدون یک مرجع کنترل مرکزی ارائه می دهد. <a href=\"/dapps/\">اطلاعات بیشتر در مورد برنامه های غیرمتمرکز</a>.",
  "data-availability-term": "دسترسی به داده‌ها",
  "data-availability-definition": "هر گره می تواند به طور مستقل تراکنش های یک بلاکچین را به منظور حفظ شفافیت و اعتماد در سیستم تأیید کند.",
  "defi-term": "DeFi",
  "defi-definition": "دسته وسیعی از برنامه‌های اتریوم با هدف ارائه خدمات مالی با پشتیبانی بلاکچین، بدون هیچ واسطه‌ای. <a href=\"/defi/\">اطلاعات بیشتر در مورد امور مالی غیرمتمرکز (DeFi)</a>",
  "dex-term": "صرافی غیرمتمرکز (DEX)",
  "dex-definition": "نوعی برنامه اتریوم که به شما امکان می دهد توکن ها را با همتایان در شبکه مبادله کنید. DEX ها مشمول محدودیت های جغرافیایی مانند صرافی های متمرکز نیستند - هر کسی می تواند شرکت کند.",
  "difficulty-bomb-term": "بمب سختی",
  "difficulty-bomb-definition": "افزایش تصاعدی برنامه ریزی شده در تنظیم <a href=\"/glossary/#pow\">اثبات کار</a> <a href=\"/glossary/#difficulty\">سختی</a> که برای ایجاد انگیزه در انتقال طراحی شده است برای <a href=\"/glossary/#pos\">اثبات سهام</a>، کاهش شانس <a href=\"/glossary/#hard-fork\">فورک</a>. بمب دشواری با <a href=\"/roadmap/merge\">ارتقاء مرج</a> منسوخ شد.",
  "ecdsa-term": "الگوریتم منحنی امضای دیجیتال (ECDSA)",
  "ecdsa-definition": "یک الگوریتم رمزنگاری که توسط اتریوم استفاده می‌شود تا اطمینان حاصل شود دارایی‌ها فقط توسط صاحبان آنها خرج شود. این روش ترجیحی برای ایجاد کلیدهای عمومی و خصوصی می‌باشد. از این الگوریتم در تولید <a href=\"/glossary/#address\">آدرس</a> حساب کاربری و تائید <a href=\"/glossary/#transaction\">تراکنش‌</a> استفاده می‌شود.",
  "ens-term": "سرویس دامنه اتریوم (ENS)",
  "ens-definition": "سرویس نام اتریوم مانند یک دفترچه تلفن اینترنتی برای آدرس‌های اتریوم است. به جای استفاده از آدرس‌های کیف پول طولانی، ENS به شما امکان می‌دهد از نام‌های ساده‌ای مانند «john.eth» برای ارسال و دریافت پول و دارایی‌های دیجیتال استفاده کنید.",
  "epoch-term": "ایپاک",
  "epoch-definition": "دوره ای از 32 <a href=\"/glossary/#slot\">اسلات</a>، که هر اسلات 12 ثانیه است، در مجموع 6.4 دقیقه. <a href=\"/glossary/#committee\">کمیته‌های</a> اعتبارسنج در هر ایپاک به دلایل امنیتی مخدوش می‌شوند. هر ایپاک فرصتی برای <a href=\"/glossary/#finality\">نهایی شدن</a> زنجیره دارد. به هر اعتبارسنج در شروع هر ایپاک مسئولیت های جدیدی اختصاص داده می شود. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">اطلاعات بیشتر در مورد اثبات سهام</a>",
  "eoa-term": "حسابی که توسط یا برای کاربران انسانی شبکه Ethereum ایجاد شده است",
  "eoa-definition": "حساب های دارای مالکیت خارجی (EOAها) رایج ترین نوع حساب اتریوم هستند. آنها توسط یک شخص از طریق کلیدهای خصوصی/عبارت بازیابی کنترل می شوند. <a href=\"/wallets/\">اطلاعات بیشتر در مورد کیف پول اتریوم</a>.",
  "erc-term": "درخواست اتریوم برای نظرات (ERC)",
  "erc-definition": "ERC (<strong>درخواست اتریوم برای نظرات</strong>) نوعی اسناد فنی است که در انجمن اتریوم برای پیشنهاد استانداردهای جدید استفاده برای شبکه اتریوم استفاده می شود.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "نوعی استاندارد توکن اتریوم مشابه NFT (مانند اقلام کلکسیونی منحصر به فرد) که همچنین امکان ایجاد اقلام قابل تعویض (مانند ارز) را در یک قرارداد هوشمند واحد فراهم می کند.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "مجموعه استانداردی از قوانین است که اکثر توکن ها در شبکه اتریوم با آن ایجاد می شوند.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "مجموعه ای استاندارد از قوانین مورد استفاده برای ایجاد NFT (توکن های غیرقابل تعویض).",
  "ether-term": "اتر",
  "ether-definition": "رمزارز بومی اتریوم که معمولاً به آن «ETH» می‌گویند. در هنگام استفاده از اکوسیستم و برنامه های کاربردی اتریوم برای پوشش کارمزد تراکنش ها استفاده می شود. <a href=\"/eth/\">اطلاعات بیشتر در مورد اتر</a>.",
  "events-term": "رویدادها",
  "events-definition": "استفاده از امکانات گزارش <a href=\"/glossary/#evm\">EVM</a> را ممکن می سازد. <a href=\"/glossary/#dapp\">دپ ها</a> می‌توانند به رویدادها گوش دهد و از آنها برای راه‌اندازی فراخوان های JavaScript در رابط کاربری استفاده کنند. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">اطلاعات بیشتر در مورد رویدادها و گزارش‌ها</a>",
  "execution-client-term": "کلاینت اجرا",
  "execution-client-definition": "کلاینت های اجرا (که قبلا به عنوان \"کلاینت های Eth1\" شناخته می شدند)، مانند Besu، Erigon، Go-Ethereum (Geth)، Nethermind، وظیفه پردازش و پخش تراکنش ها و مدیریت وضعیت اتریوم را بر عهده دارند. آنها محاسبات را برای هر تراکنش با استفاده از <a href=\"/glossary/#evm\">ماشین مجازی اتریوم</a> اجرا می‌کنند تا از رعایت قوانین پروتکل اطمینان حاصل کنند.",
  "execution-layer-term": "لایه‌‌ی اجرا",
  "execution-layer-definition": "لایه اجرای اتریوم شبکه متشکل از <a href=\"/glossary/#execution-client\">کلاینت های اجراست</a>.",
  "finality-term": "قطعیت",
  "finality-definition": "نهایی شدن تضمینی است که مجموعه ای از تراکنش ها را نمی توان بدون از دست رفتن مقدار زیادی از ETH تغییر داد.",
  "fork-term": "فورک",
  "fork-definition": "تغییر در پروتکل باعث ایجاد یک زنجیره جایگزین می شود.",
  "fraud-proof-term": "اثبات تقلب",
  "fraud-proof-definition": "یک مدل امنیتی برای راه‌حل‌های خاص <a href=\"/glossary/#layer-2\">لایه 2</a> که در آن، برای افزایش سرعت، تراکنش‌ها <a href=\"/glossary/#rollups\">قرار می‌شوند</a> a> به دسته ها تبدیل شده و در یک تراکنش به اتریوم ارسال می شود. سایر شرکت‌کنندگان شبکه می‌توانند تراکنش‌ها را مجدداً اجرا کنند تا بررسی کنند که آیا صادقانه اجرا شده‌اند. اگر آنها اختلاف بین داده های ارسال شده و نسخه خود را کشف کنند، می توانند یک مدرک رمزنگاری شده ارسال کنند که نشان می دهد در کجا تقلب صورت گرفته است. برخی از <a href=\"/glossary/#rollups\">مجموعه‌ها</a> از <a href=\"/glossary/#validity-proof\">شواهد اعتبار</a> استفاده می‌کنند.",
  "gas-term": "گاز",
  "gas-definition": "گس هزینه ای است که برای تراکنش ها و قراردادهای هوشمند در یک بلاکچین، مانند اتریوم، پرداخت می شود. <a href=\"/gas/\">اطلاعات بیشتر در مورد گس و کارمزدها</a>.",
  "genesis-block-term": "بلوک ایجاد",
  "genesis-block-definition": "اولین بلوک در <a href=\"/glossary/#blockchain\">زنجیره‌‌ی بلوکی</a> برای راه‌اندازی یک شبکه خاص و ارزهای رمزنگاری شده آن استفاده می شد.",
  "gwei-term": "Gwei",
  "gwei-definition": "مخفف gigawei، نامی از <a href=\"/glossary/#ether\">اتر</a>، که معمولاً برای قیمت <a href=\"/glossary/#gas\">گاز</a> استفاده می‌شود. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 اتر.",
  "hash-term": "هش",
  "hash-definition": "یک اثر با طول ثابت ورودی با اندازه متغیر که توسط یک تابع هش تولید می‌شود. (به <a href=\"/glossary/#keccak-256\">keccak-256</a> مراجعه کنید).",
  "holographic-consensus-term": "اجماع هولوگرافیک",
  "holographic-consensus-definition": "به نحوه تصمیم گیری گروهی بزرگ با اجازه دادن به گروه کوچکتری از نمایندگان مردم اشاره دارد. سپس همه قبول می‌کنند که با آن همراهی کنند، به شرطی که اعتماد داشته باشند که گروه کوچک کار خوبی انجام داده است.",
  "index-term": "ایندکس",
  "index-definition": "ساختار شبکه ای به منظور بهینه‌سازی استعلام اطلاعات از سراسر <a href=\"/glossary/#blockchain\">بلاکچین</a> با ارائه یک مسیر کارآمد به منبع ذخیره آن.",
  "key-term": "کلید",
  "key-definition": "در زمینه اتریوم، کلیدها کدهای دیجیتال هستند: یک کلید عمومی برای دریافت تراکنش ها و یک کلید خصوصی برای دسترسی و ارسال وجوه.",
  "layer-2-term": "لایه 2",
  "layer-2-definition": "لایه 2 ها شبکه های دیگری هستند که بر روی شبکه اصلی اتریوم ساخته شده اند تا تراکنش ها را سریعتر و ارزان‌تر کنند. <a href=\"/layer-2/\">اطلاعات بیشتر در مورد لایه 2</a>.",
  "liquidity-tokens-term": "توکن‌های نقدینگی",
  "liquidity-tokens-definition": "توکن‌های نقدینگی (LT) توکن‌های دیجیتالی هستند که برای شرکت‌کنندگانی صادر می‌شوند که دارایی‌ها را در یک استخر نقدینگی سپرده‌گذاری می‌کنند، که مجموعه‌ای از وجوه قفل شده در یک قرارداد هوشمند است و برای تسهیل تجارت در یک صرافی غیرمتمرکز (DEX) استفاده می‌شود.",
  "mainnet-term": "شبکه اصلی",
  "mainnet-definition": "مخفف کلمه \"شبکه اصلی\"، همان <a href=\"/glossary/#blockchain\">بلاکچین</a> اصلی اتریوم است.",
  "mev-term": "MEV",
  "mev-definition": "مکانیزمی که اقدامات خاصی را بر روی یک بلاکچین در ازای کارمزد اولویت بندی می کند و بر نتایج و ترتیب تراکنش ها تأثیر می گذارد.",
  "multisig-term": "قابلیت چندامضایی",
  "multisig-definition": "Multisig (چند امضایی) به یک کیف پول یا حساب دیجیتالی اشاره دارد که برای انجام تراکنش ها به چندین امضا یا تایید نیاز دارد و امنیت را افزایش می دهد.",
  "nft-term": "توکن‌ غیرقابل تعویض (NFT)",
  "nft-definition": "توکن غیرقابل تعویض (NFT) یک آیتم دیجیتال منحصر به فرد است که می توانید آن را داشته باشید، مانند آثار هنری یا کلکسیونی که توسط فناوری بلاکین تأیید شده است. <a href=\"/nft/\">اطلاعات بیشتر در مورد توکن‌های غیرقابل تعویض (NFT)</a>.",
  "node-term": "گره",
  "node-definition": "یک کلاینت نرم افزاری که در شبکه شرکت می کند. <a href=\"/developers/docs/nodes-and-clients/\">اطلاعات بیشتر در مورد گره ها و کلاینت ها</a>.",
  "ommer-term": "بلوک Ommer (عمو)",
  "ommer-definition": "وقتی یک <a href=\"/glossary/#miner\">miner</a> اثبات کار، یک <a href=\"/glossary/#block\">بلوک</a> معتبر پیدا می‌کند، ممکن است معدنچی دیگری منتشر کرده باشد. یک بلوک رقیب که ابتدا به نوک بلاکچین اضافه می شود. این بلوک معتبر، اما قدیمی، می‌تواند توسط بلوک‌های جدیدتر به‌عنوان <em>ommers</em> گنجانده شود و یک پاداش بلوک جزئی دریافت کند. اصطلاح \"ommer\" اصطلاح ترجیحی از نظر جنسیتی خنثی برای خواهر یا برادر بلوک والدین است، اما گاهی اوقات به آن \"عمو\" نیز گفته می شود. زمانی که اتریوم یک شبکه <a href=\"/glossary/#pow\">اثبات کار</a> بود، این برای اتریوم رایج بود. اکنون که اتریوم از <a href=\"/glossary/#pos\">اثبات سهام</a> استفاده می‌کند، تنها یک پیشنهاد دهنده بلوک در هر اسلات انتخاب می‌شود.",
  "on-chain-term": "روی زنجیره",
  "on-chain-definition": "به اقدامات یا تراکنش‌هایی اشاره دارد که روی بلاکچین اتفاق می‌افتند و در دسترس عموم هستند.",
  "optimistic-rollup-term": "رول آپ خوش بینانه",
  "optimistic-rollup-definition": "رول‌آپ خوش‌بینانه یک راه حل لایه 2 است که به تراکنش ها در اتریوم سرعت می بخشد، با این فرض که به طور پیش فرض معتبر هستند مگر اینکه به چالش کشیده شوند. <a href=\"/developers/docs/scaling/optimistic-rollups/\">اطلاعات بیشتر در مورد رول‌آپ خوش‌بینانه</a>.",
  "peer-to-peer-network-term": "شبکه همتا به همتا",
  "peer-to-peer-network-definition": "شبکه‌ ای از رایانه ها (همتاها) که به عنوان یک مجموعه، قادر به انجام عملکردها بدون نیاز به خدمات متمرکزِ بر پایه سرور می باشد.",
  "permissionless-term": "بدون نیاز به مجوز",
  "permissionless-definition": "برای استفاده از سیستمی مانند اتریوم نیازی به مجوز یا تایید نیست و هیچ کس نمی تواند شما را از استفاده از آن باز دارد. به طور 24/7 برای مشارکت کردن همه باز است.",
  "private-key-term": "کلید خصوصی",
  "private-key-definition": "کلید خصوصی یک کد مخفی است که ثابت می کند شما صاحب پول دیجیتال خود هستید و به شما امکان می دهد آن را خرج کنید، مانند یک پین برای حساب خود. <strong>آن را به اشتراک نگذارید</strong>.",
  "poap-term": "POAP",
  "poap-definition": "پروتکل اثبات حضور برای ایجاد یک مجموعه دیجیتال (NFT) استفاده می شود که ثابت می کند در یک رویداد یا فعالیت خاص شرکت کرده اید.",
  "pos-term": "اثبات سهام (PoS)",
  "pos-definition": "روشی که با آن هدف پروتکل بلاک چین ارز دیجیتال دستیابی به <a href=\"/glossary/#consensus\">اجماع</a> توزیع شده است. اثبات هام از کاربران می‌خواهد که مالکیت مقدار معینی از ارزهای دیجیتال («سهم» آنها در شبکه) را اثبات کنند تا بتوانند در اعتبارسنجی تراکنش‌ها شرکت کنند. <a href=\"/developers/docs/consensus-mechanisms/pos/\">اطلاعات بیشتر در مورد اثبات سهام</a>.",
  "pow-term": "اثبات کار (PoW)",
  "pow-definition": "یک مکانیسم امنیتی برای بلاک چین که به گره‌ها نیاز دارد تا انرژی را در قالب محاسبات برای یافتن یک مقدار مشخص صرف کنند.",
  "public-goods-term": "کالاهای عمومی",
  "public-goods-definition": "کالاهای عمومی چیزهایی هستند که همه می توانند به صورت رایگان از آن استفاده کنند، مانند پارک ها یا هوای پاک، و استفاده از آنها مانع استفاده دیگران از آنها نمی شود. دولت‌ها اغلب این موارد را ارائه می‌دهند، زیرا کسب‌وکارها معمولاً این کار را نمی‌کنند، زیرا نمی‌توانند به راحتی از مردم برای استفاده از آنها هزینه دریافت کنند.",
  "public-key-term": "کلید عمومی",
  "public-key-definition": "کلید عمومی مجموعه‌ای از نویسه‌ها است که به دیگران اجازه می‌دهد ارز دیجیتالی را به صورت امن برای شما ارسال کنند، مانند آدرس ایمیل برای پول.",
  "quadratic-voting-term": "رای گیری درجه دوم",
  "quadratic-voting-definition": "یک روش رای گیری است که در آن رای دهندگان احساس خود را نسبت به مسائل ابراز می کنند. به رای دهندگان این امکان را می دهد که نه تنها ترجیح خود را نشان دهند، بلکه شدت ترجیح خود را نیز نشان دهند.",
  "recovery-phrase-term": "عبارت سید / عبارت بازیابی",
  "recovery-phrase-definition": "لیستی از کلماتی که هنگام ایجاد یک کیف پول دیجیتال به شما داده می شود. این رمز عبور مانند رمز عبور عمل می کند که می تواند به شما کمک کند در صورت از دست دادن دسترسی به کیف پول خود بازگردید و مطمئن شوید که پول دیجیتال یا توکن های خود را از دست نمی دهید.",
  "rollups-term": "رول‌‌آپ ها",
  "rollups-definition": "نوعی راه حل مقیاس‌پذیری <a href=\"/glossary/#layer-2\">لایه2</a> که چندین تراکنش را دسته بندی می کند و آنها را در یک تراکنش به <a href=\"/glossary/#mainnet\">شبکه اصلی اتریوم</a> ارسال می کند. این امکان کاهش در هزینه‌های <a href=\"/glossary/#gas\">گس</a> و افزایش توان عملیاتی <a href=\"/glossary/#transaction\">تراکنش</a> را فراهم می‌کند. رول‌آپ های خوش‌بینانه و دانش صفر وجود دارند که از روش‌های امنیتی مختلفی برای ارائه این دستاوردهای مقیاس‌پذیری استفاده می‌کنند.\n<a href=\"/developers/docs/scaling/#rollups\"> اطلاعات بیشتر در مورد رول‌‌آپ</a>.",
  "rpc-term": "فراخوانی روش از راه دور (RPC)",
  "rpc-definition": "RPC به یک کامپیوتر اجازه می‌دهد تا داده یا اقدامی را از طریق شبکه از دیگری درخواست کند، مانند درخواست اطلاعات با کنترل از راه دور.",
  "sequencer-term": "ترتیب دهنده",
  "sequencer-definition": "مرتب کننده، برنامه ای است که مسئول مرتب کردن تراکنش ها در یک شبکه بلاکچین است.",
  "smart-contract-term": "قرارداد هوشمند",
  "smart-contract-definition": "قرارداد هوشمند برنامه‌ای است که به‌طور خودکار توافق‌نامه‌ها را روی یک بلاکچین اجرا می‌کند، مانند یک قرارداد دیجیتالی خوداجرا. <a href=\"/smart-contracts/\">مقدمه ای بر قراردادهای هوشمند</a>.",
  "stablecoin-term": "استیبل کوین",
  "stablecoin-definition": "استیبل کوین نوعی رمزارز است که برای داشتن یک ارزش پایدار طراحی شده است که اغلب به یک ارز یا کالا (مانند دلار آمریکا) متصل می شود تا نوسان قیمت را به حداقل برساند. <a href=\"/stablecoins/\">اطلاعات بیشتر در مورد استیبل کوین</a>.",
  "staking-term": "سهام گذاری",
  "staking-definition": "سپرده گذاری مقداری <a href=\"/glossary/#ether\">اتر</a> (سهم شما) برای تبدیل شدن به یک اعتبارسنج و ایمن کردن <a href=\"/glossary/#network\">شبکه</a>. یک اعتبارسنج <a href=\"/glossary/#transaction\">تراکنش‌ها</a> را بررسی می‌کند و <a href=\"/glossary/#block\">بلوک‌ها</a> را تحت یک مدل اجماع به نام <a href=\"/glossary/#pos\">اثابت سهام</a> پیشنهاد می‌کند. سهامگذاری به شما انگیزه اقتصادی می دهد تا در راستای منافع شبکه عمل کنید. برای انجام وظایف <a href=\"/glossary/#validator\">اعتبارسنج</a> خود جوایزی دریافت خواهید کرد، اما اگر این کار را نکنید مقادیر متفاوتی از ETH را از دست خواهید داد. <a href=\"/staking/\">اطلاعات بیشتر در مورد سهامگذاری در اتریوم</a>.",
  "staking-pool-term": "استخر سهامگذاری",
  "staking-pool-definition": "ETH ترکیبی بیش از یک سهامگذار اتریوم، برای رسیدن به 32 اتریوم مورد نیاز برای فعال کردن مجموعه ای از کلیدهای اعتبارسنج استفاده می شود. یک اپراتور گره از این کلیدها برای شرکت در اجماع استفاده می کند و <a href=\"/glossary/#block-reward\">پاداش های بلوک</a> بین سهامگذاران مشارکت کننده تقسیم می شود. استخرهای سهامگذاری یا سهامگذاری نیابتی برای پروتکل اتریوم بومی نیستند، اما راهکارهای زیادی توسط جامعه ایجاد شده است.\n<a href=\"/staking/pools/\">اطلاعات بیشتر در مورد سهامگذاری دسته‌جمعی</a>.",
  "sybil-attack-term": "حمله Sybil",
  "sybil-attack-definition": "حملات Sybil به افرادی اشاره دارد که یک سیستم را فریب می دهند تا فکر کنند چندین نفر هستند تا نفوذ خود را افزایش دهند.",
  "terminal-total-difficulty-term": "سختی کل ترمینال (TTD)",
  "terminal-total-difficulty-definition": "سختی کل مجموع دشواری استخراج Ethash برای همه بلوک ها تا یک نقطه خاص در زنجیره بلوک است. سختی کل ترمینال یک مقدار مشخص برای سختی کل است که به عنوان محرک برای کلاینت‌های اجرا برای خاموش کردن ماینینگ و مسدود کردن توابع شایعه استفاده می‌شود و شبکه را قادر می‌سازد تا به اثبات سهام تبدیل شود. این واژه دیگر کاربرد ندارد زیرا اتریوم به <a href=\"/glossary/#pos\">اثبات سهام</a> تغییر یافت.",
  "transaction-fee-term": "کارمزد تراکنش",
  "transaction-fee-definition": "هزینه ای که هر زمان که از شبکه اتریوم استفاده می کنید باید پرداخت کنید. مثلاً ارسال وجوه از <a href=\"/glossary/#wallet\">کیف پول</a> شما یا تعامل با یک <a href=\"/glossary/#dapp\">دپ</a>، مانند تعویض توکن یا خرید یک کلکسیون. شما می توانید به این موضوع همانند هزینه خدمات فکر کنید. این هزینه بر اساس شلوغی شبکه تغییر خواهد کرد. این به این دلیل است که <a href=\"/glossary/#validator\">اعتبارسنج‌ها</a>، یعنی افرادی که مسئول پردازش تراکنش شما هستند، احتمالاً تراکنش‌هایی با کارمزد بالاتر را در اولویت قرار می‌دهند - بنابراین ازدحام باعث افزایش قیمت می‌شود. <br/><br/>در سطح فنی، کارمزد تراکنش شما به میزان <a href=\"/glossary/#gas\">گس</a> مورد نیاز تراکنش شما مربوط می شود. <br/><br/>کاهش کارمزد تراکنش موضوعی است که در حال حاضر بسیار مورد توجه است. به <a href=\"/glossary/#layer-2\">لایه 2</a> مراجعه کنید.",
  "trust-assumptions-term": "مفروضات اعتماد",
  "trust-assumptions-definition": "مفروضات اعتماد، باورهای اساسی در مورد ایمنی و قابل اعتماد بودن یک سیستم هستند که به آنچه ما اعتماد داریم برای عملکرد سیستم راهنمایی می کنند.",
  "validator-term": "اعتبارسنج",
  "validator-definition": "یک <a href=\"/glossary/#node\">گره</a> در سیستم <a href=\"/glossary/#pos\">اثبات سهام</a> مسئول ذخیره داده‌ها، پردازش تراکنش‌ها، و اضافه کردن بلوک های جدید به بلاکچین است. برای فعال کردن نرم‌افزار اعتبارسنج، باید بتوانید 32 عدد ETH را <a href=\"/glossary/#staking\">سهامگذاری کنید</a>. <a href=\"/staking/\">اطلاعات بیشتر در مورد سهامگذاری در اتریوم</a>.",
  "validity-proof-term": "اثبات اعتبار",
  "validity-proof-definition": "یک مدل امنیتی برای راه‌کارهای خاص <a href=\"/glossary/#layer-2\">لایه2</a> که برای افزایش سرعت، تراکنش‌ها به صورت دسته‌ای جمع می‌شوند و در یک تراکنش به اتریوم ارسال می‌شوند.\nمحاسبه تراکنش خارج از زنجیره انجام می شود و سپس با اثبات اعتبار آنها به زنجیره اصلی ارائه می شود.\nاین روش با حفظ امنیت، میزان تراکنش های ممکن را افزایش می دهد.\nبرخی از <a href=\"/glossary/#rollups\">رول‌‌آپ‌ها</a> از <a href=\"/glossary/#fraud-proof\">اثبات تقلب</a> استفاده می‌کنند.\n<a href=\"/developers/docs/scaling/zk-rollups/\">اطلاعات بیشتر در مورد رول‌آپ‌های دانش-صفر</a>.",
  "wallet-term": "کیف پول",
  "wallet-definition": "یک کیف پول یک ابزار دیجیتالی برای ذخیره، ارسال و دریافت رمزارز است، مانند یک کیف پول مجازی برای پول آنلاین شما. <a href=\"/wallets/\">اطلاعات بیشتر در مورد کیف پول اتریوم</a>.",
  "web2-term": "Web2",
  "web2-definition": "آیا اینترنت فعلی متمرکز بر محتوای تولید شده توسط کاربر و رسانه های اجتماعی است که توسط شرکت های کمی کنترل می شود.\n وی3 یک اعتقاد رمزینه است که کاربران باید داده ها و تراکنش های خود را به جای آن کنترل کنند.",
  "web3-term": "Web3",
  "web3-definition": "وب3 اینترنت جدید با بلاکچین است که در آن کاربران داده ها و تراکنش های خود را کنترل می کنند نه شرکت ها. نیازی به اشتراک گذاری اطلاعات شخصی نیست. <a href=\"/web3/\">جزئیات بیشتر درباره وب3</a>.",
  "wei-term": "Wei",
  "wei-definition": "کوچکترین اسم اتر. 10<sup>18</sup> وی = 1 اتر.",
  "zk-proof-term": "اثبات دانش-صفر",
  "zk-proof-definition": "اثبات دانش صفر یک روش رمزنگاری است که به فرد اجازه می‌دهد بدون ارائه اطلاعات اضافی صحت یک جمله را ثابت کند. <a href=\"/developers/docs/scaling/zk-rollups/\">اطلاعات بیشتر در مورد رول‌آپ‌های دانش-صفر</a>."
}
