{
  "51%-attack-term": "‏حمله ۵۱ درصدی",
  "51%-attack-definition": "نوعی از حمله که در آن یک گروه، کنترل اکثریت <a href=\"/glossary/#node\">گره‌ها</a> را به دست می آورد. این کار به آنان اجازه می‌دهد با معکوس کردن <a href=\"/glossary/#transaction\">تراکنش‌ها</a> و خرج مجدد <a href=\"eth\">اتر</a> و سایر توکن‌ها، زنجیره‌ی بلوکی را فریب دهند.<br /><br />در اتریوم با سیستم اثبات سهام، این هدف با اندوختن بیش از نیمی از مجموع اترهای سهام گذاری شده محقق می‌شود. این به مهاجم اجازه می‌دهد تا تصمیم بگیرد که کدام بلوک‌های جدید به زنجیره‌ی بلوک‌ها در شبکه اضافه شود. با این حال، برای برگرداندن زنجیره‌ی شبکه یا خرج مجدد دارایی‌ها، یک مهاجم حداقل به 66% از مجموع مقدار اترهای سهام‌گذاری شده نیاز دارد.",
  "account-term": "حساب کاربری",
  "account-definition": "حساب کاربری اتریوم، یک هویت دیجیتال در شبکه‌ی بلاک‌چین اتریوم است که به کاربران امکان ارسال و دریافت اتر و تعامل با قراردادهای هوشمند را می‌دهد.<br /><br /><strong>توضیح فنی:</strong><br />یک شیء است که شامل آدرس، موجودی، نانس و دو فیلد اختیاری کد و حافظه می‌باشد. یک حساب می‌تواند یک قرارداد هوشمند یا حساب با مالکیت خارج شبکه‌ای (EOA) باشد.",
  "address-term": "آدرس",
  "address-definition": "آدرس اتریوم یک شناسه‌ی منحصر به فرد است که برای دریافت توکن‌ها استفاده می‌شود و عملکردی مانند شماره حساب بانکی را برای ارزهای دیجیتال دارد. از آن برای شناسائی حساب اتریوم شما استفاده می‌شود.<br /><br />این شناسه از اعمال تابع رمزنگاری Keccak بر روی کلید عمومی بدست آمده از الگوریتم ECDSA یا الگوریتم امضای دیجیتال منحنی بیضوی، و سپس جدا کردن 160 رقم سمت راست آن، بدست می‌آید.",
  "anti-sybil-term": "ضد-سیبیل",
  "anti-sybil-definition": "راه هایی برای جلوگیری از تظاهر افراد به تعداد زیادی کاربر در اینترنت به طور همزمان، تضمین می کند که هر کاربر یک شخص واقعی و جداگانه است. این کمک می کند تا تعاملات آنلاین منصفانه و صادقانه باقی بماند.",
  "abi-term": "رابط باینری برنامه (ABI)",
  "abi-definition": "یک فایل JSON که توابع و متغیرهایی که در یک قرارداد هوشمند وجود دارند را توصیف می‌کند. ABI اجازه می‌دهد تا بایت‌کد به فرمت‌های قابل خواندن توسط انسان‌ها ترجمه شود.",
  "api-term": "‏رابط برنامه نویسی نرم‌افزار (API)",
  "api-definition": "Application Programming Interface (API) مجموعه ای از تعاریف برای نحوه استفاده از یک نرم افزار است. یک API بین یک برنامه کاربردی و یک وب سرور قرار می گیرد و انتقال داده ها را بین آنها تسهیل می کند.",
  "apr-term": "نرخ بهره سالانه",
  "apr-definition": "APR یا نرخ بهره سالانه، نمایانگر هزینه استقراض پول، از جمله بهره و کارمزدها، به شکل درصد است.",
  "asic-term": "اسیک (ASIC)",
  "asic-definition": "مدار مجتمع مخصوص کاربرد این معمولاً به یک مدار مجتمع اشاره دارد که به صورت سفارشی برای استخراج رمزارزها ساخته شده است.",
  "assert-term": "assert",
  "assert-definition": "در <a href=\"/glossary/#solidity\">Solidity</a>، «assert(false)» به «0xfe»، یک کد عملیات نامعتبر، که از همه <a href=\"/glossary/#gas» باقی‌مانده استفاده می‌کند، کامپایل می‌شود. \">gas</a> و همه تغییرات را برمی گرداند. هنگامی که عبارت «assert()» ناموفق باشد، اتفاقی بسیار اشتباه و غیرمنتظره در حال رخ دادن است و شما باید کد خود را اصلاح کنید. شما باید از «assert()» استفاده کنید تا از شرایطی که هرگز نباید رخ دهد اجتناب کنید. <a href=\"/developers/docs/smart-contracts/security/\">اطلاعات بیشتر در مورد امنیت قراردادهای هوشمند</a>.",
  "attestation-term": "تصدیق",
  "attestation-definition": "ادعایی که توسط یک نهاد مطرح می شود مبنی بر اینکه چیزی درست است. در زمینه اتریوم، تایید کنندگان اجماع باید ادعا کنند که حالت زنجیره چگونه است. در زمان‌های تعیین‌شده، هر اعتبارسنج مسئول انتشار گواهی‌های مختلف است که به طور رسمی دیدگاه این اعتبارسنج را از زنجیره اعلام می‌کند، از جمله آخرین ایست بازرسی نهایی و رئیس فعلی زنجیره. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">اطلاعات بیشتر در مورد امضاها</a>.",
  "base-fee-term": "کارمزد پایه",
  "base-fee-definition": "هر <a href=\"/glossary/#block\">بلوک</a> دارای یک قیمت رزرو است که به عنوان \"کارمزد پایه\" شناخته می شود. این حداقل کارمزد <a href=\"/glossary/#gas\">گاز</a> است که کاربر باید برای گنجاندن تراکنش در بلوک بعدی بپردازد. <a href=\"/developers/docs/gas/\">اطلاعات بیشتر در مورد گس و کارمزدها</a>.",
  "beacon-chain-term": "بیکن چین",
  "beacon-chain-definition": "بیکن چین، بلاکچینی بود که <a href=\"/glossary/#pos\">اثبات کننده سهام</a> و <a href=\"/glossary/#validator\"> اعتبار سنج</a> را به اتریوم معرفی کرد. از دسامبر 2020 تا زمانی که این دو زنجیره در سپتامبر 2022 ادغام شدند و اتریوم امروزی را تشکیل دادند، در کنار شبکه اصلی اتریوم اثبات کار اجرا شد. <a href=\"/roadmap/beacon-chain/\">اطلاعات بیشتر در مورد بیکن چین</a>.",
  "big-endian-term": "ترتیب قرارگیری بایت ها از کم ارزش ترین قسمت مموری",
  "big-endian-definition": "یک نمایش عددی موقعیتی که در آن مهمترین رقم اول در حافظه است. برعکس little-endian، جایی که کمترین رقم اول است.",
  "block-term": "بلوک",
  "block-definition": "بلوک جایی است که تراکنش ها یا اقدامات دیجیتالی ذخیره می شوند. هنگامی که یک بلوک پر شد، به بلوک قبلی متصل می شود و زنجیره ای از بلوک ها یا یک \"بلاکچین\" ایجاد می کند.\n<a href=\"/developers/docs/blocks/\">اطلاعات بیشتر در مورد بلوک‌ها</a>.<br /><br /> بلوک یک واحد اطلاعات همراه است که شامل فهرستی از تراکنش‌ها و اطلاعات مربوط به اجماع است..\nبلوک‌ها توسط اعتبارسنجای اثبات سهام پیشنهاد می‌شوند، در این مرحله آن‌ها در سراسر شبکه همتا به همتا به اشتراک گذاشته می‌شوند، جایی که به راحتی می‌توانند به‌طور مستقل توسط تمام گره‌های دیگر تأیید شوند.\nقواعد اجماع بر محتویات یک بلوک معتبر است و هر بلوک نامعتبر توسط شبکه نادیده گرفته می شود.\nترتیب این بلوک ها و تراکنش های موجود در آن زنجیره ای قطعی از رویدادها را ایجاد می کند که انتهای آن نشان دهنده وضعیت فعلی شبکه است.",
  "block-explorer-term": "جستجوگر‌ بلوک",
  "block-explorer-definition": "رابطی که به کاربر اجازه می دهد اطلاعاتی را از زنجیره بلوکی و در مورد آن جستجو کند. این شامل بازیابی تراکنش های فردی، فعالیت های مرتبط با آدرس های خاص و اطلاعات مربوط به شبکه است.",
  "block-header-term": "هدر بلوک",
  "block-header-definition": "هِدِر یا شناسه منحصر به فرد بلوک مجموعه ای است از فراداده هایی در مورد یک بلوک و خلاصه ای از تراکنش های موجود در پی‌لود اجرایی.",
  "block-propagation-term": "انتشار بلوک",
  "block-propagation-definition": "فرآیند انتقال یک بلوک تایید شده به تمامی گره های دیگر در شبکه.",
  "block-proposer-term": "پیشنهاد کننده‌ی بلوک",
  "block-proposer-definition": "یک اعتبارسنج مشخص انتخاب شده به منظور ایحاد یک <a href=\"/glossary/#slot\">اسلات</a> خاص.",
  "block-reward-term": "پاداش بلوک",
  "block-reward-definition": "مقدار اِتِر پاداش داده شده به پیشنهاد دهنده ی یک بلوک جدید معتبر می باشد.",
  "block-status-term": "وضعیت بلوک",
  "block-status-definition": "حالت هایی که یک بلوک می تواند در آنها وجود داشته باشد. حالت های ممکن عبارتند از:<br/><br/><ul> <li>پیشنهاد شده: بلوک توسط اعتبارسنج پیشنهاد شده است</li><li>زمان‌بندی‌شده: اعتبارسنجها در حال ارسال داده‌ها هستند</li> <li>از دست رفته/رد شده: پیشنهاد دهنده بلوکی را در چارچوب زمانی واجد شرایط پیشنهاد نکرده است</li> <li>یتیم ani: بلوک توسط <a href=\"/glossary/#fork-choice-algorithm\">الگوریتم انتخاب فورک</a></li></ul>دوباره‌چینی شده است",
  "block-time-term": "زمان بلوک",
  "block-time-definition": "فاصله زمانی بین اضافه شدن بلوک ها به زنجیره‌‌ی بلوکی.",
  "block-validation-term": "اعتبار سنجی بلوک",
  "block-validation-definition": "فرآیند بررسی اینکه یک بلوک جدید حاوی تراکنش‌ها و امضاهای معتبر است، بر سنگین‌ترین زنجیره تاریخی (به معنای زنجیره‌ای است که بیشترین گواهی‌ها را در تاریخ خود جمع‌آوری کرده است) ساخته می‌شود و از همه قوانین اجماع دیگر پیروی می‌کند. بلوک های معتبر به سر زنجیره اضافه می شوند و به دیگران در شبکه منتشر می شوند. بلوک های نامعتبر نادیده گرفته می شوند.",
  "blockchain-term": "زنجیره‌ی بلوکی",
  "blockchain-definition": "یک بلاک چین پایگاه داده ای از تراکنش ها است که در همه رایانه های موجود در شبکه تکرار شده و به اشتراک گذاشته می شود و تضمین می کند که داده ها نمی توانند به صورت ماسبق تغییر کنند.<br /><br /> دنباله ای از <a href=\"/glossary/#block\">بلوک</a>، هرکدام با ارجاع به هش بلوک قبلی، تمام راه را به <a href=\"/glossary/#genesis-block\">بلوک جنسیس</a> لینک می‌دهند. یکپارچگی بلاکچین با استفاده از مکانیسم اجماع مبتنی بر اثبات سهام از لحاظ اقتصادی رمزنگاری شده است. <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">بلاکچین چیست؟</a>",
  "bootnode-term": "بوت نود",
  "bootnode-definition": "گره هایی که می توانند برای شروع فرآیند کشف هنگام اجرای یک گره استفاده شوند. بوت نودها، گره های جدید را به سایر گره های موجود «معرفی می کنند» تا بتوانند به جای جستجوی همتای اولیه، به سرعت همتایان را به دست آورند. نقاط پایانی این گره‌ها معمولاً در کد منبع مشتری اتریوم ارائه می‌شوند، اما کاربران می‌توانند لیست بوت‌نودهای خود را ارائه دهند.",
  "bridge-term": "پل",
  "bridge-definition": "یک پل بلاکچین برای انتقال دارایی ها از یک شبکه بلاکچین به دیگر شبکه ها استفاده می شود. برای مثال می‌توانید از پل برای انتقال اتریوم از شبکه اصلی اتریوم به راه‌حل‌های مقیاس‌پذیری لایه ۲ ارزان‌تر استفاده کنید.",
  "bytecode-term": "بایت کد",
  "bytecode-definition": "کد به شکلی فشرده و عددی بیان شده است تا بتوان آن را به طور موثر توسط <a href=\"/glossary/#evm\">EVM</a> اجرا کرد.",
  "byzantium-fork-term": "فورک بیزانتیوم",
  "byzantium-fork-definition": "اولین مورد از دو <a href=\"/glossary/#hard-fork\">هاردفورک</a> برای مرحله توسعه <a href=\"/glossary/#metropolis\">متروپلیس</a>. این شامل EIP-649 Metropolis <a href=\"/glossary/#difficulty-bomb\">بمب سختی</a> تاخیر و بلوک کاهش پاداش است، که در آن <a href=\"/glossary/#ice-age\">Ice Age</a> به مدت 1 سال به تعویق افتاد و پاداش بلوک از 5 به 3 اتر کاهش یافت.",
  "casper-ffg-term": "Casper FFG",
  "casper-ffg-definition": "Casper-FFG یک پروتکل اجماع اثبات سهام است که در ارتباط با الگوریتم انتخاب فورک <a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a> استفاده می‌شود تا به <a href=\"/glossary/#consensus-client\">کلاینت های اجماع</a> اجازه دهند تا در مورد رئیس بیکن چین به توافق برسند.",
  "checkpoint-term": "نقطه بازرسی",
  "checkpoint-definition": "<a href=\"/glossary/#beacon-chain\">بیکن چین</a> دارای سرعتی است که به اسلات (12 ثانیه) و ایپاک (32 شکاف) تقسیم می‌شود.\nاولین اسلات در هر ایپاک یک ایست بازرسی است. هنگامی که <a href=\"/glossary/#supermajority\">اَبَراکثریت</a> اعتبارسنج ها ارتباط بین دو نقطه بازرسی را تأیید می‌کنند، می‌توان آنها را <a href=\"/glossary/#justification\">توجیه کرد</a> و سپس وقتی یک ایست بازرسی دیگر در بالا توجیه شد، می‌توان آنها را <a href=\"/glossary/#finality\">نهایی سازی</a> کرد.",
  "compiling-term": "کامپایل کردن",
  "compiling-definition": "تبدیل کد نوشته شده در یک زبان برنامه نویسی سطح بالا (به عنوان مثال، <a href=\"/glossary/#solidity\">سالیدیتی</a>) به یک زبان سطح پایین تر (به عنوان مثال، EVM <a href=\"/glossary/# bytecode\">بایت کد</a>).<a href=\"/developers/docs/smart-contracts/compiling/\">اطلاعات بیشتر در مورد کامپایل قراردادهای هوشمند</a>",
  "committee-term": "کمیته",
  "committee-definition": "گروهی متشکل از حداقل 128 <a href=\"/glossary/#validator\">اعتبارسنج</a> اختصاص داده شده برای اعتبارسنجی بلوک ها در هر اسلات. ییکی از اعتبارسنج‌ها در کمیته، جمع‌آورنده است که مسئول جمع‌آوری امضای تمام اعتبارسنج های دیگر در کمیته‌ای است که در مورد تأییدیه توافق می‌کنند. نباید با <a href=\"/glossary/#sync-committee\">کمیته همگام‌سازی</a> اشتباه گرفته شود.",
  "computational-infeasibility-term": "عدم امکان محاسباتی",
  "computational-infeasibility-definition": "یک پردازش اگر زمان زیادی را طول بکشد (به عنوان مثال میلیاردها سال) از نظر محاسباتی غبر ممکن خواهد بود، حتی اگر کسی به طور قابل تصوری علاقمند به انجام آن باشد.",
  "consensus-term": "اجماع",
  "consensus-definition": "هنگامی که بیش از 2/3 کامپیوترهای یک شبکه موافق هستند که مجموعه رکوردهای یکسانی دارند، مطمئن شوید که همه در یک صفحه هستند. این مربوط به قوانینی نیست که آنها از آنها پیروی می کنند، بلکه باید مطمئن شوند که همه آنها اطلاعات یکسانی دارند.",
  "consensus-client-term": "کلاینت اجماع",
  "consensus-client-definition": "کلاینت‌های اجماع (مانند Prysm، Teku، Nimbus، Lighthouse، Lodestar) الگوریتم اجماع <a href=\"/glossary/#pos\">اثبات سهام</a> اتریوم را اجرا می‌کنند که به شبکه اجازه می‌دهد تا در مورد هد زنجیره بیکن به توافق برسد. کلاینت های اجماع در اعتبارسنجی/مخابره تراکنش ها یا اجرای انتقال حالت شرکت نمی کنند. این کار توسط <a href=\"/glossary/#execution-client\">کلاینت های اجرا</a> انجام می‌شود. کلاینت های اجماع، بلوک‌های جدید را تأیید نمی‌کنند یا پیشنهاد نمی‌کنند. این کار توسط <a href=\"/glossary/#validator\">کلاینت اعتبارسنج</a> انجام می شود که یک افزونه اختیاری برای کلاینت اجماع است.",
  "consensus-layer-term": "لایه‌ی اجماع",
  "consensus-layer-definition": "لایه اجماع شبکه اتریوم متشکل از <a href=\"/glossary/#consensus-client\">کلاینت های اجماع</a> است.",
  "consensus-rules-term": "قوانین توافق عمومی",
  "consensus-rules-definition": "اعتبارسنجی بلوک شامل مجموعه دستورالعمل‌هایی است که گره‌های کامل دنبال می‌کنند تا با سایر گره‌ها همگام باشند. این عمل با <a href=\"/glossary/#consensus\">اجماع</a> تفاوت دارد.",
  "cfi-term": "برای گنجاندن در نظر گرفته شده (CFI)",
  "cfi-definition": "<a href=\"/glossary/#eip\">EIP</a> اصلی که هنوز در شبکه اصلی فعال نیست و توسعه دهندگان کلاینت عموماً نسبت به این ایده مثبت نگاه می‌کنند. با فرض اینکه تمام الزامات برای گنجاندن شبکه اصلی را برآورده می کند، به طور بالقوه می تواند در ارتقاء شبکه (نه لزوماً بعدی) گنجانده شود.",
  "constantinople-fork-term": "فورک قسطنطنیه",
  "constantinople-fork-definition": "قسمت دوم مرحله <a href=\"/glossary/#metropolis\">متروپلیس</a>، که در ابتدا برای اواسط سال 2018 برنامه ریزی شده بود. انتظار می رود شامل تغییر به یک <a href=\"/glossary/#pow\">اثبات کار</a>/<a href=\"/glossary/#pow\">اثبات سهام </a> ، الگوریتم اجماع، در میان سایر تغییرات باشد.",
  "contract-account-term": "حساب قرارداد",
  "contract-account-definition": "حسابی حاوی کدی که هر زمان که یک <a href=\"/glossary/#transaction\">تراکنش</a> از یک <a href=\"/glossary/#account\">حساب</a> دیگر دریافت می‌کند، اجرا می‌شود (<a href=\"/glossary/#eoa\">EOA]</a> یا<a href=\"/glossary/#contract-account\">قرارداد</a>).",
  "contract-creation-transaction-term": "معامله ایجاد قرارداد",
  "contract-creation-transaction-definition": "یک <a href=\"/glossary/#transaction\">تراکنش</a> ویژه که شامل کد شروع قرارداد است. گیرنده روی \"null\" تنظیم می شود و قرارداد به آدرسی که از آدرس کاربر و \"نانس\" تولید می شود مستقر می شود. که برای ثبت <a href=\"/glossary/#contract-account\">قرارداد</a> و ثبت آن در بلاکچین اتریوم استفاده می شود.",
  "cryptoeconomics-term": "اقتصاد‌های رمزارزی",
  "cryptoeconomics-definition": "مطالعه‌ی اصول اقتصاد و ریاضیات به منظور طراحی پلتفرم‌های دیجیتالی امن و قابل اتکاء. هدف این است که اطمینان حاصل شود تمامی شرکت کنندگان از قوانین پیروی می‌کنند و برای مشارکت در انجام عملیات‌های شبکه و ایجاد امنیت، پاداش دریافت می‌کنند. ",
  "cryptography-term": "رمزنگاری",
  "cryptography-definition": "عمل ایمن سازی ارتباطات و داده ها از طریق استفاده از کدها است، به طوری که تنها کسانی که اطلاعات برای آنها در نظر گرفته شده است می توانند آن را بخوانند و پردازش کنند.<br /> شامل تکنیک هایی برای رمزگذاری (تبدیل اطلاعات قابل خواندن به فرمت غیرقابل خواندن) و رمزگشایی (تبدیل مجدد آن به فرمت قابل خواندن) است که محرمانه بودن را تضمین می کند.",
  "doge-d-term": "Đ",
  "doge-d-definition": "Đ (D با خط وسط) در انگلیسی باستان، انگلیسی میانه، ایسلندی، و فاروئی برای مخفف یک حرف بزرگ \"Eth\" استفاده می شود. در کلماتی مانند ĐEV یا Đapp (برنامه غیرمتمرکز) استفاده می شود، که در آن Đ حرف نورس \"eth\" است. از eth بزرگ (Ð) نیز برای نماد ارز دیجیتال دوج کوین استفاده می شود. معمولاً در ادبیات قدیمی اتریوم دیده می شود، اما امروزه کمتر مورد استفاده قرار می گیرد.",
  "dag-term": "DAG",
  "dag-definition": "DAG مخفف Directed Acyclic Graph است. یک ساختار داده است که از گره ها و پیوندهای بین آنها تشکیل شده است. قبل از مرج، اتریوم در الگوریتم <a href=\"/glossary/#pow\">اثبات کار</a> خود، <a href=\"/glossary/#ethash\">Ethash</a> از DAG استفاده می‌کرد. ، اما دیگر در <a href=\"/glossary/#pos\">اثبات سهام</a> استفاده نمی‌شود.",
  "dapp-term": "برنامه غیر متمرکز",
  "dapp-definition": "دپ، یک برنامه غیرمتمرکز است که بر روی یک شبکه بلاکچین اجرا می شود و خدماتی را بدون یک مرجع کنترل مرکزی ارائه می دهد. <a href=\"/dapps/\">اطلاعات بیشتر در مورد برنامه های غیرمتمرکز</a>.<br /> یک دپ حداقل دارای یک قرارداد هوشمند متصل به یک رابط وب است. علاوه بر این، بسیاری از برنامه‌ها شامل فضای ذخیره‌سازی غیرمتمرکز و/یا پروتکل و پلتفرم پیام هستند.",
  "data-availability-term": "دسترسی به داده‌ها",
  "data-availability-definition": "هر گره می تواند به طور مستقل تراکنش های یک بلاکچین را به منظور حفظ شفافیت و اعتماد در سیستم تأیید کند.",
  "decentralization-term": "غیرمتمرکزسازی",
  "decentralization-definition": "به مفهوم سلب قدرت و اجرای فرآیندها از یک نهاد مرکزی می باشد.",
  "dao-term": "سازمان خودمختار غیرمتمرکز (DAO)",
  "dao-definition": "DAO یک سازمان دیجیتالی است که توسط قوانین کدگذاری شده روی بلاکچین اداره می شود، جایی که تصمیمات توسط رای اعضا گرفته می شود، نه یک مرجع مرکزی. <a href=\"/dao/\">اطلاعات بیشتر در مورد سازمان‌های مستقل غیرمتمرکز (DAOها)</a>.<br />قدرت رای هر عضو اغلب به تعداد نشانه‌هایی که در اختیار دارند بستگی دارد. هدف DAOها دموکراتیک کردن تصمیم گیری و عملیات، با تمرکز بر شفافیت و اداره جامعه است.",
  "dex-term": "صرافی غیرمتمرکز (DEX)",
  "dex-definition": "نوعی برنامه اتریوم که به شما امکان می دهد توکن ها را با همتایان در شبکه مبادله کنید. DEX ها مشمول محدودیت های جغرافیایی مانند صرافی های متمرکز نیستند - هر کسی می تواند شرکت کند.",
  "deposit-contract-term": "قرارداد واریز",
  "deposit-contract-definition": "دروازه ای برای سهامگذاری روی اتریوم. قرارداد سپرده گذاری یک قرارداد هوشمند روی اتریوم است که سپرده‌های ETH را می‌پذیرد و موجودی اعتبارسنج را مدیریت می‌کند. اعتبارسنج بدون واریز ETH به این قرارداد نمی‌تواند فعال شود. قرارداد به ETH و داده های ورودی نیاز دارد. این داده‌های ورودی شامل کلید عمومی اعتبارسنج و کلید عمومی برداشت است که توسط کلید خصوصی اعتبارسنج امضا شده است. این داده‌ها برای شناسایی و تأیید اعتبار توسط شبکه <a href=\"/glossary/#pos\">اثبات سهام</a> مورد نیاز هستند.",
  "defi-term": "DeFi",
  "defi-definition": "دسته وسیعی از برنامه‌های اتریوم با هدف ارائه خدمات مالی با پشتیبانی بلاکچین، بدون هیچ واسطه‌ای. <a href=\"/defi/\">اطلاعات بیشتر در مورد امور مالی غیرمتمرکز (DeFi)</a>",
  "difficulty-term": "سختی",
  "difficulty-definition": "تنظیمی در سراسر شبکه در شبکه‌های <a href=\"/glossary/#pow\">اثبات کار</a> که میزان متوسط ​​محاسبه مورد نیاز برای یافتن یک نانس معتبر را کنترل می‌کند. دشواری با تعداد صفرهای اصلی نشان داده می شود که در هش بلوک به دست آمده برای معتبر تلقی شدن آن لازم است. این مفهوم از زمان انتقال به اثبات سهام در اتریوم منسوخ شده است.",
  "difficulty-bomb-term": "بمب سختی",
  "difficulty-bomb-definition": "افزایش تصاعدی برنامه ریزی شده در تنظیم <a href=\"/glossary/#pow\">اثبات کار</a> <a href=\"/glossary/#difficulty\">سختی</a> که برای ایجاد انگیزه در انتقال طراحی شده است برای <a href=\"/glossary/#pos\">اثبات سهام</a>، کاهش شانس <a href=\"/glossary/#hard-fork\">فورک</a>. بمب دشواری با <a href=\"/roadmap/merge\">ارتقاء مرج</a> منسوخ شد.",
  "digital-signatures-term": "امضای دیجیتال",
  "digital-signatures-definition": "یک رشته کوتاه از داده‌هایی که کاربر برای یک سند با استفاده از <a href=\"/glossary/#private-key\">کلید خصوصی</a> تولید می‌کند، به‌طوری‌که هر کسی با <a href=\"/glossary/#public-key\">کلید عمومی</a>، یعنی امضا، و سند می تواند تأیید کند که (1) سند توسط مالک آن کلید خصوصی خاص \"امضا\" شده است، و (2) سند پس از امضای آن تغییر نکرده است.",
  "discovery-term": "اکتشاف",
  "discovery-definition": "فرآیندی که توسط آن یک نود اتریوم نودهای دیگری را برای اتصال پیدا می کند.",
  "distributed-hash-table-term": "جدول هش توزیع شده (DHT)",
  "distributed-hash-table-definition": "یک ساختار داده حاوی جفت‌های «(کلید، مقدار)» که توسط گره‌های اتریوم برای شناسایی همتایان برای اتصال و تعیین پروتکل‌هایی برای برقراری ارتباط استفاده می‌شود.",
  "double-spend-term": "خرج مجدد",
  "double-spend-definition": "یک فورک عمدی بلاکچین، که در آن کاربر با مقدار کافی قدرت/سهم ماینینگ، تراکنشی را ارسال می‌کند که مقداری ارز را خارج از زنجیره انتقال می‌دهد (مثلاً خروج از پول فیات یا خرید خارج از زنجیره) و سپس بلاکچین را سازمان‌دهی مجدد می‌کند تا آن تراکنش را حذف کند. یک خرج مجدد موفق، مهاجم را با دارایی‌های درون و خارج از زنجیره خود رها می‌کند.",
  "ecdsa-term": "الگوریتم منحنی امضای دیجیتال (ECDSA)",
  "ecdsa-definition": "یک الگوریتم رمزنگاری که توسط اتریوم استفاده می‌شود تا اطمینان حاصل شود دارایی‌ها فقط توسط صاحبان آنها خرج شود. این روش ترجیحی برای ایجاد کلیدهای عمومی و خصوصی می‌باشد. از این الگوریتم در تولید <a href=\"/glossary/#address\">آدرس</a> حساب کاربری و تائید <a href=\"/glossary/#transaction\">تراکنش‌</a> استفاده می‌شود.",
  "encryption-term": "رمزنگاری",
  "encryption-definition": "رمزگذاری عبارت است از تبدیل داده های الکترونیکی به فرمی غیرقابل خواندن برای هر کس به جز صاحب \n داده با داشتن کلید رمزگشایی.",
  "entropy-term": "آنتروپی",
  "entropy-definition": "در مفهوم رمزنگاری، آنتروپی به معنای سطحی از تصادفی بودن و عدم امکان پیش بینی است. هنگام تولید اطلاعات محرمانه مانند <a href=\"/glossary/#private-key\">کلید خصوصی</a>، الگوریتم‌ها معمولاً به منبعی با آنتروپی بالا نیازمندند تا از غیرقابل پیش بینی بودن خروجی اطمینان حاصل شود.",
  "epoch-term": "ایپاک",
  "epoch-definition": "دوره ای از 32 <a href=\"/glossary/#slot\">اسلات</a>، که هر اسلات 12 ثانیه است، در مجموع 6.4 دقیقه. <a href=\"/glossary/#committee\">کمیته‌های</a> اعتبارسنج در هر ایپاک به دلایل امنیتی مخدوش می‌شوند. هر ایپاک فرصتی برای <a href=\"/glossary/#finality\">نهایی شدن</a> زنجیره دارد. به هر اعتبارسنج در شروع هر ایپاک مسئولیت های جدیدی اختصاص داده می شود. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">اطلاعات بیشتر در مورد اثبات سهام</a>",
  "equivocation-term": "مبهم‌سازی",
  "equivocation-definition": "وضعیتی که در آن یک اعتبارسنج دو پیام می‌فرستد که یکدیگر را نقض می‌کنند. یک مثال ساده این است که فرستنده تراکنش، دو تراکنش با شماره منحصربفرد (nonce) یکسان ارسال کند. مثال دیگر زمانی می‌باشد که یک پیشنهادکننده‌ی بلوک، دو بلوک با اندازه و ارتفاع یکسان پیشنهاد دهد (یا برای یک اسلات پیشنهاد دهد).",
  "eth1-term": "اتر1",
  "eth1-definition": "'Eth1' اصطلاحی است که به شبکه اصلی اتریوم، یعنی بلاکچین اثبات کار موجود اشاره دارد. این اصطلاح از آن زمان به لطف \"لایه اجرا\" منسوخ شده است. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">درباره این تغییر نام بیشتر بدانید</a>.",
  "eth2-term": "Eth2",
  "eth2-definition": "'Eth2' اصطلاحی است که به مجموعه ای از ارتقاهای پروتکل اتریوم، از جمله انتقال اتریوم به اثبات سهام اشاره دارد. این اصطلاح از آن زمان به لطف \"لایه اجماع\" منسوخ شده است. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">درباره این تغییر نام بیشتر بدانید</a>.",
  "eip-term": "پیشنهاد بهبود اتریوم (EIP)",
  "eip-definition": "یک سند طراحی که اطلاعاتی را به جامعه اتریوم ارائه می‌کند و یک ویژگی جدید پیشنهادی یا فرآیندها یا محیط آن را توصیف می‌کند (به <a href=\"/glossary/#erc\">ERC</a> مراجعه کنید). <a href=\"/eips/\">معرفی EIP</a>",
  "ens-term": "سرویس دامنه اتریوم (ENS)",
  "ens-definition": "سرویس نام اتریوم مانند یک دفترچه تلفن اینترنتی برای آدرس‌های اتریوم است. به جای استفاده از آدرس کیف پول های طولانی، ENS به شما امکان می دهد از نام های ساده ای مانند \"john.eth\" برای ارسال و دریافت پول و دارایی های دیجیتال استفاده کنید.<br /><br /><strong> فنی:</strong><br />رجیستری ENS یک <a href=\"/glossary/#smart-contract\">قرارداد</a> که همانطور که در EIP-137 توضیح داده شده است، نقشه برداری از نام دامنه به مالکان و حل کننده ها ارائه می کند. <a href=\"https://ens.domains\">درباره ens.domains بیشتر بخوانید</a>.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "ERC-1155 نوع جدیدی از استاندارد توکن اتریوم مشابه NFT (مانند موارد کلکسیونی منحصر به فرد) است که همچنین امکان ایجاد اقلام قابل تعویض (مانند ارز) را در یک قرارداد هوشمند واحد فراهم می کند. <br /> این امر مدیریت انواع مختلف دارایی های دیجیتال را آسان تر و کارآمدتر می کند، به ویژه برای برنامه هایی مانند بازی های ویدیویی یا مجموعه های دیجیتال.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "ERC-20 استانداردی می‌باشد که برای ایجاد بیشتر توکن‌های شبکه اتریوم از آن استفاده شده است.<br />نمونه‌ی معروف آن، استیبل کوین‌هایی مانند DAI و USDC یا توکن‌های مبادله‌ای مانند UNI برای صرافی یونی‌سواپ می‌باشد. این توکن‌ها مشابه دارایی و پولی است که در سیستم سنتی استفاده می‌شود، مانند امتیازات، سیستم‌های اعتباری، سهام و غیره.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "NFTها (توکن‌های غیرمثلی) با استفاده از مجموعه‌ای استاندارد از قوانین به نام ERC-721 ایجاد می‌شوند.<br />توکن‌های NFT می‌توانند مالکیت هر چیزی منحصربه‌فرد مانند هنر دیجیتال یا کلکسیون‌ها را نشان دهند و هر توکن ویژگی‌ها و ارزش خاص خود را دارد. هر NFT منحصر به فرد است و به راحتی از هر NFT دیگری قابل تشخیص است.",
  "execution-client-term": "کلاینت اجرا",
  "execution-client-definition": "کلاینت های اجرا (که قبلا به عنوان \"کلاینت های Eth1\" شناخته می شدند)، مانند Besu، Erigon، Go-Ethereum (Geth)، Nethermind، وظیفه پردازش و پخش تراکنش ها و مدیریت وضعیت اتریوم را بر عهده دارند. آنها محاسبات را برای هر تراکنش با استفاده از <a href=\"/glossary/#evm\">ماشین مجازی اتریوم</a> اجرا می‌کنند تا از رعایت قوانین پروتکل اطمینان حاصل کنند.",
  "execution-layer-term": "لایه‌‌ی اجرا",
  "execution-layer-definition": "لایه اجرای اتریوم شبکه متشکل از <a href=\"/glossary/#execution-client\">کلاینت های اجراست</a>.",
  "eoa-term": "حسابی که توسط یا برای کاربران انسانی شبکه Ethereum ایجاد شده است",
  "eoa-definition": "حساب های دارای مالکیت خارجی (EOAها) رایج ترین نوع حساب اتریوم هستند. آنها توسط یک شخص از طریق کلیدهای خصوصی/عبارت بازیابی کنترل می شوند. <a href=\"/wallets/\">اطلاعات بیشتر در مورد کیف پول اتریوم</a>.",
  "erc-term": "درخواست اتریوم برای نظرات (ERC)",
  "erc-definition": "ERC (<strong>درخواست اتریوم برای نظرات</strong>) نوعی مستندات فنی است که در انجمن اتریوم برای پیشنهاد استانداردهای جدید استفاده برای شبکه اتریوم استفاده می‌شود.<br /><br /><br /> این پیشنهادها می‌توانند طیف وسیعی از موضوعات، از جمله استانداردهای جدید توکن (مانند ERC-20 مورد استفاده برای توکن‌ها و ERC-721 برای NFT) را پوشش دهند.",
  "ethash-term": "Ethash",
  "ethash-definition": "یک الگوریتم <a href=\"/glossary/#pow\">اثبات کار</a> که قبل از انتقال به <a href=\"/glossary/#pos\">اثبات سهام </a> بر روی اتریوم از آن استفاده شد. <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">بیشتر بخوانید</a>",
  "ether-term": "اتر",
  "ether-definition": "رمزارز بومی اتریوم که معمولاً به آن «ETH» می‌گویند. در هنگام استفاده از اکوسیستم و برنامه های کاربردی اتریوم برای پوشش کارمزد تراکنش ها استفاده می شود. <a href=\"/eth/\">اطلاعات بیشتر در مورد اتر</a>.",
  "events-term": "رویدادها",
  "events-definition": "استفاده از امکانات گزارش <a href=\"/glossary/#evm\">EVM</a> را ممکن می سازد. <a href=\"/glossary/#dapp\">دپ ها</a> می‌توانند به رویدادها گوش دهد و از آنها برای راه‌اندازی فراخوان های JavaScript در رابط کاربری استفاده کنند. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">اطلاعات بیشتر در مورد رویدادها و گزارش‌ها</a>",
  "evm-term": "ماشین مجازی اتریوم (EVM)",
  "evm-definition": "یک ماشین مجازی مبتنی بر پشته که <a href=\"/glossary/#bytecode\">بایت کد</a> را اجرا می کند. در اتریوم، مدل اجرا مشخص می‌کند که چگونه وضعیت سیستم با توجه به یک سری دستورالعمل‌های بایت کد و تعداد کمی از داده‌های محیطی تغییر می‌کند. این از طریق یک مدل رسمی از یک ماشین حالت مجازی مشخص می شود. <a href=\"/developers/docs/evm/\">اطلاعات بیشتر در مورد ماشین مجازی اتریوم</a>.",
  "evm-assembly-language-term": "زبان مونتاژ ماشین مجازی اتریوم - EVM assembly language",
  "evm-assembly-language-definition": "شکلی از <a href=\"/glossary/#bytecode\">بایت کد EVM که برای انسان قابل خواندن است.",
  "fallback-function-term": "تابع Fallback",
  "fallback-function-definition": "یک تابع پیش فرض که در نبود داده یا نام تابع اعلام شده فراخوانی می شود.",
  "faucet-term": "فاست",
  "faucet-definition": "سرویسی که از طریق<a href=\"/glossary/#smart-contract\">قرارداد هوشمند</a> انجام می گیرد و وجوهی را به شکل اتر تست رایگان که بر روی شبکه تست قابل استفاده است عرضه می کند.",
  "finality-term": "قطعیت",
  "finality-definition": "نهایی شدن تضمینی است که مجموعه ای از تراکنش ها را نمی توان بدون از دست رفتن مقدار زیادی از ETH تغییر داد.",
  "finney-term": "فینی",
  "finney-definition": "یک نام از <a href=\"/glossary/#ether\">اتر</a>. 1 finney = 10<sup>15</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>3</sup> finney = 1 ether.",
  "fork-term": "فورک",
  "fork-definition": "تغییر در پروتکل باعث ایجاد یک زنجیره جایگزین می شود.",
  "fork-choice-algorithm-term": "الگوریتم انتخاب فورک",
  "fork-choice-algorithm-definition": "الگوریتم مورد استفاده برای شناسایی سر بلاکچین. در اتریوم، سر زنجیره به‌عنوان چنگالی با بیشترین «وزن» گواهی‌ها شناخته می‌شود. وزن حاصل ضرب تعداد تصدیق ها و تراز موثر تایید کننده های تصدیق کننده است.\nاین به این معنی است که سر واقعی زنجیره همانی است که اترهای سهامدار به آن رای داده اند.\nدر لایه اجماع، الگوریتم انتخاب فورک <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a> نامیده می‌شود.",
  "fraud-proof-term": "اثبات تقلب",
  "fraud-proof-definition": "یک مدل امنیتی برای راه‌حل‌های خاص <a href=\"/glossary/#layer-2\">لایه 2</a> که در آن، برای افزایش سرعت، تراکنش‌ها <a href=\"/glossary/#rollups\">قرار می‌شوند</a> a> به دسته ها تبدیل شده و در یک تراکنش به اتریوم ارسال می شود. سایر شرکت‌کنندگان شبکه می‌توانند تراکنش‌ها را مجدداً اجرا کنند تا بررسی کنند که آیا صادقانه اجرا شده‌اند. اگر آنها اختلاف بین داده های ارسال شده و نسخه خود را کشف کنند، می توانند یک مدرک رمزنگاری شده ارسال کنند که نشان می دهد در کجا تقلب صورت گرفته است. برخی از <a href=\"/glossary/#rollups\">مجموعه‌ها</a> از <a href=\"/glossary/#validity-proof\">شواهد اعتبار</a> استفاده می‌کنند.",
  "frontier-term": "مرز (فرانتیر)",
  "frontier-definition": "مرحله توسعه آزمایشی اولیه اتریوم که از ژوئیه 2015 تا مارس 2016 به طول انجامید.",
  "gas-term": "گاز",
  "gas-definition": "گس هزینه ای است که برای تراکنش ها و قراردادهای هوشمند در یک بلاکچین، مانند اتریوم، پرداخت می شود. <a href=\"/gas/\">اطلاعات بیشتر در مورد گس و کارمزدها</a>.",
  "gas-limit-term": "حد گاز",
  "gas-limit-definition": "بیشترین مقدار <a href=\"/glossary/#gas\">گس</a> که یک <a href=\"/glossary/#transaction\">تراکنش</a> یا <a href=\"/glossary/#block\">بلوک</a> ممکن است مصرف کند.",
  "gas-price-term": "قیمت گس",
  "gas-price-definition": "قیمت یک واحد از گس به اتر که در موقع ارسال تراکنش تعیین میشود.",
  "genesis-block-term": "بلوک ایجاد",
  "genesis-block-definition": "اولین بلوک در <a href=\"/glossary/#blockchain\">زنجیره‌‌ی بلوکی</a> برای راه‌اندازی یک شبکه خاص و ارزهای رمزنگاری شده آن استفاده می شد.",
  "geth-term": "Geth",
  "geth-definition": "Go Ethereum یکی از برجسته‌ترین زیرساخت های پروتکل اتریوم است که با زبان Go نوشته شده است. <a href=\"https://geth.ethereum.org\">در geth.ethereum.org بیشتر بخوانید</a>",
  "gwei-term": "Gwei",
  "gwei-definition": "مخفف gigawei، نامی از <a href=\"/glossary/#ether\">اتر</a>، که معمولاً برای قیمت <a href=\"/glossary/#gas\">گاز</a> استفاده می‌شود. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">wei</a>. 10<sup>9</sup> gwei = 1 اتر.",
  "hard-fork-term": "فورک سخت",
  "hard-fork-definition": "واگرایی دائمی در <a href=\"/glossary/#blockchain\">بلاکچین</a>؛ همچنین به عنوان تغییر هاردفورکینگ شناخته می شود.\nیکی از این موارد معمولاً زمانی اتفاق می‌افتد که گره‌های ارتقا نیافته نمی‌توانند بلوک‌های ایجاد شده توسط گره‌های ارتقا یافته را که از <a href=\"/glossary/#consensus-rules\">قوانین اجماع</a> جدیدتر پیروی می‌کنند، تأیید کنند. نباید با فورک، سافت فورک، فورک نرم افزاری یا فورک گیت اشتباه گرفته شود.",
  "hash-term": "هش",
  "hash-definition": "یک اثر با طول ثابت ورودی با اندازه متغیر که توسط یک تابع هش تولید می‌شود. (به <a href=\"/glossary/#keccak-256\">keccak-256</a> مراجعه کنید).",
  "hash-rate-term": "هش‌ریت",
  "hash-rate-definition": "تعداد محاسبات هش انجام شده در هر ثانیه توسط کامپیوترهایی که نرم افزارهای استخراج را اجرا می کنند.",
  "homestead-term": "میهن",
  "holographic-consensus-term": "اجماع هولوگرافیک",
  "holographic-consensus-definition": "به نحوه تصمیم گیری یک گروه بزرگ با اجازه دادن به گروه کوچکتری از نمایندگان مردم اشاره دارد. سپس همه قبول می‌کنند که با آن همراهی کنند، به شرطی که اعتماد داشته باشند که گروه کوچک کار خوبی انجام داده است.<br /> در برخی از جوامع آنلاین برای تصمیم‌گیری سریع بدون نیاز به رأی دادن همه در مورد همه چیز استفاده می‌شود، در حالی که هنوز مطمئن می‌شوید که تصمیم‌ها منصفانه هستند و نشان‌دهنده آن چیزی هستند که بیشتر مردم می‌خواهند.",
  "homestead-definition": "مرحله دوم توسعه اتریوم، در مارس 2016 در بلوک 1,150,000 آغاز شد.",
  "index-term": "ایندکس",
  "index-definition": "ساختار شبکه ای به منظور بهینه‌سازی استعلام اطلاعات از سراسر <a href=\"/glossary/#blockchain\">بلاکچین</a> با ارائه یک مسیر کارآمد به منبع ذخیره آن.",
  "ide-term": "رابط کاربری که معمولاً ترکیبی از ویرایشگر کد ، کامپایلر ، زمان اجرا و اشکال زدایی است",
  "ide-definition": "یک رابط کاربری که معمولاً یک ویرایشگر کد، کامپایلر، زمان اجرا و دیباگر را ترکیب می کند. <a href=\"/developers/docs/ides/\">اطلاعات بیشتر در مورد محیط های توسعه یکپارچه</a>.",
  "immutable-deployed-code-problem-term": "مشکل کد مستقر غیرقابل تغییر",
  "immutable-deployed-code-problem-definition": "هنگامی که کد <a href=\"/glossary/#smart-contract\">قرارداد</a> (یا کتابخانه) مستقر شد، تغییر ناپذیر می شود. وش‌های استاندارد توسعه نرم‌افزار متکی بر توانایی رفع اشکالات احتمالی و افزودن ویژگی‌های جدید است. نابراین این یک چالش برای توسعه قراردادهای هوشمند است. <a href=\"/developers/docs/smart-contracts/deploying/\">اطلاعات بیشتر در مورد استقرار قراردادهای هوشمند</a>.",
  "internal-transaction-term": "تراکنش داخلی",
  "internal-transaction-definition": "یک <a href=\"/glossary/#transaction\">تراکنش</a> ارسال شده از یک <a href=\"/glossary/#contract-account\">حساب قرارداد</a> به یک حساب قراردادی دیگر یا یک <a href=\" =\"/glossary/#eoa\">EOA</a> (به <a href=\"/glossary/#message\">پیام</a> مراجعه کنید).",
  "issuance-term": "صدور",
  "issuance-definition": "ضرب اتر جدید برای پاداش دادن به پیشنهاد دهنده بلوک، تصدیق و اطلاع دادن به بقیه شبکه.",
  "kdf-term": "تابع استخراج کلید (KDF)",
  "kdf-definition": "همچنین به عنوان \"الگوریتم کشش پسورد\" شناخته می شود، توسط قالب های <a href=\"/glossary/#keystore\">keystore</a> برای محافظت در برابر حملات بروت‌فورس، فرهنگ لغت، و جدول رنگین کمان در رمزگذاری عبارت بازیابی با هش کردن مکرر عبارت بازیابی استفاده می شود.",
  "keystore-term": "Keystore",
  "keystore-definition": "جفت کلید/آدرس خصوصی هر حساب به صورت یک فایل کلیدی در یک کلاینت اتریوم وجود دارد. اینها فایل های متنی JSON هستند که حاوی کلید خصوصی رمزگذاری شده حساب هستند که فقط با رمز ورود وارد شده در هنگام ایجاد حساب قابل رمزگشایی هستند.",
  "keccak-256-term": "Keccak-256",
  "keccak-256-definition": "تابع رمزنگاری <a href=\"/glossary/#hash\">هش</a> مورد استفاده در اتریوم. Keccak-256 به عنوان <a href=\"/glossary/#sha\">SHA</a>-3 استاندارد شد.",
  "key-term": "کلید",
  "key-definition": "در زمینه اتریوم، کلیدها کدهای دیجیتالی هستند: یک کلید عمومی برای دریافت تراکنش ها و یک کلید خصوصی برای دسترسی و ارسال وجوه.<br />کلیدهای عمومی: این کلیدها را می توان آشکارا به اشتراک گذاشت.<br />کلیدهای خصوصی: این کلیدها توسط مالک مخفی نگه داشته می شوند.",
  "layer-1-term": "لایه 1",
  "layer-1-definition": "لایه 1 به بلاکچین اصلی در یک شبکه بلاکچین چند سطحی اشاره دارد. به عنوان مثال، اتریوم و بیتکوین بلاکچین های لایه یک هستند. بسیاری از بلاکچین های لایه دو، تراکنش‌های پرمصرف منابع را در بلاکچین جداگانه خود بارگذاری می‌کنند، در حالی که همچنان به استفاده از بلاکچین لایه یک اتریوم یا بیتکوین برای اهداف امنیتی ادامه می‌دهند.",
  "layer-2-term": "لایه 2",
  "layer-2-definition": "لایه 2 ها شبکه های دیگری هستند که بر روی شبکه اصلی اتریوم ساخته شده اند تا تراکنش ها را سریعتر و ارزان‌تر کنند. <a href=\"/layer-2/\">اطلاعات بیشتر در مورد لایه 2</a>.",
  "library-term": "کتابخانه",
  "library-definition": "نوع خاصی از <a href=\"/glossary/#smart-contract\">قرارداد</a> که هیچ عملکرد قابل پرداخت، تابع fallback و ذخیره داده ای ندارد. بنابراین، نمی تواند اتر را دریافت یا نگهداری کند یا داده ها را ذخیره کند.\nیک کتابخانه به عنوان کدی که قبلاً مستقر شده است عمل می کند که سایر قراردادها می توانند برای محاسبات فقط خواندنی فراخوانی کنند.\n<a href=\"/developers/docs/smart-contracts/libraries/\">اطلاعات بیشتر در مورد کتابخانه های قراردادهای هوشمند</a>.",
  "light-client-term": "کلاینت سبک",
  "light-client-definition": "یک کلاینت اتریوم که یک کپی محلی از <a href=\"/glossary/#blockchain\">بلاکچین</a> را ذخیره نمی‌کند، یا بلوک‌ها و <a href=\"/glossary/#transaction\">تراکنش‌ها</a را تأیید نمی‌کند. بلکه عملکردهای <a href=\"/glossary/#wallet\">کیف پول</a> را ارائه می‌کند و می‌تواند تراکنش‌ها را ایجاد و پخش کند.",
  "liquidity-term": "نقدینگی",
  "liquidity-definition": "نقدینگی عبارت است از اینکه یک دارایی چقدر سریع و آسان به پول نقد یا دارایی دیگر تبدیل می شود. صرافی های غیرمتمرکز مانند Uniswap دارای چندین استخر نقدینگی هستند که دارندگان دارایی می توانند دارایی های خود را در آنجا سپرده گذاری کنند که معامله گران می توانند آنها را به روش غیرمتمرکز در ازای دریافت پاداش بخرند و بفروشند.",
  "liquidity-tokens-term": "توکن‌های نقدینگی",
  "liquidity-tokens-definition": "توکن‌های نقدینگی (LST) توکن‌های دیجیتالی هستند که برای شرکت‌کنندگانی صادر می‌شوند که دارایی‌ها را به یک استخر نقدینگی سپرده می‌کنند، که مجموعه‌ای از وجوه قفل شده در یک قرارداد هوشمند است و برای تسهیل تجارت در یک صرافی غیرمتمرکز (DEX) استفاده می‌شود.\n<br /> این توکن‌ها نشان‌دهنده سهم شرکت‌کننده از استخر هستند و می‌توانند بعداً برای سپرده اولیه به اضافه بخشی از کارمزد معاملاتی که توسط فعالیت استخر ایجاد می‌شود، بازخرید شوند.\nاساساً، توکن‌های نقدینگی به عنوان اثبات مالکیت یا سهام در یک استخر نقدینگی عمل می‌کنند و به دارندگان این امکان را می‌دهند که پاداش‌هایی کسب کنند در حالی که نقدینگی لازم را برای دیگران فراهم می‌کنند تا جفت‌های مختلف ارزهای دیجیتال را به طور موثر معامله کنند.",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "<a href=\"/glossary/#fork-choice-algorithm\">الگوریتم فورک انتخاب</a> که توسط کلاینت های اجماع اتریوم برای شناسایی رئیس زنجیره استفاده می‌شود. LMD-GHOST مخفف عبارت Latest Message Driven Greediest Heaviest Observed Subtree است. به این معنی که سر زنجیره بلوکی با بیشترین تجمع <a href=\"/glossary/#attestation\">امضاها</a> در تاریخ خود است.",
  "mainnet-term": "شبکه اصلی",
  "mainnet-definition": "مخفف کلمه \"شبکه اصلی\"، همان <a href=\"/glossary/#blockchain\">بلاکچین</a> اصلی اتریوم است.",
  "max-fee-per-gas-term": "حداکثر کارمزد در گس",
  "max-fee-per-gas-definition": "حداکثر کارمزد، حداکثر مطلق مبلغی است که کاربر مایل است به ازای هر واحد گس (<a href=\"/glossary/#gwei\">gwei</a>) برای دریافت تراکنش گنجانده شده در یک بلوک بپردازد.",
  "merkle-patricia-tree-term": "درخت مرکل پاتریشیا (MPT)",
  "merkle-patricia-tree-definition": "ساختار داده ای که در اتریوم برای ذخیره موثر جفت های کلید-مقدار استفاده می شود.",
  "merkle-root-term": "ریشه مرکل",
  "merkle-root-definition": "ریشه مرکل هش منفرد بالای درخت مرکل است. تمام تراکنش های داخل یک بلوک را تایید می کند.",
  "message-term": "پیام",
  "message-definition": "یک <a href=\"/glossary/#internal-transaction\">تراکنش داخلی</a> که هرگز سریالی نمی‌شود و فقط در <a href=\"/glossary/#evm\">EVM</evm> ارسال می‌شود.",
  "message-call-term": "پیام تلفنی",
  "message-call-definition": "عمل ارسال <a href=\"/glossary/#message\">پیام</a> از یک حساب به حساب دیگر. اگر حساب مقصد با کد <a href=\"/glossary/#evm\">EVM</a> مرتبط باشد، ماشین مجازی با وضعیت آن شی شروع می شود و پیام بر اساس آن عمل می کند.",
  "mev-term": "حداکثر ارزش قابل استخراج (MEV)",
  "mev-definition": "حداکثر مقدار قابل استخراج از تولید بلوک مازاد بر پاداش استاندارد بلوک و کارمزد گس با گنجاندن، حذف و تغییر ترتیب معاملات در یک بلوک. <a href=\"/developers/docs/mev/\">اطلاعات بیشتر در مورد حداکثر مقدار قابل استخراج (MEV)</a>.",
  "mining-term": "استخراج",
  "mining-definition": "فرآیند هش کردن مکرر هدر بلوک در حالی که یک <a href=\"/glossary/#nonce\">nonce</a> افزایش می‌یابد تا زمانی که نتیجه شامل تعداد دلخواه صفرهای باینری پیشرو باشد. این فرآیندی است که در آن <a href=\"/glossary/#block\">بلوک‌های</a> جدید به یک بلاکچین اثبات کار اضافه می‌شوند. اینگونه بود که اتریوم قبل از انتقال به اثبات سهام ایمن شد.",
  "miner-term": "استخراجگر",
  "miner-definition": "یک شبکه <a href=\"/glossary/#node\">گره</a> که با عبور مکرر <a href=\"/glossary/#pow\">اثبات کار</a> معتبری را برای بلوک‌های جدید پیدا می‌کند. هش کردن (به <a href=\"/glossary/#ethash\">Ethash</a> مراجعه کنید). ماینرها دیگر بخشی از اتریوم نیستند - زمانی که اتریوم به اثبات سهام منتقل شد، توسط اعتبارسنج ها جایگزین شدند.",
  "mint-term": "ضرب سکه",
  "mint-definition": "مینت/ضرب کردن، فرآیند ایجاد توکن های جدید و به گردش درآوردن آنها است تا بتوان از آنها استفاده کرد. این یک مکانیسم غیرمتمرکز برای ایجاد یک توکن جدید بدون دخالت شخص ثالث است.",
  "multisig-term": "قابلیت چندامضایی",
  "multisig-definition": "Multisig (چند امضا) به کیف پول یا حساب دیجیتالی اطلاق می‌شود که برای انجام تراکنش‌ها به چندین امضا یا تأیید نیاز دارد و امنیت را افزایش می‌دهد.<br />این در مقایسه با حساب‌های سنتی تک امضایی که تنها به تأیید یک نفر نیاز است، امنیت بیشتری می‌افزاید.",
  "network-term": "شبکه",
  "network-definition": "اشاره به شبکه اتریوم، یک شبکه همتا به همتا که تراکنش ها و بلوک ها را به هر گره اتریوم (شرکت کننده شبکه) منتشر می کند. <a href=\"/developers/docs/networks/\">اطلاعات بیشتر در مورد شبکه‌ها</a>.",
  "network-hashrate-term": "هش‌ریت شبکه",
  "network-hashrate-definition": "هش ریت جمعی که توسط کل شبکه استخراج تولید می شود. زمانی که اتریوم به سمت اثبات سهام رفت، استخراج در اتریوم تعطیل شد.",
  "nft-term": "توکن‌ غیرقابل تعویض (NFT)",
  "nft-definition": "توکن غیرقابل تعویض (NFT) یک آیتم دیجیتال منحصر به فرد است که می توانید آن را داشته باشید، مانند آثار هنری یا کلکسیونی که توسط فناوری بلاکین تأیید شده است. <a href=\"/nft/\">اطلاعات بیشتر در مورد توکن‌های غیرقابل تعویض (NFT)</a>.",
  "node-term": "گره",
  "node-definition": "یک کلاینت نرم افزاری که در شبکه شرکت می کند. <a href=\"/developers/docs/nodes-and-clients/\">اطلاعات بیشتر در مورد گره ها و کلاینت ها</a>.",
  "nonce-term": "Nonce",
  "nonce-definition": "در مبحث رمزنگاری، مقداری که فقط یک بار قابل استفاده است. نانس یک حساب یک شمارنده تراکنش در هر حساب است که برای جلوگیری از حملات مجدد استفاده می شود.",
  "off-chain-term": "برون‌زنجیره‌ای",
  "off-chain-definition": "برون‌زنجیره ای یا آف‌چین به معنای هر تراکنش یا داده‌ای است که خارج از بلاکچین وجود دارد. از آنجایی که انجام هر تراکنش در زنجیره می تواند گران و ناکارآمد باشد، ابزارهای شخص ثالث مانند اوراکل ها که داده های قیمت گذاری را مدیریت می کنند، یا راهکارهای لایه2 که توان عملیاتی بالاتری از تراکنش‌ها را انجام می‌دهند، بخش عمده‌ای از کارهای پردازشی را خارج از زنجیره انجام می‌دهند و اطلاعات آنچین را در فواصل زمانی کمتر ارسال می‌کنند.",
  "ommer-term": "بلوک Ommer (عمو)",
  "ommer-definition": "وقتی یک <a href=\"/glossary/#miner\">miner</a> اثبات کار، یک <a href=\"/glossary/#block\">بلوک</a> معتبر پیدا می‌کند، ممکن است معدنچی دیگری منتشر کرده باشد. یک بلوک رقیب که ابتدا به نوک بلاکچین اضافه می شود. این بلوک معتبر، اما قدیمی، می‌تواند توسط بلوک‌های جدیدتر به‌عنوان <em>ommers</em> گنجانده شود و یک پاداش بلوک جزئی دریافت کند. اصطلاح \"ommer\" اصطلاح ترجیحی از نظر جنسیتی خنثی برای خواهر یا برادر بلوک والدین است، اما گاهی اوقات به آن \"عمو\" نیز گفته می شود. زمانی که اتریوم یک شبکه <a href=\"/glossary/#pow\">اثبات کار</a> بود، این برای اتریوم رایج بود. اکنون که اتریوم از <a href=\"/glossary/#pos\">اثبات سهام</a> استفاده می‌کند، تنها یک پیشنهاد دهنده بلوک در هر اسلات انتخاب می‌شود.",
  "on-chain-term": "آنچین",
  "on-chain-definition": "به اقدامات یا تراکنش‌هایی اشاره دارد که روی بلاک چین اتفاق می‌افتند و به صورت عمومی در دسترس هستند.<br /><br /> فکر کنید چیزی در یک دفترچه یادداشت مشترک و بزرگ می‌نویسید که همه می‌توانند ببینند و بررسی کنند، و مطمئن شوید که هر چیزی نوشته شده است (مانند ارسال پول دیجیتال یا بستن قرارداد) دائمی است و قابل تغییر یا پاک کردن نیست.",
  "optimistic-rollup-term": "رول آپ خوش بینانه",
  "optimistic-rollup-definition": "رول‌آپ خوش‌بینانه یک راه حل لایه 2 است که به تراکنش ها در اتریوم سرعت می بخشد، با این فرض که به طور پیش فرض معتبر هستند مگر اینکه به چالش کشیده شوند. <a href=\"/developers/docs/scaling/optimistic-rollups/\">اطلاعات بیشتر در مورد رول‌آپ خوش‌بینانه</a>.",
  "oracle-term": "اوراکل",
  "oracle-definition": "اوراکل پلی است بین <a href=\"/glossary/#blockchain\">بلاکچین</a> و دنیای واقعی. آنها به‌عنوان <a href=\"/glossary/#api\">API‌های</a> زنجیره‌ای عمل می‌کنند که می‌توان برای اطلاعات جستجو کرد و در <a href=\"/glossary/#smart-contract\">قراردادهای هوشمند</a> استفاده کرد.. <a href=\"/developers/docs/oracles/\">اطلاعات بیشتر در مورد اوراکل</a>.",
  "peer-term": "همتا",
  "peer-definition": "رایانه های به هم متصل شده که نرم‌افزار کلاینت اتریوم را اجرا می کنند که دارای نسخه های یکسانی از <a href=\"/glossary/#blockchain\">زنجیره‌‌ی بلوکی</a> هستند.",
  "peer-to-peer-network-term": "شبکه همتا به همتا",
  "peer-to-peer-network-definition": "شبکه‌ای از رایانه‌ها (<a href=\"/glossary/#peer\">همتایان</a>) که در مجموع قادر به انجام عملکردها بدون نیاز به سرویس‌های متمرکز و مبتنی بر سرور هستند.<br />این راه‌اندازی اغلب استفاده می‌شود. برای به اشتراک گذاری فایل ها (یعنی بیت تورنت)، اطلاعات یا ارزهای دیجیتال، امکان تبادل مستقیم تر و بالقوه کارآمدتر بین کاربران را فراهم می کند.",
  "permissionless-term": "بدون نیاز به مجوز",
  "permissionless-definition": "بدون مجوز یعنی هر کسی می تواند به سیستمی مانند اتریوم بپیوندد و از آن استفاده کند. شرکت برای همه آزاد است و نیازی به تایید ندارد.",
  "plasma-term": "پلاسما",
  "plasma-definition": "یک راه‌حل مقیاس‌بندی خارج از زنجیره که از <a href=\"/glossary/#fraud-proof\">اثبات تقلب</a> استفاده می‌کند، مانند <a href=\"/glossary/#optimistic-rollup\">رول‌آپ خوش‌بینانه</a>. پلاسما محدود به تراکنش‌های ساده مانند انتقال توکن و مبادله است. <a href=\"/developers/docs/scaling/plasma\">اطلاعات بیشتر در مورد پلاسما</a>.",
  "private-key-term": "کلید خصوصی",
  "private-key-definition": "کلید خصوصی یک کد مخفی است که ثابت می کند شما صاحب پول دیجیتال خود هستید و به شما امکان می دهد آن را خرج کنید، مانند یک پین برای حساب خود. <strong>آن را به اشتراک نگذارید</strong>.",
  "public-goods-term": "کالاهای عمومی",
  "public-goods-definition": "کالاهای عمومی چیزهایی هستند که همه می توانند به صورت رایگان از آن استفاده کنند، مانند پارک ها یا هوای پاک، و استفاده از آنها مانع استفاده دیگران از آنها نمی شود. دولت‌ها اغلب این موارد را ارائه می‌دهند، زیرا کسب‌وکارها معمولاً این کار را نمی‌کنند، زیرا نمی‌توانند به راحتی از مردم برای استفاده از آنها هزینه دریافت کنند.",
  "private-chain-term": "زنجیره خصوصی",
  "private-chain-definition": "یک زنجیره بلوکی کاملا خصوصی که تنها افرادی که اجازه دارند میتوانند به آن دسترسی پیدا کنند، که به شکل عمومی قابل دسترس ما نیست.",
  "poap-term": "POAP",
  "poap-definition": "پروتکل اثبات حضور برای ایجاد یک مجموعه دیجیتال (NFT) استفاده می شود که ثابت می کند در یک رویداد یا فعالیت خاص شرکت کرده اید.",
  "pos-term": "اثبات سهام (PoS)",
  "pos-definition": "روشی که با آن هدف پروتکل بلاک چین ارز دیجیتال دستیابی به <a href=\"/glossary/#consensus\">اجماع</a> توزیع شده است. اثبات هام از کاربران می‌خواهد که مالکیت مقدار معینی از ارزهای دیجیتال («سهم» آنها در شبکه) را اثبات کنند تا بتوانند در اعتبارسنجی تراکنش‌ها شرکت کنند. <a href=\"/developers/docs/consensus-mechanisms/pos/\">اطلاعات بیشتر در مورد اثبات سهام</a>.",
  "pow-term": "اثبات کار (PoW)",
  "pow-definition": "یک مکانیسم امنیتی برای بلاک چین که به گره‌ها نیاز دارد تا انرژی را در قالب محاسبات برای یافتن یک مقدار مشخص صرف کنند.",
  "proto-danksharding-term": "Proto-Danksharding",
  "proto-danksharding-definition": "یک نوع تراکنش جدید که \"حباب\" داده ها را برای اتریوم می پذیرد. این داده‌های \"حباب\" به‌مدت 4096 دوره (~18.2 روز) به‌طور موقت در زنجیره بیکن ذخیره می‌شوند و می‌توانند به صورت اختیاری پس از آن هرس شوند تا به کاهش نیازهای سخت‌افزاری برای اپراتورهای گره کمک کند.",
  "public-key-term": "کلید عمومی",
  "public-key-definition": "کلید عمومی مجموعه‌ای از نویسه‌ها است که به دیگران اجازه می‌دهد ارز دیجیتالی را به صورت امن برای شما ارسال کنند، مانند آدرس ایمیل برای پول.",
  "quadratic-voting-term": "رای گیری درجه دوم",
  "quadratic-voting-definition": "یک روش رای گیری است که در آن رای دهندگان احساس خود را نسبت به مسائل ابراز می کنند. به رای دهندگان این امکان را می دهد که نه تنها ترجیح خود را نشان دهند، بلکه شدت ترجیح خود را نیز نشان دهند.",
  "receipt-term": "رسید",
  "receipt-definition": "داده‌هایی که توسط یک کلاینت اتریوم برای نشان دادن نتیجه یک <a href=\"/glossary/#transaction\">تراکنش</a> خاص، از جمله یک <a href=\"/glossary/#hash\">هش</a> بازگردانده می‌شود. از تراکنش، شماره <a href=\"/glossary/#block\">block</a> آن، مقدار <a href=\"/glossary/#gas\">گاز</a> استفاده شده، و در صورت از استقرار یک <a href=\"/glossary/#smart-contract\">قرارداد هوشمند</a>، <a href=\"/glossary/#address\">آدرس</a> قرارداد.",
  "recovery-phrase-term": "عبارت سید / عبارت بازیابی",
  "recovery-phrase-definition": "لیستی از کلماتی که هنگام ایجاد یک کیف پول دیجیتال به شما داده می شود. این رمز عبور مانند رمز عبور عمل می کند که می تواند به شما کمک کند در صورت از دست دادن دسترسی به کیف پول خود بازگردید و مطمئن شوید که پول دیجیتال یا توکن های خود را از دست نمی دهید.",
  "re-entrancy-attack-term": "حمله ورود دوباره",
  "re-entrancy-attack-definition": "حمله ای که متشکل از یک قرارداد مهاجم است که تابع قرارداد قربانی را فراخوانی می کند، به گونه ای که در طول اجرا، قربانی دوباره به صورت بازگشتی، قرارداد مهاجم را فراخوانی می کند. به عنوان مثال، این امر می‌تواند منجر به سرقت وجوه با نادیده گرفتن بخش‌هایی از قرارداد قربانی شود که موجودی‌ها را به‌روزرسانی می‌کند یا مبالغ برداشت را محاسبه می‌کند. <a href=\"/developers/docs/smart-contracts/security/#re-entrancy\">جزئیات بیشتر درباره حمله reentrancy</a>.",
  "reward-term": "پاداش",
  "reward-definition": "مقداری اتر <a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">اعطا شده به اعتبارسنج</a> که عملکردهای خاصی را انجام می دهد، از جمله پیشنهاد یک بلوک یا شرکت در یک کمیته همگام سازی، در هر اسلات.",
  "rlp-term": "پیشوند طول بازگشتی (RLP)",
  "rlp-definition": "یک <a href=\"/developers/docs/data-structures-and-encoding\">استاندارد رمزگذاری</a> که توسط توسعه دهندگان اتریوم طراحی شده است تا اشیا (ساختارهای داده) با پیچیدگی و طول دلخواه را رمزگذاری و سریال سازی کند.",
  "rollups-term": "رول‌‌آپ ها",
  "rollups-definition": "نوعی راه حل مقیاس‌پذیری <a href=\"/glossary/#layer-2\">لایه2</a> که چندین تراکنش را دسته بندی می کند و آنها را در یک تراکنش به <a href=\"/glossary/#mainnet\">شبکه اصلی اتریوم</a> ارسال می کند. این امکان کاهش در هزینه‌های <a href=\"/glossary/#gas\">گس</a> و افزایش توان عملیاتی <a href=\"/glossary/#transaction\">تراکنش</a> را فراهم می‌کند. رول‌آپ های خوش‌بینانه و دانش صفر وجود دارند که از روش‌های امنیتی مختلفی برای ارائه این دستاوردهای مقیاس‌پذیری استفاده می‌کنند.\n<a href=\"/developers/docs/scaling/#rollups\"> اطلاعات بیشتر در مورد رول‌‌آپ</a>.",
  "rpc-term": "فراخوانی روش از راه دور (RPC)",
  "rpc-definition": "RPC به یک کامپیوتر اجازه می‌دهد تا داده یا اقدامی را از طریق شبکه از دیگری درخواست کند، مانند درخواست اطلاعات با کنترل از راه دور.",
  "sha-term": "الگوریتم هش امن (SHA)",
  "sha-definition": "خانواده ای از تابع های رمزنگاری هش که توسط National Institute of Standards and Technology (NIST) منتشر شده است.",
  "serialization-term": "سریالی کردن",
  "serialization-definition": "فرآیند تبدیل یک ساختار داده به دنباله ای از بایت ها.",
  "sequencer-term": "ترتیب دهنده",
  "sequencer-definition": "ترتیب‌دهنده برنامه‌ای است که مسئول سفارش تراکنش‌ها در شبکه بلاک چین است، به ویژه در راه‌حل‌های مقیاس‌پذیری لایه2.",
  "shard-term": "شارد / خرده‌زنجیره",
  "shard-definition": "زنجیره‌های تکه‌ای بخش‌های مجزایی از کل بلاک چین هستند که زیرمجموعه‌های اعتبارسنج می‌توانند مسئول آن باشند. در ابتدا در نظر گرفته شده بود که اتریوم به میلیون‌ها تراکنش در ثانیه مقیاس شود، اما اکنون با توسعه سریع مقیاس‌گذاری با استفاده از <a href=\"/glossary/#rollups\">رول‌‌آپ ها</a> جایگزین شده است.",
  "sidechain-term": "زنجیره جانبی",
  "sidechain-definition": "یک راه حل مقیاس‌پذیری که از یک زنجیره جداگانه با <a href=\"/glossary/#consensus-rules\">قوانین اجماع</a> متفاوت و اغلب سریع‌تر استفاده می‌کند.\nبرای اتصال این زنجیره های جانبی به <a href=\"/glossary/#mainnet\">شبکه اصلی</a> به یک پل نیاز است.\n<a href=\"/glossary/#rollups\">رول آپ ها</a> نیز از زنجیره‌های جانبی استفاده می‌کنند، اما در عوض با <a href=\"/glossary/#mainnet\">شبکه اصلی</a> همکاری می‌کنند.\n<a href=\"/developers/docs/scaling/sidechains/\">اطلاعات بیشتر در مورد زنجیره‌های جانبی</a>.",
  "signing-term": "امضا کردن",
  "signing-definition": "نشان دادن از لحاظ رمزنگاری این که یک تراکنش توسط دارنده یک کلید خصوصی خاص تایید شده است.",
  "singleton-term": "Singleton",
  "singleton-definition": "یک اصطلاح برنامه نویسی کامپیوتری که شیئی را توصیف می کند که فقط یک نمونه از آن می تواند وجود داشته باشد.",
  "slasher-term": "جریمه کننده",
  "slasher-definition": "جریمه کننده موجودیتی است که گواهینامه ها را برای جست و جوی جرایم قابل جریمه اسکن می کند. جریمه کردن در شبکه پخش می شود، و پیشنهاد دهنده بلوک بعدی، گواهی را به بلوک اضافه می کند. سپس پیشنهاد دهنده بلوک برای جریمه کردن اعتبارسنج مخرب پاداشی دریافت می کند.",
  "slot-term": "اسلات",
  "slot-definition": "دوره زمانی (12 ثانیه) که در آن بلوک‌های جدید می‌توانند توسط <a href=\"/glossary/#validator\">اعتبارسنج</a> در سیستم <a href=\"/glossary/#pos\">اثبات سهام</a> پیشنهاد شوند.\nیک اسلات ممکن است خالی باشد. 32 اسلات یک <a href=\"/glossary/#epoch\">ایپاک</a> را تشکیل می‌دهند. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">جزئیات بیشتر در مورد اثبات سهام</a>.",
  "smart-contract-term": "قرارداد هوشمند",
  "smart-contract-definition": "قرارداد هوشمند برنامه‌ای است که به‌طور خودکار توافق‌نامه‌ها را روی یک بلاکچین اجرا می‌کند، مانند یک قرارداد دیجیتالی خوداجرا. <a href=\"/smart-contracts/\">مقدمه ای بر قراردادهای هوشمند</a>.",
  "snark-term": "SNARK",
  "snark-definition": "SNARK مخفف «برهان مختصر غیر تعاملی دانش»، نوعی <a href=\"/glossary/#zk-proof\">اثبات دانش صفر</a> است. <a href=\"/developers/docs/scaling/zk-rollups/\">اطلاعات بیشتر در مورد رول‌آپ‌های دانش-صفر </a>.",
  "soft-fork-term": "فورک نرم",
  "soft-fork-definition": "یک واگرایی در <a href=\"/glossary/#blockchain\">بلاکچین</a> که زمانی رخ می‌دهد که <a href=\"/glossary/#consensus-rules\">قوانین اجماع</a> تغییر کند. برخلاف <a href=\"/glossary/#hard-fork\">هارد فورک</a>، سافت فورک با عقبگرد سازگار است. گره های ارتقا یافته می توانند بلوک های ایجاد شده توسط گره های ارتقا نیافته را تا زمانی که از قوانین اجماع جدید پیروی کنند اعتبارسنجی کنند.",
  "solidity-term": "Solidity",
  "solidity-definition": "یک زبان برنامه نویسی رویه ای (ضروری) با نحوی که شبیه جاوا اسکریپت، C++ یا جاوا است. محبوب ترین و پرکاربردترین زبان برای <a href=\"/glossary/#smart-contract\">قراردادهای هوشمند</a> اتریوم. ایجاد شده توسط دکتر گاوین وود. <a href=\"/developers/docs/smart-contracts/languages/#solidity\">اطلاعات بیشتر در مورد سالیدیتی</a>.",
  "solidity-inline-assembly-term": "Solidity inline assembly",
  "solidity-inline-assembly-definition": "زبان اسمبلی <a href=\"/glossary/#evm\">EVM</a> در برنامه <a href=\"/glossary/#solidity\">سالیدیتی</a>. پشتیبانی سالیدیتی از اسمبلی درون خطی نوشتن عملیات خاص را آسان تر می کند.",
  "stablecoin-term": "استیبل کوین",
  "stablecoin-definition": "استیبل کوین نوعی رمزارز است که برای داشتن یک ارزش پایدار طراحی شده است که اغلب به یک ارز یا کالا (مانند دلار آمریکا) متصل می شود تا نوسان قیمت را به حداقل برساند. <a href=\"/stablecoins/\">اطلاعات بیشتر در مورد استیبل کوین</a>.",
  "staking-term": "سهام گذاری",
  "staking-definition": "سپرده گذاری مقداری <a href=\"/glossary/#ether\">اتر</a> (سهم شما) برای تبدیل شدن به یک اعتبارسنج و ایمن کردن <a href=\"/glossary/#network\">شبکه</a>. یک اعتبارسنج <a href=\"/glossary/#transaction\">تراکنش‌ها</a> را بررسی می‌کند و <a href=\"/glossary/#block\">بلوک‌ها</a> را تحت یک مدل اجماع به نام <a href=\"/glossary/#pos\">اثابت سهام</a> پیشنهاد می‌کند. سهامگذاری به شما انگیزه اقتصادی می دهد تا در راستای منافع شبکه عمل کنید. برای انجام وظایف <a href=\"/glossary/#validator\">اعتبارسنج</a> خود جوایزی دریافت خواهید کرد، اما اگر این کار را نکنید مقادیر متفاوتی از ETH را از دست خواهید داد. <a href=\"/staking/\">اطلاعات بیشتر در مورد سهامگذاری در اتریوم</a>.",
  "staking-pool-term": "استخر سهامگذاری",
  "staking-pool-definition": "ETH ترکیبی بیش از یک سهامگذار اتریوم، برای رسیدن به 32 اتریوم مورد نیاز برای فعال کردن مجموعه ای از کلیدهای اعتبارسنج استفاده می شود. یک اپراتور گره از این کلیدها برای شرکت در اجماع استفاده می کند و <a href=\"/glossary/#block-reward\">پاداش های بلوک</a> بین سهامگذاران مشارکت کننده تقسیم می شود. استخرهای سهامگذاری یا سهامگذاری نیابتی برای پروتکل اتریوم بومی نیستند، اما راهکارهای زیادی توسط جامعه ایجاد شده است.\n<a href=\"/staking/pools/\">اطلاعات بیشتر در مورد سهامگذاری دسته‌جمعی</a>.",
  "stark-term": "استارک",
  "stark-definition": "STARK مخفف «استدلال شفاف مقیاس‌پذیر دانش»، نوعی <a href=\"/glossary/#zk-proof\">اثبات دانش صفر</a> است. <a href=\"/developers/docs/scaling/zk-rollups/\">اطلاعات بیشتر در مورد رول‌آپ‌های دانش-صفر</a>.",
  "state-term": "وضعیت",
  "state-definition": "یک تصویر از تمام موجودی ها و داده ها در یک نقطه خاص از زمان در بلاکچین، که معمولاً به شرایط یک بلوک خاص اشاره دارد.",
  "state-channels-term": "عملیات‌های برون‌زنجیره‌ای",
  "state-channels-definition": "یک راهکار <a href=\"/glossary/#layer-2\">لایه 2</a> که در آن کانالی بین شرکت‌کنندگان راه‌اندازی می‌شود، جایی که می‌توانند آزادانه و ارزان تراکنش کنند. فقط یک <a href=\"/glossary/#transaction\">تراکنش</a> برای راه‌اندازی کانال و بستن کانال به <a href=\"/glossary/#mainnet\">شبکه اصلی</a> ارسال می‌شود. این امکان انجام تراکنش بسیار بالایی را فراهم می کند، اما به دانستن تعداد شرکت کنندگان از قبل و قفل کردن وجوه متکی است. <a href=\"/developers/docs/scaling/state-channels/#state-channels\">اطلاعات بیشتر در مورد کانال‌های حالت</a>.",
  "supermajority-term": "اکثریت مطلق",
  "supermajority-definition": "اکثریت مطلق اصطلاحی است که برای مقداری بیش از دوسوم (66%) از کل اتر سهامگذاری شده که اتریوم را ایمن می کند، داده می شود. برای <a href=\"/glossary/#finality\">نهایی شدن</a> بلوک ها در بیکن چین، رأی اکثریت مطلق لازم است.",
  "sybil-attack-term": "حمله Sybil",
  "sybil-attack-definition": "حملات Sybil به افرادی اشاره دارد که یک سیستم را فریب می دهند تا فکر کنند چندین نفر هستند تا نفوذ خود را افزایش دهند.",
  "syncing-term": "همگام‌سازی",
  "syncing-definition": "فرآیند بارگذاریِ آخرین نسخه ی کامل یک زنجیره‌‌ی بلوکی به یک گره.",
  "sync-committee-term": "کمیته همگام‌سازی",
  "sync-committee-definition": "یک کمیته همگام‌سازی گروهی از <a href=\"/glossary/#validator\">اعتبارسنج‌ها</a> به‌طور تصادفی انتخاب شده است که هر 27 ساعت یکبار تازه‌سازی می‌شود. هدف آنها افزودن امضای خود به هدرهای بلوک معتبر است. کمیته‌های همگام‌سازی به <a href=\"/glossary/#light-client\">کلاینت‌های سبک</a> اجازه می‌دهند تا بدون نیاز به دسترسی به کل مجموعه اعتبارسنج، سر زنجیره را زیر نظر داشته باشند.",
  "szabo-term": "سابو",
  "szabo-definition": "یک نام از <a href=\"/glossary/#ether\">اتر</a>. 1 زابو= 10<sup>12</sup> <a href=\"/glossary/#wei\">وی</a>. 10<sup>6</sup> زابو= 1 اتر.",
  "terminal-total-difficulty-term": "سختی کل ترمینال (TTD)",
  "terminal-total-difficulty-definition": "سختی کل مجموع دشواری استخراج Ethash برای همه بلوک ها تا یک نقطه خاص در زنجیره بلوک است. سختی کل ترمینال یک مقدار مشخص برای سختی کل است که به عنوان محرک برای کلاینت‌های اجرا برای خاموش کردن ماینینگ و مسدود کردن توابع شایعه استفاده می‌شود و شبکه را قادر می‌سازد تا به اثبات سهام تبدیل شود. این واژه دیگر کاربرد ندارد زیرا اتریوم به <a href=\"/glossary/#pos\">اثبات سهام</a> تغییر یافت.",
  "testnet-term": "شبکه‌ی تست",
  "testnet-definition": "مخفف «شبکه آزمایشی»، شبکه‌ای که برای شبیه‌سازی رفتار شبکه اصلی اتریوم استفاده می‌شود.",
  "token-term": "توکن",
  "token-definition": "یک کالای مجازی قابل معامله که توسط قرارداد ihd هوشمند در زنجیره‌‌ی بلوکی اتریوم تعریف شده است.",
  "transaction-term": "تراکنش",
  "transaction-definition": "داده‌های متعهد به بلاکچین اتریوم که توسط <a href=\"/glossary/#account\">حساب</a> مبدا امضا شده‌اند و یک <a href=\"/glossary/#address\">آدرس</a> خاص را هدف قرار می‌دهند. این تراکنش حاوی ابرداده‌هایی مانند <a href=\"/glossary/#gas-limit\">محدودیت گاز</a> برای آن تراکنش است. <a href=\"/developers/docs/transactions/\">اطلاعات بیشتر در مورد تراکنش‌ها</a>.",
  "transaction-fee-term": "کارمزد تراکنش",
  "transaction-fee-definition": "هزینه ای که هر زمان که از شبکه اتریوم استفاده می کنید باید پرداخت کنید. مثلاً ارسال وجوه از <a href=\"/glossary/#wallet\">کیف پول</a> شما یا تعامل با یک <a href=\"/glossary/#dapp\">دپ</a>، مانند تعویض توکن یا خرید یک کلکسیون. شما می توانید به این موضوع همانند هزینه خدمات فکر کنید. این هزینه بر اساس شلوغی شبکه تغییر خواهد کرد. این به این دلیل است که <a href=\"/glossary/#validator\">اعتبارسنج‌ها</a>، یعنی افرادی که مسئول پردازش تراکنش شما هستند، احتمالاً تراکنش‌هایی با کارمزد بالاتر را در اولویت قرار می‌دهند - بنابراین ازدحام باعث افزایش قیمت می‌شود. <br/><br/>در سطح فنی، کارمزد تراکنش شما به میزان <a href=\"/glossary/#gas\">گس</a> مورد نیاز تراکنش شما مربوط می شود. <br/><br/>کاهش کارمزد تراکنش موضوعی است که در حال حاضر بسیار مورد توجه است. به <a href=\"/glossary/#layer-2\">لایه 2</a> مراجعه کنید.",
  "trust-assumptions-term": "مفروضات اعتماد",
  "trust-assumptions-definition": "مفروضات اعتماد، باورهای اساسی در مورد ایمنی و قابل اعتماد بودن یک سیستم هستند که به آنچه ما اعتماد داریم برای عملکرد سیستم راهنمایی می کنند.",
  "trustlessness-term": "بی نیازی از اعتماد",
  "trustlessness-definition": "توانایی یک شبکه برای میانجیگری تراکنش ها بدون اینکه هیچ یک از طرفین درگیر نیاز به اعتماد به شخص ثالث داشته باشند.",
  "turing-complete-term": "Turing complete",
  "turing-complete-definition": "مفهومی که از نام ریاضیدان انگلیسی و دانشمند کامپیوتر آلن تورینگ نامگذاری شده است - سیستمی از قوانین دستکاری داده ها (مانند مجموعه دستورات رایانه، زبان برنامه نویسی یا خودکار سلولی) به عنوان \"تورینگ کامل\" یا \"از نظر محاسباتی جهانی\" گفته می شود. می توان از آن برای شبیه سازی هر ماشین تورینگ استفاده کرد.",
  "validator-term": "اعتبارسنج",
  "validator-definition": "یک <a href=\"/glossary/#node\">گره</a> در سیستم <a href=\"/glossary/#pos\">اثبات سهام</a> مسئول ذخیره داده‌ها، پردازش تراکنش‌ها، و اضافه کردن بلوک های جدید به بلاکچین است. برای فعال کردن نرم‌افزار اعتبارسنج، باید بتوانید 32 عدد ETH را <a href=\"/glossary/#staking\">سهامگذاری کنید</a>. <a href=\"/staking/\">اطلاعات بیشتر در مورد سهامگذاری در اتریوم</a>.",
  "validator-lifecycle-term": "چرخه حیات اعتبارسنج",
  "validator-lifecycle-definition": "دنباله ای از حالت هایی که اعتبارسنج می تواند در آنها وجود داشته باشد. این موارد عبارتند از: <br/><br/><ul>\n<li>واریز شده: حداقل 32 سکه ETH به <a href=\"/glossary/#deposit-contract\">قرارداد سپرده‌گذاری</a> توسط اعتبارسنج واریز شده است</li> <li>درانتظار: اعتبارسنج در صف فعال‌سازی است و منتظر است تا توسط اعتبارسنج‌های موجود به شبکه به او رای داده شود</li> <li>فعال: در حال حاضر در حال تأیید و پیشنهاد بلوک ها است</li> <li>جریمه شده: اعتبارسنج رفتار نادرست داشته و در حال جریمه شدن است</li> <li>خروج: اعتبارسنج برای خروج داوطلبانه یا به دلیل اخراج از شبکه علامت‌گذاری شده است.</li></ul>",
  "validity-proof-term": "اثبات اعتبار",
  "validity-proof-definition": "یک مدل امنیتی برای راه‌کارهای خاص <a href=\"/glossary/#layer-2\">لایه2</a> که برای افزایش سرعت، تراکنش‌ها به صورت دسته‌ای جمع می‌شوند و در یک تراکنش به اتریوم ارسال می‌شوند.\nمحاسبه تراکنش خارج از زنجیره انجام می شود و سپس با اثبات اعتبار آنها به زنجیره اصلی ارائه می شود.\nاین روش با حفظ امنیت، میزان تراکنش های ممکن را افزایش می دهد.\nبرخی از <a href=\"/glossary/#rollups\">رول‌‌آپ‌ها</a> از <a href=\"/glossary/#fraud-proof\">اثبات تقلب</a> استفاده می‌کنند.\n<a href=\"/developers/docs/scaling/zk-rollups/\">اطلاعات بیشتر در مورد رول‌آپ‌های دانش-صفر</a>.",
  "validium-term": "ولیدیوم",
  "validium-definition": "راه حلی خارج از زنجیره که از <a href=\"/glossary/#validity-proof\">اثبات اعتبار</a> برای بهبود توان عملیاتی تراکنش استفاده می کند. برخلاف <a href=\"/glossary/#zk-rollup\">رول‌آپ‌های دانش صفر</a>، داده‌های اعتباری در شبکه اصلی لایه1 ذخیره نمی‌شوند. <a href=\"/developers/docs/scaling/validium/\">اطلاعات بیشتر در مورد validium</a>.",
  "vyper-term": "Vyper",
  "vyper-definition": "یک زبان برنامه نویسی سطح بالا با سینتکس شبیه پایتون. قصد دارد به یک زبان کاربردی خالص نزدیک شود. توسط ویتالیک بوترین خلق شده است. <a href=\"/developers/docs/smart-contracts/languages/#vyper\">جزئیات بیشتر در مورد Vyper</a>.",
  "wallet-term": "کیف پول",
  "wallet-definition": "یک کیف پول یک ابزار دیجیتالی برای ذخیره، ارسال و دریافت رمزارز است، مانند یک کیف پول مجازی برای پول آنلاین شما. <a href=\"/wallets/\">اطلاعات بیشتر در مورد کیف پول اتریوم</a>.",
  "web2-term": "Web2",
  "web2-definition": "آیا اینترنت فعلی متمرکز بر محتوای تولید شده توسط کاربر و رسانه های اجتماعی است که توسط شرکت های کمی کنترل می شود.\n وی3 یک اعتقاد رمزینه است که کاربران باید داده ها و تراکنش های خود را به جای آن کنترل کنند.",
  "web3-term": "Web3",
  "web3-definition": "وب3 اینترنت جدید با بلاکچین است که در آن کاربران داده ها و تراکنش های خود را کنترل می کنند نه شرکت ها. نیازی به اشتراک گذاری اطلاعات شخصی نیست. <a href=\"/web3/\">جزئیات بیشتر درباره وب3</a>.",
  "wei-term": "Wei",
  "wei-definition": "کوچکترین اسم اتر. 10<sup>18</sup> وی = 1 اتر.",
  "zero-address-term": "آدرس صفر",
  "zero-address-definition": "یک آدرس اتریوم که به طور کامل از صفر تشکیل شده است که اغلب به عنوان آدرسی برای حذف توکن ها از گردش مالکیت استفاده می شود.\nتمایزی بین توکن هایی که به طور رسمی از فهرست قراردادهای هوشمند از طریق روش burn() حذف می شوند و آنهایی که به این آدرس ارسال می شوند، مشخص می شوند.",
  "zk-proof-term": "اثبات دانش-صفر",
  "zk-proof-definition": "اثبات دانش صفر یک روش رمزنگاری است که به فرد اجازه می‌دهد بدون ارائه اطلاعات اضافی صحت یک جمله را ثابت کند. <a href=\"/developers/docs/scaling/zk-rollups/\">اطلاعات بیشتر در مورد رول‌آپ‌های دانش-صفر</a>.",
  "zk-rollup-term": "رول آپ دانش صفر",
  "zk-rollup-definition": "یک <a href=\"/glossary/#rollups\">رول‌آپ</a> از تراکنش‌ها که از <a href=\"/glossary/#validity-proof\">اثبات‌های اعتبار</a> برای ارائه افزایش توان عملیاتی تراکنش <a href=\"/glossary/#layer-2\">لایه2</a> در حین استفاده از امنیت ارائه شده توسط شبکه اصلی (لایه1) استفاده می‌کند. اگرچه آن‌ها نمی‌توانند انواع تراکنش‌های پیچیده، مانند <a href=\"/glossary/#optimistic-rollup\">رول‌آپ‌های آپتیمیستیک و خوشبینانه</a> را مدیریت کنند، اما مشکل تأخیر ندارند زیرا تراکنش‌ها هنگام ارسال به طور قابل اثباتی معتبر هستند. <a href=\"/developers/docs/scaling/zk-rollups/\">اطلاعات بیشتر در مورد رول‌آپ‌های دانش صفر</a>."
}
