{
  "page-what-is-ethereum-alt-img-bazaar": "تصویر فردی در حین نگاه کردن به بازار، تداعی‌کننده اتریوم است",
  "page-what-is-ethereum-alt-img-comm": "تصویری از اعضای انجمن اتریوم درحال همکاری با یکدیگر",
  "page-what-is-ethereum-alt-img-lego": "تصویر دستی در حال ساختن نماد اتر با آجرهای لگو",
  "page-what-is-ethereum-banking-card": "بانکداری برای همه",
  "page-what-is-ethereum-banking-card-desc": "همه به خدمات مالی دسترسی ندارند. اما تنها چیزی که برای دسترسی به اتریوم و وام، قرض گرفتن و پس‌انداز محصولات آن نیاز دارید، اتصال به اینترنت است.",
  "page-what-is-ethereum-build": "چیزی با اتریوم بسازید",
  "page-what-is-ethereum-build-desc": "اگر می‌خواهید با اتریوم چیزی بسازید، مستندات ما را بخوانید، تعدادی از محتواهای آموزشی را امتحان کنید یا ابزارهای لازم برای آغاز به کار را بررسی نمایید.",
  "page-what-is-ethereum-censorless-card": "مقاوم در برابر سانسور",
  "page-what-is-ethereum-censorless-card-desc": "هیچ حکومت یا شرکتی بر اتریوم کنترل ندارد. این نامتمرکز بودن باعث می‌شود که محروم کردن شما از دریافت وجه پرداختی یا استفاده از خدمات در اتریوم تقریباً ناممکن شود.",
  "page-what-is-ethereum-comm-desc": "جامعه ما شامل افرادی از تمام پیشینه‌هاست، از جمله هنرمندان، مخالفان رمزارز، 500 شرکت برتر و همینطور شما. همین امروز دریابید که چگونه می‌توانید مشترک شوید.",
  "page-what-is-ethereum-commerce-card": "ضمانت‌های بازرگانی",
  "page-what-is-ethereum-commerce-card-desc": "مشتریان تضمینی امن و داخلی دارند که وجوه تنها در صورتی تغییر می‌کند که آنچه توافق شده را ارائه دهید. به همین ترتیب، توسعه دهندگان می توانند مطمئن باشند که قوانین در مورد آنها تغییر نمی کند.",
  "page-what-is-ethereum-composable-card": "تمامی محصولات قابل ترکیب هستند",
  "page-what-is-ethereum-composable-card-desc": "از آنجایی که همه برنامه‌ها بر روی یک بلاک چین با یک وضعیت مشترک جهانی ساخته شده‌اند، می‌توانند از یکدیگر بسازند (مانند لگو). این اجازه می دهد تا محصولات و تجربیات بهتری همیشه ساخته شوند.",
  "page-what-is-ethereum-community": "انجمن اتریوم",
  "page-what-is-ethereum-desc": "بنیان آینده دیجیتال ما",
  "page-what-is-ethereum-explore": "کاوش اتریوم",
  "page-what-is-ethereum-internet-card": "یک اینترنت خصوصی‌تر",
  "page-what-is-ethereum-internet-card-desc": "برای استفاده از برنامه اتریوم، نیازی به ارائه تمام اطلاعات شخصی خود ندارید. اتریوم در حال ساخت یک اقتصاد بر پایه ارزش است، نه نظارت.",
  "page-what-is-ethereum-meet-comm": "با این انجمن آشنا شوید",
  "page-what-is-ethereum-meta-description": "درباره اتریوم یاد بگیرید، چه کاری انجام می‌دهد و چگونه خودمان امتحان کنیم.",
  "page-what-is-ethereum-meta-title": "اتریوم چیست؟",
  "page-what-is-ethereum-p2p-card": "یک شبکه همسان با همسان",
  "page-what-is-ethereum-p2p-card-desc": "اتریوم به شما امکان انتقال پول یا انجام توافقات، به صورت مستقیم با شخص دیگر را می‌دهد.\nشما نیازی به کمک گرفتن از شرکت‌های واسطه را ندارید.",
  "page-what-is-ethereum-start-building-btn": "ساختن را آغاز کنید",
  "page-what-is-ethereum-title": "اتریوم چیست؟",
  "page-what-is-ethereum-subtitle": "یک راهنمای کامل مبتدی در مورد نحوه عملکرد اتریوم، مزایایی که به ارمغان می آورد و نحوه استفاده از آن توسط میلیون ها نفر در سراسر جهان.",
  "page-what-is-ethereum-button-lets-start": "خب شروع کنیم!",
  "page-what-is-ethereum-blockchain-tab-title": "زنجیره‌ی بلوکی چیست؟",
  "page-what-is-ethereum-blockchain-tab-content": "<b>بلاک چین پایگاه داده ای از تراکنش ها است</b> که در بسیاری از رایانه های یک شبکه به روز شده و به اشتراک گذاشته می شود. هر بار که مجموعه جدیدی از تراکنش ها اضافه می شود، به آن \"بلاک\" می گویند - از این رو به آن زنجیره بلوکی می گویند. بیشتر بلاک چین ها عمومی هستند و شما فقط می توانید داده ها را اضافه کنید نه حذف. اگر کسی بخواهد هر یک از اطلاعات را تغییر دهد یا سیستم را فریب دهد، باید این کار را در اکثر کامپیوترهای موجود در شبکه انجام دهد. که تعداد آنها خیلی زیاد است! این امر باعث می شود بلاک چین های تاسیس شده مانند اتریوم بسیار ایمن شوند.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "چرا به آن ارز رمزنگاری می گویند؟",
  "page-what-is-ethereum-cryptocurrency-tab-content": "بلاکچین ها از تکنیک های رمزنگاری برای اطمینان از امنیت وجوهتان استفاده می‌کنند. تکنیک های مشابهی در بانک‌ها برای سالها جهت تامین امنیت تراکنش های بانکی استفاده شده است. پس می‌توان گفت که تکنیک های رمزنگاری امنیتی در حد بانک‌ها دارند.",
  "page-what-is-ethereum-summary-title": "خلاصه",
  "page-what-is-ethereum-summary-desc-1": "اتریوم یک شبکه است که از بسیاری از جوامع و مجموعه ای از ابزارها تشکیل شده است که افراد را قادر می سازد بدون اینکه توسط یک مرجع مرکزی کنترل شوند، تراکنش و ارتباط برقرار کنند. برای استفاده از اتریوم نیازی به تسلیم تمام اطلاعات شخصی خود نیست - شما کنترل داده های خود و آنچه را که به اشتراک گذاشته می شود حفظ می کنید. اتریوم دارای ارز رمزنگاری خاص خود به نام اتر است که برای پرداخت هزینه فعالیت‌های خاص در شبکه اتریوم استفاده می‌شود.",
  "page-what-is-ethereum-summary-desc-2": "همچنان سردرگم هستید؟ بیایید همه چیز را قدم به قدم توضیح بدهیم.",
  "page-what-is-ethereum-what-is-crypto-title": "ارز رمزنگاری‌شده چیست؟",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>رمزارز (مخفف ارز رمزنگاری شده) شکلی نو از پول دیجیتال است که برپایه رمزنگاری ساخته شده.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "همه چیز از ۲۰۰۸ با بیت کوین شروع شد. شما می‌توانستید با آن به هرکسی در هرجای دنیا وجوهی را بفرستید. چیزی که رمزارز را از نقل و انتقالات معمول بانکی و سایر خدمات مالی مثل پی‌پال و Alipay متمایز می‌کرد این بود که برای نخستین بار هیچ شخص واسطی وجود نداشت.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "صبر کن، شخص واسط چیست؟",
  "page-what-is-ethereum-what-is-crypto-desc-4": "واسطه یک مقام مرکزی مانند بانک یا دولت است که در تراکنش بین فرستنده و گیرنده دخالت می کند. آنها قدرت نظارت، سانسور یا بازگرداندن تراکنش ها را دارند و می توانند داده های حساسی را که درباره شما جمع آوری می کنند با اشخاص ثالث به اشتراک بگذارند. آنها همچنین اغلب تعیین می کنند که به کدام خدمات مالی دسترسی دارید.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "قضیه درباره رمزارز فرق می‌کند. <b>تراکنش ها فرستنده و گیرنده را مستقیما وصل می‌کنند</b> بدون نیاز به سر و کله زدن با هیچ مرجعی مرکزی. هیچ کس دیگری به وجود شما دسترسی نخواهد داشت و <b>هیچ کس نمی‌تواند تعیین کند که چه سرویس هایی استفاده کنید</b>. این به خاطر فناوری بلاکچین که رمزارز‌ها رویش کار می‌کنند ممکن است.",
  "page-what-is-ethereum-btc-eth-diff-title": "تفاوت بین اتریوم و بیت کوین چیست؟",
  "page-what-is-ethereum-btc-eth-diff-1": "راه اندازی شده در سال ۲۰۱۵، اتریوم بر پایه نوآوری بیت کوین ساخته شده است، اما تفاوت‌های چشمگیری دارد.",
  "page-what-is-ethereum-btc-eth-diff-2": "هردو به شما امکان می‌دهند بدون نیاز به ارائه‌دهندگان خدمات پرداخت یا بانک‌ها، از پول دیجیتال استفاده کنید. اما <b> اتریوم قابلیت برنامه‌نویسی دارد</b>، در نتیجه شما می‌توانید از آن برای ساخت و استقرار برنامه های غیر متمرکز متفاوت بهره ببرید.",
  "page-what-is-ethereum-btc-eth-diff-3": "بیت کوین ما را قادر می سازد تا پیام های اساسی در مورد آنچه فکر می کنیم ارزشمند است به یکدیگر ارسال کنیم. ایجاد ارزش بدون اقتدار در حال حاضر قدرتمند است. اتریوم این را گسترش می‌دهد: به جای پیام‌ها، می‌توانید هر برنامه یا قرارداد کلی بنویسید. هیچ محدودیتی برای نوع قراردادهایی که می توان ایجاد کرد و روی آنها توافق کرد وجود ندارد، بنابراین نوآوری بزرگی در شبکه اتریوم اتفاق می افتد.",
  "page-what-is-ethereum-btc-eth-diff-4": "در حالی که بیت کوین تنها یک شبکه پرداخت است، اتریوم بیشتر شبیه بازار خدمات مالی، بازی ها، شبکه های اجتماعی و سایر برنامه هایی است که به حریم خصوصی شما احترام می گذارند و نمی توانند شما را سانسور کنند.",
  "page-what-is-ethereum-what-can-eth-do-title": "اتریوم چه کاری می تواند انجام دهد؟",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "چرا از اتریوم استفاده کنم؟",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "اگر تا به حال به خارج از کشور پول ارسال کرده اید (یا قصد ارسال آن را دارید)، یا به دلیل نیروهای خارجی خارج از کنترل شما در محل زندگی خود مجبور به نگرانی در مورد آینده دارایی های خود بوده اید، یا از محدودیت ها و هزینه های متعدد اعمال شده برای تراکنش های روزمره توسط موسسات مالی سنتی خسته شده اید٬ ممکن است به آنچه که ارزهای رمزنگاری شده ارائه می دهند علاقه مند باشید.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "اگر به روش‌های انعطاف‌پذیرتر، بازتر و قابل اعتمادتر برای ایجاد و اشتراک‌گذاری ارزش علاقه دارید، اتریوم برای شما مناسب است. اتریوم داستانی است که توسط همه ما نوشته شده است، پس بیایید و کشف کنید که چه دنیاهای باورنکردنی را می توانیم با آن بسازیم.",
  "page-what-is-ethereum-slide-1-title": "پرداخت های برون مرزی ارزان تر و سریع تر",
  "page-what-is-ethereum-slide-1-desc-1": "<b>استیبل کوین ها</b> نوع جدیدی از ارزهای رمزنگاری شده هستند که مبنای ارزش خود را بر دارایی های باثبات تری متکی کرده اند. بیشتر آنها به دلار ایالات متحده مرتبط هستند و بنابراین ارزش آن ارز را حفظ می کنند. اینها امکان یک سیستم پرداخت جهانی بسیار ارزان و پایدار را فراهم می کند. بسیاری از استیبل کوین های فعلی بر روی شبکه اتریوم ساخته شده اند.",
  "page-what-is-ethereum-slide-1-desc-2": "اتریوم و استیبل کوین ها فرآیند ارسال پول به خارج از کشور را ساده می کنند. اغلب تنها چند دقیقه طول می کشد تا وجوه در سراسر جهان جابجا شود، برخلاف بانک شما که به طور متوسط ممکن است چندین روز کاری یا حتی چند هفته ​​​ طول بکشد و برای کسری از قیمت. علاوه بر این، هیچ کارمزد اضافی برای انجام یک تراکنش با ارزش بالا وجود ندارد و هیچ محدودیتی در مورد مکان یا دلیل ارسال پول خود وجود ندارد.",
  "page-what-is-ethereum-slide-2-title": "سریعترین کمک در مواقع بحران",
  "page-what-is-ethereum-slide-2-desc-1": "اگر به اندازه کافی خوش شانس هستید که چندین گزینه بانکی را از طریق مؤسسات مورد اعتماد محل زندگی خود داشته باشید، ممکن است آزادی مالی، امنیت و ثباتی را که آنها ارائه می دهند بدیهی بگیرید. اما برای بسیاری از افرادی که در سراسر جهان با سرکوب سیاسی یا مشکلات اقتصادی مواجه هستند، موسسات مالی ممکن است حمایت یا خدمات مورد نیاز را ارائه ندهند.",
  "page-what-is-ethereum-slide-2-desc-2": "هنگامی که جنگ، فجایع اقتصادی یا سرکوب آزادی‌های مدنی ساکنان <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">ونزوئلا</a> را درنوردید، <a href=\"https: //www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">کوبا</a>، <a href=\"https:// www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">افغانستان</a>، <a href=\"https://qz. com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">نیجریه</a>، <a href=\"https://www.euronews.com/my-europe/2021/12/22 /meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">بلاروس</a>، و <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial- role-in-the-russia-ukraine-conflict/\">اوکراین</a>، ارزهای رمزنگاری شده سریعترین و اغلب تنها گزینه برای حفظ آژانس مالی هستند.<sup><a to=\"https://www.financialinclusion. tech/\">1</a></sup> همانطور که در این مثال‌ها مشاهده می‌شود، ارزهای رمزپایه مانند اتریوم می‌توانند دسترسی نامحدودی را به اقتصاد جهانی در زمانی که مردم از دنیای خارج قطع می‌شوند، فراهم کنند. علاوه بر این، زمانی که ارزهای محلی به دلیل تورم فوق العاده در حال سقوط هستند، استیبل کوین ها ذخیره ارزشی را ارائه می دهند.",
  "page-what-is-ethereum-slide-3-title": "توانمندسازی سازندگان",
  "page-what-is-ethereum-slide-3-desc-1": "تنها در سال 2021، هنرمندان، نوازندگان، نویسندگان و دیگر سازندگان از اتریوم برای کسب درآمد جمعی حدود 3.5 میلیارد دلار استفاده کردند. این امر باعث می شود اتریوم در کنار Spotify، YouTube و Etsy به یکی از بزرگترین پلتفرم های جهانی برای سازندگان تبدیل شود. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">بیشتر بیاموزید</a>.",
  "page-what-is-ethereum-slide-4-title": "توانمندسازی بازیکن ها",
  "page-what-is-ethereum-slide-4-desc-1": "بازی برای کسب درآمد (جایی که بازیکنان در واقع برای انجام بازی ها پاداش دریافت می کنند) اخیراً ظهور کرده اند و صنعت بازی را متحول می کنند. به طور سنتی، تجارت یا انتقال دارایی های درون بازی به سایر بازیکنان با پول واقعی ممنوع است. این امر بازیکنان را مجبور به استفاده از وب سایت های بازار سیاه می کند که اغلب یک خطر امنیتی هستند. بازی های بلاک چین اقتصاد درون بازی را در بر می گیرد و چنین رفتاری را به شیوه ای قابل اعتماد ترویج می کند.",
  "page-what-is-ethereum-slide-4-desc-2": "علاوه بر این، بازیکنان با امکان معامله توکن‌های درون بازی با پول واقعی انگیزه پیدا می‌کنند و بنابراین واقعاً برای زمان بازی خود پاداش دریافت می‌کنند.",
  "page-what-is-ethereum-meet-ether-title": "با اتر، ارزهای رمزنگاری شده اتریوم آشنا شوید",
  "page-what-is-ethereum-meet-ether-desc-1": "اتریوم دارای یک ارز دیجیتال بومی به نام اتر (ETH) است. این کاملا دیجیتال است و شما می توانید آن را فوراً برای هر کسی در هر نقطه از جهان ارسال کنید. عرضه ETH توسط هیچ دولت یا شرکتی کنترل نمی شود - غیرمتمرکز و کاملاً شفاف است. سکه های جدید (که معمولاً توکن نیز نامیده می شود) فقط برای سهامدارانی که شبکه را ایمن می کنند صادر می شود.",
  "page-what-is-ethereum-meet-ether-desc-2": "هر فعالیتی در شبکه اتریوم به مقدار معینی از توان محاسباتی نیاز دارد. این هزینه با Ether پرداخت میشود. این به این معنی است که برای استفاده از شبکه نیاز به مقدار کمی ETH نیاز دارید.",
  "page-what-is-ethereum-what-is-ether": "اتر چیست؟",
  "page-what-is-ethereum-get-eth": "دریافت اتر",
  "page-what-is-ethereum-what-can-i-do-title": "چه کاری می توانم با سکه های اتر انجام دهم?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "خیلی از چیز ها معلوم شد! یکی از برجسته‌ترین کاربرد های اتریومم امور مالی غیر متمرکز (DeFi) است که تمام خدمات بانکی را برای کسی که به اینترنت متصل است باز نمیکند. شما میتوانید از Ether خودتان به عنوان وثیقه برای گرفتن وام یا تامین نقدینگی برای کسب سود از منابع مالی خود استفاده کنید.",
  "page-what-is-ethereum-explore-applications": "برنامه های کاربردی را کاوش کنید",
  "page-what-is-ethereum-learn-defi": "با دیفای آشنا شوید",
  "page-what-is-ethereum-who-runs-ethereum-title": "چه کسی اتریوم را اجرا می کند?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "اتریوم توسط هیچ نهادی کنترل نمیشود. این امر صرفاً از طریق مشارکت و همکاری غیر متمرکز جامعه وجود دارد. اتریوم از گره ها ( کامپیوتری که کپی از اطلاعات بلاکچین اتریوم دارد) استفاده میکند که توسط کاربران برای جایگزنی با سرور های فردی و سیستم های ابری متعلق به سازمان های بزرگ ارائه‌دهندگان و سرویس‌های اینترنت اجرا می شود.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "این گره های توزیع شده که توسط افراد و مشاغل در سرار جهان اداره می شوند، قابلیت انعطاف پذیری برای شبکه اتریوم را فراهم میکند. بنابراین بسیار کمتر در برابر هک شدن و خاموش شدن آسیب پذیر است. <b> از زمان راه‌اندازی اتریوم در 2015 ، اتریوم هیچ وقت دچار خرابی نشده </b> هزاران گره مجزا در حال اجرا شبکه اتریوم هستند، این امر باعث می شود اتریوم را به یکی از غیرمتمرکز ترین ارز های رمزنگاری شده در رده دوم بعد بیتکوین تبدیل شود.",
  "page-what-is-ethereum-run-a-node": "راه‌اندازی یک گره",
  "page-what-is-ethereum-smart-contract-title": "قراردادهای هوشمند چه هستند؟",
  "page-what-is-ethereum-smart-contract-desc-1": "<b> قرار داد هوشمند صرفا برنامه های کامپیوتری هستند </b> که بر روی زنجیره بلوکی اتریوم وجود دارند. آنها فقط <b> هنگامی اجرا می شود که توسط یک تراکنش از طرف یک کاربر (یا قرارداد دیگری) اجرا شوند</b> آنها اتریوم را خیلی انعطاف‌پذیر میکنند و از سایر ارز های رمزنگاری شده متمایز میکنند. این برنامه ها همان چیز های هستند که هم اکنون انها را اپ های غیر متمرکز یا dapps می نامیم.",
  "page-what-is-ethereum-smart-contract-desc-2": "آیا شما تا به حال از محصولی استفاده کرده اید که شرایط استفاده از خدماتش را تغییر داده باشد؟ یا یک ویژگی که شما آن را مفید می‌دانستید را حذف کرده باشد؟ وقتی یک قرارداد هوشمند بر روی اتریوم منتشر می شود،‌تا زمانی که اتریوم وجود دارد آنلاین و عملیاتی خواهد بود. حتی نویسنده آن هم نمی تواند آن را حذف کند. از آنجایی که قراردادهای هوشمند خودکار هستند،‌برای هیچ کدام از کاربران تبعیض قائل نمی شوند و همیشه آماده استفاده هستند.",
  "page-what-is-ethereum-smart-contract-desc-3": "مثال های شاخص از قراردادهای هوشمند،‌اپلیکیشن های وام دهی، صرافی های معاملات غیرمتمرکز،بیمه ها، اپلیکیشن های تامین مالی عمومی و اساساْ هرچیزی که می توانید فکر کنید هستند.",
  "page-what-is-ethereum-more-on-smart-contracts": "اطلاعات بیشتر در مورد قراردادهای هوشمند",
  "page-what-is-ethereum-explore-dapps": "کاوش در صرافی‌های غیرمتمرکز",
  "page-what-is-ethereum-criminal-activity-title": "شنیده ام که رمزارز به عنوان ابزاری برای فعالیت های مجرمانه استفاده می شود. آیا این درست است?",
  "page-what-is-ethereum-criminal-activity-desc-1": "مانند هر شکل دیگری از پول،‌بخشی از آن مورد سوء استفاده قرار می گیرد. با این حال به این دلیل که همه مبادلات اتریم بر روی بلاکچین باز انجام می شود،‌معمولا نسبت به سیستم های معاملات مالی سنتی، برای مقامات آسان تر است که فعالیت های غیر قانونی را به این شکل ردیابی کنند و این شاید برای افرادی که می خواهند مورد شناسایی قرار نگیرد اتریوم را به یک انتخاب با جذابیت کمتر تبدیل کند.",
  "page-what-is-ethereum-criminal-activity-desc-2": "براساس یافته های کلیدی یوروپل،‌یک آژانس در اتحادیه اروپا برای همکاری اجرای قانون، برای اهداف مجرمانه رمزارزها از پول های فیات بسیار کمتر استفاه می شوند:",
  "page-what-is-ethereum-criminal-activity-desc-3": "“به نظر می رسد استفاده از ارز های رمزنگاری شده برای فعالیت های غیر قانونی تنها بخش کوچکی از کل اقتصاد ارز های رمزنگاری شده شامل می شود و به نظر می رسد نسبتاً مقدار کمی از وجوه قرار قانونی درگیر امور مرسوم باشد.“",
  "page-what-is-ethereum-energy-title": "در مورد مصرف انرژی اتریوم چطور?",
  "page-what-is-ethereum-energy-desc-1": "در 15 سپتامبر 2022، اتریوم ارتقای Merge را انجام داد که اتریوم را از اثبات کار به اثبات سهام تبدیل کرد.",
  "page-what-is-ethereum-energy-desc-2": "Merge بزرگترین ارتقاء اتریوم بود و مصرف انرژی مورد نیاز برای ایمن‌سازی اتریوم را تا <b>99.95%</b>کاهش داد و <b> شبکه امن تر را با هزینه کربن کمتر </b> ایجاد کرد. اتریوم اکنون یک بلاکچین کم-کربن است و در این حال امنیت و مقیاس پذیری ان افزایش یافته است.",
  "page-what-is-ethereum-more-on-energy-consumption": "بیشتر در مورد مصرف انرژی",
  "page-what-is-ethereum-energy-consumption-chart-legend": "مصرف سالانه انرژی بر حسب کیلوات در ساعت در سال",
  "energy-consumption-chart-global-data-centers-label": "مراکز داده جهانی",
  "energy-consumption-gold-mining-cbeci-label": "Gold mining",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "نتفلیکس",
  "energy-consumption-chart-eth-pow-label": "ETH PoS",
  "energy-consumption-chart-gaming-us-label": "بازی در ایالات متحده",
  "energy-consumption-chart-paypal-label": "پی پال",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "به روز رسانی Merge",
  "page-what-is-ethereum-additional-reading": "مطالب تکمیلی",
  "page-what-is-ethereum-week-in-ethereum": "هفته در اخبار اتریوم",
  "page-what-is-ethereum-week-in-ethereum-desc": "- یک خبرنامه هفتگی که تحولات کلیدی در اکوسیتم را پوشش می دهد.",
  "page-what-is-ethereum-kernel-dreamers": "هسته",
  "page-what-is-ethereum-kernel-dreamers-desc": "رویای اتریوم",
  "page-what-is-ethereum-atoms-institutions-blockchains": "اتم ها، موسسات، بلاکچین ها",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- چرا بلاکچین ها مهم هستند؟",
  "page-what-is-ethereum-ethereum-in-numbers-title": "اتریوم در اعداد",
  "adoption-chart-column-now-label": "هم‌اکنون",
  "adoption-chart-investors-label": "سرمایه گذاران",
  "adoption-chart-developers-label": "توسعه‌دهندگان",
  "adoption-chart-companies-label": "شرکت‌ها",
  "adoption-chart-artists-label": "هنرمندان",
  "adoption-chart-musicians-label": "موسیقی دان ها",
  "adoption-chart-writers-label": "نویسندگان",
  "adoption-chart-gamers-label": "گیمرها",
  "adoption-chart-refugees-label": "پناهندگان"
}
