{
  "page-what-is-ethereum-alt-img-bazaar": "تصویر فردی حین نظاره کردن یک بازار، که منظور از آن اتریوم است",
  "page-what-is-ethereum-alt-img-comm": "تصویری از اعضای جامعه اتریوم درحال کار با یکدیگر",
  "page-what-is-ethereum-alt-img-lego": "تصویر دستی در حال ساختن لوگوی ETH با آجرهای لگو",
  "page-what-is-ethereum-banking-card": "بانکداری برای همه",
  "page-what-is-ethereum-banking-card-desc": "همه به خدمات مالی دسترسی ندارند. اتصال به اینترنت تنها چیزی است که برای دسترسی به اتریوم و محصولات وام‌دهی، قرض و پس‌انداز یکپارچه با آن نیاز دارید.",
  "page-what-is-ethereum-build": "چیزی با اتریوم بسازید",
  "page-what-is-ethereum-build-desc": "اگر می‌خواهید با اتریوم چیزی بسازید، مطالب ما را بخوانید، تعدادی از محتواهای آموزشی را امتحان کنید یا ابزارهای لازم برای آغاز به کار را بررسی نمایید.",
  "page-what-is-ethereum-censorless-card": "مقاوم در برابر سانسور",
  "page-what-is-ethereum-censorless-card-desc": "هیچ دولت یا شرکتی کنترلی بر اتریوم ندارد. با غیرمتمرکز بودن، تقریباً غیرممکن است کسی مانع شما برای دریافت پول یا استفاده از خدمات در اتریوم شود.",
  "page-what-is-ethereum-comm-desc": "جامعه ما شامل افرادی با همه هر نوع پیشینه‌ است، از جمله هنرمندان، آنارشیست‌های رمزارز، 500 شرکت برتر و اکنون شما. همین امروز ببینید چگونه می‌توانید مشارکت کنید.",
  "page-what-is-ethereum-commerce-card": "ضمانت‌های بازرگانی",
  "page-what-is-ethereum-commerce-card-desc": "مشتریان، تضمینی امن و داخلی دارند که وجوه تنها در صورتی منتقل می‌شوند که آنچه را توافق شده است ارائه کنید. به همین ترتیب، توسعه‌دهندگان می توانند مطمئن باشند که قوانین در مورد آنها تغییر نمی کند.",
  "page-what-is-ethereum-composable-card": "محصولات قابل ترکیب",
  "page-what-is-ethereum-composable-card-desc": "همه برنامه ها بر روی یک بلاک چین با یک وضعیت جهانی مشترک ساخته شده اند، به این معنی که می توانند از یکدیگر (مانند آجرهای لگو) ساخته شوند. این امر، امکان محصولات و تجربیات بهتر را فراهم می‌کند و تضمین می‌کند که هیچ‌کس نمی‌تواند ابزارهایی را که برنامه‌ها به آن متکی هستند حذف کند.",
  "page-what-is-ethereum-community": "جامعه اتریوم",
  "page-what-is-ethereum-desc": "بنیان آینده دیجیتال ما",
  "page-what-is-ethereum-explore": "اتریوم را کاوش کنید",
  "page-what-is-ethereum-internet-card": "اینترنت باز",
  "page-what-is-ethereum-internet-card-desc": "هر کس می تواند با شبکه اتریوم تعامل داشته باشد یا روی آن برنامه بسازد. این امر به شما امکان می دهد دارایی ها و هویت خود را کنترل کنید، به جای اینکه آنها توسط چند شرکت بزرگ کنترل شوند.",
  "page-what-is-ethereum-meet-comm": "با جامعه آشنا شوید",
  "page-what-is-ethereum-meta-description": "درباره اتریوم یاد بگیرید، چه کار انجام می‌دهد و چگونه خودتان امتحان کنید.",
  "page-what-is-ethereum-meta-title": "اتریوم چیست؟",
  "page-what-is-ethereum-p2p-card": "یک شبکه همسان با همسان",
  "page-what-is-ethereum-p2p-card-desc": "اتریوم به شما این امکان را می دهد که با افراد دیگر هماهنگ کنید، توافق کنید یا دارایی های دیجیتال را انتقال دهید. نیازی نیست به واسطه ها تکیه کنید.",
  "page-what-is-ethereum-start-building-btn": "ساختن را آغاز کنید",
  "page-what-is-ethereum-title": "اتریوم چیست؟",
  "page-what-is-ethereum-subtitle": "یک راهنمای کامل افراد مبتدی در مورد نحوه عملکرد اتریوم، مزایایی که به ارمغان می آورد و نحوه استفاده از آن توسط میلیون ها نفر در سراسر جهان.",
  "page-what-is-ethereum-button-lets-start": "شروع کنیم",
  "page-what-is-ethereum-blockchain-tab-title": "بلاک چین چیست؟",
  "page-what-is-ethereum-blockchain-tab-content": "<b>یک بلاک چین، پایگاه داده های تراکنش ها است</b> که در رایانه های زیادی در یک شبکه، به روز شده و به اشتراک گذاشته می شود. هر بار که مجموعه جدیدی از تراکنش ها اضافه می شود، به آن \"بلاک\" می گویند - از این رو به آن بلاک چین (زنجیره بلوکی) می گویند. بلاک‌چین‌های عمومی مانند اتریوم به هر کس اجازه می‌دهند داده اضافه کنند، ولی نمی‌توانند آنها را حذف کنند. اگر کسی بخواهد هر یک از اطلاعات را تغییر دهد یا سیستم را فریب دهد، باید این کار را در اکثر کامپیوترهای موجود در شبکه انجام دهد. این مزیت بزرگی است! این امر بلاک چین های غیرمتمرکز مانند اتریوم را بسیار ایمن می کند.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "ارز رمزنگاری‌شده چیست؟",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "ارز رمزنگاری‌ شده اصطلاحی است که برای توصیف بسیاری از انواع توکن های دیجیتال قابل تعویض که با استفاده از بلاک چین ایمن شده اند به کار می‌رود. همه چیز با بیت کوین شروع شد. بیت کوین را می توان برای انتقال ارزش بین دو طرف بدون نیاز به اعتماد به یک واسطه استفاده کرد. فقط باید به کد بیت کوین اعتماد کنید که همیشه باز و رایگان در دسترس است.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "دلیل اینکه دارایی هایی مانند بیت کوین و اتر «ارزهای رمزنگاری شده» نامیده می شوند این است که امنیت داده ها و دارایی های شما توسط <a href=\"/glossary/#cryptography\">رمزنگاری</a> تضمین می شود، نه با اعتمادکردن به صداقت رفتار یک موسسه یا شرکت.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "اتریوم دارای ارز دیجیتال بومی خود به نام اتر (ETH) است که برای پرداخت هزینه فعالیت‌های خاص در شبکه استفاده می‌شود. می توان آن را به سایر کاربران منتقل کرد یا با توکن های دیگر در اتریوم تعویض کرد. اتر ویژه است زیرا برای پرداخت هزینه محاسبات مورد نیاز برای ساخت و اجرای برنامه‌ها و سازمان‌ها در اتریوم استفاده می‌شود.",
  "page-what-is-ethereum-summary-title": "خلاصه",
  "page-what-is-ethereum-summary-desc-1": "اتریوم شبکه ای از رایانه ها در سراسر جهان است که از مجموعه قوانینی به نام پروتکل اتریوم پیروی می کنند. شبکه اتریوم به عنوان پایه ای برای جوامع، برنامه ها، سازمان ها و دارایی های دیجیتالی عمل می کند که هر کس می تواند بسازد و استفاده کند.",
  "page-what-is-ethereum-summary-desc-2": "در هر کجا و در هر زمان می توانید یک حساب اتریوم ایجاد کنید و دنیایی از برنامه ها را کاوش کنید یا خودتان بسازید. نوآوری اصلی این است که می توانید همه این کارها را بدون اعتماد به یک نهاد مرکزی که می تواند قوانین را تغییر دهد یا دسترسی شما را محدود کند، انجام دهید.",
  "page-what-is-ethereum-summary-desc-3": "به خواندن ادامه دهید تا بیشتر بدانید…",
  "page-what-is-ethereum-btc-eth-diff-title": "تفاوت بین اتریوم و بیت کوین چیست؟",
  "page-what-is-ethereum-btc-eth-diff-1": "راه اندازی شده در سال 2015، اتریوم بر پایه نوآوری بیت کوین ساخته شده است، اما تفاوت‌های چشمگیری دارد.",
  "page-what-is-ethereum-btc-eth-diff-2": "هر دو به شما امکان می‌دهند بدون نیاز به ارائه‌دهندگان خدمات پرداخت یا بانک‌ها، از پول دیجیتال استفاده کنید. اما <b>اتریوم قابلیت برنامه‌نویسی دارد</b>، طوری که می‌توانید از آن برای ساخت و استقرار برنامه های غیر متمرکز متفاوت بهره ببرید.",
  "page-what-is-ethereum-btc-eth-diff-3": "بیت کوین به ما امکان می‌‌دهد پیام های اساسی در مورد آنچه فکر می کنیم ارزشمند است به یکدیگر ارسال کنیم. تعیین ارزش بدون مرجع ذیصلاح، در حال حاضر قدرتمند است. اتریوم این را گسترش می‌دهد: به جای پیام‌ها، می‌توانید هرگونه برنامه یا قرارداد کلی بنویسید. هیچ محدودیتی برای نوع قراردادهایی که می توانید ایجاد کنید و درباره آنها توافق کنید وجود ندارد، بنابراین نوآوری بزرگی در شبکه اتریوم اتفاق می افتد.",
  "page-what-is-ethereum-btc-eth-diff-4": "در حالی که بیت کوین تنها یک شبکه پرداخت است، اتریوم بیشتر شبیه بازار خدمات مالی، بازی ها، شبکه های اجتماعی و سایر اپلیکیشن ها است.",
  "page-what-is-ethereum-what-can-eth-do-title": "اتریوم چه کار می تواند انجام دهد؟",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "چرا از اتریوم استفاده کنم؟",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "اگر به روش‌های انعطاف‌پذیرتر، بازتر و قابل اعتمادتر برای هماهنگی در سطح جهانی، ایجاد سازمان‌ها، ساختن برنامه‌ها و اشتراک‌گذاری ارزش علاقه‌مندید، اتریوم برای شما مناسب است. اتریوم داستانی است که توسط همه ما نوشته شده است، پس بیایید و کشف کنید که چه دنیاهای باورنکردنی می توانیم با آن بسازیم.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "اتریوم همچنین برای افرادی که به دلیل نیروهای خارجی خارج از کنترل شان، مجبور بوده اند عدم اطمینان در مورد امنیت یا سلامت یا تحرک دارایی های خود را تحمل کنند، بسیار ارزشمند بوده است.",
  "page-what-is-ethereum-slide-1-title": "پرداخت های فرامرزی ارزان تر و سریع تر",
  "page-what-is-ethereum-slide-1-desc-1": "<b>استیبل کوین ها</b> نوع جدیدی از ارزهای رمزنگاری شده هستند که مبنای ارزش خود را بر دارایی باثبات تری متکی کرده اند. بیشتر آنها به دلار ایالات متحده مرتبط هستند و بنابراین ارزش آن ارز را حفظ می کنند. اینها امکان یک سیستم پرداخت جهانی بسیار ارزان و پایدار را فراهم می کنند. بسیاری از استیبل کوین های فعلی بر روی شبکه اتریوم ساخته شده اند.",
  "page-what-is-ethereum-slide-1-desc-2": "اتریوم و استیبل کوین ها فرآیند ارسال پول به خارج از کشور را ساده می کنند. اغلب تنها چند دقیقه طول می کشد تا وجوه در سراسر جهان جابجا شوند، برخلاف بانک شما که به طور متوسط ممکن است چندین روز کاری یا حتی چند هفته ​​​ طول بکشد و در قبال کسری از قیمت. علاوه بر این، هیچ کارمزد اضافی برای انجام یک تراکنش با ارزش بالا وجود ندارد و هیچ محدودیتی در مورد مکان یا دلیل ارسال پول‌تان وجود ندارد.",
  "page-what-is-ethereum-slide-2-title": "سریعترین کمک در مواقع بحران",
  "page-what-is-ethereum-slide-2-desc-1": "اگر به اندازه کافی خوش شانس هستید که چندین گزینه بانکی را از طریق مؤسسات مورد اعتماد محل زندگی خود داشته باشید، ممکن است آزادی مالی، امنیت و ثباتی را که آنها ارائه می کنند بدیهی تلقی کنید. اما برای بسیاری از افرادی که در سراسر جهان با سرکوب سیاسی یا مشکلات اقتصادی مواجه هستند، موسسات مالی ممکن است حمایت یا خدمات مورد نیاز را ارائه نکنند.",
  "page-what-is-ethereum-slide-2-desc-2": "هنگامی که جنگ، فجایع اقتصادی یا سرکوب آزادی‌های مدنی، ساکنین <a href=\"https://time.com/5486673/bitcoin-venezuela-authritarian/\">ونزوئلا</a> و <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">کوبا</a> و <a href=\"https:// www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">افغانستان</a> و <a href=\"https://qz. com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">نیجریه</a> و <a href=\"https://www.euronews.com/my-europe/2021/12/22 /meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">بلاروس</a> و <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial- role-in-the-russia-ukraine-conflict/\">اوکراین</a> را درگیر کرد، ارزهای دیجیتال سریعترین و اغلب تنها گزینه برای انتقال پول بودند.<sup><a href=\"https://www.financialinclusion. tech/\">1</a></sup> همانطور که در این مثال‌ها مشاهده می‌شود، زمانی که ارتباط مردم با دنیای اطرافشان دچار مشکل می‌شود، ارزهای دیجیتال مانند اتریوم می‌توانند دسترسی نامحدود به اقتصاد جهانی را فراهم کنند. علاوه بر این، زمانی که ارزهای محلی به دلیل تورم فوق العاده در حال سقوط هستند، استیبل کوین ها ارزش پول را حفظ می کنند.",
  "page-what-is-ethereum-slide-3-title": "توانمندسازی سازندگان",
  "page-what-is-ethereum-slide-3-desc-1": "تنها در سال 2021، هنرمندان، نوازندگان، نویسندگان و دیگر سازندگان، از اتریوم برای کسب درآمد استفاده کردند که در مجموع حدودا 3.5 میلیارد دلار بود. این امر باعث می شود اتریوم در کنار Spotify و YouTube و Etsy به یکی از بزرگترین پلتفرم های جهانی برای سازندگان تبدیل شود. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">بیشتر بدانید</a>.",
  "page-what-is-ethereum-slide-4-title": "توانمندسازی بازیکن ها",
  "page-what-is-ethereum-slide-4-desc-1": "بازی برای کسب درآمد (که در آن بازیکنان در واقع برای انجام بازی پاداش می‌گیرند) اخیراً ظهور کرده است و در حال متحول کردن صنعت بازی است. به طور سنتی، تجارت یا انتقال دارایی های درون بازی به سایر بازیکنان با پول واقعی ممنوع است. این امر بازیکنان را مجبور به استفاده از وب سایت های بازار سیاه می کند که اغلب یک خطر امنیتی هستند. بازی همراه با بلاک چین اقتصاد درون بازی را در بر می گیرد و چنین رفتاری را به شیوه ای قابل اعتماد ارتقا می‌دهد.",
  "page-what-is-ethereum-slide-4-desc-2": "علاوه بر این، بازیکنان با امکان معامله توکن‌های درون بازی با پول واقعی انگیزه پیدا می‌کنند و بنابراین واقعاً برای زمان بازی خود پاداش دریافت می‌کنند.",
  "page-what-is-ethereum-meet-ether-title": "با اتر، رمزارز اتریوم آشنا شوید",
  "page-what-is-ethereum-meet-ether-desc-1": "بسیاری از اقدامات در شبکه اتریوم نیازمند انجام برخی کارها بر روی رایانه جاسازی شده اتریوم (معروف به ماشین مجازی اتریوم) است. انجام این کارها رایگان نیست؛ این مبلغ، برای استفاده از ارز دیجیتال بومی اتریوم به نام اتر (ETH) پرداخت می شود. این بدان معناست که برای استفاده از شبکه، حداقل مقدار کمی اتر نیاز دارید.",
  "page-what-is-ethereum-meet-ether-desc-2": "اتر کاملا دیجیتال است و می‌توانید آن را فوراً برای هر کس در هر جای دنیا ارسال کنید. عرضه اتر توسط هیچ دولت یا شرکتی کنترل نمی شود - غیرمتمرکز و کاملاً شفاف است. اتر به روشی دقیق طبق پروتکل، فقط برای سهام‌گذارانی که شبکه را ایمن می کنند، صادر می شود.",
  "page-what-is-ethereum-what-is-ether": "اتر چیست؟",
  "page-what-is-ethereum-get-eth": "دریافت ETH",
  "page-what-is-ethereum-explore-applications": "برنامه های کاربردی را کاوش کنید",
  "page-what-is-ethereum-learn-defi": "با DeFi آشنا شوید",
  "page-what-is-ethereum-who-runs-ethereum-title": "چه کسی اتریوم را اجرا می کند؟",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "اتریوم توسط هیچ نهاد خاصی کنترل نمی شود. اتریوم زمانی وجود دارد که کامپیوترهای متصلی وجود داشته باشند که نرم‌افزاری را بر اساس پروتکل اتریوم و با افزودن <a href=\"/glossary/#blockchain\">بلاک چین</a> اتریوم اجرا می‌کنند. هر یک از این کامپیوترها به عنوان یک گره شناخته می شوند. گره ها می توانند توسط هر کس اداره شوند، هرچند برای مشارکت در ایمن سازی شبکه باید ETH (توکن بومی اتریوم) را <a href=\"/glossary/#staking\">سهام گذاری</a> کنید. هر کس با 32 اتر (ETH) می تواند بدون نیاز به مجوز این کار را انجام دهد.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "حتی کد منبع اتریوم توسط یک نهاد واحد تولید نمی شود. هر کس می تواند تغییراتی را در پروتکل پیشنهاد دهد و در مورد ارتقاها بحث کند. چندین اجرای پروتکل اتریوم وجود دارد که توسط سازمان های مستقل در چندین زبان برنامه نویسی تولید می شوند و معمولاً در فضای باز ساخته می شوند و مشارکت های جامعه را تشویق می کنند.",
  "page-what-is-ethereum-run-a-node": "راه‌اندازی یک گره",
  "page-what-is-ethereum-smart-contract-title": "قراردادهای هوشمند چه هستند؟",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>قراردادهای هوشمند برنامه‌های کامپیوتری هستند</b> که در بلاک چین اتریوم زندگی می‌کنند. آنها زمانی اجرا می شوند که توسط یک تراکنش از سوی کاربر راه اندازی شوند. آنها اتریوم را در کارهایی که می تواند انجام دهد بسیار انعطاف پذیر می کنند. این برنامه ها به عنوان بلوک های سازنده برای برنامه ها و سازمان های غیرمتمرکز عمل می کنند.",
  "page-what-is-ethereum-smart-contract-desc-2": "آیا تا به حال از محصولی استفاده کرده اید که شرایط استفاده از خدماتش را تغییر داده باشد؟ یا یک ویژگی را که شما آن را مفید می‌دانستید حذف کرده باشد؟ وقتی یک قرارداد هوشمند بر روی اتریوم منتشر می شود،‌ تا زمانی که اتریوم وجود دارد آنلاین و عملیاتی خواهد بود. حتی نویسنده آن هم نمی تواند آن را حذف کند. از آنجا که قراردادهای هوشمند خودکار هستند،‌ برای هیچ کدام از کاربران تبعیض قائل نمی شوند و همیشه آماده استفاده هستند.",
  "page-what-is-ethereum-smart-contract-desc-3": "نمونه های محبوب قراردادهای هوشمند عبارتند از برنامه های وام دهی، مبادلات تجاری غیرمتمرکز، بیمه، تأمین مالی درجه دو، شبکه های اجتماعی، <a href=\"/glossary/#nft\">NFT</a>ها - و اساساً هر چیزی که فکرش را بکنید.",
  "page-what-is-ethereum-more-on-smart-contracts": "اطلاعات بیشتر در مورد قراردادهای هوشمند",
  "page-what-is-ethereum-explore-dapps": "کاوش در برنامه‌های غیرمتمرکز",
  "page-what-is-ethereum-criminal-activity-title": "شنیده ام رمزارز به عنوان ابزاری برای فعالیت های مجرمانه استفاده می شود. آیا این درست است؟",
  "page-what-is-ethereum-criminal-activity-desc-1": "مانند هر فن آوری، بعضا از آن سوء استفاده می شود. با این حال، از آنجا که تمام تراکنش‌های اتریوم در یک بلاک چین باز انجام می‌شوند، ردیابی فعالیت‌های غیرقانونی اغلب برای مقامات نسبت به سیستم مالی سنتی آسان‌تر است و به صورت قابل بحث، اتریوم را برای کسانی که ترجیح می‌دهند شناسایی نشوند، انتخابی کمتر جذاب‌ می‌کند.",
  "page-what-is-ethereum-criminal-activity-desc-2": "براساس یافته های کلیدی یوروپل،‌ سازمان همکاری اجرای قانون در اتحادیه اروپا، برای اهداف مجرمانه رمزارزها نسبت به ارزهای فیات بسیار کمتر استفاه می شوند:",
  "page-what-is-ethereum-criminal-activity-desc-3": "“به نظر می رسد استفاده از رمزارزها برای فعالیت های غیرقانونی تنها بخش کوچکی از کل اقتصاد رمزارزها را شامل می شود و به نظر می رسد در مقایسه با وجوه غیرقانونی در سیستم مالی سنتی، کمتر است.“",
  "page-what-is-ethereum-energy-title": "در مورد مصرف انرژی اتریوم چطور؟",
  "page-what-is-ethereum-energy-desc-1": "در 15 سپتامبر 2022، اتریوم ارتقای Merge را انجام داد که اتریوم را از <a href=\"/glossary/#pow\">اثبات کار</a> به <a href=\"/glossary/#pos\">اثبات سهام</a> تبدیل کرد.",
  "page-what-is-ethereum-energy-desc-2": "Merge بزرگترین ارتقاء اتریوم بود و مصرف انرژی مورد نیاز برای ایمن‌سازی اتریوم را تا <b>99.95%</b>کاهش داد و <b> شبکه ای امن تر را با هزینه کربن کمتر </b> ایجاد کرد. اتریوم اکنون یک بلاکچین کم-کربن است و در این حال امنیت و مقیاس پذیری آن افزایش یافته است.",
  "page-what-is-ethereum-more-on-energy-consumption": "اطلاعات بیشتر درباره مصرف انرژی",
  "page-what-is-ethereum-energy-consumption-chart-legend": "مصرف سالانه انرژی بر حسب کیلووات ساعت در سال",
  "energy-consumption-chart-global-data-centers-label": "مراکز داده جهانی",
  "energy-consumption-gold-mining-cbeci-label": "استخراج طلا",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "نتفلیکس",
  "energy-consumption-chart-eth-pow-label": "ETH PoS",
  "energy-consumption-chart-gaming-us-label": "بازی در ایالات متحده",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "پی پل",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "به روز رسانی Merge",
  "page-what-is-ethereum-additional-reading": "بیشتر بخوانید",
  "page-what-is-ethereum-week-in-ethereum": "اخبار اتریوم در هفته",
  "page-what-is-ethereum-week-in-ethereum-desc": "- یک خبرنامه هفتگی که تحولات کلیدی در اکوسیستم را پوشش می دهد.",
  "page-what-is-ethereum-kernel-dreamers": "هسته",
  "page-what-is-ethereum-kernel-dreamers-desc": "رویای اتریوم",
  "page-what-is-ethereum-atoms-institutions-blockchains": "اتم ها، موسسات، بلاکچین ها",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- چرا بلاکچین ها مهم هستند؟",
  "page-what-is-ethereum-ethereum-in-numbers-title": "اتریوم به اعداد",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "ایجاد پروژه در اتریوم",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "حساب (کیف پول) با یک موجودی ETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "قراردادهای هوشمند در اتریوم",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "ارزش تضمین شده در اتریوم",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "درآمدهای محتواساز در اتریوم در 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "تعداد تراکنش‌های امروز",
  "adoption-chart-column-now-label": "اکنون",
  "adoption-chart-investors-label": "سرمایه گذاران",
  "adoption-chart-developers-label": "توسعه‌دهندگان",
  "adoption-chart-companies-label": "شرکت‌ها",
  "adoption-chart-artists-label": "هنرمندان",
  "adoption-chart-musicians-label": "موزیسین‌ها",
  "adoption-chart-writers-label": "نویسندگان",
  "adoption-chart-gamers-label": "گیمرها",
  "adoption-chart-refugees-label": "پناهندگان",
  "page-what-is-ethereum-get-eth-alt": "کمی ETH بگیرید",
  "page-what-is-ethereum-get-eth-description": "ETH رمزارز بومی اتریوم است. باید مقدار کمی ETH در حساب خود داشته باشید تا بتوانید از برنامه‌های کاربردی اتریوم استفاده کنید.",
  "page-what-is-ethereum-get-eth-title": "کمی ETH بگیرید",
  "page-what-is-ethereum-explore-dapps-alt": "کاوش در برنامه‌های غیرمتمرکز",
  "page-what-is-ethereum-explore-dapps-description": "برنامه‌های کاربردی غیرمتمرکز (Dapps) برنامه‌هایی هستند که روی اتریوم ساخته شده‌اند. برنامه‌های کاربردی غیرمتمرکز مدل‌های کسب‌وکار فعلی را مختل می‌کنند و مدل‌های جدید ابداع می‌کنند.",
  "page-what-is-ethereum-explore-dapps-title": "چند برنامه کاربردی غیرمتمرکز امتحان کنید"
}
