{
  "51%-attack-term": "51% हल्ला",
  "51%-attack-definition": "हा एक प्रकारचा हल्ला आहे जिथे एक गट बहुसंख्य <a href=\"/glossary/#node\">नोड्सवर</a> नियंत्रण मिळवतो. हे त्यांना <a href=\"/glossary/#transaction\">व्यवहार</a> उलटवून आणि <a href=\"ether\">ईथर</a> आणि इतर टोकन दुप्पट खर्च करून ब्लॉकचेनची फसवणूक करण्यास अनुमती देईल.",
  "abi-term": "ॲप्लिकेशन बायनरी इंटरफेस (ABI)",
  "abi-definition": "एक JSON फाईल जी स्मार्ट करारामध्ये समाविष्ट असलेली फंक्शन्स आणि व्हेरिएबल्स परिभाषित करते. ABI मुळे बायटकोडला मानवी-वाचनीय स्वरूपात मॅप करता येते.",
  "account-term": "खाते",
  "account-definition": "इथेरियम खाते हे इथेरियम ब्लॉकचेनवरील एक डिजिटल ओळख आहे, जे वापरकर्त्यांना ईथर किंवा इतर डिजिटल मालमत्ता पाठवण्यास, प्राप्त करण्यास आणि स्मार्ट करारांशी संवाद साधण्यास अनुमती देते.",
  "address-term": "ॲड्रेस",
  "address-definition": "इथेरियम पत्ता हा टोकन मिळवण्यासाठी वापरला जाणारा एक युनिक आयडेंटिफायर आहे, जो क्रिप्टोकरन्सीसाठी बँक खाते क्रमांकाप्रमाणे कार्य करतो. याचा उपयोग तुमचे इथेरियम खाते ओळखण्यासाठी केला जातो.",
  "anti-sybil-term": "अँटी-सिबिल",
  "anti-sybil-definition": "लोकांना इंटरनेटवर एकाच वेळी अनेक वापरकर्ते असल्याचे भासवण्यापासून थांबवण्याचे मार्ग आहेत, ज्यामुळे प्रत्येक वापरकर्ता एक वास्तविक, वेगळा व्यक्ती असल्याची खात्री होते. यामुळे ऑनलाइन संवाद निष्पक्ष आणि प्रामाणिक राहण्यास मदत होते.",
  "apr-term": "ए.पी.आर.",
  "apr-definition": "APR, किंवा वार्षिक टक्केवारी दर, टक्केवारीनुसार व्याज आणि शुल्कासह पैसे उधार घेण्याची वार्षिक किंमत दर्शवते.",
  "attestation-term": "साक्षांकन",
  "attestation-definition": "एखाद्या संस्थेने केलेला दावा की काहीतरी सत्य आहे. Ethereum च्या संदर्भात, एकमत व्हॅलिडेटर्सना चेनची स्थिती काय आहे याबद्दल दावा करावा लागतो. नियुक्त केलेल्या वेळी, प्रत्येक व्हॅलिडेटर वेगवेगळ्या साक्षांकनांना प्रकाशित करण्यासाठी जबाबदार असतो जे या व्हॅलिडेटरच्या चेनबद्दलच्या दृष्टिकोनाची औपचारिकपणे घोषणा करतात, ज्यात शेवटचा अंतिम चेकपॉइंट आणि चेनचे सध्याचे हेड यांचा समावेश असतो. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">साक्षांकनावर अधिक</a>.",
  "block-term": "ब्लॉक",
  "block-definition": "ब्लॉक हे असे ठिकाण आहे जिथे व्यवहार किंवा डिजिटल क्रिया संग्रहित केल्या जातात. एकदा ब्लॉक पूर्ण भरला की, तो आधीच्या ब्लॉकला जोडला जातो, ज्यामुळे ब्लॉक्सची साखळी किंवा \"ब्लॉकचेन\" तयार होते. <a href=\"/developers/docs/blocks/\">ब्लॉक्सबद्दल अधिक जाणून घ्या</a>.",
  "blockchain-term": "ब्लॉकचेन",
  "blockchain-definition": "ब्लॉकचेन हा व्यवहारांचा एक डेटाबेस आहे, ज्याची नेटवर्कमधील सर्व संगणकांवर डुप्लिकेट प्रत तयार करून शेअर केली जाते, ज्यामुळे डेटा पूर्वलक्षी प्रभावाने बदलला जाऊ शकत नाही हे सुनिश्चित होते.",
  "bridge-term": "ब्रिज",
  "bridge-definition": "ब्लॉकचेन ब्रिजचा उपयोग मालमत्ता एका ब्लॉकचेन नेटवर्कवरून दुसऱ्या नेटवर्कवर हस्तांतरित करण्यासाठी केला जातो.",
  "consensus-term": "एकमत",
  "consensus-definition": "जेव्हा नेटवर्कमधील 2/3 पेक्षा जास्त संगणक सहमत होतात की त्यांच्याकडे समान रेकॉर्ड्स आहेत, तेव्हा प्रत्येकजण एकाच पानावर असल्याची खात्री होते. हे त्यांच्या नियमांबद्दल नाही, तर त्यांच्याकडे समान माहिती असल्याची खात्री करण्याबद्दल आहे.",
  "consensus-client-term": "सहमती क्लायंट",
  "consensus-client-definition": "सहमती क्लायंट (जसे की Prysm, Teku, Nimbus, Lighthouse, Lodestar) Ethereum चे <a href=\"/glossary/#pos\">प्रूफ-ऑफ-स्टेक</a> सहमती अल्गोरिदम चालवतात ज्यामुळे नेटवर्क बीकन चेनच्या हेडबद्दल सहमत होऊ शकते. सहमती क्लायंट व्यवहारांची पडताळणी/प्रसारणात किंवा स्टेट संक्रमणांच्या अंमलबजावणीत सहभागी होत नाहीत. हे <a href=\"/glossary/#execution-client\">एक्झिक्युशन क्लायंट्सद्वारे</a> केले जाते. सहमती क्लायंट नवीन ब्लॉक्सचे साक्षांकन करत नाहीत किंवा प्रस्तावित करत नाहीत. हे <a href=\"/glossary/#validator\">व्हॅलिडेटर क्लायंटद्वारे</a> केले जाते जे सहमती क्लायंटसाठी एक पर्यायी ॲड-ऑन आहे.",
  "consensus-layer-term": "सहमती स्तर",
  "consensus-layer-definition": "Ethereum चा सहमती स्तर हा <a href=\"/glossary/#consensus-client\">सहमती क्लायंट्सचा</a> नेटवर्क आहे.",
  "cryptoeconomics-term": "क्रिप्टोइकॉनॉमिक्स",
  "cryptoeconomics-definition": "सुरक्षित आणि विश्वासार्ह डिजिटल प्लॅटफॉर्म तयार करण्यासाठी गणितीय आणि आर्थिक तत्त्वांचा अभ्यास. याचे उद्दिष्ट हे सुनिश्चित करणे आहे की सर्व सहभागी नियमांचे पालन करतात आणि नेटवर्कच्या सुरक्षा आणि कार्यामध्ये योगदान दिल्याबद्दल त्यांना पुरस्कृत केले जाते.",
  "cryptography-term": "क्रिप्टोग्राफी",
  "cryptography-definition": "ही संवाद खाजगी आणि सुरक्षित बनवण्याची एक पद्धत आहे, जेणेकरून ज्यांच्यासाठी माहिती आहे केवळ तेच ती वाचू शकतील.",
  "dao-term": "विकेंद्रित स्वायत्त संस्था (DAO)",
  "dao-definition": "DAO ही एक डिजिटल संस्था आहे जी ब्लॉकचेनवर कोड केलेल्या नियमांनुसार चालविली जाते, जिथे निर्णय केंद्रीय प्राधिकरणाद्वारे नव्हे तर सदस्य मतांद्वारे घेतले जातात. <a href=\"/dao/\">विकेंद्रित स्वायत्त संस्था (DAOs) बद्दल अधिक जाणून घ्या</a>.",
  "dapp-term": "dApp",
  "dapp-definition": "dApp एक विकेंद्रित ॲप्लिकेशन आहे जे ब्लॉकचेन नेटवर्कवर चालते आणि केंद्रीय नियंत्रण प्राधिकरणाशिवाय सेवा देते. <a href=\"/apps/\">विकेंद्रित ॲप्लिकेशन्सबद्दल अधिक जाणून घ्या</a>.",
  "data-availability-term": "डेटा उपलब्धता",
  "data-availability-definition": "प्रणालीमध्ये पारदर्शकता आणि विश्वास टिकवून ठेवण्यासाठी कोणताही नोड ब्लॉकचेनवरील व्यवहारांची स्वतंत्रपणे पडताळणी करू शकतो.",
  "defi-term": "DeFi",
  "defi-definition": "Ethereum ॲप्सची एक विस्तृत श्रेणी जी ब्लॉकचेनद्वारे समर्थित आर्थिक सेवा प्रदान करण्याचे उद्दिष्ट ठेवते, कोणत्याही मध्यस्थांशिवाय. <a href=\"/defi/\">विकेंद्रित वित्त (DeFi) बद्दल अधिक</a>",
  "dex-term": "विकेंद्रित एक्सचेंज (DEX)",
  "dex-definition": "एक प्रकारचा Ethereum ॲप जो तुम्हाला नेटवर्कवरील पीअर्ससोबत टोकन स्वॅप करण्याची परवानगी देतो. DEXes केंद्रीकृत एक्सचेंजेसप्रमाणे भौगोलिक निर्बंधांच्या अधीन नसतात – कोणीही सहभागी होऊ शकतो.",
  "difficulty-bomb-term": "अडचण बॉम्ब",
  "difficulty-bomb-definition": "<a href=\"/glossary/#pow\">प्रूफ-ऑफ-वर्क</a> <a href=\"/glossary/#difficulty\">अडचण</a> सेटिंगमधील नियोजित घातांकीय वाढ जी <a href=\"/glossary/#pos\">प्रूफ-ऑफ-स्टेक</a> मध्ये संक्रमणास प्रवृत्त करण्यासाठी डिझाइन केली होती, ज्यामुळे <a href=\"/glossary/#hard-fork\">हार्ड फोर्कची</a> शक्यता कमी होते. <a href=\"/roadmap/merge\">द मर्ज</a> सह अडचण बॉम्ब रद्द करण्यात आला.",
  "ecdsa-term": "एलिप्टिक कर्व्ह डिजिटल सिग्नेचर अल्गोरिदम (ECDSA)",
  "ecdsa-definition": "एक क्रिप्टोग्राफिक अल्गोरिदम जो Ethereum द्वारे वापरला जातो हे सुनिश्चित करण्यासाठी की निधी फक्त त्यांच्या मालकांद्वारे खर्च केला जाऊ शकतो. सार्वजनिक आणि खाजगी की तयार करण्याची ही पसंतीची पद्धत आहे. खाते <a href=\"/glossary/#address\">ॲड्रेस</a> निर्मिती आणि <a href=\"/glossary/#transaction\">व्यवहार</a> पडताळणीसाठी संबंधित.",
  "ens-term": "Ethereum नेम सर्व्हिस (ENS)",
  "ens-definition": "इथेरियम नेम सर्व्हिस ही इथेरियम पत्त्यांसाठी इंटरनेट फोनबुकसारखी आहे. लांबलचक वॉलेट पत्ते वापरण्याऐवजी, ENS तुम्हाला डिजिटल पैसे आणि मालमत्ता पाठवण्यासाठी आणि प्राप्त करण्यासाठी \"john.eth\" सारखी सोपी नावे वापरण्याची परवानगी देते.",
  "epoch-term": "इपॉक",
  "epoch-definition": "32 <a href=\"/glossary/#slot\">स्लॉट्सचा</a> कालावधी, प्रत्येक स्लॉट 12 सेकंदांचा, एकूण 6.4 मिनिटे. सुरक्षिततेच्या कारणास्तव प्रत्येक इपॉकमध्ये व्हॅलिडेटर <a href=\"/glossary/#committee\">समित्या</a> शफल केल्या जातात. प्रत्येक इपॉकमध्ये चेन <a href=\"/glossary/#finality\">अंतिम</a> होण्याची संधी असते. प्रत्येक व्हॅलिडेटरला प्रत्येक इपॉकच्या सुरुवातीला नवीन जबाबदाऱ्या दिल्या जातात. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">प्रूफ-ऑफ-स्टेकवर अधिक</a>",
  "eoa-term": "बाह्यतः मालकीचे खाते (EOA)",
  "eoa-definition": "बाह्यतः मालकीची खाती (EOAs) ही सर्वात सामान्य प्रकारची Ethereum खाती आहेत. ती एका व्यक्तीद्वारे खाजगी की/रिकव्हरी फ्रेजद्वारे नियंत्रित केली जातात. <a href=\"/wallets/\">Ethereum वॉलेट्सबद्दल अधिक</a>.",
  "erc-term": "Ethereum रिक्वेस्ट फॉर कमेंट्स (ERC)",
  "erc-definition": "ERC (<strong>Ethereum Request for Comments</strong>) हा एक प्रकारचा तांत्रिक दस्तऐवज आहे जो इथेरियम समुदायामध्ये इथेरियम नेटवर्कसाठी वापराचे नवीन मानक प्रस्तावित करण्यासाठी वापरला जातो.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "NFT (युनिक संग्रहणीय वस्तूं सारखे) सारखा इथेरियम टोकन मानकाचा एक प्रकार, जो एकाच स्मार्ट करारामध्ये अदलाबदल करण्यायोग्य वस्तू (चलनासारख्या) तयार करण्यास देखील अनुमती देतो.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "हा नियमांचा एक मानक संच आहे ज्याद्वारे इथेरियम नेटवर्कवरील बहुतेक टोकन तयार केले जातात.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "NFTs (नॉन-फंजिबल टोकन) तयार करण्यासाठी वापरल्या जाणाऱ्या नियमांचा एक मानक संच.",
  "ether-term": "इथर",
  "ether-definition": "Ethereum ची मूळ क्रिप्टोकरन्सी, सामान्यतः “ETH” म्हणून ओळखली जाते. Ethereum इकोसिस्टम आणि ॲप्लिकेशन्स वापरताना व्यवहार शुल्क भरण्यासाठी याचा वापर केला जातो. <a href=\"/eth/\">इथरबद्दल अधिक</a>.",
  "events-term": "कार्यक्रम",
  "events-definition": "<a href=\"/glossary/#evm\">EVM</a> लॉगिंग सुविधांचा वापर करण्याची परवानगी देते. <a href=\"/glossary/#dapp\">Dapps</a> इव्हेंट्स ऐकू शकतात आणि वापरकर्ता इंटरफेसमध्ये JavaScript कॉलबॅक ट्रिगर करण्यासाठी त्यांचा वापर करू शकतात. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">इव्हेंट्स आणि लॉग्सवर अधिक</a>",
  "execution-client-term": "एक्झिक्युशन क्लायंट",
  "execution-client-definition": "एक्झिक्युशन क्लायंट्स (पूर्वी \"Eth1 क्लायंट्स\" म्हणून ओळखले जात होते), जसे की Besu, Erigon, Go-Ethereum (Geth), Nethermind, यांना व्यवहार प्रक्रिया आणि प्रसारण आणि Ethereum च्या स्थितीचे व्यवस्थापन करण्याचे काम दिले जाते. ते <a href=\"/glossary/#evm\">Ethereum व्हर्च्युअल मशीन</a> वापरून प्रत्येक व्यवहारासाठी गणना चालवतात जेणेकरून प्रोटोकॉलच्या नियमांचे पालन केले जाईल याची खात्री होते.",
  "execution-layer-term": "एक्झिक्युशन लेयर",
  "execution-layer-definition": "Ethereum चा एक्झिक्युशन लेयर हा <a href=\"/glossary/#execution-client\">एक्झिक्युशन क्लायंट्सचा</a> नेटवर्क आहे.",
  "finality-term": "अंतिमता",
  "finality-definition": "अंतिमता ही एक हमी आहे की व्यवहारांचा एक संच मोठ्या प्रमाणात ETH गमावल्याशिवाय बदलला जाऊ शकत नाही.",
  "fork-term": "फोर्क",
  "fork-definition": "प्रोटोकॉलमधील बदल ज्यामुळे पर्यायी साखळी तयार होते.",
  "fraud-proof-term": "फसवणूक पुरावा",
  "fraud-proof-definition": "काही <a href=\"/glossary/#layer-2\">लेयर 2</a> सोल्यूशन्ससाठी एक सुरक्षा मॉडेल, जिथे वेग वाढवण्यासाठी, व्यवहार <a href=\"/glossary/#rollups\">रोल अप</a> करून बॅचेसमध्ये Ethereum ला एकाच व्यवहारात सादर केले जातात. इतर नेटवर्क सहभागी व्यवहार पुन्हा कार्यान्वित करून ते प्रामाणिकपणे केले गेले की नाही हे तपासू शकतात. जर त्यांना पोस्ट केलेला डेटा आणि त्यांच्या स्वतःच्या आवृत्तीमध्ये विसंगती आढळली, तर ते एक क्रिप्टोग्राफिक पुरावा पोस्ट करू शकतात जो काही फसवणूक कुठे झाली हे दर्शवतो. काही <a href=\"/glossary/#rollups\">रोलअप्स</a> <a href=\"/glossary/#validity-proof\">व्हॅलिडिटी प्रूफ</a> वापरतात.",
  "gas-term": "गॅस",
  "gas-definition": "गॅस हे Ethereum सारख्या ब्लॉकचेनवर व्यवहार आणि स्मार्ट करारांसाठी दिले जाणारे शुल्क आहे. <a href=\"/gas/\">गॅस आणि शुल्काबद्दल अधिक</a>.",
  "genesis-block-term": "जेनेसिस ब्लॉक",
  "genesis-block-definition": "<a href=\"/glossary/#blockchain\">ब्लॉकचेनमधील</a> पहिला ब्लॉक, जो एका विशिष्ट नेटवर्क आणि त्याच्या क्रिप्टोकरन्सीला सुरू करण्यासाठी वापरला जातो.",
  "gwei-term": "Gwei",
  "gwei-definition": "गिगावेईचे संक्षिप्त रूप, <a href=\"/glossary/#ether\">इथरचे</a> एक डिनॉमिनेशन, जे सामान्यतः <a href=\"/glossary/#gas\">गॅसची</a> किंमत ठरवण्यासाठी वापरले जाते. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">वेई</a>. 10<sup>9</sup> gwei = 1 इथर.",
  "hash-term": "हॅश",
  "hash-definition": "हॅश फंक्शनद्वारे तयार केलेले, व्हेरिएबल-साईज इनपुटचे निश्चित-लांबीचे फिंगरप्रिंट. (पहा <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "holographic-consensus-term": "होलोग्राफिक सहमती",
  "holographic-consensus-definition": "हे संदर्भित करते की एका मोठ्या गटाचा निर्णय कसा घेतला जातो, ज्यामध्ये प्रतिनिधी लोकांच्या एका लहान गटाला मतदान करण्याची परवानगी दिली जाते. त्यानंतर बाकी सर्वजण त्या निर्णयाला सहमत होतात, जोपर्यंत त्यांना विश्वास असतो की लहान गटाने चांगले काम केले आहे.",
  "index-term": "इंडेक्स",
  "index-definition": "एक नेटवर्क रचना जी <a href=\"/glossary/#blockchain\">ब्लॉकचेनमधून</a> माहितीच्या क्वेरीला ऑप्टिमाइझ करण्यासाठी आहे, तिच्या स्टोरेज स्रोतापर्यंत एक कार्यक्षम मार्ग प्रदान करून.",
  "key-term": "की",
  "key-definition": "इथेरियमच्या संदर्भात, कीज हे डिजिटल कोड आहेत: व्यवहार प्राप्त करण्यासाठी एक पब्लिक की आणि निधीमध्ये प्रवेश करण्यासाठी आणि पाठवण्यासाठी एक प्रायव्हेट की.",
  "layer-2-term": "स्तर 2",
  "layer-2-definition": "लेयर 2 हे Ethereum मुख्य नेटवर्कवर तयार केलेले इतर नेटवर्क आहेत जे व्यवहार जलद आणि स्वस्त करतात. <a href=\"/layer-2/\">लेयर 2 बद्दल अधिक</a>.",
  "liquidity-tokens-term": "लिक्विडिटी टोकन्स",
  "liquidity-tokens-definition": "लिक्विडिटी टोकन्स (LT) हे लिक्विडिटी पूलमध्ये मालमत्ता जमा करणाऱ्या सहभागींना जारी केलेले डिजिटल टोकन आहेत, जो स्मार्ट करारामध्ये लॉक केलेल्या निधीचा संग्रह आहे आणि विकेंद्रित एक्सचेंज (DEX) वर व्यापाराची सोय करण्यासाठी वापरला जातो.",
  "mainnet-term": "Mainnet",
  "mainnet-definition": "\"मुख्य नेटवर्क\" साठी संक्षिप्त, ही मुख्य सार्वजनिक Ethereum <a href=\"/glossary/#blockchain\">ब्लॉकचेन</a> आहे.",
  "mev-term": "MEV",
  "mev-definition": "शुल्कासाठी ब्लॉकचेनवरील काही कृतींना प्राधान्य देणारी एक यंत्रणा, ज्यामुळे परिणाम आणि व्यवहारांच्या क्रमावर प्रभाव पडतो.",
  "multisig-term": "मल्टीसिग",
  "multisig-definition": "मल्टीसिग (मल्टी सिग्नेचर) म्हणजे एक डिजिटल वॉलेट किंवा खाते ज्याला व्यवहार पूर्ण करण्यासाठी एकाधिक स्वाक्षरी किंवा मंजुरीची आवश्यकता असते, ज्यामुळे सुरक्षितता वाढते.",
  "nft-term": "नॉन-फंजिबल टोकन (NFT)",
  "nft-definition": "एक अद्वितीय डिजिटल वस्तू जी तुम्ही मालकी हक्काने ठेवू शकता, जसे की कला किंवा संग्रहणीय वस्तू, ब्लॉकचेन तंत्रज्ञानाद्वारे सत्यापित. <a href=\"/nft/\">नॉन-फंजिबल टोकन (NFTs) बद्दल अधिक</a>.",
  "node-term": "नोड",
  "node-definition": "एक सॉफ्टवेअर क्लायंट जो नेटवर्कमध्ये सहभागी होतो. <a href=\"/developers/docs/nodes-and-clients/\">नोड्स आणि क्लायंट्सबद्दल अधिक</a>.",
  "ommer-term": "ओमर (अंकल) ब्लॉक",
  "ommer-definition": "जेव्हा एक प्रूफ-ऑफ-वर्क <a href=\"/glossary/#miner\">मायनर</a> एक वैध <a href=\"/glossary/#block\">ब्लॉक</a> शोधतो, तेव्हा दुसरा मायनर कदाचित एक प्रतिस्पर्धी ब्लॉक प्रकाशित करतो जो ब्लॉकचेनच्या टोकावर आधी जोडला जातो. हा वैध, पण जुना, ब्लॉक नवीन ब्लॉक्सद्वारे <em>ओमर्स</em> म्हणून समाविष्ट केला जाऊ शकतो आणि आंशिक ब्लॉक बक्षीस प्राप्त करू शकतो. \"ओमर\" हा शब्द पालक ब्लॉकच्या भावंडांसाठी प्राधान्य दिलेला लिंग-तटस्थ शब्द आहे, परंतु याला कधीकधी \"अंकल\" असेही म्हटले जाते. Ethereum जेव्हा <a href=\"/glossary/#pow\">प्रूफ-ऑफ-वर्क</a> नेटवर्क होते तेव्हा हे सामान्य होते. आता Ethereum <a href=\"/glossary/#pos\">प्रूफ-ऑफ-स्टेक</a> वापरत असल्याने, प्रत्येक स्लॉटसाठी फक्त एक ब्लॉक प्रस्तावक निवडला जातो.",
  "onchain-term": "ऑनचेन",
  "onchain-definition": "ब्लॉकचेनवर होणाऱ्या आणि सार्वजनिकरित्या उपलब्ध असलेल्या कृती किंवा व्यवहारांना संदर्भित करते.",
  "optimistic-rollup-term": "ऑप्टिमिस्टिक रोलअप",
  "optimistic-rollup-definition": "ऑप्टिमिस्टिक रोलअप हे एक लेयर 2 सोल्यूशन आहे जे Ethereum वरील व्यवहारांना गती देते, त्यांना आव्हान दिल्याशिवाय डीफॉल्टनुसार वैध मानून. <a href=\"/developers/docs/scaling/optimistic-rollups/\">ऑप्टिमिस्टिक रोलअप्सवर अधिक</a>.",
  "peer-to-peer-network-term": "पीअर-टू-पीअर नेटवर्क",
  "peer-to-peer-network-definition": "संगणकांचे (पीअर्स) एक नेटवर्क जे एकत्रितपणे केंद्रीकृत, सर्व्हर-आधारित सेवांच्या गरजेविना कार्यक्षमता करण्यास सक्षम आहे.",
  "permissionless-term": "परवानगीहीन",
  "permissionless-definition": "इथेरियमसारखी प्रणाली वापरण्यासाठी कोणत्याही परवानगीची किंवा मंजुरीची आवश्यकता नसते आणि कोणीही तुम्हाला ती वापरण्यापासून थांबवू शकत नाही. ही सर्वांसाठी सहभागी होण्यासाठी २४/७ खुली आहे.",
  "private-key-term": "खाजगी की",
  "private-key-definition": "खाजगी की हा एक गुप्त कोड आहे जो तुम्ही तुमच्या डिजिटल पैशांचे मालक असल्याचे सिद्ध करतो आणि तुम्हाला ते खर्च करण्याची परवानगी देतो, जसे तुमच्या खात्यासाठी पिन. <strong>हे शेअर करू नका</strong>.",
  "poap-term": "POAP",
  "poap-definition": "प्रूफ ऑफ अटेंडन्स प्रोटोकॉलचा वापर एक डिजिटल संग्रहणीय (NFT) तयार करण्यासाठी केला जातो जे तुम्ही एका विशिष्ट कार्यक्रमात किंवा क्रियाकलापात उपस्थित होता हे सिद्ध करते.",
  "pos-term": "प्रूफ-ऑफ-स्टेक (PoS)",
  "pos-definition": "एक पद्धत ज्याद्वारे क्रिप्टोकरन्सी ब्लॉकचेन प्रोटोकॉल वितरित <a href=\"/glossary/#consensus\">सहमती</a> प्राप्त करण्याचा प्रयत्न करतो. PoS वापरकर्त्यांना व्यवहारांच्या पडताळणीमध्ये सहभागी होण्यासाठी विशिष्ट प्रमाणात क्रिप्टोकरन्सीची मालकी (नेटवर्कमधील त्यांचा \"स्टेक\") सिद्ध करण्यास सांगते. <a href=\"/developers/docs/consensus-mechanisms/pos/\">प्रूफ-ऑफ-स्टेकवर अधिक</a>.",
  "pow-term": "प्रूफ-ऑफ-वर्क (PoW)",
  "pow-definition": "ब्लॉकचेनसाठी एक सुरक्षा यंत्रणा ज्यामध्ये नोड्सना विशिष्ट मूल्य शोधण्यासाठी गणनेच्या स्वरूपात ऊर्जा खर्च करावी लागते.",
  "public-goods-term": "सार्वजनिक वस्तू",
  "public-goods-definition": "सार्वजनिक वस्तू म्हणजे ज्या वस्तू प्रत्येकजण विनामूल्य वापरू शकतो, जसे की उद्याने किंवा स्वच्छ हवा, आणि त्यांचा वापर केल्याने इतरांना त्यांचा वापर करण्यापासून रोखले जात नाही. सरकार अनेकदा या पुरवतात कारण व्यवसाय सहसा करणार नाहीत, कारण ते लोकांकडून त्यांच्या वापरासाठी सहजपणे शुल्क आकारू शकत नाहीत.",
  "public-key-term": "सार्वजनिक की",
  "public-key-definition": "सार्वजनिक की ही वर्णांचा एक संच आहे जो इतरांना तुम्हाला सुरक्षितपणे डिजिटल चलन पाठवण्याची परवानगी देतो, जसे पैशांसाठी ईमेल ॲड्रेस.",
  "quadratic-voting-term": "चतुर्भुज मतदान",
  "quadratic-voting-definition": "ही एक मतदान पद्धत आहे जिथे मतदार मुद्द्यांबद्दल किती तीव्रतेने वाटतात हे व्यक्त करतात. हे मतदारांना केवळ पसंतीच नव्हे, तर त्यांच्या पसंतीची तीव्रता देखील दर्शविण्याची परवानगी देते.",
  "recovery-phrase-term": "सीड फ्रेज/रिकव्हरी फ्रेज",
  "recovery-phrase-definition": "तुम्ही डिजिटल वॉलेट तयार करता तेव्हा तुम्हाला दिलेली शब्दांची एक यादी. हे एका पासवर्डसारखे कार्य करते जे तुम्ही तुमच्या वॉलेटमध्ये प्रवेश गमावल्यास तुम्हाला परत जाण्यात मदत करू शकते, ज्यामुळे तुमचे डिजिटल पैसे किंवा टोकन गमावणार नाहीत याची खात्री होते.",
  "rollups-term": "रोलअप्स",
  "rollups-definition": "एक प्रकारचा <a href=\"/glossary/#layer-2\">लेयर 2</a> स्केलिंग सोल्यूशन जो अनेक व्यवहारांना बॅच करतो आणि त्यांना <a href=\"/glossary/#mainnet\">Ethereum मुख्य साखळीवर</a> एकाच व्यवहारात सादर करतो. यामुळे <a href=\"/glossary/#gas\">गॅस</a> खर्चात कपात आणि <a href=\"/glossary/#transaction\">व्यवहार</a> थ्रुपुटमध्ये वाढ होते. ऑप्टिमिस्टिक आणि झिरो-नॉलेज रोलअप्स आहेत जे या स्केलेबिलिटीचे फायदे देण्यासाठी वेगवेगळ्या सुरक्षा पद्धती वापरतात. <a href=\"/developers/docs/scaling/#rollups\">रोलअप्सवर अधिक</a>.",
  "rpc-term": "रिमोट प्रोसिजर कॉल (RPC)",
  "rpc-definition": "RPC एका संगणकाला नेटवर्कवरून दुसऱ्या संगणकाकडून डेटा किंवा कारवाईची विनंती करण्याची परवानगी देते, जसे रिमोट कंट्रोलने माहिती मागणे.",
  "sequencer-term": "सिक्वेन्सर",
  "sequencer-definition": "सिक्वेन्सर हा ब्लॉकचेन नेटवर्कमधील व्यवहारांना क्रमवारी लावण्यास जबाबदार असलेला एक प्रोग्राम आहे.",
  "smart-contract-term": "स्मार्ट कॉन्ट्रॅक्ट",
  "smart-contract-definition": "स्मार्ट करार हा एक प्रोग्राम आहे जो ब्लॉकचेनवर आपोआप करार अंमलात आणतो, जसे की स्वयं-अंमलबजावणी करणारा डिजिटल करार. <a href=\"/smart-contracts/\">स्मार्ट करारांचा परिचय</a>.",
  "stablecoin-term": "स्टेबलकॉइन",
  "stablecoin-definition": "स्टेबलकॉइन हा एक प्रकारचा क्रिप्टोकरन्सी आहे जो स्थिर मूल्य ठेवण्यासाठी डिझाइन केलेला आहे, अनेकदा चलन किंवा वस्तू (जसे की यूएस डॉलर) शी जोडलेला असतो, ज्यामुळे किंमतीतील अस्थिरता कमी होते. <a href=\"/stablecoins/\">स्टेबलकॉइन्सबद्दल अधिक</a>.",
  "staking-term": "स्टॅकिंग",
  "staking-definition": "व्हॅलिडेटर होण्यासाठी आणि <a href=\"/glossary/#network\">नेटवर्क</a> सुरक्षित करण्यासाठी <a href=\"/glossary/#ether\">इथरची</a> (तुमचा स्टेक) रक्कम जमा करणे. व्हॅलिडेटर <a href=\"/glossary/#transaction\">व्यवहार</a> तपासतो आणि <a href=\"/glossary/#pos\">प्रूफ-ऑफ-स्टेक</a> सहमती मॉडेल अंतर्गत <a href=\"/glossary/#block\">ब्लॉक्स</a> प्रस्तावित करतो. स्टेकिंग तुम्हाला नेटवर्कच्या हितासाठी कार्य करण्यासाठी आर्थिक प्रोत्साहन देते. तुम्हाला तुमची <a href=\"/glossary/#validator\">व्हॅलिडेटर</a> कर्तव्ये पार पाडल्याबद्दल बक्षिसे मिळतील, परंतु तुम्ही तसे न केल्यास विविध प्रमाणात ETH गमावाल. <a href=\"/staking/\">Ethereum स्टेकिंगबद्दल अधिक</a>.",
  "staking-pool-term": "स्टेकिंग पूल",
  "staking-pool-definition": "एकापेक्षा जास्त Ethereum स्टेकर्सचा एकत्रित ETH, जो व्हॅलिडेटर कीजचा एक संच सक्रिय करण्यासाठी आवश्यक असलेल्या 32 ETH पर्यंत पोहोचण्यासाठी वापरला जातो. नोड ऑपरेटर या कीजचा वापर सहमतीमध्ये सहभागी होण्यासाठी करतो आणि <a href=\"/glossary/#block-reward\">ब्लॉक बक्षिसे</a> योगदान देणाऱ्या स्टेकर्समध्ये विभागली जातात. स्टेकिंग पूल्स किंवा स्टेकिंग डेलिगेट करणे Ethereum प्रोटोकॉलसाठी मूळ नाही, परंतु समुदायाने अनेक सोल्यूशन्स तयार केले आहेत. <a href=\"/staking/pools/\">पूल केलेल्या स्टेकिंगवर अधिक</a>.",
  "sybil-attack-term": "सिबिल हल्ला",
  "sybil-attack-definition": "सिबिल हल्ल्यांचा संदर्भ आहे की वैयक्तिक मानव आपला प्रभाव वाढवण्यासाठी एकापेक्षा जास्त लोक आहेत असा विचार करून प्रणालीला फसवतात.",
  "terminal-total-difficulty-term": "टर्मिनल एकूण अडचण (TTD)",
  "terminal-total-difficulty-definition": "एकूण अडचण ही ब्लॉकचेनमधील एका विशिष्ट बिंदूपर्यंतच्या सर्व ब्लॉक्ससाठी Ethash मायनिंग अडचणींची बेरीज आहे. टर्मिनल एकूण अडचण ही एकूण अडचणीसाठी एक विशिष्ट मूल्य होते जे एक्झिक्युशन क्लायंट्सना त्यांचे मायनिंग आणि ब्लॉक गॉसिप फंक्शन्स बंद करण्यासाठी ट्रिगर म्हणून वापरले गेले होते, ज्यामुळे नेटवर्क प्रूफ-ऑफ-स्टेकमध्ये संक्रमण करू शकले. Ethereum प्रूफ-ऑफ-स्टेकमध्ये स्थलांतरित झाल्यामुळे आता हे संबंधित नाही.",
  "transaction-fee-term": "व्यवहार शुल्क",
  "transaction-fee-definition": "जेव्हा तुम्ही Ethereum नेटवर्क वापरता तेव्हा तुम्हाला द्यावे लागणारे शुल्क. उदाहरणांमध्ये तुमच्या <a href=\"/glossary/#wallet\">वॉलेटमधून</a> निधी पाठवणे किंवा <a href=\"/glossary/#dapp\">dapp</a> संवाद, जसे की टोकन स्वॅप करणे किंवा संग्रहणीय वस्तू खरेदी करणे. तुम्ही याला सेवा शुल्क समजू शकता. नेटवर्क किती व्यस्त आहे यावर हे शुल्क बदलेल. याचे कारण असे की <a href=\"/glossary/#validator\">व्हॅलिडेटर्स</a>, जे तुमचा व्यवहार प्रक्रिया करण्यासाठी जबाबदार असतात, ते जास्त शुल्कासह व्यवहारांना प्राधान्य देण्याची शक्यता असते – त्यामुळे गर्दीमुळे किंमत वाढते.<br/><br/>तांत्रिक स्तरावर, तुमचे व्यवहार शुल्क तुमच्या व्यवहाराला किती <a href=\"/glossary/#gas\">गॅस</a> लागतो याच्याशी संबंधित आहे.<br/><br/>व्यवहार शुल्क कमी करणे हा सध्या तीव्र आवडीचा विषय आहे. पहा <a href=\"/glossary/#layer-2\">लेयर 2</a>.",
  "trust-assumptions-term": "विश्वास गृहीतके",
  "trust-assumptions-definition": "विश्वास गृहीतके ही एका प्रणालीच्या सुरक्षा आणि विश्वासार्हतेबद्दलची मूलभूत श्रद्धा आहेत, जी प्रणाली कार्य करण्यासाठी आपण कशावर विश्वास ठेवतो हे मार्गदर्शन करतात.",
  "validator-term": "व्हॅलिडेटर",
  "validator-definition": "<a href=\"/glossary/#pos\">प्रूफ-ऑफ-स्टेक</a> प्रणालीमधील एक <a href=\"/glossary/#node\">नोड</a> जो डेटा साठवणे, व्यवहार प्रक्रिया करणे आणि ब्लॉकचेनमध्ये नवीन ब्लॉक्स जोडण्यासाठी जबाबदार असतो. व्हॅलिडेटर सॉफ्टवेअर सक्रिय करण्यासाठी, तुम्हाला 32 ETH <a href=\"/glossary/#staking\">स्टेक</a> करता आले पाहिजे. <a href=\"/staking/\">Ethereum मध्ये स्टेकिंगबद्दल अधिक</a>.",
  "validity-proof-term": "वैधता पुरावा",
  "validity-proof-definition": "काही <a href=\"/glossary/#layer-2\">लेयर 2</a> सोल्यूशन्ससाठी एक सुरक्षा मॉडेल, जिथे वेग वाढवण्यासाठी, व्यवहार रोलअप करून बॅचेसमध्ये Ethereum ला एकाच व्यवहारात सादर केले जातात. व्यवहार गणना ऑफचेन केली जाते आणि नंतर त्यांच्या वैधतेच्या पुराव्यासह मुख्य साखळीला पुरवली जाते. ही पद्धत सुरक्षा टिकवून ठेवत संभाव्य व्यवहारांची संख्या वाढवते. काही <a href=\"/glossary/#rollups\">रोलअप्स</a> <a href=\"/glossary/#fraud-proof\">फसवणूक पुरावा</a> वापरतात. <a href=\"/developers/docs/scaling/zk-rollups/\">झिरो-नॉलेज रोलअप्सवर अधिक</a>.",
  "wallet-term": "वॉलेट",
  "wallet-definition": "वॉलेट हे डिजिटल चलन साठवण्यासाठी, पाठवण्यासाठी आणि प्राप्त करण्यासाठी एक डिजिटल साधन आहे, जसे तुमच्या ऑनलाइन पैशांसाठी व्हर्च्युअल पर्स. <a href=\"/wallets/\">Ethereum वॉलेट्सबद्दल अधिक</a>.",
  "web2-term": "वेब2",
  "web2-definition": "हे सध्याचे इंटरनेट आहे, जे वापरकर्ता-निर्मित सामग्री आणि सोशल मीडियावर केंद्रित आहे जे काही कंपन्यांद्वारे नियंत्रित केले जाते. Web3 हा एक क्रिप्टो विश्वास आहे की वापरकर्त्यांनी त्यांच्या डेटा आणि व्यवहारांवर नियंत्रण ठेवावे.",
  "web3-term": "Web3",
  "web3-definition": "Web3 हे ब्लॉकचेनसह नवीन इंटरनेट आहे, जिथे वापरकर्ते त्यांच्या डेटा आणि व्यवहारांवर नियंत्रण ठेवतात, कंपन्या नाही. कोणतीही वैयक्तिक माहिती शेअर करण्याची गरज नाही. <a href=\"/web3/\">web3 बद्दल अधिक</a>.",
  "wei-term": "Wei",
  "wei-definition": "इथरचे सर्वात लहान डिनॉमिनेशन. 10<sup>18</sup> वेई = 1 इथर.",
  "zk-proof-term": "झिरो-नॉलेज प्रूफ",
  "zk-proof-definition": "झिरो-नॉलेज प्रूफ ही एक क्रिप्टोग्राफिक पद्धत आहे जी एका व्यक्तीला कोणतीही अतिरिक्त माहिती न देता एखादे विधान सत्य असल्याचे सिद्ध करण्याची परवानगी देते. <a href=\"/developers/docs/scaling/zk-rollups/\">झिरो-नॉलेज रोलअप्सवर अधिक</a>."
}
