{
  "51%-attack-term": "51% हल्ला",
  "51%-attack-definition": "एका प्रकारचा हल्ला जिथे एक गट बहुसंख्य <a href=\"/glossary/#node\">नोड्सवर</a> नियंत्रण मिळवतो. यामुळे त्यांना <a href=\"/glossary/#transaction\">व्यवहार</a> उलटवून आणि <a href=\"/glossary/#ether\">इथर</a> आणि इतर टोकन दुहेरी खर्च करून ब्लॉकचेनची फसवणूक करता येईल.<br /><br />Ethereum प्रूफ-ऑफ-स्टेकमध्ये हे एकूण स्टेक केलेल्या इथरपैकी अर्ध्याहून अधिक जमा करून साधले जाईल. यामुळे हल्लेखोराला ब्लॉकचेनमध्ये कोणते नवीन ब्लॉक्स जोडायचे हे ठरवता येईल. तथापि, साखळी उलटवण्यासाठी किंवा दुहेरी खर्च करण्यासाठी हल्लेखोराला एकूण स्टेक केलेल्या इथरपैकी किमान 66% आवश्यक असेल.",
  "account-term": "खाते",
  "account-definition": "एक Ethereum खाते हे Ethereum ब्लॉकचेनवरील एक डिजिटल ओळख आहे, जे वापरकर्त्यांना Ether पाठवण्यास, प्राप्त करण्यास आणि स्मार्ट करारांशी संवाद साधण्यास अनुमती देते.<br /><br /><strong>तांत्रिक:</strong><br />हा एक ऑब्जेक्ट आहे ज्यामध्ये ॲड्रेस, बॅलन्स, नॉन्स आणि पर्यायी स्टोरेज आणि कोड असतो. खाते हे एक कॉन्ट्रॅक्ट खाते किंवा बाह्यतः मालकीचे खाते (EOA) असू शकते.",
  "address-term": "ॲड्रेस",
  "address-definition": "एक Ethereum ॲड्रेस हा टोकन मिळविण्यासाठी वापरला जाणारा एक युनिक आयडेंटिफायर आहे, जो क्रिप्टोकरन्सीसाठी बँक खाते क्रमांकाप्रमाणे कार्य करतो. तो तुमच्या Ethereum खात्याची ओळख पटवण्यासाठी वापरला जातो.<br /><br />हा ECDSA पब्लिक कीच्या Keccak हॅशचा सर्वात उजवीकडील 160 बिट्स असतो.",
  "anti-sybil-term": "अँटी-सिबिल",
  "anti-sybil-definition": "लोकांना इंटरनेटवर एकाच वेळी अनेक वापरकर्ते असल्याचे भासवण्यापासून थांबवण्याचे मार्ग आहेत, ज्यामुळे प्रत्येक वापरकर्ता एक वास्तविक, वेगळा व्यक्ती असल्याची खात्री होते. यामुळे ऑनलाइन संवाद निष्पक्ष आणि प्रामाणिक राहण्यास मदत होते.",
  "abi-term": "ॲप्लिकेशन बायनरी इंटरफेस (ABI)",
  "abi-definition": "एक JSON फाईल जी स्मार्ट करारामध्ये समाविष्ट असलेली फंक्शन्स आणि व्हेरिएबल्स परिभाषित करते. ABI मुळे बायटकोडला मानवी-वाचनीय स्वरूपात मॅप करता येते.",
  "api-term": "ॲप्लिकेशन प्रोग्रामिंग इंटरफेस (API)",
  "api-definition": "ॲप्लिकेशन प्रोग्रामिंग इंटरफेस (API) म्हणजे सॉफ्टवेअरचा एखादा भाग कसा वापरायचा यासाठीच्या व्याख्यांचा संच होय. API हे ॲप्लिकेशन आणि वेब सर्व्हर यांच्यामध्ये बसते आणि त्यांच्यामध्ये डेटा हस्तांतरणाची सोय करते.",
  "apr-term": "ए.पी.आर.",
  "apr-definition": "APR, किंवा वार्षिक टक्केवारी दर, टक्केवारीनुसार व्याज आणि शुल्कासह पैसे उधार घेण्याची वार्षिक किंमत दर्शवते.",
  "asic-term": "ASIC",
  "asic-definition": "ॲप्लिकेशन-विशिष्ट इंटिग्रेटेड सर्किट. याचा अर्थ सामान्यतः क्रिप्टोकरन्सी मायनिंगसाठी सानुकूलित-निर्मित इंटिग्रेटेड सर्किट असा होतो.",
  "assert-term": "assert",
  "assert-definition": "<a href=\"/glossary/#solidity\">Solidity</a> मध्ये, `assert(false)` हे `0xfe` मध्ये कंपाईल होते, जे एक अवैध ऑपकोड आहे, ज्यामुळे सर्व उर्वरित <a href=\"/glossary/#gas\">गॅस</a> वापरला जातो आणि सर्व बदल परत केले जातात. जेव्हा एखादे `assert()` स्टेटमेंट अयशस्वी होते, तेव्हा काहीतरी खूप चुकीचे आणि अनपेक्षित घडत असते, आणि तुम्हाला तुमचा कोड दुरुस्त करावा लागेल. ज्या अटी कधीही, कोणत्याही परिस्थितीत घडू नयेत अशा टाळण्यासाठी तुम्ही `assert()` वापरावे. <a href=\"/developers/docs/smart-contracts/security/\">स्मार्ट कॉन्ट्रॅक्ट सुरक्षिततेवर अधिक</a>.",
  "attestation-term": "साक्षांकन",
  "attestation-definition": "एखाद्या संस्थेने केलेला दावा की काहीतरी सत्य आहे. Ethereum च्या संदर्भात, एकमत व्हॅलिडेटर्सना चेनची स्थिती काय आहे याबद्दल दावा करावा लागतो. नियुक्त केलेल्या वेळी, प्रत्येक व्हॅलिडेटर वेगवेगळ्या साक्षांकनांना प्रकाशित करण्यासाठी जबाबदार असतो जे या व्हॅलिडेटरच्या चेनबद्दलच्या दृष्टिकोनाची औपचारिकपणे घोषणा करतात, ज्यात शेवटचा अंतिम चेकपॉइंट आणि चेनचे सध्याचे हेड यांचा समावेश असतो. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">साक्षांकनावर अधिक</a>.",
  "base-fee-term": "मूळ शुल्क",
  "base-fee-definition": "प्रत्येक <a href=\"/glossary/#block\">ब्लॉकला</a> 'बेस फी' म्हणून ओळखली जाणारी राखीव किंमत असते. हे किमान <a href=\"/glossary/#gas\">गॅस</a> शुल्क आहे जे वापरकर्त्याला पुढील ब्लॉकमध्ये व्यवहार समाविष्ट करण्यासाठी द्यावे लागते. <a href=\"/developers/docs/gas/\">गॅस आणि शुल्काबद्दल अधिक</a>.",
  "beacon-chain-term": "बीकन चेन",
  "beacon-chain-definition": "बीकन चेन ही ब्लॉकचेन होती जिने Ethereum मध्ये <a href=\"/glossary/#pos\">प्रूफ-ऑफ-स्टेक</a> आणि <a href=\"/glossary/#validator\">व्हॅलिडेटर्स</a> आणले. ती डिसेंबर 2020 पासून प्रूफ-ऑफ-वर्क Ethereum मेननेट सोबत चालली आणि सप्टेंबर 2022 मध्ये दोन्ही चेन विलीन होऊन आजचा Ethereum तयार झाला. <a href=\"/roadmap/beacon-chain/\">बीकन चेनवर अधिक</a>.",
  "big-endian-term": "बिग-एंडियन",
  "big-endian-definition": "एक पोझिशनल संख्या प्रतिनिधित्व जिथे सर्वात महत्त्वाचा अंक मेमरीमध्ये प्रथम असतो. लिट्ल-एंडियनच्या विरुद्ध, जिथे सर्वात कमी महत्त्वाचा अंक प्रथम असतो.",
  "block-term": "ब्लॉक",
  "block-definition": "ब्लॉक म्हणजे जिथे व्यवहार किंवा डिजिटल क्रिया साठवल्या जातात. एकदा ब्लॉक भरला की, तो मागील ब्लॉकशी जोडला जातो, ज्यामुळे ब्लॉक्सची एक साखळी किंवा \"ब्लॉकचेन\" तयार होते. <a href=\"/developers/docs/blocks/\">ब्लॉक्सबद्दल अधिक</a>.<br /><br />ब्लॉक हे माहितीचे एक एकत्रित युनिट आहे ज्यात व्यवहारांची एक क्रमिक यादी आणि सहमती-संबंधित माहिती समाविष्ट असते. ब्लॉक्स प्रूफ-ऑफ-स्टेक व्हॅलिडेटर्सद्वारे प्रस्तावित केले जातात, त्यानंतर ते संपूर्ण पीअर-टू-पीअर नेटवर्कवर शेअर केले जातात, जिथे इतर सर्व नोड्सद्वारे ते सहजपणे स्वतंत्रपणे सत्यापित केले जाऊ शकतात. सहमती नियम ठरवतात की ब्लॉकमधील कोणती सामग्री वैध मानली जाते, आणि कोणतेही अवैध ब्लॉक्स नेटवर्कद्वारे दुर्लक्षित केले जातात. या ब्लॉक्सची आणि त्यातील व्यवहारांची क्रमवारी घटनांची एक निश्चित साखळी तयार करते ज्याचे अंतिम टोक नेटवर्कची सध्याची स्थिती दर्शवते.",
  "block-explorer-term": "ब्लॉक एक्सप्लोरर",
  "block-explorer-definition": "एक इंटरफेस जो वापरकर्त्याला ब्लॉकचेनमधून आणि त्याबद्दल माहिती शोधण्याची परवानगी देतो. यात वैयक्तिक व्यवहार, विशिष्ट ॲड्रेसशी संबंधित क्रियाकलाप आणि नेटवर्कबद्दल माहिती मिळवणे समाविष्ट आहे.",
  "block-header-term": "ब्लॉक हेडर",
  "block-header-definition": "ब्लॉक हेडर हे ब्लॉकबद्दलच्या मेटाडेटाचा संग्रह आणि एक्झिक्युशन पेलोडमध्ये समाविष्ट असलेल्या व्यवहारांचा सारांश आहे.",
  "block-propagation-term": "ब्लॉक प्रसार",
  "block-propagation-definition": "एका पुष्टी केलेल्या ब्लॉकला नेटवर्कमधील इतर सर्व नोड्सवर प्रसारित करण्याची प्रक्रिया.",
  "block-proposer-term": "ब्लॉक प्रस्तावक",
  "block-proposer-definition": "एका विशिष्ट <a href=\"/glossary/#slot\">स्लॉटमध्ये</a> ब्लॉक तयार करण्यासाठी निवडलेला विशिष्ट व्हॅलिडेटर.",
  "block-reward-term": "ब्लॉक बक्षीस",
  "block-reward-definition": "नवीन वैध ब्लॉकच्या प्रस्तावकाला दिले जाणारे इथरचे बक्षीस.",
  "block-status-term": "ब्लॉक स्थिती",
  "block-status-definition": "ब्लॉक ज्या स्थितीत अस्तित्वात असू शकतो. संभाव्य स्थितींमध्ये यांचा समावेश आहे:<br/><br/><ul><li>प्रस्तावित: व्हॅलिडेटरने ब्लॉक प्रस्तावित केला होता</li><li>शेड्यूल केलेले: व्हॅलिडेटर सध्या डेटा सादर करत आहेत</li><li>चुकलेले/वगळलेले: प्रस्तावकाने पात्र वेळेत ब्लॉक प्रस्तावित केला नाही</li><li>अनाथ: <a href=\"/glossary/#fork-choice-algorithm\">फोर्क चॉइस अल्गोरिदम</a> द्वारे ब्लॉकला रीऑर्ग केले गेले</li></ul>",
  "block-time-term": "ब्लॉक वेळ",
  "block-time-definition": "ब्लॉकचेनमध्ये ब्लॉक जोडले जाण्यामधील वेळेचे अंतर.",
  "block-validation-term": "ब्लॉक प्रमाणीकरण",
  "block-validation-definition": "नवीन ब्लॉकमध्ये वैध व्यवहार आणि स्वाक्षऱ्या आहेत का, तो सर्वात वजनदार ऐतिहासिक चेनवर आधारित आहे का (म्हणजे जिने इतिहासात सर्वात जास्त साक्षांकन जमा केले आहे), आणि इतर सर्व सहमती नियमांचे पालन करतो का, हे तपासण्याची प्रक्रिया. वैध ब्लॉक्स चेनच्या हेडमध्ये जोडले जातात आणि नेटवर्कमधील इतरांना प्रसारित केले जातात. अवैध ब्लॉक्सकडे दुर्लक्ष केले जाते.",
  "blockchain-term": "ब्लॉकचेन",
  "blockchain-definition": "ब्लॉकचेन हा व्यवहारांचा एक डेटाबेस आहे, जो नेटवर्कमधील सर्व संगणकांवर डुप्लिकेट आणि शेअर केलेला असतो, ज्यामुळे डेटा मागे जाऊन बदलला जाऊ शकत नाही याची खात्री होते.<br /><br /><a href=\"/glossary/#block\">ब्लॉकची</a> एक साखळी, प्रत्येक त्याच्या पूर्ववर्तीशी <a href=\"/glossary/#genesis-block\">जेनेसिस ब्लॉकपर्यंत</a> जोडलेला असतो, मागील ब्लॉकच्या हॅशचा संदर्भ देऊन. ब्लॉकचेनची अखंडता प्रूफ-ऑफ-स्टेक-आधारित सहमती यंत्रणेचा वापर करून क्रिप्टो-इकॉनॉमिकली सुरक्षित केली जाते. <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">ब्लॉकचेन म्हणजे काय?</a>",
  "bootnode-term": "बूटनोड",
  "bootnode-definition": "नोड चालवताना शोध प्रक्रिया सुरू करण्यासाठी वापरले जाणारे नोड्स. बूटनोड्स नवीन नोड्सना इतर विद्यमान नोड्सशी 'ओळख करून देतात' जेणेकरून ते लवकर पीअर्स मिळवू शकतील, सुरुवातीच्या पीअरचा शोध घेण्याऐवजी. या नोड्सचे एंडपॉइंट्स सहसा Ethereum क्लायंट सोर्स कोडमध्ये प्रदान केलेले असतात, परंतु वापरकर्ते त्यांची स्वतःची बूटनोड्सची सूची देऊ शकतात.",
  "bridge-term": "ब्रिज",
  "bridge-definition": "एक ब्लॉकचेन ब्रिज एका ब्लॉकचेन नेटवर्कमधून दुसऱ्या नेटवर्कमध्ये मालमत्ता हस्तांतरित करण्यासाठी वापरला जातो. उदाहरणार्थ, तुम्ही मुख्य Ethereum नेटवर्कवरून स्वस्त लेयर 2 स्केलिंग सोल्यूशन्सवर ETH हस्तांतरित करण्यासाठी ब्रिज वापरू शकता.",
  "bytecode-term": "बायटकोड",
  "bytecode-definition": "कोड एका संक्षिप्त, अंकीय स्वरूपात व्यक्त केला जातो जेणेकरून तो <a href=\"/glossary/#evm\">EVM</a> द्वारे कार्यक्षमतेने कार्यान्वित केला जाऊ शकेल.",
  "byzantium-fork-term": "बायझंटियम फोर्क",
  "byzantium-fork-definition": "<a href=\"/glossary/#metropolis\">मेट्रोपॉलिस</a> विकास टप्प्यातील दोन <a href=\"/glossary/#hard-fork\">हार्ड फोर्कपैकी</a> पहिला. यात EIP-649 मेट्रोपॉलिस <a href=\"/glossary/#difficulty-bomb\">डिफिकल्टी बॉम्ब</a> डिले आणि ब्लॉक रिवॉर्ड रिडक्शनचा समावेश होता, जिथे <a href=\"/glossary/#ice-age\">आइस एज</a> 1 वर्षाने पुढे ढकलण्यात आले आणि ब्लॉक रिवॉर्ड 5 वरून 3 इथरवर कमी करण्यात आले.",
  "casper-ffg-term": "कॅस्पर FFG",
  "casper-ffg-definition": "कॅस्पर-एफएफजी हे <a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a> फोर्क चॉईस अल्गोरिदम सोबत वापरले जाणारे एक प्रूफ-ऑफ-स्टेक सहमती प्रोटोकॉल आहे जे <a href=\"/glossary/#consensus-client\">सहमती क्लायंट्सना</a> बीकन चेनच्या हेडवर सहमत होण्यास अनुमती देते.",
  "checkpoint-term": "चेकपॉइंट",
  "checkpoint-definition": "<a href=\"/glossary/#beacon-chain\">बीकन चेनचा</a> टेम्पो स्लॉट्स (12 सेकंद) आणि इपॉकमध्ये (32 स्लॉट्स) विभागलेला असतो. प्रत्येक इपॉकमधील पहिला स्लॉट एक चेकपॉइंट असतो. जेव्हा व्हॅलिडेटर्सची <a href=\"/glossary/#supermajority\">सुपरमजॉरिटी</a> दोन चेकपॉइंट्समधील दुव्याला साक्ष देते, तेव्हा ते <a href=\"/glossary/#justification\">समर्थित</a> केले जाऊ शकतात आणि नंतर जेव्हा त्यावर आणखी एक चेकपॉइंट समर्थित होतो, तेव्हा ते <a href=\"/glossary/#finality\">अंतिम</a> केले जाऊ शकतात.",
  "compiling-term": "संकलन",
  "compiling-definition": "उच्च-स्तरीय प्रोग्रामिंग भाषेत (उदा. <a href=\"/glossary/#solidity\">Solidity</a>) लिहिलेल्या कोडला निम्न-स्तरीय भाषेत (उदा. EVM <a href=\"/glossary/#bytecode\">बायटकोड</a>) रूपांतरित करणे. <a href=\"/developers/docs/smart-contracts/compiling/\">स्मार्ट कॉन्ट्रॅक्ट्सच्या संकलनावर अधिक</a>",
  "committee-term": "समिती",
  "committee-definition": "प्रत्येक स्लॉटमध्ये ब्लॉक्सची पडताळणी करण्यासाठी नियुक्त केलेल्या किमान 128 <a href=\"/glossary/#validator\">व्हॅलिडेटर्सचा</a> एक गट. समितीतील एक व्हॅलिडेटर ॲग्रीगेटर असतो, जो साक्षांकनावर सहमत असलेल्या समितीतील इतर सर्व व्हॅलिडेटर्सच्या स्वाक्षऱ्या एकत्र करण्यासाठी जबाबदार असतो. <a href=\"/glossary/#sync-committee\">सिंक समितीशी</a> गोंधळ करू नका.",
  "computational-infeasibility-term": "गणनात्मक अव्यवहार्यता",
  "computational-infeasibility-definition": "एखादी प्रक्रिया गणनात्मक दृष्ट्या अव्यवहार्य असते जर ती पार पाडण्यात स्वारस्य असलेल्या कोणालाही ती करण्यासाठी अव्यवहार्यपणे जास्त वेळ (उदा., अब्जावधी वर्षे) लागेल.",
  "consensus-term": "एकमत",
  "consensus-definition": "जेव्हा नेटवर्कमधील 2/3 पेक्षा जास्त संगणक सहमत होतात की त्यांच्याकडे समान रेकॉर्ड्स आहेत, तेव्हा प्रत्येकजण एकाच पानावर असल्याची खात्री होते. हे त्यांच्या नियमांबद्दल नाही, तर त्यांच्याकडे समान माहिती असल्याची खात्री करण्याबद्दल आहे.",
  "consensus-client-term": "सहमती क्लायंट",
  "consensus-client-definition": "सहमती क्लायंट (जसे की Prysm, Teku, Nimbus, Lighthouse, Lodestar) Ethereum चे <a href=\"/glossary/#pos\">प्रूफ-ऑफ-स्टेक</a> सहमती अल्गोरिदम चालवतात ज्यामुळे नेटवर्क बीकन चेनच्या हेडबद्दल सहमत होऊ शकते. सहमती क्लायंट व्यवहारांची पडताळणी/प्रसारणात किंवा स्टेट संक्रमणांच्या अंमलबजावणीत सहभागी होत नाहीत. हे <a href=\"/glossary/#execution-client\">एक्झिक्युशन क्लायंट्सद्वारे</a> केले जाते. सहमती क्लायंट नवीन ब्लॉक्सचे साक्षांकन करत नाहीत किंवा प्रस्तावित करत नाहीत. हे <a href=\"/glossary/#validator\">व्हॅलिडेटर क्लायंटद्वारे</a> केले जाते जे सहमती क्लायंटसाठी एक पर्यायी ॲड-ऑन आहे.",
  "consensus-layer-term": "सहमती स्तर",
  "consensus-layer-definition": "Ethereum चा सहमती स्तर हा <a href=\"/glossary/#consensus-client\">सहमती क्लायंट्सचा</a> नेटवर्क आहे.",
  "consensus-rules-term": "सहमतीचे नियम",
  "consensus-rules-definition": "ब्लॉक पडताळणीचे नियम ज्यांचे पूर्ण नोड्स इतर नोड्ससोबत सहमतीमध्ये राहण्यासाठी पालन करतात. <a href=\"/glossary/#consensus\">सहमतीशी</a> गोंधळ करू नका.",
  "cfi-term": "समावेशासाठी विचारात घेतलेले (CFI)",
  "cfi-definition": "एक कोर <a href=\"/glossary/#eip\">EIP</a> जो अद्याप मेननेटवर सक्रिय नाही, आणि क्लायंट डेव्हलपर्स या कल्पनेबद्दल साधारणपणे सकारात्मक आहेत. जर ते मेननेट समावेशासाठी सर्व आवश्यकता पूर्ण करत असेल, तर ते संभाव्यतः नेटवर्क अपग्रेडमध्ये समाविष्ट केले जाऊ शकते (पुढच्याच नाही).",
  "constantinople-fork-term": "कॉन्स्टँटिनोपल फोर्क",
  "constantinople-fork-definition": "<a href=\"/glossary/#metropolis\">मेट्रोपॉलिस</a> टप्प्याचा दुसरा भाग, जो मूळतः 2018 च्या मध्यात नियोजित होता. हायब्रीड <a href=\"/glossary/#pow\">प्रूफ-ऑफ-वर्क</a>/<a href=\"/glossary/#pow\">प्रूफ-ऑफ-स्टेक</a> सहमती अल्गोरिदमवर स्विच करणे, इतर बदलांसह अपेक्षित होते.",
  "contract-account-term": "कॉन्ट्रॅक्ट खाते",
  "contract-account-definition": "एक खाते ज्यात कोड असतो जो दुसऱ्या <a href=\"/glossary/#account\">खात्यातून</a> (<a href=\"/glossary/#eoa\">EOA]</a> किंवा <a href=\"/glossary/#contract-account\">कॉन्ट्रॅक्ट</a>) <a href=\"/glossary/#transaction\">व्यवहार</a> प्राप्त झाल्यावर कार्यान्वित होतो.",
  "contract-creation-transaction-term": "कॉन्ट्रॅक्ट निर्मिती व्यवहार",
  "contract-creation-transaction-definition": "एक विशेष <a href=\"/glossary/#transaction\">व्यवहार</a> ज्यात कॉन्ट्रॅक्टचा आरंभ कोड समाविष्ट असतो. प्राप्तकर्ता `null` वर सेट केला जातो आणि कॉन्ट्रॅक्ट वापरकर्त्याच्या ॲड्रेस आणि `nonce` वरून व्युत्पन्न केलेल्या ॲड्रेसवर तैनात केला जातो. याचा उपयोग <a href=\"/glossary/#contract-account\">कॉन्ट्रॅक्ट</a> नोंदणी करण्यासाठी आणि Ethereum ब्लॉकचेनवर नोंदवण्यासाठी केला जातो.",
  "cryptoeconomics-term": "क्रिप्टोइकॉनॉमिक्स",
  "cryptoeconomics-definition": "सुरक्षित आणि विश्वासार्ह डिजिटल प्लॅटफॉर्म तयार करण्यासाठी गणितीय आणि आर्थिक तत्त्वांचा अभ्यास. याचे उद्दिष्ट हे सुनिश्चित करणे आहे की सर्व सहभागी नियमांचे पालन करतात आणि नेटवर्कच्या सुरक्षा आणि कार्यामध्ये योगदान दिल्याबद्दल त्यांना पुरस्कृत केले जाते.",
  "cryptography-term": "क्रिप्टोग्राफी",
  "cryptography-definition": "हे कोडच्या वापराद्वारे संवाद आणि डेटा सुरक्षित ठेवण्याची प्रथा आहे, जेणेकरून केवळ ज्यांच्यासाठी माहिती आहे तेच ती वाचू आणि प्रक्रिया करू शकतील.<br />यात एनक्रिप्शन (वाचनीय माहितीचे अवाचनीय स्वरूपात रूपांतर करणे) आणि डिक्रिप्शन (तिला परत वाचनीय स्वरूपात रूपांतरित करणे) साठीच्या तंत्रांचा समावेश आहे, ज्यामुळे गोपनीयतेची खात्री होते.",
  "doge-d-term": "Đ",
  "doge-d-definition": "Đ (स्ट्रोकसह डी) जुनी इंग्रजी, मध्य इंग्रजी, आइसलँडिक आणि फॅरोईजमध्ये “एथ” या मोठ्या अक्षरासाठी वापरला जातो. तो ĐEV किंवा Đapp (विकेंद्रित ॲप्लिकेशन) सारख्या शब्दांमध्ये वापरला जातो, जिथे Đ हे नॉर्स अक्षर “एथ” आहे. मोठा एथ (Ð) क्रिप्टोकरन्सी Dogecoin चे प्रतीक म्हणून देखील वापरला जातो. हे सामान्यतः जुन्या Ethereum साहित्यात पाहिले जाते परंतु आज कमी वेळा वापरले जाते.",
  "dag-term": "DAG",
  "dag-definition": "DAG म्हणजे डायरेक्टेड एसायक्लिक ग्राफ. ही नोड्स आणि त्यांच्यातील दुव्यांनी बनलेली एक डेटा स्ट्रक्चर आहे. द मर्जच्या आधी, Ethereum ने त्याच्या <a href=\"/glossary/#pow\">प्रूफ-ऑफ-वर्क</a> अल्गोरिदम, <a href=\"/glossary/#ethash\">Ethash</a> मध्ये DAG वापरला होता, परंतु तो आता <a href=\"/glossary/#pos\">प्रूफ-ऑफ-स्टेक</a> मध्ये वापरला जात नाही.",
  "dapp-term": "dApp",
  "dapp-definition": "एक dApp एक विकेंद्रित ॲप्लिकेशन आहे जे ब्लॉकचेन नेटवर्कवर चालते, केंद्रीय नियंत्रण प्राधिकरणाशिवाय सेवा देते. <a href=\"/apps/\">विकेंद्रित ॲप्लिकेशन्सबद्दल अधिक</a>.<br />किमानपक्षी, dApp मध्ये वेब इंटरफेसशी जोडलेला एक स्मार्ट करार असतो. याव्यतिरिक्त, अनेक dApps मध्ये विकेंद्रित स्टोरेज आणि/किंवा मेसेज प्रोटोकॉल आणि प्लॅटफॉर्म समाविष्ट असतात.",
  "data-availability-term": "डेटा उपलब्धता",
  "data-availability-definition": "प्रणालीमध्ये पारदर्शकता आणि विश्वास टिकवून ठेवण्यासाठी कोणताही नोड ब्लॉकचेनवरील व्यवहारांची स्वतंत्रपणे पडताळणी करू शकतो.",
  "decentralization-term": "विकेंद्रीकरण",
  "decentralization-definition": "प्रक्रियांचे नियंत्रण आणि अंमलबजावणी केंद्रीय संस्थेकडून दूर हलवण्याची संकल्पना.",
  "dao-term": "विकेंद्रित स्वायत्त संस्था (DAO)",
  "dao-definition": "एक DAO ही ब्लॉकचेनवर कोड केलेल्या नियमांनुसार चालणारी एक डिजिटल संस्था आहे, जिथे निर्णय सदस्य मतांद्वारे घेतले जातात, केंद्रीय प्राधिकरणाद्वारे नाही. <a href=\"/dao/\">विकेंद्रित स्वायत्त संस्था (DAOs) बद्दल अधिक</a>.<br />प्रत्येक सदस्याची मतदान शक्ती अनेकदा त्यांच्याकडे असलेल्या टोकनच्या संख्येवर अवलंबून असते. DAOs निर्णय घेण्याची प्रक्रिया आणि कार्यप्रणाली लोकशाहीकृत करण्याचे, पारदर्शकता आणि सामुदायिक प्रशासनावर लक्ष केंद्रित करण्याचे उद्दिष्ट ठेवतात.",
  "desci-term": "DeSci",
  "desci-definition": "DeSci, किंवा विकेंद्रित विज्ञान, हे वैज्ञानिक संशोधनासाठी <a href='/glossary/#blockchain'>ब्लॉकचेन</a> तंत्रज्ञान लागू करणारी एक चळवळ आहे. ती अधिक पारदर्शक, खुली आणि सहयोगी निधी आणि संशोधन इकोसिस्टम तयार करण्यासाठी <a href='/glossary/#dao'>DAOs</a>, <a href='/glossary/#smart-contract'>स्मार्ट कॉन्ट्रॅक्ट्स</a> आणि टोकनाइज्ड प्रोत्साहनांचा फायदा घेते.",
  "dex-term": "विकेंद्रित एक्सचेंज (DEX)",
  "dex-definition": "एक प्रकारचा Ethereum ॲप जो तुम्हाला नेटवर्कवरील पीअर्ससोबत टोकन स्वॅप करण्याची परवानगी देतो. DEXes केंद्रीकृत एक्सचेंजेसप्रमाणे भौगोलिक निर्बंधांच्या अधीन नसतात – कोणीही सहभागी होऊ शकतो.",
  "deposit-contract-term": "ठेवी कंत्राट",
  "deposit-contract-definition": "Ethereum वर स्टेकिंग करण्याचे प्रवेशद्वार. डिपॉझिट कॉन्ट्रॅक्ट हा Ethereum वर एक स्मार्ट कॉन्ट्रॅक्ट आहे जो ETH च्या डिपॉझिट्स स्वीकारतो आणि व्हॅलिडेटर बॅलन्स व्यवस्थापित करतो. या कॉन्ट्रॅक्टमध्ये ETH डिपॉझिट केल्याशिवाय व्हॅलिडेटर सक्रिय केला जाऊ शकत नाही. कॉन्ट्रॅक्टला ETH आणि इनपुट डेटाची आवश्यकता असते. या इनपुट डेटामध्ये व्हॅलिडेटर सार्वजनिक की आणि विथड्रॉवल सार्वजनिक की समाविष्ट असते, जी व्हॅलिडेटर खाजगी कीद्वारे स्वाक्षरित असते. <a href=\"/glossary/#pos\">प्रूफ-ऑफ-स्टेक</a> नेटवर्कद्वारे व्हॅलिडेटर ओळखला आणि मंजूर केला जाण्यासाठी हा डेटा आवश्यक आहे.",
  "defi-term": "DeFi",
  "defi-definition": "Ethereum ॲप्सची एक विस्तृत श्रेणी जी ब्लॉकचेनद्वारे समर्थित आर्थिक सेवा प्रदान करण्याचे उद्दिष्ट ठेवते, कोणत्याही मध्यस्थांशिवाय. <a href=\"/defi/\">विकेंद्रित वित्त (DeFi) बद्दल अधिक</a>",
  "difficulty-term": "अडचण",
  "difficulty-definition": "<a href=\"/glossary/#pow\">प्रूफ-ऑफ-वर्क</a> नेटवर्कमध्ये एक नेटवर्क-व्यापी सेटिंग जी वैध नॉन्स शोधण्यासाठी किती सरासरी गणनेची आवश्यकता आहे हे नियंत्रित करते. अडचण ही त्या आघाडीच्या शून्यांच्या संख्येने दर्शविली जाते जी परिणामी ब्लॉक हॅशमध्ये वैध मानली जाण्यासाठी आवश्यक असतात. Ethereum ने प्रूफ-ऑफ-स्टेकमध्ये संक्रमण केल्यापासून ही संकल्पना रद्द करण्यात आली आहे.",
  "difficulty-bomb-term": "अडचण बॉम्ब",
  "difficulty-bomb-definition": "<a href=\"/glossary/#pow\">प्रूफ-ऑफ-वर्क</a> <a href=\"/glossary/#difficulty\">अडचण</a> सेटिंगमधील नियोजित घातांकीय वाढ जी <a href=\"/glossary/#pos\">प्रूफ-ऑफ-स्टेक</a> मध्ये संक्रमणास प्रवृत्त करण्यासाठी डिझाइन केली होती, ज्यामुळे <a href=\"/glossary/#hard-fork\">हार्ड फोर्कची</a> शक्यता कमी होते. <a href=\"/roadmap/merge\">द मर्ज</a> सह अडचण बॉम्ब रद्द करण्यात आला.",
  "digital-signatures-term": "डिजिटल स्वाक्षरी",
  "digital-signatures-definition": "एक वापरकर्ता <a href=\"/glossary/#private-key\">खाजगी की</a> वापरून डॉक्युमेंटसाठी तयार करत असलेली डेटाची एक छोटी स्ट्रिंग जेणेकरून संबंधित <a href=\"/glossary/#public-key\">सार्वजनिक की</a>, स्वाक्षरी आणि डॉक्युमेंटसह कोणीही हे सत्यापित करू शकेल की (1) डॉक्युमेंट त्या विशिष्ट खाजगी कीच्या मालकाने \"स्वाक्षरी\" केले होते आणि (2) डॉक्युमेंट स्वाक्षरी केल्यावर बदलले गेले नाही.",
  "discovery-term": "शोध",
  "discovery-definition": "एक Ethereum नोड ज्या प्रक्रियेद्वारे इतर नोड्सना जोडण्यासाठी शोधतो.",
  "distributed-hash-table-term": "वितरित हॅश टेबल (DHT)",
  "distributed-hash-table-definition": "`(की, व्हॅल्यू)` जोड्या असलेली एक डेटा स्ट्रक्चर जी Ethereum नोड्सद्वारे पीअर्सना जोडण्यासाठी ओळखण्यासाठी आणि कोणत्या प्रोटोकॉलचा वापर करून संवाद साधायचा हे ठरवण्यासाठी वापरली जाते.",
  "double-spend-term": "दुहेरी खर्च",
  "double-spend-definition": "एक हेतुपुरस्सर ब्लॉकचेन फोर्क, जिथे पुरेशा प्रमाणात मायनिंग पॉवर/स्टेक असलेला वापरकर्ता काही चलन ऑफचेन हलवणारा व्यवहार पाठवतो (उदा., फिएट पैशात बाहेर पडणे किंवा ऑफचेन खरेदी करणे) आणि नंतर तो व्यवहार काढून टाकण्यासाठी ब्लॉकचेन पुन्हा आयोजित करतो. एक यशस्वी दुहेरी खर्च हल्लेखोराला त्याच्या ऑन आणि ऑफचेन मालमत्ता दोन्ही ठेवतो.",
  "ecdsa-term": "एलिप्टिक कर्व्ह डिजिटल सिग्नेचर अल्गोरिदम (ECDSA)",
  "ecdsa-definition": "एक क्रिप्टोग्राफिक अल्गोरिदम जो Ethereum द्वारे वापरला जातो हे सुनिश्चित करण्यासाठी की निधी फक्त त्यांच्या मालकांद्वारे खर्च केला जाऊ शकतो. सार्वजनिक आणि खाजगी की तयार करण्याची ही पसंतीची पद्धत आहे. खाते <a href=\"/glossary/#address\">ॲड्रेस</a> निर्मिती आणि <a href=\"/glossary/#transaction\">व्यवहार</a> पडताळणीसाठी संबंधित.",
  "encryption-term": "एनक्रिप्शन",
  "encryption-definition": "एनक्रिप्शन म्हणजे इलेक्ट्रॉनिक डेटाचे अशा स्वरूपात रूपांतरण करणे जे योग्य डिक्रिप्शन कीच्या मालकाशिवाय कोणीही वाचू शकत नाही.",
  "entropy-term": "एन्ट्रॉपी",
  "entropy-definition": "क्रिप्टोग्राफीच्या संदर्भात, अंदाज लावण्याची कमतरता किंवा यादृच्छिकतेची पातळी. <a href=\"/glossary/#private-key\">खाजगी की</a> सारखी गुप्त माहिती तयार करताना, अल्गोरिदम सामान्यतः उच्च एन्ट्रॉपीच्या स्रोतावर अवलंबून असतात हे सुनिश्चित करण्यासाठी की आउटपुट अप्रत्याशित आहे.",
  "epoch-term": "इपॉक",
  "epoch-definition": "32 <a href=\"/glossary/#slot\">स्लॉट्सचा</a> कालावधी, प्रत्येक स्लॉट 12 सेकंदांचा, एकूण 6.4 मिनिटे. सुरक्षिततेच्या कारणास्तव प्रत्येक इपॉकमध्ये व्हॅलिडेटर <a href=\"/glossary/#committee\">समित्या</a> शफल केल्या जातात. प्रत्येक इपॉकमध्ये चेन <a href=\"/glossary/#finality\">अंतिम</a> होण्याची संधी असते. प्रत्येक व्हॅलिडेटरला प्रत्येक इपॉकच्या सुरुवातीला नवीन जबाबदाऱ्या दिल्या जातात. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">प्रूफ-ऑफ-स्टेकवर अधिक</a>",
  "equivocation-term": "संदिग्धता",
  "equivocation-definition": "एक व्हॅलिडेटर दोन परस्परविरोधी मेसेज पाठवत आहे. एक सोपे उदाहरण म्हणजे व्यवहार प्रेषक समान नॉन्ससह दोन व्यवहार पाठवत आहे. दुसरे म्हणजे ब्लॉक प्रस्तावक समान ब्लॉक उंचीवर (किंवा समान स्लॉटसाठी) दोन ब्लॉक प्रस्तावित करत आहे.",
  "eth1-term": "Eth1",
  "eth1-definition": "'Eth1' हा शब्द मेननेट Ethereum, विद्यमान प्रूफ-ऑफ-वर्क ब्लॉकचेनचा संदर्भ देत होता. हा शब्द आता 'एक्झिक्युशन लेयर' च्या बाजूने रद्द करण्यात आला आहे. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">या नाव बदलाविषयी अधिक जाणून घ्या</a>.",
  "eth2-term": "Eth2",
  "eth2-definition": "'Eth2' हा शब्द Ethereum प्रोटोकॉल अपग्रेडच्या एका संचाचा संदर्भ देत होता, ज्यात Ethereum चे प्रूफ-ऑफ-स्टेकमध्ये संक्रमण समाविष्ट होते. हा शब्द आता 'कन्सेंसस लेयर' च्या बाजूने रद्द करण्यात आला आहे. <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">या नाव बदलाविषयी अधिक जाणून घ्या</a>.",
  "eip-term": "Ethereum सुधारणा प्रस्ताव (EIP)",
  "eip-definition": "Ethereum समुदायाला माहिती प्रदान करणारा एक डिझाइन दस्तऐवज, जो प्रस्तावित नवीन वैशिष्ट्याचे किंवा त्याच्या प्रक्रिया किंवा वातावरणाचे वर्णन करतो (पहा <a href=\"/glossary/#erc\">ERC</a>). <a href=\"/eips/\">EIPs चा परिचय</a>",
  "ens-term": "Ethereum नेम सर्व्हिस (ENS)",
  "ens-definition": "Ethereum नेम सर्व्हिस ही Ethereum ॲड्रेससाठी इंटरनेट फोनबुकसारखी आहे. लांब वॉलेट ॲड्रेस वापरण्याऐवजी, ENS तुम्हाला डिजिटल पैसे आणि मालमत्ता पाठवण्यासाठी आणि प्राप्त करण्यासाठी \"john.eth\" सारखी साधी नावे वापरण्याची परवानगी देते.<br /><br /><strong>तांत्रिक:</strong><br />ENS नोंदणी हा एकच केंद्रीय <a href=\"/glossary/#smart-contract\">स्मार्ट कॉन्ट्रॅक्ट</a> आहे जो EIP-137 मध्ये वर्णन केल्याप्रमाणे डोमेन नावांवरून मालक आणि रिझॉल्व्हर्सना मॅपिंग प्रदान करतो. <a href=\"https://ens.domains\">ens.domains वर अधिक वाचा</a>.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "ERC-1155 हा NFT (जसे की युनिक संग्रहणीय वस्तू) सारखाच एक नवीन प्रकारचा Ethereum टोकन स्टँडर्ड आहे जो एकाच स्मार्ट कॉन्ट्रॅक्टमध्ये अदलाबदल करता येण्याजोग्या वस्तू (जसे की चलन) तयार करण्याची परवानगी देतो.<br />यामुळे व्हिडिओ गेम्स किंवा डिजिटल संग्रहणांसारख्या ॲप्लिकेशन्ससाठी विविध प्रकारच्या डिजिटल मालमत्ता व्यवस्थापित करणे सोपे आणि अधिक कार्यक्षम होते.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "ERC-20 हे मानक आहे जे Ethereum नेटवर्कवरील बहुतेक टोकन त्यांच्या निर्मितीसाठी वापरतात.<br />DAI आणि USDC सारखे स्टेबलकॉइन्स किंवा युनिस्वॅपमधील UNI सारखे एक्सचेंज टोकन ही लोकप्रिय उदाहरणे आहेत. पारंपरिक प्रणालींमध्ये आपल्याकडे असलेल्या पर्यायी पैशांच्या कोणत्याही स्वरूपाप्रमाणे... म्हणजे, रिवॉर्ड पॉइंट्स, क्रेडिट सिस्टम किंवा अगदी स्टॉक्स, इत्यादी.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "NFTs (नॉन-फंजिबल टोकन) ERC-721 म्हणून ओळखल्या जाणार्‍या नियमांच्या मानक संचाचा वापर करून तयार केले जातात.<br />NFT टोकन डिजिटल कला किंवा संग्रहणीय वस्तूं सारख्या कोणत्याही अद्वितीय गोष्टीची मालकी दर्शवू शकतात, प्रत्येक टोकनची स्वतःची खास वैशिष्ट्ये आणि मूल्य असते. प्रत्येक NFT अद्वितीय आहे आणि इतर कोणत्याही NFT पासून सहजपणे ओळखता येतो.",
  "execution-client-term": "एक्झिक्युशन क्लायंट",
  "execution-client-definition": "एक्झिक्युशन क्लायंट्स (पूर्वी \"Eth1 क्लायंट्स\" म्हणून ओळखले जात होते), जसे की Besu, Erigon, Go-Ethereum (Geth), Nethermind, यांना व्यवहार प्रक्रिया आणि प्रसारण आणि Ethereum च्या स्थितीचे व्यवस्थापन करण्याचे काम दिले जाते. ते <a href=\"/glossary/#evm\">Ethereum व्हर्च्युअल मशीन</a> वापरून प्रत्येक व्यवहारासाठी गणना चालवतात जेणेकरून प्रोटोकॉलच्या नियमांचे पालन केले जाईल याची खात्री होते.",
  "execution-layer-term": "एक्झिक्युशन लेयर",
  "execution-layer-definition": "Ethereum चा एक्झिक्युशन लेयर हा <a href=\"/glossary/#execution-client\">एक्झिक्युशन क्लायंट्सचा</a> नेटवर्क आहे.",
  "eoa-term": "बाह्यतः मालकीचे खाते (EOA)",
  "eoa-definition": "बाह्यतः मालकीची खाती (EOAs) ही सर्वात सामान्य प्रकारची Ethereum खाती आहेत. ती एका व्यक्तीद्वारे खाजगी की/रिकव्हरी फ्रेजद्वारे नियंत्रित केली जातात. <a href=\"/wallets/\">Ethereum वॉलेट्सबद्दल अधिक</a>.",
  "erc-term": "Ethereum रिक्वेस्ट फॉर कमेंट्स (ERC)",
  "erc-definition": "ERC (<strong>Ethereum रिक्वेस्ट फॉर कमेंट्स</strong>) हा Ethereum समुदायात वापरला जाणारा एक प्रकारचा तांत्रिक दस्तऐवज आहे जो Ethereum नेटवर्कच्या वापरासाठी नवीन मानके प्रस्तावित करतो.<br /><br />या प्रस्तावांमध्ये टोकनसाठी ERC-20 आणि NFT साठी ERC-721 सारख्या नवीन टोकन मानकांसह विविध विषयांचा समावेश असू शकतो.",
  "ethash-term": "एथहॅश",
  "ethash-definition": "एक <a href=\"/glossary/#pow\">प्रूफ-ऑफ-वर्क</a> अल्गोरिदम जो Ethereum ने <a href=\"/glossary/#pos\">प्रूफ-ऑफ-स्टेक</a> मध्ये संक्रमण करण्यापूर्वी वापरला होता. <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">अधिक वाचा</a>",
  "ether-term": "इथर",
  "ether-definition": "Ethereum ची मूळ क्रिप्टोकरन्सी, सामान्यतः “ETH” म्हणून ओळखली जाते. Ethereum इकोसिस्टम आणि ॲप्लिकेशन्स वापरताना व्यवहार शुल्क भरण्यासाठी याचा वापर केला जातो. <a href=\"/eth/\">इथरबद्दल अधिक</a>.",
  "events-term": "कार्यक्रम",
  "events-definition": "<a href=\"/glossary/#evm\">EVM</a> लॉगिंग सुविधांचा वापर करण्याची परवानगी देते. <a href=\"/glossary/#dapp\">Dapps</a> इव्हेंट्स ऐकू शकतात आणि वापरकर्ता इंटरफेसमध्ये JavaScript कॉलबॅक ट्रिगर करण्यासाठी त्यांचा वापर करू शकतात. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">इव्हेंट्स आणि लॉग्सवर अधिक</a>",
  "evm-term": "इथेरियम व्हर्च्युअल मशीन (EVM)",
  "evm-definition": "एक स्टॅक-आधारित व्हर्च्युअल मशीन जे <a href=\"/glossary/#bytecode\">बायटकोड</a> कार्यान्वित करते. Ethereum मध्ये, एक्झिक्युशन मॉडेल हे निर्दिष्ट करते की बायटकोड निर्देशांच्या मालिकेनुसार आणि पर्यावरणीय डेटाच्या लहान टपलनुसार सिस्टम स्थिती कशी बदलली जाते. हे व्हर्च्युअल स्टेट मशीनच्या औपचारिक मॉडेलद्वारे निर्दिष्ट केले जाते. <a href=\"/developers/docs/evm/\">Ethereum व्हर्च्युअल मशीनवर अधिक</a>.",
  "evm-assembly-language-term": "EVM असेंबली भाषा",
  "evm-assembly-language-definition": "EVM <a href=\"/glossary/#bytecode\">बायटकोडचे</a> मानवी-वाचनीय स्वरूप.",
  "fallback-function-term": "फॉल-बॅक फंक्शन",
  "fallback-function-definition": "डेटा किंवा घोषित फंक्शन नावाच्या अनुपस्थितीत कॉल केले जाणारे एक डीफॉल्ट फंक्शन.",
  "faucet-term": "फॉसेट",
  "faucet-definition": "<a href=\"/glossary/#smart-contract\">स्मार्ट कॉन्ट्रॅक्टद्वारे</a> चालवली जाणारी एक सेवा जी विनामूल्य चाचणी इथरच्या स्वरूपात निधी वितरित करते जो टेस्टनेटवर वापरला जाऊ शकतो.",
  "finality-term": "अंतिमता",
  "finality-definition": "अंतिमता ही एक हमी आहे की व्यवहारांचा एक संच मोठ्या प्रमाणात ETH गमावल्याशिवाय बदलला जाऊ शकत नाही.",
  "finney-term": "फिनी",
  "finney-definition": "<a href=\"/glossary/#ether\">इथरचे</a> एक डिनॉमिनेशन. 1 फिनी = 10<sup>15</sup> <a href=\"/glossary/#wei\">वेई</a>. 10<sup>3</sup> फिनी = 1 इथर.",
  "fork-term": "फोर्क",
  "fork-definition": "प्रोटोकॉलमधील बदल ज्यामुळे पर्यायी साखळी तयार होते.",
  "fork-choice-algorithm-term": "फोर्क निवड अल्गोरिदम",
  "fork-choice-algorithm-definition": "ब्लॉकचेनचे हेड ओळखण्यासाठी वापरला जाणारा अल्गोरिदम. Ethereum वर, चेनचे हेड हे सर्वात जास्त साक्षांकन 'वजन' असलेल्या फोर्क म्हणून ओळखले जाते. वजन हे साक्षांकनांच्या संख्येचा आणि साक्षांकन करणाऱ्या व्हॅलिडेटर्सच्या प्रभावी बॅलन्सचा गुणाकार असतो. याचा अर्थ चेनचे खरे हेड ते आहे ज्यासाठी सर्वात जास्त स्टेक केलेल्या इथरने मतदान केले आहे. सहमती स्तरावर फोर्क निवड अल्गोरिदमला <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a> म्हणतात.",
  "fraud-proof-term": "फसवणूक पुरावा",
  "fraud-proof-definition": "काही <a href=\"/glossary/#layer-2\">लेयर 2</a> सोल्यूशन्ससाठी एक सुरक्षा मॉडेल, जिथे वेग वाढवण्यासाठी, व्यवहार <a href=\"/glossary/#rollups\">रोल अप</a> करून बॅचेसमध्ये Ethereum ला एकाच व्यवहारात सादर केले जातात. इतर नेटवर्क सहभागी व्यवहार पुन्हा कार्यान्वित करून ते प्रामाणिकपणे केले गेले की नाही हे तपासू शकतात. जर त्यांना पोस्ट केलेला डेटा आणि त्यांच्या स्वतःच्या आवृत्तीमध्ये विसंगती आढळली, तर ते एक क्रिप्टोग्राफिक पुरावा पोस्ट करू शकतात जो काही फसवणूक कुठे झाली हे दर्शवतो. काही <a href=\"/glossary/#rollups\">रोलअप्स</a> <a href=\"/glossary/#validity-proof\">व्हॅलिडिटी प्रूफ</a> वापरतात.",
  "frontier-term": "फ्रंटियर",
  "frontier-definition": "Ethereum चा सुरुवातीचा चाचणी विकास टप्पा, जो जुलै 2015 ते मार्च 2016 पर्यंत चालला.",
  "gas-term": "गॅस",
  "gas-definition": "गॅस हे Ethereum सारख्या ब्लॉकचेनवर व्यवहार आणि स्मार्ट करारांसाठी दिले जाणारे शुल्क आहे. <a href=\"/gas/\">गॅस आणि शुल्काबद्दल अधिक</a>.",
  "gas-limit-term": "गॅस मर्यादा",
  "gas-limit-definition": "एक <a href=\"/glossary/#transaction\">व्यवहार</a> किंवा <a href=\"/glossary/#block\">ब्लॉक</a> वापरू शकणारी <a href=\"/glossary/#gas\">गॅसची</a> कमाल रक्कम.",
  "gas-price-term": "गॅस किंमत",
  "gas-price-definition": "व्यवहारात निर्दिष्ट केलेल्या गॅसच्या एका युनिटची इथरमधील किंमत.",
  "genesis-block-term": "जेनेसिस ब्लॉक",
  "genesis-block-definition": "<a href=\"/glossary/#blockchain\">ब्लॉकचेनमधील</a> पहिला ब्लॉक, जो एका विशिष्ट नेटवर्क आणि त्याच्या क्रिप्टोकरन्सीला सुरू करण्यासाठी वापरला जातो.",
  "geth-term": "Geth",
  "geth-definition": "Go Ethereum. Ethereum प्रोटोकॉलच्या सर्वात प्रमुख अंमलबजावणींपैकी एक, Go मध्ये लिहिलेली. <a href=\"https://geth.ethereum.org\">geth.ethereum.org वर अधिक वाचा</a>",
  "gwei-term": "Gwei",
  "gwei-definition": "गिगावेईचे संक्षिप्त रूप, <a href=\"/glossary/#ether\">इथरचे</a> एक डिनॉमिनेशन, जे सामान्यतः <a href=\"/glossary/#gas\">गॅसची</a> किंमत ठरवण्यासाठी वापरले जाते. 1 gwei = 10<sup>9</sup> <a href=\"/glossary/#wei\">वेई</a>. 10<sup>9</sup> gwei = 1 इथर.",
  "hard-fork-term": "हार्ड फोर्क",
  "hard-fork-definition": "<a href=\"/glossary/#blockchain\">ब्लॉकचेनमधील</a> कायमस्वरूपी विचलन; ज्याला हार्ड-फोर्किंग बदल असेही म्हणतात. जेव्हा अपग्रेड न केलेले नोड्स नवीन <a href=\"/glossary/#consensus-rules\">सहमती नियमांचे</a> पालन करणाऱ्या अपग्रेड केलेल्या नोड्सद्वारे तयार केलेले ब्लॉक्स प्रमाणित करू शकत नाहीत तेव्हा असे घडते. फोर्क, सॉफ्ट फोर्क, सॉफ्टवेअर फोर्क किंवा गिट फोर्क यांच्याशी गोंधळ करू नका.",
  "hash-term": "हॅश",
  "hash-definition": "हॅश फंक्शनद्वारे तयार केलेले, व्हेरिएबल-साईज इनपुटचे निश्चित-लांबीचे फिंगरप्रिंट. (पहा <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "hash-rate-term": "हॅश रेट",
  "hash-rate-definition": "मायनिंग सॉफ्टवेअर चालवणाऱ्या संगणकांद्वारे प्रति सेकंद केलेल्या हॅश गणनेची संख्या.",
  "homestead-term": "होमस्टेड",
  "holographic-consensus-term": "होलोग्राफिक सहमती",
  "holographic-consensus-definition": "मोठ्या गटाचा निर्णय कसा घेतला जातो याचा संदर्भ देते, ज्यामध्ये प्रतिनिधी लोकांच्या एका लहान गटाला मतदान करण्याची परवानगी दिली जाते. मग इतर सर्वजण ते मान्य करण्यास सहमत होतात, जोपर्यंत त्यांना विश्वास आहे की लहान गटाने चांगले काम केले आहे.<br />हे काही ऑनलाइन समुदायांमध्ये लवकर निर्णय घेण्यासाठी वापरले जाते, ज्यामध्ये प्रत्येकाला प्रत्येक गोष्टीवर मतदान करण्याची गरज नसते, तरीही निर्णय निष्पक्ष आहेत आणि बहुतेक लोकांच्या इच्छेचे प्रतिनिधित्व करतात याची खात्री केली जाते.",
  "homestead-definition": "Ethereum चा दुसरा विकास टप्पा, जो मार्च 2016 मध्ये ब्लॉक 1,150,000 वर सुरू झाला.",
  "index-term": "इंडेक्स",
  "index-definition": "एक नेटवर्क रचना जी <a href=\"/glossary/#blockchain\">ब्लॉकचेनमधून</a> माहितीच्या क्वेरीला ऑप्टिमाइझ करण्यासाठी आहे, तिच्या स्टोरेज स्रोतापर्यंत एक कार्यक्षम मार्ग प्रदान करून.",
  "ide-term": "इंटिग्रेटेड डेव्हलपमेंट एनवायरमेंट (IDE)",
  "ide-definition": "एक वापरकर्ता इंटरफेस जो सामान्यतः कोड एडिटर, कंपाइलर, रनटाइम आणि डीबगर एकत्र करतो. <a href=\"/developers/docs/ides/\">इंटिग्रेटेड डेव्हलपमेंट एनवायरमेंटबद्दल अधिक</a>.",
  "immutable-deployed-code-problem-term": "अपरिवर्तनीय तैनात कोड समस्या",
  "immutable-deployed-code-problem-definition": "एकदा <a href=\"/glossary/#smart-contract\">कॉन्ट्रॅक्टचा</a> (किंवा लायब्ररीचा) कोड तैनात झाल्यावर, तो अपरिवर्तनीय बनतो. मानक सॉफ्टवेअर विकास पद्धती संभाव्य बग्स दुरुस्त करण्यावर आणि नवीन वैशिष्ट्ये जोडण्यावर अवलंबून असतात, त्यामुळे हे स्मार्ट कॉन्ट्रॅक्ट विकासासाठी एक आव्हान आहे. <a href=\"/developers/docs/smart-contracts/deploying/\">स्मार्ट कॉन्ट्रॅक्ट्स तैनात करण्यावर अधिक</a>.",
  "internal-transaction-term": "अंतर्गत व्यवहार",
  "internal-transaction-definition": "<a href=\"/glossary/#contract-account\">कॉन्ट्रॅक्ट खात्यावरून</a> दुसऱ्या कॉन्ट्रॅक्ट खात्याला किंवा <a href=\"/glossary/#eoa\">EOA</a> ला पाठवलेला <a href=\"/glossary/#transaction\">व्यवहार</a> (पहा <a href=\"/glossary/#message\">मेसेज</a>).",
  "issuance-term": "जारी करणे",
  "issuance-definition": "ब्लॉक प्रस्ताव, साक्षांकन आणि व्हिसल-ब्लोइंगला पुरस्कृत करण्यासाठी नवीन इथर तयार करणे.",
  "kdf-term": "की डेरिर्व्हेशन फंक्शन (KDF)",
  "kdf-definition": "ज्याला \"पासवर्ड स्ट्रेचिंग अल्गोरिदम\" असेही म्हणतात, ते <a href=\"/glossary/#keystore\">कीस्टोअर</a> फॉरमॅट्सद्वारे पासफ्रेज एनक्रिप्शनवर ब्रूट-फोर्स, डिक्शनरी आणि रेनबो टेबल हल्ल्यांपासून संरक्षण करण्यासाठी वापरले जाते, पासफ्रेजला वारंवार हॅश करून.",
  "keystore-term": "कीस्टोअर",
  "keystore-definition": "प्रत्येक खात्याची खाजगी की/ॲड्रेस जोडी Ethereum क्लायंटमध्ये एकाच की फाईल म्हणून अस्तित्वात असते. या JSON टेक्स्ट फाईल्स आहेत ज्यात खात्याची एनक्रिप्टेड खाजगी की असते, जी फक्त खाते तयार करताना प्रविष्ट केलेल्या पासवर्डने डिक्रिप्ट केली जाऊ शकते.",
  "keccak-256-term": "Keccak-256",
  "keccak-256-definition": "Ethereum मध्ये वापरलेले क्रिप्टोग्राफिक <a href=\"/glossary/#hash\">हॅश</a> फंक्शन. Keccak-256 हे <a href=\"/glossary/#sha\">SHA</a>-3 म्हणून प्रमाणित केले गेले.",
  "key-term": "की",
  "key-definition": "Ethereum च्या संदर्भात, की म्हणजे डिजिटल कोड्स: व्यवहार प्राप्त करण्यासाठी एक सार्वजनिक की आणि निधी ॲक्सेस करण्यासाठी आणि पाठवण्यासाठी एक खाजगी की.<br />सार्वजनिक की: या उघडपणे शेअर केल्या जाऊ शकतात.<br />खाजगी की: या मालकाद्वारे गुप्त ठेवल्या जातात.",
  "layer-1-term": "स्तर 1",
  "layer-1-definition": "लेयर 1 म्हणजे मल्टी-लेव्हल ब्लॉकचेन नेटवर्कमधील मुख्य ब्लॉकचेन. उदाहरणार्थ, Ethereum आणि Bitcoin हे लेयर वन ब्लॉकचेन्स आहेत. अनेक लेयर टू ब्लॉकचेन संसाधनांची गहनता असलेल्या व्यवहारांना त्यांच्या वेगळ्या ब्लॉकचेनवर ऑफलोड करतात, तर सुरक्षिततेच्या उद्देशाने Ethereum किंवा Bitcoin च्या लेयर वन ब्लॉकचेनचा वापर सुरू ठेवतात.",
  "layer-2-term": "स्तर 2",
  "layer-2-definition": "लेयर 2 हे Ethereum मुख्य नेटवर्कवर तयार केलेले इतर नेटवर्क आहेत जे व्यवहार जलद आणि स्वस्त करतात. <a href=\"/layer-2/\">लेयर 2 बद्दल अधिक</a>.",
  "library-term": "लायब्ररी",
  "library-definition": "एक विशेष प्रकारचा <a href=\"/glossary/#smart-contract\">स्मार्ट कॉन्ट्रॅक्ट</a> ज्यात कोणतेही `payable` फंक्शन्स, कोणतेही फॉलबॅक फंक्शन आणि कोणतेही डेटा स्टोरेज नसते. त्यामुळे, तो इथर प्राप्त करू किंवा ठेवू शकत नाही किंवा डेटा साठवू शकत नाही. एक लायब्ररी पूर्वी तैनात केलेल्या कोड म्हणून काम करते ज्याला इतर कॉन्ट्रॅक्ट्स केवळ-वाचनीय गणनेसाठी कॉल करू शकतात. <a href=\"/developers/docs/smart-contracts/libraries/\">स्मार्ट कॉन्ट्रॅक्ट लायब्ररींवर अधिक</a>.",
  "light-client-term": "लाइट क्लायंट",
  "light-client-definition": "एक Ethereum क्लायंट जो <a href=\"/glossary/#blockchain\">ब्लॉकचेनची</a> स्थानिक प्रत साठवत नाही, किंवा ब्लॉक्स आणि <a href=\"/glossary/#transaction\">व्यवहारांची</a> पडताळणी करत नाही. तो <a href=\"/glossary/#wallet\">वॉलेटची</a> कार्ये देतो आणि व्यवहार तयार आणि प्रसारित करू शकतो.",
  "liquidity-term": "लिक्विडिटी",
  "liquidity-definition": "लिक्विडिटी म्हणजे एखादी मालमत्ता किती लवकर आणि सहजपणे रोख किंवा दुसऱ्या मालमत्तेत रूपांतरित केली जाऊ शकते. युनिस्वॅपसारख्या विकेंद्रित एक्सचेंजेसमध्ये अनेक लिक्विडिटी पूल्स असतात जिथे मालमत्ता धारक त्यांच्या मालमत्ता जमा करू शकतात जिथे व्यापारी बक्षिसांच्या बदल्यात विकेंद्रित मार्गाने त्या खरेदी आणि विक्री करू शकतात.",
  "liquidity-tokens-term": "लिक्विडिटी टोकन्स",
  "liquidity-tokens-definition": "लिक्विडिटी टोकन्स (LST) हे लिक्विडिटी पूलमध्ये मालमत्ता जमा करणाऱ्या सहभागींना जारी केलेले डिजिटल टोकन आहेत, जो स्मार्ट कॉन्ट्रॅक्टमध्ये लॉक केलेल्या निधीचा संग्रह आहे आणि विकेंद्रित एक्सचेंज (DEX) वर व्यापार सुलभ करण्यासाठी वापरला जातो.<br />हे टोकन पूलमध्ये सहभागीच्या वाट्याचे प्रतिनिधित्व करतात आणि नंतर प्रारंभिक ठेवीसाठी तसेच पूलच्या क्रियाकलापांद्वारे व्युत्पन्न होणाऱ्या व्यापार शुल्काच्या एका भागासाठी रिडीम केले जाऊ शकतात. मूलतः, लिक्विडिटी टोकन्स लिक्विडिटी पूलमध्ये मालकी किंवा स्टेकचा पुरावा म्हणून काम करतात, ज्यामुळे धारकांना इतरांना विविध क्रिप्टोकरन्सी जोड्या कार्यक्षमतेने व्यापार करण्यासाठी आवश्यक लिक्विडिटी प्रदान करताना बक्षिसे मिळवता येतात.",
  "liquid-staking-tokens-term": "लिक्विड स्टेकिंग टोकन्स",
  "liquid-staking-tokens-definition": "एक डेरिव्हेटिव्ह टोकन जो वापरकर्ता स्टेक करत असलेल्या लॉक केलेल्या क्रिप्टोकरन्सीच्या मालकीचे प्रतिनिधित्व करतो. मालमत्ता स्टेक केल्यावर, काही प्लॅटफॉर्म लिक्विड स्टेकिंग टोकन्स (LSTs) तयार करण्याची परवानगी देतात, जे लॉक केलेल्या टोकनच्या समतुल्य वाट्याचे प्रतिनिधित्व करतात. हे LSTs नंतर व्यापार, विक्री किंवा इतर DeFi प्रोटोकॉलमध्ये वापरले जाऊ शकतात, ज्यामुळे स्टेक करणाऱ्यासाठी भांडवली कार्यक्षमता सुधारते, कारण त्यांच्या मूळ मालमत्ता स्टेक असतानाही त्यांना त्यांच्या निधीतून लिक्विडिटीचा ॲक्सेस मिळतो.",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "Ethereum च्या सहमती क्लायंटद्वारे चेनचे हेड ओळखण्यासाठी वापरला जाणारा <a href=\"/glossary/#fork-choice-algorithm\">फोर्क-चॉइस अल्गोरिदम</a>. LMD-GHOST हे \"लेटेस्ट मेसेज ड्रिव्हन ग्रीडिएस्ट हेव्हिएस्ट ऑब्झर्व्हड सबट्री\" चे संक्षिप्त रूप आहे, ज्याचा अर्थ आहे की चेनचे हेड हे त्याच्या इतिहासात सर्वात जास्त <a href=\"/glossary/#attestation\">साक्षांकन</a> जमा झालेला ब्लॉक आहे.",
  "mainnet-term": "Mainnet",
  "mainnet-definition": "\"मुख्य नेटवर्क\" साठी संक्षिप्त, ही मुख्य सार्वजनिक Ethereum <a href=\"/glossary/#blockchain\">ब्लॉकचेन</a> आहे.",
  "max-fee-per-gas-term": "गॅस başına maks ücret",
  "max-fee-per-gas-definition": "कमाल शुल्क ही गॅसच्या प्रति युनिट (<a href=\"/glossary/#gwei\">gwei</a>) वापरकर्ता ब्लॉकमध्ये व्यवहार समाविष्ट करण्यासाठी देण्यास तयार असलेली पूर्ण कमाल रक्कम आहे.",
  "merkle-patricia-tree-term": "मर्कल पॅट्रिशिया ट्री (MPT)",
  "merkle-patricia-tree-definition": "Ethereum मध्ये की-व्हॅल्यू जोड्या कार्यक्षमतेने साठवण्यासाठी वापरली जाणारी डेटा स्ट्रक्चर.",
  "merkle-root-term": "मर्कल रूट",
  "merkle-root-definition": "मर्कल रूट हा मर्कल ट्रीचा एकच शीर्ष हॅश आहे. तो ब्लॉकमधील सर्व व्यवहारांची पडताळणी करतो.",
  "message-term": "मेसेज",
  "message-definition": "एक <a href=\"/glossary/#internal-transaction\">अंतर्गत व्यवहार</a> जो कधीही सीरियलाइज केला जात नाही आणि फक्त <a href=\"/glossary/#evm\">EVM</a> मध्ये पाठवला जातो.",
  "message-call-term": "मेसेज कॉल",
  "message-call-definition": "एका खात्यातून दुसऱ्या खात्यात <a href=\"/glossary/#message\">मेसेज</a> पास करण्याची क्रिया. जर गंतव्य खाते <a href=\"/glossary/#evm\">EVM</a> कोडशी संबंधित असेल, तर VM त्या ऑब्जेक्टच्या स्थितीने सुरू होईल आणि मेसेजवर कारवाई केली जाईल.",
  "mev-term": "मॅक्सिमल एक्स्ट्रॅक्टेबल व्हॅल्यू (MEV)",
  "mev-definition": "एका ब्लॉकमधील व्यवहारांची क्रमवारी समाविष्ट करून, वगळून आणि बदलून मानक ब्लॉक बक्षीस आणि गॅस शुल्काच्या पलीकडे ब्लॉक निर्मितीमधून काढता येणारे कमाल मूल्य. <a href=\"/developers/docs/mev/\">मॅक्सिमल एक्स्ट्रॅक्टेबल व्हॅल्यू (MEV) वर अधिक</a>.",
  "mining-term": "मायनिंग",
  "mining-definition": "एका <a href=\"/glossary/#nonce\">नॉन्सला</a> वाढवत असताना ब्लॉक हेडरला वारंवार हॅश करण्याची प्रक्रिया जोपर्यंत परिणामी काही विशिष्ट संख्येने आघाडीचे बायनरी शून्य नसतील. ही प्रक्रिया आहे ज्याद्वारे नवीन <a href=\"/glossary/#block\">ब्लॉक्स</a> प्रूफ-ऑफ-वर्क ब्लॉकचेनमध्ये जोडले जातात. Ethereum प्रूफ-ऑफ-स्टेकमध्ये स्थलांतरित होण्यापूर्वी अशाप्रकारे सुरक्षित केले जात होते.",
  "miner-term": "मायनर",
  "miner-definition": "एक नेटवर्क <a href=\"/glossary/#node\">नोड</a> जो नवीन ब्लॉक्ससाठी वैध <a href=\"/glossary/#pow\">प्रूफ-ऑफ-वर्क</a> शोधतो, वारंवार पास हॅशिंगद्वारे (पहा <a href=\"/glossary/#ethash\">Ethash</a>). मायनर्स आता Ethereum चा भाग नाहीत - Ethereum प्रूफ-ऑफ-स्टेकमध्ये स्थलांतरित झाल्यावर त्यांच्या जागी व्हॅलिडेटर्स आले.",
  "mint-term": "मिंट",
  "mint-definition": "मिंटिंग ही नवीन टोकन तयार करण्याची आणि त्यांना वापरात आणण्याची प्रक्रिया आहे जेणेकरून ते वापरता येतील. ही केंद्रीय प्राधिकरणाच्या सहभागाशिवाय नवीन टोकन तयार करण्याची एक विकेंद्रित यंत्रणा आहे.",
  "multisig-term": "मल्टीसिग",
  "multisig-definition": "मल्टीसिग (मल्टी सिग्नेचर) म्हणजे एक डिजिटल वॉलेट किंवा खाते ज्याला व्यवहार पूर्ण करण्यासाठी एकापेक्षा जास्त स्वाक्षऱ्या किंवा मंजुरीची आवश्यकता असते, ज्यामुळे सुरक्षा वाढते.<br />हे पारंपरिक सिंगल-सिग्नेचर खात्यांच्या तुलनेत अतिरिक्त सुरक्षा जोडते जिथे केवळ एका व्यक्तीच्या मंजुरीची आवश्यकता असते.",
  "network-term": "नेटवर्क",
  "network-definition": "Ethereum नेटवर्कचा संदर्भ, एक पीअर-टू-पीअर नेटवर्क जे व्यवहार आणि ब्लॉक्स प्रत्येक Ethereum नोडला (नेटवर्क सहभागी) प्रसारित करते. <a href=\"/developers/docs/networks/\">नेटवर्क्सवर अधिक</a>.",
  "network-hashrate-term": "नेटवर्क हॅशरेट",
  "network-hashrate-definition": "संपूर्ण मायनिंग नेटवर्कद्वारे तयार केलेला एकत्रित हॅशरेट. Ethereum प्रूफ-ऑफ-स्टेकमध्ये स्थलांतरित झाल्यावर Ethereum वरील मायनिंग बंद करण्यात आले.",
  "nft-term": "नॉन-फंजिबल टोकन (NFT)",
  "nft-definition": "एक अद्वितीय डिजिटल वस्तू जी तुम्ही मालकी हक्काने ठेवू शकता, जसे की कला किंवा संग्रहणीय वस्तू, ब्लॉकचेन तंत्रज्ञानाद्वारे सत्यापित. <a href=\"/nft/\">नॉन-फंजिबल टोकन (NFTs) बद्दल अधिक</a>.",
  "node-term": "नोड",
  "node-definition": "एक सॉफ्टवेअर क्लायंट जो नेटवर्कमध्ये सहभागी होतो. <a href=\"/developers/docs/nodes-and-clients/\">नोड्स आणि क्लायंट्सबद्दल अधिक</a>.",
  "nonce-term": "नॉन्स",
  "nonce-definition": "क्रिप्टोग्राफीमध्ये, एक मूल्य जे फक्त एकदाच वापरले जाऊ शकते. खाते नॉन्स हे प्रत्येक खात्यातील एक व्यवहार काउंटर आहे, जे रिप्ले हल्ले टाळण्यासाठी वापरले जाते.",
  "offchain-term": "ऑफचेन",
  "offchain-definition": "ऑफचेन म्हणजे कोणताही व्यवहार किंवा डेटा जो ब्लॉकचेनच्या बाहेर अस्तित्वात आहे. कारण प्रत्येक व्यवहार ऑनचेन करणे महाग आणि अकार्यक्षम असू शकते, किंमत डेटा हाताळणारे ओरॅकल्स सारखे तृतीय-पक्ष साधने, किंवा जास्त व्यवहारांची थ्रुपुट कार्यान्वित करणारे लेयर 2 सोल्यूशन्स, मोठ्या प्रमाणात प्रक्रिया काम ऑफचेन हाताळतात आणि कमी वारंवारतेने माहिती ऑनचेन सादर करतात.",
  "ommer-term": "ओमर (अंकल) ब्लॉक",
  "ommer-definition": "जेव्हा एक प्रूफ-ऑफ-वर्क <a href=\"/glossary/#miner\">मायनर</a> एक वैध <a href=\"/glossary/#block\">ब्लॉक</a> शोधतो, तेव्हा दुसरा मायनर कदाचित एक प्रतिस्पर्धी ब्लॉक प्रकाशित करतो जो ब्लॉकचेनच्या टोकावर आधी जोडला जातो. हा वैध, पण जुना, ब्लॉक नवीन ब्लॉक्सद्वारे <em>ओमर्स</em> म्हणून समाविष्ट केला जाऊ शकतो आणि आंशिक ब्लॉक बक्षीस प्राप्त करू शकतो. \"ओमर\" हा शब्द पालक ब्लॉकच्या भावंडांसाठी प्राधान्य दिलेला लिंग-নিরপেক্ষ शब्द आहे, परंतु याला कधीकधी \"अंकल\" असेही म्हटले जाते. Ethereum जेव्हा <a href=\"/glossary/#pow\">प्रूफ-ऑफ-वर्क</a> नेटवर्क होते तेव्हा हे सामान्य होते. आता Ethereum <a href=\"/glossary/#pos\">प्रूफ-ऑफ-स्टेक</a> वापरत असल्याने, प्रत्येक स्लॉटसाठी फक्त एक ब्लॉक प्रस्तावक निवडला जातो.",
  "onchain-term": "ऑनचेन",
  "onchain-definition": "ब्लॉकचेनवर होणाऱ्या आणि सार्वजनिकपणे उपलब्ध असलेल्या क्रिया किंवा व्यवहारांचा संदर्भ देते.<br /><br />याला एका मोठ्या, सामायिक नोटबुकमध्ये काहीतरी लिहिण्यासारखे समजा, जे प्रत्येकजण पाहू आणि तपासू शकतो, ज्यामुळे जे काही लिहिले आहे (जसे की डिजिटल पैसे पाठवणे किंवा करार करणे) ते कायमस्वरूपी आहे आणि बदलले किंवा पुसले जाऊ शकत नाही याची खात्री होते.",
  "optimistic-rollup-term": "ऑप्टिमिस्टिक रोलअप",
  "optimistic-rollup-definition": "ऑप्टिमिस्टिक रोलअप हे एक लेयर 2 सोल्यूशन आहे जे Ethereum वरील व्यवहारांना गती देते, त्यांना आव्हान दिल्याशिवाय डीफॉल्टनुसार वैध मानून. <a href=\"/developers/docs/scaling/optimistic-rollups/\">ऑप्टिमिस्टिक रोलअप्सवर अधिक</a>.",
  "oracle-term": "ओरॅकल",
  "oracle-definition": "ओरॅकल हे <a href=\"/glossary/#blockchain\">ब्लॉकचेन</a> आणि वास्तविक जगामधील एक पूल आहे. ते ऑनचेन <a href=\"/glossary/#api\">APIs</a> म्हणून काम करतात ज्यांना माहितीसाठी क्वेरी केले जाऊ शकते आणि <a href=\"/glossary/#smart-contract\">स्मार्ट कॉन्ट्रॅक्ट्समध्ये</a> वापरले जाऊ शकते. <a href=\"/developers/docs/oracles/\">ओरॅकल्सवर अधिक</a>.",
  "peer-term": "पीअर",
  "peer-definition": "Ethereum क्लायंट सॉफ्टवेअर चालवणारे जोडलेले संगणक ज्यांच्याकडे <a href=\"/glossary/#blockchain\">ब्लॉकचेनच्या</a> समान प्रती आहेत.",
  "peer-to-peer-network-term": "पीअर-टू-पीअर नेटवर्क",
  "peer-to-peer-network-definition": "संगणकांचे एक नेटवर्क (<a href=\"/glossary/#peer\">पीअर्स</a>) जे एकत्रितपणे केंद्रीय, सर्व्हर-आधारित सेवांची गरज न ठेवता कार्यक्षमता पार पाडू शकतात.<br />ही रचना अनेकदा फायली (उदा., बिटटोरेंट), माहिती किंवा डिजिटल चलनांची देवाणघेवाण करण्यासाठी वापरली जाते, ज्यामुळे वापरकर्त्यांमध्ये अधिक थेट आणि संभाव्यतः अधिक कार्यक्षम देवाणघेवाण होते.",
  "permissionless-term": "परवानगीहीन",
  "permissionless-definition": "परमिशनलेस म्हणजे कोणीही Ethereum सारख्या सिस्टममध्ये सामील होऊ शकतो आणि वापरू शकतो. हे प्रत्येकासाठी सहभागी होण्यासाठी खुले आहे आणि कोणत्याही मंजुरीची आवश्यकता नाही.",
  "plasma-term": "प्लाझ्मा",
  "plasma-definition": "एक ऑफचेन स्केलिंग सोल्यूशन जे <a href=\"/glossary/#fraud-proof\">फसवणूक पुरावे</a> वापरते, जसे की <a href=\"/glossary/#optimistic-rollup\">ऑप्टिमिस्टिक रोलअप्स</a>. प्लाझ्मा केवळ मूलभूत टोकन हस्तांतरण आणि स्वॅप्ससारख्या सोप्या व्यवहारांपुरते मर्यादित आहे. <a href=\"/developers/docs/scaling/plasma\">प्लाझ्मावर अधिक</a>.",
  "private-key-term": "खाजगी की",
  "private-key-definition": "खाजगी की हा एक गुप्त कोड आहे जो तुम्ही तुमच्या डिजिटल पैशांचे मालक असल्याचे सिद्ध करतो आणि तुम्हाला ते खर्च करण्याची परवानगी देतो, जसे तुमच्या खात्यासाठी पिन. <strong>हे शेअर करू नका</strong>.",
  "public-goods-term": "सार्वजनिक वस्तू",
  "public-goods-definition": "सार्वजनिक वस्तू म्हणजे ज्या वस्तू प्रत्येकजण विनामूल्य वापरू शकतो, जसे की उद्याने किंवा स्वच्छ हवा, आणि त्यांचा वापर केल्याने इतरांना त्यांचा वापर करण्यापासून रोखले जात नाही. सरकार अनेकदा या पुरवतात कारण व्यवसाय सहसा करणार नाहीत, कारण ते लोकांकडून त्यांच्या वापरासाठी सहजपणे शुल्क आकारू शकत नाहीत.",
  "private-chain-term": "खाजगी साखळी",
  "private-chain-definition": "एक पूर्णपणे खाजगी ब्लॉकचेन ही एक परवानगीकृत प्रवेशासह आहे, जी वापरासाठी सार्वजनिकपणे उपलब्ध नाही.",
  "poap-term": "POAP",
  "poap-definition": "प्रूफ ऑफ अटेंडन्स प्रोटोकॉलचा वापर एक डिजिटल संग्रहणीय (NFT) तयार करण्यासाठी केला जातो जे तुम्ही एका विशिष्ट कार्यक्रमात किंवा क्रियाकलापात उपस्थित होता हे सिद्ध करते.",
  "pos-term": "प्रूफ-ऑफ-स्टेक (PoS)",
  "pos-definition": "एक पद्धत ज्याद्वारे क्रिप्टोकरन्सी ब्लॉकचेन प्रोटोकॉल वितरित <a href=\"/glossary/#consensus\">सहमती</a> प्राप्त करण्याचा प्रयत्न करतो. PoS वापरकर्त्यांना व्यवहारांच्या पडताळणीमध्ये सहभागी होण्यासाठी विशिष्ट प्रमाणात क्रिप्टोकरन्सीची मालकी (नेटवर्कमधील त्यांचा \"स्टेक\") सिद्ध करण्यास सांगते. <a href=\"/developers/docs/consensus-mechanisms/pos/\">प्रूफ-ऑफ-स्टेकवर अधिक</a>.",
  "pow-term": "प्रूफ-ऑफ-वर्क (PoW)",
  "pow-definition": "ब्लॉकचेनसाठी एक सुरक्षा यंत्रणा ज्यामध्ये नोड्सना विशिष्ट मूल्य शोधण्यासाठी गणनेच्या स्वरूपात ऊर्जा खर्च करावी लागते.",
  "proto-danksharding-term": "प्रोटो-डंकशार्डिंग",
  "proto-danksharding-definition": "एक नवीन व्यवहार प्रकार जो Ethereum साठी डेटाचे \"ब्लॉब्स\" स्वीकारतो. हा \"ब्लॉब\" डेटा तात्पुरता 4096 इपॉक्ससाठी (~18.2 दिवस) बीकन चेनवर साठवला जातो, आणि नोड ऑपरेटर्ससाठी हार्डवेअर आवश्यकता कमी करण्यास मदत करण्यासाठी नंतर वैकल्पिकरित्या प्रून केला जाऊ शकतो.",
  "public-key-term": "सार्वजनिक की",
  "public-key-definition": "सार्वजनिक की ही वर्णांचा एक संच आहे जो इतरांना तुम्हाला सुरक्षितपणे डिजिटल चलन पाठवण्याची परवानगी देतो, जसे पैशांसाठी ईमेल ॲड्रेस.",
  "quadratic-voting-term": "चतुर्भुज मतदान",
  "quadratic-voting-definition": "ही एक मतदान पद्धत आहे जिथे मतदार मुद्द्यांबद्दल किती तीव्रतेने वाटतात हे व्यक्त करतात. हे मतदारांना केवळ पसंतीच नव्हे, तर त्यांच्या पसंतीची तीव्रता देखील दर्शविण्याची परवानगी देते.",
  "receipt-term": "पावती",
  "receipt-definition": "Ethereum क्लायंटद्वारे परत केलेला डेटा जो एका विशिष्ट <a href=\"/glossary/#transaction\">व्यवहाराचा</a> परिणाम दर्शवतो, ज्यात व्यवहाराचा <a href=\"/glossary/#hash\">हॅश</a>, त्याचा <a href=\"/glossary/#block\">ब्लॉक</a> क्रमांक, वापरलेल्या <a href=\"/glossary/#gas\">गॅसची</a> रक्कम आणि <a href=\"/glossary/#smart-contract\">स्मार्ट कॉन्ट्रॅक्टच्या</a> तैनातीच्या बाबतीत, कॉन्ट्रॅक्टचा <a href=\"/glossary/#address\">ॲड्रेस</a> समाविष्ट असतो.",
  "recovery-phrase-term": "सीड फ्रेज/रिकव्हरी फ्रेज",
  "recovery-phrase-definition": "डिजिटल वॉलेट तयार करताना तुम्हाला दिलेली शब्दांची एक यादी. हा एक पासवर्डसारखा काम करतो जो तुम्हाला तुमच्या वॉलेटमध्ये प्रवेश गमावल्यास परत प्रवेश मिळविण्यात मदत करू शकतो, ज्यामुळे तुमचे डिजिटल पैसे किंवा टोकन गमावले जाणार नाहीत याची खात्री होते.",
  "re-entrancy-attack-term": "री-एन्ट्रन्सी हल्ला",
  "re-entrancy-attack-definition": "एक हल्ला ज्यामध्ये एक हल्लेखोर कॉन्ट्रॅक्ट एका बळी कॉन्ट्रॅक्ट फंक्शनला अशा प्रकारे कॉल करतो की अंमलबजावणी दरम्यान बळी कॉन्ट्रॅक्ट पुन्हा हल्लेखोर कॉन्ट्रॅक्टला कॉल करतो, पुनरावृत्तीने. यामुळे, उदाहरणार्थ, बळी कॉन्ट्रॅक्टच्या बॅलन्स अपडेट करणाऱ्या किंवा पैसे काढण्याच्या रकमेची मोजणी करणाऱ्या भागांना वगळून निधीची चोरी होऊ शकते. <a href=\"/developers/docs/smart-contracts/security/#reentrancy\">री-एन्ट्रन्सीवर अधिक</a>.",
  "reward-term": "बक्षीस",
  "reward-definition": "प्रत्येक स्लॉटमध्ये ब्लॉक प्रस्तावित करणे किंवा सिंक-समितीमध्ये सहभागी होण्यासह काही विशिष्ट कार्ये करणाऱ्या व्हॅलिडेटर्सना <a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">दिलेले</a> इथरचे बक्षीस.",
  "rlp-term": "रिकर्सिव्ह लेंथ प्रिफिक्स (RLP)",
  "rlp-definition": "Ethereum डेव्हलपर्सद्वारे डिझाइन केलेले एक <a href=\"/developers/docs/data-structures-and-encoding\">एन्कोडिंग मानक</a> जे कोणत्याही जटिलता आणि लांबीच्या ऑब्जेक्ट्स (डेटा स्ट्रक्चर्स) एन्कोड आणि सीरियलाइज करण्यासाठी आहे.",
  "rollups-term": "रोलअप्स",
  "rollups-definition": "एक प्रकारचा <a href=\"/glossary/#layer-2\">लेयर 2</a> स्केलिंग सोल्यूशन जो अनेक व्यवहारांना बॅच करतो आणि त्यांना <a href=\"/glossary/#mainnet\">Ethereum मुख्य साखळीवर</a> एकाच व्यवहारात सादर करतो. यामुळे <a href=\"/glossary/#gas\">गॅस</a> खर्चात कपात आणि <a href=\"/glossary/#transaction\">व्यवहार</a> थ्रुपुटमध्ये वाढ होते. ऑप्टिमिस्टिक आणि झिरो-नॉलेज रोलअप्स आहेत जे या स्केलेबिलिटीचे फायदे देण्यासाठी वेगवेगळ्या सुरक्षा पद्धती वापरतात. <a href=\"/developers/docs/scaling/#rollups\">रोलअप्सवर अधिक</a>.",
  "rpc-term": "रिमोट प्रोसिजर कॉल (RPC)",
  "rpc-definition": "RPC एका संगणकाला नेटवर्कवरून दुसऱ्या संगणकाकडून डेटा किंवा कारवाईची विनंती करण्याची परवानगी देते, जसे रिमोट कंट्रोलने माहिती मागणे.",
  "sha-term": "सिक्युअर हॅश अल्गोरिदम (SHA)",
  "sha-definition": "नॅशनल इन्स्टिट्यूट ऑफ स्टँडर्ड्स अँड टेक्नॉलॉजी (NIST) द्वारे प्रकाशित क्रिप्टोग्राफिक हॅश फंक्शन्सची एक फॅमिली.",
  "serialization-term": "सीरियलायझेशन",
  "serialization-definition": "डेटा स्ट्रक्चरला बाइट्सच्या क्रमात रूपांतरित करण्याची प्रक्रिया.",
  "sequencer-term": "सिक्वेन्सर",
  "sequencer-definition": "सिक्वेन्सर हा ब्लॉकचेन नेटवर्कमधील, विशेषतः लेयर 2 स्केलिंग सोल्यूशन्समध्ये, व्यवहारांची क्रमवारी लावण्यासाठी जबाबदार असलेला प्रोग्राम आहे.",
  "shard-term": "शार्ड / शार्ड साखळी",
  "shard-definition": "शार्ड चेन हे एकूण ब्लॉकचेनचे वेगळे भाग आहेत ज्यासाठी व्हॅलिडेटर्सचे उपसंच जबाबदार असू शकतात. हे मूळतः Ethereum ला प्रति सेकंद लाखो व्यवहारांपर्यंत स्केल करण्याचा मार्ग मानले गेले होते, परंतु आता <a href=\"/glossary/#rollups\">रोलअप्स</a> वापरून स्केलिंगच्या जलद विकासामुळे ते मागे पडले आहे.",
  "sidechain-term": "साइडचेन",
  "sidechain-definition": "एक स्केलिंग सोल्यूशन जे वेगळ्या साखळीचा वापर करते ज्याचे <a href=\"/glossary/#consensus-rules\">सहमती नियम</a> वेगळे आणि अनेकदा जलद असतात. या साइडचेन्सना <a href=\"/glossary/#mainnet\">मेननेटशी</a> जोडण्यासाठी ब्रिजची आवश्यकता असते. <a href=\"/glossary/#rollups\">रोलअप्स</a> देखील साइडचेन वापरतात, परंतु ते <a href=\"/glossary/#mainnet\">मेननेटच्या</a> सहकार्याने कार्य करतात. <a href=\"/developers/docs/scaling/sidechains/\">साइडचेन्सवर अधिक</a>.",
  "signing-term": "स्वाक्षरी करणे",
  "signing-definition": "एखादा व्यवहार विशिष्ट खाजगी कीच्या धारकाने मंजूर केला होता हे क्रिप्टोग्राफिकली सिद्ध करणे.",
  "singleton-term": "सिंगलटन",
  "singleton-definition": "एक संगणक प्रोग्रामिंग संज्ञा जी अशा ऑब्जेक्टचे वर्णन करते ज्याचा केवळ एकच इंस्टन्स अस्तित्वात असू शकतो.",
  "slasher-term": "स्लॅशर",
  "slasher-definition": "स्लॅशर ही एक संस्था आहे जी स्लॅश करण्यायोग्य गुन्ह्यांच्या शोधात साक्षांकने स्कॅन करते. स्लॅशिंग्स नेटवर्कवर प्रसारित केले जातात आणि पुढील ब्लॉक प्रस्तावक पुराव्याला ब्लॉकमध्ये जोडतो. ब्लॉक प्रस्तावक नंतर दुष्ट व्हॅलिडेटरला स्लॅश केल्याबद्दल बक्षीस प्राप्त करतो.",
  "slot-term": "स्लॉट",
  "slot-definition": "<a href=\"/glossary/#pos\">प्रूफ-ऑफ-स्टेक</a> प्रणालीमध्ये <a href=\"/glossary/#validator\">व्हॅलिडेटरद्वारे</a> नवीन ब्लॉक्स प्रस्तावित केले जाऊ शकणारा एक कालावधी (12 सेकंद). स्लॉट रिकामा असू शकतो. 32 स्लॉट्स मिळून एक <a href=\"/glossary/#epoch\">इपॉक</a> बनतो. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">प्रूफ-ऑफ-स्टेकवर अधिक</a>.",
  "smart-contract-term": "स्मार्ट कॉन्ट्रॅक्ट",
  "smart-contract-definition": "स्मार्ट करार हा एक प्रोग्राम आहे जो ब्लॉकचेनवर आपोआप करार अंमलात आणतो, जसे की स्वयं-अंमलबजावणी करणारा डिजिटल करार. <a href=\"/smart-contracts/\">स्मार्ट करारांचा परिचय</a>.",
  "snark-term": "SNARK",
  "snark-definition": "\"सक्किंट नॉन-इंटरॅक्टिव्ह आर्ग्युमेंट ऑफ नॉलेज\" चे संक्षिप्त रूप, SNARK हा <a href=\"/glossary/#zk-proof\">झिरो-नॉलेज प्रूफचा</a> एक प्रकार आहे. <a href=\"/developers/docs/scaling/zk-rollups/\">झिरो-नॉलेज रोलअप्सवर अधिक</a>.",
  "soft-fork-term": "सॉफ्ट फोर्क",
  "soft-fork-definition": "<a href=\"/glossary/#blockchain\">ब्लॉकचेनमधील</a> एक विचलन जे <a href=\"/glossary/#consensus-rules\">सहमती नियम</a> बदलल्यावर होते. <a href=\"/glossary/#hard-fork\">हार्ड फोर्कच्या</a> उलट, सॉफ्ट फोर्क बॅकवर्ड्स सुसंगत असतो; अपग्रेड केलेले नोड्स अपग्रेड न केलेल्या नोड्सद्वारे तयार केलेले ब्लॉक्स प्रमाणित करू शकतात जोपर्यंत ते नवीन सहमती नियमांचे पालन करतात.",
  "solidity-term": "Solidity",
  "solidity-definition": "एक प्रक्रियात्मक (इंपरेटिव्ह) प्रोग्रामिंग भाषा ज्याची सिंटॅक्स JavaScript, C++, किंवा Java सारखी आहे. Ethereum <a href=\"/glossary/#smart-contract\">स्मार्ट कॉन्ट्रॅक्ट्ससाठी</a> सर्वात लोकप्रिय आणि सर्वाधिक वापरली जाणारी भाषा. डॉ. गॅविन वूड यांनी तयार केली. <a href=\"/developers/docs/smart-contracts/languages/#solidity\">Solidity वर अधिक</a>.",
  "solidity-inline-assembly-term": "Solidity इनलाइन असेंब्ली",
  "solidity-inline-assembly-definition": "<a href=\"/glossary/#solidity\">Solidity</a> प्रोग्राममध्ये <a href=\"/glossary/#evm\">EVM</a> असेंब्ली भाषा. Solidity चे इनलाइन असेंब्लीसाठी समर्थन काही ऑपरेशन्स लिहिणे सोपे करते.",
  "stablecoin-term": "स्टेबलकॉइन",
  "stablecoin-definition": "स्टेबलकॉइन हा एक प्रकारचा क्रिप्टोकरन्सी आहे जो स्थिर मूल्य ठेवण्यासाठी डिझाइन केलेला आहे, अनेकदा चलन किंवा वस्तू (जसे की यूएस डॉलर) शी जोडलेला असतो, ज्यामुळे किंमतीतील अस्थिरता कमी होते. <a href=\"/stablecoins/\">स्टेबलकॉइन्सबद्दल अधिक</a>.",
  "staking-term": "स्टॅकिंग",
  "staking-definition": "व्हॅलिडेटर होण्यासाठी आणि <a href=\"/glossary/#network\">नेटवर्क</a> सुरक्षित करण्यासाठी <a href=\"/glossary/#ether\">इथरची</a> (तुमचा स्टेक) रक्कम जमा करणे. व्हॅलिडेटर <a href=\"/glossary/#transaction\">व्यवहार</a> तपासतो आणि <a href=\"/glossary/#pos\">प्रूफ-ऑफ-स्टेक</a> सहमती मॉडेल अंतर्गत <a href=\"/glossary/#block\">ब्लॉक्स</a> प्रस्तावित करतो. स्टेकिंग तुम्हाला नेटवर्कच्या हितासाठी कार्य करण्यासाठी आर्थिक प्रोत्साहन देते. तुम्हाला तुमची <a href=\"/glossary/#validator\">व्हॅलिडेटर</a> कर्तव्ये पार पाडल्याबद्दल बक्षिसे मिळतील, परंतु तुम्ही तसे न केल्यास विविध प्रमाणात ETH गमावाल. <a href=\"/staking/\">Ethereum स्टेकिंगबद्दल अधिक</a>.",
  "staking-pool-term": "स्टेकिंग पूल",
  "staking-pool-definition": "एकापेक्षा जास्त Ethereum स्टेकर्सचा एकत्रित ETH, जो व्हॅलिडेटर कीजचा एक संच सक्रिय करण्यासाठी आवश्यक असलेल्या 32 ETH पर्यंत पोहोचण्यासाठी वापरला जातो. नोड ऑपरेटर या कीजचा वापर सहमतीमध्ये सहभागी होण्यासाठी करतो आणि <a href=\"/glossary/#block-reward\">ब्लॉक बक्षिसे</a> योगदान देणाऱ्या स्टेकर्समध्ये विभागली जातात. स्टेकिंग पूल्स किंवा स्टेकिंग डेलिगेट करणे Ethereum प्रोटोकॉलसाठी मूळ नाही, परंतु समुदायाने अनेक सोल्यूशन्स तयार केले आहेत. <a href=\"/staking/pools/\">पूल केलेल्या स्टेकिंगवर अधिक</a>.",
  "stark-term": "STARK",
  "stark-definition": "\"स्केलेबल ट्रान्सपरंट आर्ग्युमेंट ऑफ नॉलेज\" चे संक्षिप्त रूप, STARK हा <a href=\"/glossary/#zk-proof\">झिरो-नॉलेज प्रूफचा</a> एक प्रकार आहे. <a href=\"/developers/docs/scaling/zk-rollups/\">झिरो-नॉलेज रोलअप्सवर अधिक</a>.",
  "state-term": "स्टेट",
  "state-definition": "ब्लॉकचेनवर एका विशिष्ट वेळी सर्व बॅलन्स आणि डेटाचा एक स्नॅपशॉट, जो सामान्यतः एका विशिष्ट ब्लॉकच्या स्थितीचा संदर्भ देतो.",
  "state-channels-term": "स्टेट चॅनेल",
  "state-channels-definition": "एक <a href=\"/glossary/#layer-2\">लेयर 2</a> सोल्यूशन जिथे सहभागींमध्ये एक चॅनल सेट केले जाते, जिथे ते मुक्तपणे आणि स्वस्तात व्यवहार करू शकतात. चॅनल सेट करण्यासाठी आणि चॅनल बंद करण्यासाठी फक्त एक <a href=\"/glossary/#transaction\">व्यवहार</a> <a href=\"/glossary/#mainnet\">मेननेटला</a> पाठवला जातो. यामुळे खूप उच्च व्यवहार थ्रुपुट शक्य होते, परंतु सहभागींची संख्या आगाऊ माहित असण्यावर आणि निधी लॉक करण्यावर अवलंबून असते. <a href=\"/developers/docs/scaling/state-channels/#state-channels\">स्टेट चॅनलवर अधिक</a>.",
  "supermajority-term": "सुपरमजॉरिटी",
  "supermajority-definition": "सुपरमजॉरिटी हा Ethereum सुरक्षित करणाऱ्या एकूण स्टेक केलेल्या इथरच्या 2/3 (66%) पेक्षा जास्त रकमेसाठी दिलेला शब्द आहे. बीकन चेनवर ब्लॉक्स <a href=\"/glossary/#finality\">अंतिम</a> होण्यासाठी सुपरमजॉरिटी मतांची आवश्यकता असते.",
  "sybil-attack-term": "सिबिल हल्ला",
  "sybil-attack-definition": "सिबिल हल्ल्यांचा संदर्भ आहे की वैयक्तिक मानव आपला प्रभाव वाढवण्यासाठी एकापेक्षा जास्त लोक आहेत असा विचार करून प्रणालीला फसवतात.",
  "syncing-term": "सिंक करणे",
  "syncing-definition": "ब्लॉकचेनची संपूर्ण नवीनतम आवृत्ती नोडवर डाउनलोड करण्याची प्रक्रिया.",
  "sync-committee-term": "सिंक समिती",
  "sync-committee-definition": "सिंक समिती ही <a href=\"/glossary/#validator\">व्हॅलिडेटर्सचा</a> एक यादृच्छिकपणे निवडलेला गट आहे जो दर ~27 तासांनी रिफ्रेश होतो. त्यांचा उद्देश वैध ब्लॉक हेडर्सवर त्यांच्या स्वाक्षऱ्या जोडणे आहे. सिंक समित्या <a href=\"/glossary/#light-client\">लाइट क्लायंट्सना</a> संपूर्ण व्हॅलिडेटर संचात प्रवेश न करता ब्लॉकचेनच्या हेडचा मागोवा ठेवण्याची परवानगी देतात.",
  "szabo-term": "स्झाबो",
  "szabo-definition": "<a href=\"/glossary/#ether\">इथरचे</a> एक डिनॉमिनेशन. 1 स्झाबो = 10<sup>12</sup> <a href=\"/glossary/#wei\">वेई</a>. 10<sup>6</sup> स्झाबो = 1 इथर.",
  "terminal-total-difficulty-term": "टर्मिनल एकूण अडचण (TTD)",
  "terminal-total-difficulty-definition": "एकूण अडचण ही ब्लॉकचेनमधील एका विशिष्ट बिंदूपर्यंतच्या सर्व ब्लॉक्ससाठी Ethash मायनिंग अडचणींची बेरीज आहे. टर्मिनल एकूण अडचण ही एकूण अडचणीसाठी एक विशिष्ट मूल्य होते जे एक्झिक्युशन क्लायंट्सना त्यांचे मायनिंग आणि ब्लॉक गॉसिप फंक्शन्स बंद करण्यासाठी ट्रिगर म्हणून वापरले गेले होते, ज्यामुळे नेटवर्क प्रूफ-ऑफ-स्टेकमध्ये संक्रमण करू शकले. Ethereum प्रूफ-ऑफ-स्टेकमध्ये स्थलांतरित झाल्यामुळे आता हे संबंधित नाही.",
  "testnet-term": "टेस्टनेट",
  "testnet-definition": "\"चाचणी नेटवर्क\" साठी संक्षिप्त, मुख्य Ethereum नेटवर्कच्या वर्तनाचे अनुकरण करण्यासाठी वापरले जाणारे नेटवर्क.",
  "token-term": "टोकन",
  "token-definition": "Ethereum ब्लॉकचेनवरील स्मार्ट कॉन्ट्रॅक्ट्समध्ये परिभाषित केलेली एक व्यापारयोग्य व्हर्च्युअल वस्तू.",
  "token-factory-term": "टोकन फॅक्टरी",
  "token-factory-definition": "टोकन फॅक्टरी ही एक स्मार्ट कॉन्ट्रॅक्ट आहे जी <a href=\"#erc-20\">ERC-20</a>, <a href=\"#erc-721\">ERC-721</a>, किंवा <a href=\"#erc-1155\">ERC-1155</a> सारख्या विशिष्ट मानकात टोकन निर्मिती सुलभ करते. स्मार्ट कॉन्ट्रॅक्ट एक टेम्पलेट म्हणून काम करते, ज्यामुळे वापरकर्त्यांना सुरवातीपासून नवीन स्मार्ट कॉन्ट्रॅक्ट तयार न करता नाव, चिन्ह, पुरवठा आणि अतिरिक्त कार्यक्षमता यांसारख्या सानुकूल पॅरामीटर्ससह नवीन टोकन तैनात करण्याची परवानगी मिळते.",
  "transaction-term": "व्यवहार",
  "transaction-definition": "मूळ <a href=\"/glossary/#account\">खात्याद्वारे</a> स्वाक्षरी केलेला Ethereum ब्लॉकचेनवर कमिट केलेला डेटा, जो एका विशिष्ट <a href=\"/glossary/#address\">ॲड्रेसला</a> लक्ष्य करतो. व्यवहारामध्ये त्या व्यवहारासाठी <a href=\"/glossary/#gas-limit\">गॅस मर्यादा</a> यांसारखा मेटाडेटा असतो. <a href=\"/developers/docs/transactions/\">व्यवहारांबद्दल अधिक</a>.",
  "transaction-fee-term": "व्यवहार शुल्क",
  "transaction-fee-definition": "जेव्हा तुम्ही Ethereum नेटवर्क वापरता तेव्हा तुम्हाला द्यावे लागणारे शुल्क. उदाहरणांमध्ये तुमच्या <a href=\"/glossary/#wallet\">वॉलेटमधून</a> निधी पाठवणे किंवा <a href=\"/glossary/#dapp\">dapp</a> संवाद, जसे की टोकन स्वॅप करणे किंवा संग्रहणीय वस्तू खरेदी करणे. तुम्ही याला सेवा शुल्क समजू शकता. नेटवर्क किती व्यस्त आहे यावर हे शुल्क बदलेल. याचे कारण असे की <a href=\"/glossary/#validator\">व्हॅलिडेटर्स</a>, जे तुमचा व्यवहार प्रक्रिया करण्यासाठी जबाबदार असतात, ते जास्त शुल्कासह व्यवहारांना प्राधान्य देण्याची शक्यता असते – त्यामुळे गर्दीमुळे किंमत वाढते.<br/><br/>तांत्रिक स्तरावर, तुमचे व्यवहार शुल्क तुमच्या व्यवहाराला किती <a href=\"/glossary/#gas\">गॅस</a> लागतो याच्याशी संबंधित आहे.<br/><br/>व्यवहार शुल्क कमी करणे हा सध्या तीव्र आवडीचा विषय आहे. पहा <a href=\"/glossary/#layer-2\">लेयर 2</a>.",
  "trust-assumptions-term": "विश्वास गृहीतके",
  "trust-assumptions-definition": "विश्वास गृहीतके ही एका प्रणालीच्या सुरक्षा आणि विश्वासार्हतेबद्दलची मूलभूत श्रद्धा आहेत, जी प्रणाली कार्य करण्यासाठी आपण कशावर विश्वास ठेवतो हे मार्गदर्शन करतात.",
  "trustlessness-term": "विश्वासहीनता",
  "trustlessness-definition": "एका नेटवर्कची क्षमता ज्यामुळे कोणत्याही सहभागी पक्षाला तृतीय पक्षावर विश्वास ठेवण्याची गरज न भासता व्यवहारांमध्ये मध्यस्थी करता येते.",
  "turing-complete-term": "ट्युरिंग पूर्ण",
  "turing-complete-definition": "इंग्रजी गणितज्ञ आणि संगणक शास्त्रज्ञ अॅलन ट्युरिंग यांच्या नावावरून ठेवलेली एक संकल्पना - डेटा-मॅनिप्युलेशन नियमांची एक प्रणाली (जसे की संगणकाचा इंस्ट्रक्शन सेट, प्रोग्रामिंग भाषा, किंवा सेल्युलर ऑटोमेशन) \"ट्युरिंग पूर्ण\" किंवा \"गणनात्मक सार्वत्रिक\" मानली जाते जर ती कोणत्याही ट्युरिंग मशीनचे अनुकरण करण्यासाठी वापरली जाऊ शकते.",
  "validator-term": "व्हॅलिडेटर",
  "validator-definition": "<a href=\"/glossary/#pos\">प्रूफ-ऑफ-स्टेक</a> प्रणालीमधील एक <a href=\"/glossary/#node\">नोड</a> जो डेटा साठवणे, व्यवहार प्रक्रिया करणे आणि ब्लॉकचेनमध्ये नवीन ब्लॉक्स जोडण्यासाठी जबाबदार असतो. व्हॅलिडेटर सॉफ्टवेअर सक्रिय करण्यासाठी, तुम्हाला 32 ETH <a href=\"/glossary/#staking\">स्टेक</a> करता आले पाहिजे. <a href=\"/staking/\">Ethereum मध्ये स्टेकिंगबद्दल अधिक</a>.",
  "validator-lifecycle-term": "व्हॅलिडेटर जीवनचक्र",
  "validator-lifecycle-definition": "व्हॅलिडेटर ज्या स्थितींच्या क्रमात अस्तित्वात असू शकतो. यात समाविष्ट आहे: <br/><br/><ul><li>जमा: व्हॅलिडेटरद्वारे <a href=\"/glossary/#deposit-contract\">डिपॉझिट कॉन्ट्रॅक्टमध्ये</a> किमान 32 ETH जमा केले गेले आहेत</li><li>प्रलंबित: व्हॅलिडेटर सक्रियकरण रांगेत आहे आणि विद्यमान व्हॅलिडेटर्सद्वारे नेटवर्कमध्ये मतदानाची वाट पाहत आहे</li><li>सक्रिय: सध्या साक्षांकन करत आहे आणि ब्लॉक्स प्रस्तावित करत आहे</li><li>स्लॅशिंग: व्हॅलिडेटरने गैरवर्तन केले आहे आणि त्याला स्लॅश केले जात आहे</li><li>बाहेर पडत आहे: व्हॅलिडेटरला नेटवर्कमधून बाहेर पडण्यासाठी ध्वजांकित केले गेले आहे, स्वेच्छेने किंवा त्याला बाहेर काढले गेल्यामुळे.</li></ul>",
  "validity-proof-term": "वैधता पुरावा",
  "validity-proof-definition": "काही <a href=\"/glossary/#layer-2\">लेयर 2</a> सोल्यूशन्ससाठी एक सुरक्षा मॉडेल, जिथे वेग वाढवण्यासाठी, व्यवहार रोलअप करून बॅचेसमध्ये Ethereum ला एकाच व्यवहारात सादर केले जातात. व्यवहार गणना ऑफचेन केली जाते आणि नंतर त्यांच्या वैधतेच्या पुराव्यासह मुख्य साखळीला पुरवली जाते. ही पद्धत सुरक्षा टिकवून ठेवत संभाव्य व्यवहारांची संख्या वाढवते. काही <a href=\"/glossary/#rollups\">रोलअप्स</a> <a href=\"/glossary/#fraud-proof\">फसवणूक पुरावा</a> वापरतात. <a href=\"/developers/docs/scaling/zk-rollups/\">झिरो-नॉलेज रोलअप्सवर अधिक</a>.",
  "validium-term": "Validium",
  "validium-definition": "एक ऑफचेन सोल्यूशन जे व्यवहार थ्रुपुट सुधारण्यासाठी <a href=\"/glossary/#validity-proof\">वैधता पुरावे</a> वापरते. <a href=\"/glossary/#zk-rollup\">झिरो-नॉलेज रोलअप्सच्या</a> विपरीत, व्हॅलिडियम डेटा लेयर 1 मेननेटवर साठवला जात नाही. <a href=\"/developers/docs/scaling/validium/\">व्हॅलिडियमवर अधिक</a>.",
  "vyper-term": "Vyper",
  "vyper-definition": "पायथनसारख्या सिंटॅक्ससह एक उच्च-स्तरीय प्रोग्रामिंग भाषा. शुद्ध कार्यात्मक भाषेच्या जवळ जाण्याचा हेतू. विटालिक बुटेरिन यांनी तयार केली. <a href=\"/developers/docs/smart-contracts/languages/#vyper\">Vyper वर अधिक</a>.",
  "wallet-term": "वॉलेट",
  "wallet-definition": "वॉलेट हे डिजिटल चलन साठवण्यासाठी, पाठवण्यासाठी आणि प्राप्त करण्यासाठी एक डिजिटल साधन आहे, जसे तुमच्या ऑनलाइन पैशांसाठी व्हर्च्युअल पर्स. <a href=\"/wallets/\">Ethereum वॉलेट्सबद्दल अधिक</a>.",
  "web2-term": "वेब2",
  "web2-definition": "हे सध्याचे इंटरनेट आहे, जे वापरकर्ता-निर्मित सामग्री आणि सोशल मीडियावर केंद्रित आहे जे काही कंपन्यांद्वारे नियंत्रित केले जाते. Web3 हा एक क्रिप्टो विश्वास आहे की वापरकर्त्यांनी त्यांच्या डेटा आणि व्यवहारांवर नियंत्रण ठेवावे.",
  "web3-term": "Web3",
  "web3-definition": "Web3 हे ब्लॉकचेनसह नवीन इंटरनेट आहे, जिथे वापरकर्ते त्यांच्या डेटा आणि व्यवहारांवर नियंत्रण ठेवतात, कंपन्या नाही. कोणतीही वैयक्तिक माहिती शेअर करण्याची गरज नाही. <a href=\"/web3/\">web3 बद्दल अधिक</a>.",
  "wei-term": "Wei",
  "wei-definition": "इथरचे सर्वात लहान डिनॉमिनेशन. 10<sup>18</sup> वेई = 1 इथर.",
  "wrapped-token-term": "गुंडाळलेले टोकन",
  "wrapped-token-definition": "एक ब्लॉकचेन-आधारित टोकन जो दुसऱ्या नेटवर्कवरील दुसऱ्या क्रिप्टोकरन्सी किंवा मालमत्तेचे प्रतिनिधित्व करतो. उदाहरणार्थ, <a href=\"/wrapped-eth/#intro-to-weth\">गुंडाळलेला इथर (WETH)</a> Ethereum च्या <a href=\"/glossary/#erc-20\">ERC-20</a> टोकन मानकांशी सुसंगत स्वरूपात इथर (ETH) चे प्रतिनिधित्व करतो. मूळ मालमत्ता <a href=\"/glossary/#smart-contract\">स्मार्ट कॉन्ट्रॅक्टद्वारे</a> सुरक्षितपणे लॉक केली जाते आणि समतुल्य गुंडाळलेला टोकन तयार केला जातो. ही यंत्रणा ब्लॉकचेन्समध्ये आणि त्यांच्या दरम्यान आंतरकार्यक्षमता सक्षम करते, ज्यामुळे ETH सारख्या मालमत्ता विकेंद्रित ॲप्लिकेशन्समध्ये त्यांचे मूल्य टिकवून ठेवत अखंडपणे वापरल्या जाऊ शकतात.",
  "zero-address-term": "शून्य ॲड्रेस",
  "zero-address-definition": "एक Ethereum ॲड्रेस, जो पूर्णपणे शून्यांनी बनलेला आहे, जो मालकीच्या सर्कुलेशनमधून टोकन काढून टाकण्यासाठी ॲड्रेस म्हणून वारंवार वापरला जातो. burn() पद्धतीद्वारे स्मार्ट कॉन्ट्रॅक्टच्या इंडेक्समधून औपचारिकपणे काढलेल्या टोकन आणि या ॲड्रेसवर पाठवलेल्या टोकनमध्ये फरक केला जातो.",
  "zk-proof-term": "झिरो-नॉलेज प्रूफ",
  "zk-proof-definition": "झिरो-नॉलेज प्रूफ ही एक क्रिप्टोग्राफिक पद्धत आहे जी एका व्यक्तीला कोणतीही अतिरिक्त माहिती न देता एखादे विधान सत्य असल्याचे सिद्ध करण्याची परवानगी देते. <a href=\"/developers/docs/scaling/zk-rollups/\">झिरो-नॉलेज रोलअप्सवर अधिक</a>.",
  "zk-rollup-term": "झिरो-नॉलेज रोलअप",
  "zk-rollup-definition": "<a href=\"/glossary/#validity-proof\">वैधता पुराव्यांचा</a> वापर करून व्यवहारांचा एक <a href=\"/glossary/#rollups\">रोलअप</a> जो मेननेट (लेयर 1) द्वारे प्रदान केलेल्या सुरक्षेचा वापर करत असताना वाढीव <a href=\"/glossary/#layer-2\">लेयर 2</a> व्यवहार थ्रुपुट देतो. जरी ते <a href=\"/glossary/#optimistic-rollup\">ऑप्टिमिस्टिक रोलअप्ससारख्या</a> जटिल व्यवहार प्रकारांना हाताळू शकत नसले तरी, त्यांना लेटन्सी समस्या नसतात कारण व्यवहार सादर केल्यावर सिद्धपणे वैध असतात. <a href=\"/developers/docs/scaling/zk-rollups/\">झिरो-नॉलेज रोलअप्सवर अधिक</a>."
}
