{
  "page-get-eth-article-keeping-crypto-safe": "तुमचा क्रिप्टो सुरक्षित ठेवण्याच्या चाव्या",
  "page-get-eth-article-protecting-yourself": "स्वतःचे आणि आपल्या निधीचे संरक्षण करणे",
  "page-get-eth-article-store-digital-assets": "Ethereumवर डिजिटल मालमत्ता कशी साठवायची",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "केंद्रीकृत देवाणघेवाण",
  "page-get-eth-cex-desc": "देवाणघेवाण - एक्सचेंज हे असे व्यवसाय आहेत जे तुम्हाला पारंपारिक चलने वापरून क्रिप्टो खरेदी करू देतात. तुम्ही खरेदी केलेल्या कोणत्याही ETH ची कस्टडी त्यांच्याकडे असते जोपर्यंत तुम्ही ते तुम्ही नियंत्रित करत असलेल्या वॉलेटवर पाठवत नाही.",
  "page-get-eth-checkout-dapps-btn": "dapps पहा",
  "page-get-eth-community-safety": "सुरक्षा वर समुदाय पोस्ट",
  "page-get-eth-description": "Ethereum कोणत्याही एका संस्थेद्वारे नियंत्रित नाही - ते विकेंद्रित आहे.",
  "page-get-eth-dex": "विकेंद्रित एक्सचेंज (DEX)",
  "page-get-eth-dex-desc": "तुम्हाला अधिक नियंत्रण हवे असल्यास, स्मार्ट करार वापरून ETH खरेदी करा. DEX सह तुम्ही कधीही केंद्रीकृत कंपनीला तुमच्या निधीचे नियंत्रण न देता डिजिटल मालमत्तेचा व्यापार करू शकता.",
  "page-get-eth-peers": "तुमच्या समवयस्कांकडून ETH मिळवा",
  "page-get-eth-peers-desc": "एकदा तुमच्याकडे Ethereum खाते झाल्यानंतर, तुम्हाला ETH (आणि इतर टोकन) पीअर-टू-पीअर पाठवणे आणि प्राप्त करणे सुरू करण्यासाठी तुमचा पत्ता शेअर करणे आवश्यक आहे.",
  "page-get-eth-staking": "बक्षिसे स्टॅकिंग",
  "page-get-eth-staking-desc": "तुमच्याकडे आधीच काही ETH असल्यास, तुम्ही व्हॅलिडेटर नोड चालवून अधिक कमवू शकता. ETH मध्ये हे सत्यापन कार्य करण्यासाठी आपल्याला पैसे मिळतात.",
  "page-get-eth-earn": "ETH कमवा",
  "page-get-eth-earn-desc": "तुम्ही DAO किंवा क्रिप्टोमध्ये पैसे देणाऱ्या कंपन्यांसाठी काम करून, बक्षीस जिंकून, सॉफ्टवेअर बग शोधून आणि बरेच काही करून ETH कमावू शकता.",
  "page-get-eth-daos-link-desc": "DAOs बद्दल जाणून घ्या",
  "page-get-eth-cex-link-desc": "एक्सचेंजची यादी पहा",
  "page-get-eth-staking-link-desc": "स्टेकिंगबद्दल अधिक जाणून घ्या",
  "page-get-eth-dexs": "विकेंद्रित एक्सचेंज (DEX)",
  "page-get-eth-dexs-desc": "विकेंद्रित एक्सचेंजेस हे ETH आणि इतर टोकन्ससाठी खुले बाजार आहेत. ते खरेदीदार आणि विक्रेते यांना थेट जोडतात.",
  "page-get-eth-dexs-desc-2": "व्यवहारात निधीचे रक्षण करण्यासाठी विश्वासू तृतीय पक्ष वापरण्याऐवजी, ते कोड वापरतात. विक्रेत्याचा ETH फक्त तेव्हाच हस्तांतरित केला जाईल जेव्हा पेमेंटची हमी दिली जाईल. या प्रकारच्या कोडला स्मार्ट कॉन्ट्रॅक्ट म्हणून ओळखले जाते.",
  "page-get-eth-dexs-desc-3": "याचा अर्थ केंद्रीकृत पर्यायांपेक्षा कमी भौगोलिक निर्बंध आहेत. जर कोणी आपल्याला पाहिजे ते विकत असेल आणि आपण प्रदान करू शकता पेमेंट पद्धत स्वीकारत असेल तर आपण जाणे चांगले आहे.",
  "page-get-eth-dexs-desc-4": "टीप: अनेक डेक्स कार्य करण्यासाठी (WETH) वापरतात. wrapped ether बद्दल अधिक जाणून घ्या.",
  "page-get-eth-do-not-copy": "उदाहरण: कॉपी करू नका",
  "page-get-eth-exchanges-disclaimer": "ही माहिती आम्ही हाताने गोळा केली. तुम्हाला काही चूक आढळल्यास, आम्हाला येथे कळवा",
  "page-get-eth-exchanges-empty-state-text": "तुम्ही वापरण्यास सक्षम असलेल्या एक्सचेंजेसची सूची पाहण्यासाठी तुमचा राहण्याचा देश प्रविष्ट करा",
  "page-get-eth-exchanges-except": "वगळता",
  "page-get-eth-exchanges-header": "तुम्ही कोणत्या देशात राहता?",
  "page-get-eth-exchanges-header-exchanges": "देवाणघेवाण",
  "page-get-eth-exchanges-header-wallets": "वॉलेट",
  "page-get-eth-exchanges-intro": "एक्सचेंजेसमध्ये ते क्रिप्टो कोठे विकू शकतात यावर निर्बंध आहेत. ही प्रत्येक देशात कार्यरत असलेल्या सेवांची सूचक यादी आहे. येथे समावेश करणे हे समर्थन नाही - आपण आपले स्वतःचे संशोधन केले पाहिजे!",
  "page-get-eth-exchanges-no-exchanges": "क्षमस्व, आम्हाला असे कोणतेही एक्सचेंज माहित नाही जे तुम्हाला या देशातून ETH खरेदी करू देतात. असे असल्यास, आम्हाला येथे सांगा",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "क्षमस्व, आम्हाला असे कोणतेही एक्सचेंज माहित नाही जे तुम्हाला या देशातून ETH खरेदी करू देतात. असे असल्यास, आम्हाला येथे सांगा",
  "page-get-eth-exchanges-no-wallets": "क्षमस्व, तुम्हाला या देशातून ETH खरेदी करू देणारे कोणतेही वॉलेट आम्हाला माहीत नाहीत. असे असल्यास, आम्हाला येथे सांगा",
  "page-get-eth-exchanges-search": "तुम्ही कुठे राहता ते टाइप करा...",
  "page-get-eth-exchanges-success-exchange": "त्यांच्या कायदेशीर तपासण्यांमुळे एक्सचेंजमध्ये नोंदणी करण्यासाठी अनेक दिवस लागू शकतात.",
  "page-get-eth-exchanges-success-wallet-link": "वॉलेट",
  "page-get-eth-exchanges-success-wallet-paragraph": "तुम्ही कुठे राहता, तुम्ही या वॉलेटमधून थेट ETH खरेदी करू शकता. अधिक जाणून घेण्यासाठी",
  "page-get-eth-exchanges-usa": "युनायटेड स्टेट्स ऑफ अमेरिका (यूएसए)",
  "page-get-eth-get-wallet-btn": "वॉलेट घ्या",
  "page-get-eth-hero-image-alt": "ETH नायक प्रतिमा मिळवा",
  "page-get-eth-keep-it-safe": "तुमचे ETH सुरक्षित ठेवणे",
  "page-get-eth-meta-description": "तुम्ही कुठे राहता यावर आधारित ETH कसे खरेदी करावे आणि त्याची काळजी कशी घ्यावी याबद्दल सल्ला.",
  "page-get-eth-meta-title": "इथेरियम (ETH) कसे खरेदी करावे",
  "page-get-eth-need-wallet": "DEX वापरण्यासाठी तुम्हाला वॉलेटची आवश्यकता असेल.",
  "page-get-eth-new-to-eth": "ETH वर नवीन? तुम्हाला प्रारंभ करण्यासाठी येथे विहंगावलोकन आहे.",
  "page-get-eth-other-cryptos": "इतर क्रिप्टोसह खरेदी करा",
  "page-get-eth-protect-eth-desc": "Ethereum च्या मुख्य वैशिष्ट्यांपैकी एक म्हणजे तुम्ही तुमचे स्वतःचे खाते व्यवस्थापित करून तुमच्या स्वतःच्या मालमत्तेवर नियंत्रण ठेवू शकतो. याचा अर्थ तुम्हाला तुमच्या मालमत्तेसह कोणत्याही तृतीय पक्षावर विश्वास ठेवण्याची गरज नाही, आणि तुम्ही कोणत्याही संरक्षकाने अप्रामाणिकपणे वागण्यापासून, दिवाळखोर होण्यापासून किंवा हॅक होण्यापासून संरक्षित आहात. तथापि, याचा अर्थ असा आहे की तुम्ही तुमच्या स्वतःच्या सुरक्षिततेची जबाबदारी घेता.",
  "page-get-eth-protect-eth-in-wallet": "तुमचा ETH तुमच्या स्वतःच्या वॉलेटमध्ये ठेवा",
  "page-get-eth-search-by-country": "देशानुसार शोधा",
  "page-get-eth-security": "याचा अर्थ तुम्हाला तुमच्या निधीची सुरक्षा गांभीर्याने घेणे आवश्यक आहे. ETH सह, आपण आपल्या मालमत्तेची काळजी घेण्यासाठी बँक किंवा कंपनीवर विश्वास ठेवत नाही, आपण स्वत: ची जबाबदारी घेत आहात.",
  "page-get-eth-smart-contract-link": "हुशार करारांवर अधिक",
  "page-get-eth-swapping": "इतर लोकांच्या ETH साठी तुमचे टोकन स्वॅप करा. आणि विपरीत.",
  "page-get-eth-try-dex": "DEX वापरून पहा",
  "page-get-eth-use-your-eth": "तुमचा ETH वापरा",
  "page-get-eth-use-your-eth-dapps": "आता तुमच्याकडे काही ETH आहेत, काही Ethereum ऍप्लिकेशन (dapps) पहा. वित्त, सोशल मीडिया, गेमिंग आणि इतर अनेक श्रेण्यांसाठी dapps आहेत.",
  "page-get-eth-wallet-instructions": "वॉलेट सूचनांचे अनुसरण करा",
  "page-get-eth-wallet-instructions-lost": "आपण आपल्या खात्यात प्रवेश गमावल्यास, आपण आपल्या निधीमध्ये प्रवेश गमावाल. तुमच्या वॉलेटने तुम्हाला यापासून संरक्षण करण्याच्या सूचना दिल्या पाहिजेत. बहुतेक प्रकरणांमध्ये त्यांचे काळजीपूर्वक अनुसरण करण्याचे सुनिश्चित करा –, आपण आपल्या खात्यात प्रवेश गमावल्यास कोणीही आपल्याला मदत करू शकत नाही.",
  "page-get-eth-wallets": "वॉलेट",
  "page-get-eth-wallets-link": "वॉलेटबद्दलची अधिक माहिती",
  "page-get-eth-wallets-purchasing": "काही पाकिटं तुम्हाला डेबिट/क्रेडिट कार्ड, बँक ट्रान्सफर किंवा अगदी Apple Pay सह क्रिप्टो खरेदी करू देतात. भौगोलिक निर्बंध लागू.",
  "page-get-eth-warning": "हे DEX नवशिक्यांसाठी नाहीत कारण ते वापरण्यासाठी तुम्हाला काही ETH ची आवश्यकता असेल. ही केवळ उदाहरणे आहेत, प्रमाणित उत्पादने नाहीत. आपले स्वतःचे संशोधन करा!",
  "page-get-eth-what-are-DEX's": "DEX म्हणजे काय?",
  "page-get-eth-whats-eth-link": "ETH काय आहे?",
  "page-get-eth-where-to-buy-desc": "तुम्ही ETH कमावू शकता, ते तुमच्या समवयस्कांकडून मिळवू शकता किंवा ते एक्सचेंज आणि ॲप्समधून खरेदी करू शकता.",
  "page-get-eth-where-to-buy-desc-2": "तुम्ही कुठे राहता यावर आधारित तुम्ही कोणत्या सेवा वापरू शकता ते तपासा.",
  "page-get-eth-where-to-buy-title": "ETH कुठे मिळेल",
  "page-get-eth-your-address": "तुमचा ETH पत्ता",
  "page-get-eth-your-address-desc": "तुम्ही वॉलेट डाउनलोड करता तेव्हा ते तुमच्यासाठी सार्वजनिक ETH पत्ता तयार करेल. एक कसा दिसतो ते येथे आहे:",
  "page-get-eth-your-address-desc-3": "तुमच्या ईमेल पत्त्याप्रमाणे याचा विचार करा, परंतु मेलऐवजी ते ETH प्राप्त करू शकते. तुम्हाला एक्सचेंजमधून तुमच्या वॉलेटमध्ये ETH हस्तांतरित करायचे असल्यास, तुमचा पत्ता गंतव्यस्थान म्हणून वापरा. आपण पाठवण्यापूर्वी नेहमी दुहेरी तपासणी करण्याचे सुनिश्चित करा!",
  "page-get-eth-your-address-wallet-link": "पाकीट तपासा",
  "listing-policy-raise-issue-link": "मुद्दा उपस्थित करा",
  "page-find-wallet-last-updated": "शेवटचे अद्यावत"
}
