{
  "page-roadmap-vision-2014": "प्रूफ ऑफ स्टेकचे तपशील देणारी 2014 ची ब्लॉग पोस्ट पहा",
  "page-roadmap-vision-2021": "Ethereum रोडमॅपच्या उत्क्रांतीवरील 2021 ची ब्लॉग पोस्ट पहा",
  "page-roadmap-vision-2022": "2022 ची ब्लॉग पोस्ट पहा: द हिचहायकर्स गाईड टू Ethereum",
  "page-roadmap-vision-2021-updates": "Ethereum प्रोटोकॉल अपडेट्सवरील 2021 ची ब्लॉग पोस्ट पहा",
  "page-roadmap-vision-desc-1": "जागतिक वापरकर्त्यांच्या बेसला चांगली सेवा देण्यासाठी Ethereum ला नेटवर्कची गर्दी कमी करणे आणि वेग सुधारणे आवश्यक आहे.",
  "page-roadmap-vision-desc-2": "नेटवर्क वाढत असताना नोड चालवणे अधिक कठीण होत आहे. नेटवर्कला स्केल करण्याच्या प्रयत्नांमुळे हे अधिक कठीण होईल.",
  "page-roadmap-vision-desc-3": "Ethereum खूप जास्त वीज वापरते. नेटवर्कला सुरक्षित ठेवणारे तंत्रज्ञान अधिक टिकाऊ असणे आवश्यक आहे.",
  "page-roadmap-vision-ethereum-node": "नोड्सवर अधिक",
  "page-roadmap-vision-future": "जागतिक स्तरावर एक डिजिटल भविष्य",
  "page-roadmap-vision-meta-desc": "अपग्रेड्सचा Ethereum वर होणाऱ्या परिणामाचा आढावा आणि त्यांनी मात केली पाहिजे अशी आव्हाने.",
  "page-roadmap-vision-meta-title": "Ethereum ची दृष्टी",
  "page-roadmap-vision-mining": "मायनिंगवर अधिक",
  "page-roadmap-vision-problems": "आजच्या समस्या",
  "page-roadmap-vision-scalability": "स्केलेबिलिटी",
  "page-roadmap-vision-scalability-desc": "नेटवर्कमधील नोड्सचा आकार न वाढवता Ethereum ला प्रति सेकंद अधिक व्यवहार हाताळता आले पाहिजेत. नोड्स हे महत्त्वाचे नेटवर्क सहभागी आहेत जे ब्लॉकचेन साठवतात आणि चालवतात. नोडचा आकार वाढवणे व्यावहारिक नाही कारण केवळ शक्तिशाली आणि महागडे संगणक असलेलेच ते करू शकतील. स्केल करण्यासाठी, Ethereum ला अधिक नोड्ससह, प्रति सेकंद अधिक व्यवहार आवश्यक आहेत. अधिक नोड्स म्हणजे अधिक सुरक्षा.",
  "page-roadmap-vision-scalability-desc-3": "लेयर 2 रोलअप्स व्यवहार ऑफचेन हलवून आणि फक्त सारांश डेटा Ethereum वर पोस्ट करून Ethereum ला स्केल करतात. हे बॅचिंग Ethereum चा थ्रूपुट वाढवते आणि वापरकर्त्यांसाठी खर्च मोठ्या प्रमाणात कमी करते.",
  "page-roadmap-vision-scalability-desc-4": "वापरकर्त्यांसाठी व्यवहार शक्य तितके स्वस्त करण्यासाठी रोलअप्सना लेयर 1 वर कमी किमतीच्या स्टोरेजची आवश्यकता आहे. हे Ethereum ब्लॉक्सना जोडलेल्या ब्लॉब्सच्या स्वरूपात प्रदान केले जाईल. अखेरीस, अनेक ब्लॉब्स Ethereum ब्लॉक्सना जोडले जातील, ज्यामुळे अनेक रोलअप्ससाठी स्वस्त स्टोरेज उपलब्ध होईल.",
  "page-roadmap-vision-security": "सुरक्षा",
  "page-roadmap-vision-security-desc": "नियोजित अपग्रेड्स समन्वित हल्ल्यांविरुद्ध Ethereum ची सुरक्षा सुधारतात.",
  "page-roadmap-vision-security-desc-3": "प्रूफ-ऑफ-स्टेकमध्ये हल्ल्याविरूद्ध अधिक क्रिप्टो-इकॉनॉमिक डिसइन्सेंटिव्हजमुळे अतिरिक्त सुरक्षा येते. याचे कारण असे आहे की, प्रूफ-ऑफ-स्टेकमध्ये, नेटवर्क सुरक्षित करणाऱ्या व्हॅलिडेटर्सना प्रोटोकॉलमध्ये लक्षणीय प्रमाणात ETH स्टेक करणे आवश्यक आहे. जर त्यांनी नेटवर्कवर हल्ला करण्याचा प्रयत्न केला, तर प्रोटोकॉल त्यांचे ETH आपोआप नष्ट करू शकतो.",
  "page-roadmap-vision-security-desc-5": "तथापि, हे देखील महत्त्वाचे आहे की जे अपग्रेड्स व्हॅलिडेटर्सना डिनायल-ऑफ-सर्व्हिस हल्ल्यांपासून वाचवतात, त्यांची अनामिकता वाढवतात आणि ब्लॉक बिल्डिंग व ब्लॉक प्रोपगेशन वेगळे करतात, ते लवकरच लागू केले जावेत. हे अपग्रेड्स वैयक्तिक व्हॅलिडेटर्स आणि संपूर्ण नेटवर्कला लाइव्हनेस हल्ले आणि सेन्सॉरशिपपासून संरक्षण देतात.",
  "page-roadmap-vision-security-desc-5-link": "प्रूफ-ऑफ-स्टेकवर अधिक",
  "page-roadmap-vision-security-desc-10": "स्टेकिंगचा अर्थ असाही आहे की तुम्हाला कन्सेंससमध्ये थेट सहभागी होण्यासाठी उच्चभ्रू हार्डवेअरमध्ये गुंतवणूक करण्याची गरज नाही. यामुळे अधिक लोकांना व्हॅलिडेटर बनण्यास प्रोत्साहन मिळाले पाहिजे, ज्यामुळे नेटवर्कचे विकेंद्रीकरण वाढेल आणि हल्ल्याचे क्षेत्र कमी होईल.",
  "page-roadmap-vision-security-staking": "भागभांडवल ETH",
  "page-roadmap-vision-security-validator": "तुमचे ETH स्टेक करून तुम्ही व्हॅलिडेटर बनू शकता.",
  "page-roadmap-vision-staking-lower": "स्टिकिंग वर अधिक",
  "page-roadmap-vision-subtitle": "सर्व मानवजातीला मदत करण्यासाठी पुरेसे शक्तिशाली होईपर्यंत Ethereum ला वाढवा.",
  "page-roadmap-vision-sustainability": "टिकाऊपणा",
  "page-roadmap-vision-sustainability-desc-1": "Ethereum आता एक ग्रीन ब्लॉकचेन आहे. जेव्हा प्रूफ-ऑफ-वर्कची जागा प्रूफ-ऑफ-स्टेकने घेतली तेव्हा ऊर्जेचा वापर ~99.95% ने कमी झाला.",
  "page-roadmap-vision-sustainability-desc-2": "Ethereum आता स्टेकिंगद्वारे सुरक्षित आहे, संगणकीय शक्तीद्वारे नाही.",
  "page-roadmap-vision-sustainability-desc-3": "हा टिकाऊपणाचा बूस्ट सुरक्षेचे फायदे देखील आणतो - स्टेक केलेला ईथर चेनवर हल्ला करणे प्रूफ-ऑफ-वर्कपेक्षा खूप महाग बनवतो, परंतु ते सुरक्षित करणे कमी खर्चिक आहे कारण मायनर्सपेक्षा व्हॅलिडेटर्सना पैसे देण्यासाठी कमी नवीन ETH जारी करावे लागतात.",
  "page-roadmap-vision-sustainability-desc-8": "प्रूफ-ऑफ-स्टेककडे जाण्याने Ethereum ला अधिक ग्रीन आणि अधिक सुरक्षित बनवले. हे ॲप्स आणि संस्था तयार करण्यासाठी एक कमी-कार्बन प्लॅटफॉर्म आहे.",
  "page-roadmap-vision-sustainability-subtitle": "Ethereum मजबूत क्रिप्टो-इकॉनॉमिक सुरक्षेसह एक ग्रीन ब्लॉकचेन आहे.",
  "page-roadmap-vision-title": "Ethereum ची दृष्टी",
  "page-roadmap-vision-title-1": "तुंबलेले नेटवर्क",
  "page-roadmap-vision-title-2": "डिस्क स्पेस",
  "page-roadmap-vision-title-3": "खूप जास्त ऊर्जा",
  "page-roadmap-vision-trilemma-cardtext-1": "Ethereum अपग्रेड्स Ethereum ला स्केलेबल, सुरक्षित आणि विकेंद्रित बनवतील. स्टेकिंगने सहभागाचा अडथळा कमी केला आहे आणि इकॉनॉमीज-ऑफ-स्केल मर्यादित केल्या आहेत, ज्यामुळे एक मोठे - अधिक विकेंद्रित - नेटवर्क तयार झाले आहे.",
  "page-roadmap-vision-trilemma-cardtext-2": "सुरक्षित आणि विकेंद्रित ब्लॉकचेन नेटवर्क्सना प्रत्येक नोडने चेनद्वारे प्रक्रिया केलेल्या प्रत्येक व्यवहाराची पडताळणी करणे आवश्यक असते. या कामाच्या प्रमाणामुळे कोणत्याही एका वेळी होणाऱ्या व्यवहारांची संख्या मर्यादित होते. विकेंद्रित आणि सुरक्षित हे आजच्या Ethereum चेनचे प्रतिबिंब आहे.",
  "page-roadmap-vision-trilemma-cardtext-3": "विकेंद्रित नेटवर्क नोड्सवर व्यवहारांविषयी माहिती पाठवून काम करतात - संपूर्ण नेटवर्कला कोणत्याही स्टेट बदलाविषयी माहिती असणे आवश्यक आहे. विकेंद्रित नेटवर्कवर प्रति सेकंद व्यवहार स्केल केल्याने सुरक्षेचे धोके निर्माण होतात कारण जितके अधिक व्यवहार, तितका जास्त विलंब, माहिती प्रवासात असताना हल्ल्याची शक्यता तितकीच जास्त असते.",
  "page-roadmap-vision-trilemma-cardtext-4": "Ethereum च्या नोड्सचा आकार आणि शक्ती वाढवल्यास सुरक्षित मार्गाने प्रति सेकंद व्यवहार वाढू शकतात, परंतु हार्डवेअरची आवश्यकता कोण हे करू शकते यावर निर्बंध घालेल - हे विकेंद्रीकरणाला धोका निर्माण करते. अशी आशा आहे की शार्डिंग आणि प्रूफ-ऑफ-स्टेक नोड्सची संख्या वाढवून, नोडचा आकार वाढवून नाही, Ethereum ला स्केल करण्याची अनुमती देतील.",
  "page-roadmap-vision-trilemma-h2": "विकेंद्रित स्केलिंगचे आव्हान",
  "page-roadmap-vision-trilemma-modal-tip": "विकेंद्रित स्केलिंगच्या समस्या अधिक चांगल्या प्रकारे समजून घेण्यासाठी खालील वर्तुळांवर टॅप करा",
  "page-roadmap-vision-trilemma-p": "Ethereum च्या समस्या सोडवण्याचा एक भोळा मार्ग म्हणजे त्याला अधिक केंद्रीकृत करणे. पण विकेंद्रीकरण खूप महत्त्वाचे आहे. विकेंद्रीकरणच Ethereum ला तटस्थता, सेन्सॉरशिपचा प्रतिकार, मोकळेपणा, डेटा मालकी आणि जवळजवळ अभेद्य सुरक्षा देते.",
  "page-roadmap-vision-trilemma-p-1": "Ethereum ची दृष्टी अधिक स्केलेबल आणि सुरक्षित होण्याची, पण त्याच वेळी विकेंद्रित राहण्याची देखील आहे. हे 3 गुणधर्म प्राप्त करणे ही एक समस्या आहे जी स्केलेबिलिटी ट्रायलेमा म्हणून ओळखली जाते.",
  "page-roadmap-vision-trilemma-p-2": "Ethereum अपग्रेड्सचा उद्देश ट्रायलेमा सोडवणे आहे, परंतु त्यात महत्त्वपूर्ण आव्हाने आहेत.",
  "page-roadmap-vision-trilemma-press-button": "विकेंद्रित स्केलिंगच्या समस्या अधिक चांगल्या प्रकारे समजून घेण्यासाठी त्रिकोणावरील बटणे दाबा.",
  "page-roadmap-vision-trilemma-text-1": "विकेंद्रीकरण",
  "page-roadmap-vision-trilemma-text-2": "सुरक्षा",
  "page-roadmap-vision-trilemma-text-3": "स्केलेबिलिटी",
  "page-roadmap-vision-trilemma-title-1": "स्केलेबिलिटी ट्रायलेमा एक्सप्लोर करा",
  "page-roadmap-vision-trilemma-title-2": "Ethereum अपग्रेड्स आणि विकेंद्रित स्केलिंग",
  "page-roadmap-vision-trilemma-title-3": "सुरक्षित आणि विकेंद्रित",
  "page-roadmap-vision-trilemma-title-4": "विकेंद्रित आणि स्केलेबल",
  "page-roadmap-vision-trilemma-title-5": "स्केलेबल आणि सुरक्षित",
  "page-roadmap-vision-understanding": "Ethereum ची दृष्टी समजून घेणे",
  "page-roadmap-vision-upgrade-needs": "अपग्रेड्सची गरज",
  "page-roadmap-vision-upgrade-needs-desc": "2015 मध्ये लॉन्च झालेल्या Ethereum प्रोटोकॉलला अविश्वसनीय यश मिळाले आहे. परंतु Ethereum समुदायाने नेहमीच अपेक्षा केली होती की Ethereum ची पूर्ण क्षमता अनलॉक करण्यासाठी काही प्रमुख अपग्रेड्स आवश्यक असतील.",
  "page-roadmap-vision-upgrade-needs-desc-2": "जास्त मागणीमुळे व्यवहार शुल्क वाढत आहे ज्यामुळे Ethereum सरासरी वापरकर्त्यासाठी महाग होत आहे. Ethereum क्लायंट चालवण्यासाठी आवश्यक असलेली डिस्क स्पेस वेगाने वाढत आहे.",
  "page-roadmap-vision-upgrade-needs-desc-3": "Ethereum मध्ये अपग्रेड्सचा एक संच आहे जो या आणि इतर समस्यांचे निराकरण करतो. या अपग्रेड्सच्या संचाला मूळतः 'सेरेनिटी' आणि 'Eth2' म्हटले जात होते, आणि ते 2014 पासून संशोधन आणि विकासाचे एक सक्रिय क्षेत्र राहिले आहेत.",
  "page-roadmap-vision-upgrade-needs-desc-5": "आता तंत्रज्ञान तयार असल्याने, हे अपग्रेड्स Ethereum ची पुनर्रचना करून त्याला अधिक स्केलेबल, सुरक्षित आणि टिकाऊ बनवतील - विद्यमान वापरकर्त्यांचे जीवन चांगले करण्यासाठी आणि नवीन वापरकर्त्यांना आकर्षित करण्यासाठी. हे सर्व करताना Ethereum चे विकेंद्रीकरणाचे मूळ मूल्य जपले जाईल.",
  "page-roadmap-vision-upgrade-needs-desc-6": "याचा अर्थ स्केलेबिलिटीसाठी कोणतेही ऑन-स्विच नाही. सुधारणा कालांतराने टप्प्याटप्प्याने दिल्या जातील.",
  "page-roadmap-vision-upgrade-needs-serenity": "'सेरेनिटी' वर चर्चा करणारी 2015 ची ब्लॉग पोस्ट पहा",
  "ethereum": "Ethereum",
  "page-roadmap-vision-danksharding": "Danksharding वर अधिक"
}
