{
  "page-gas-meta-title": "इथेरियम शुल्क: गॅस म्हणजे काय आणि कमी पैसे कसे द्यावे?",
  "page-gas-meta-description": "इथेरियमवरील गॅसविषयी जाणून घ्या: ते कसे कार्य करते आणि गॅस शुल्कात कमी पैसे कसे द्यावेत",
  "page-gas-hero-title": "गॅस फी",
  "page-gas-hero-header": "नेटवर्क शुल्क",
  "page-gas-hero-button-1-content": "गॅस म्हणजे काय?",
  "page-gas-hero-subtitle-1": "इथेरियमवरील नेटवर्क शुल्काला गॅस म्हणतात.",
  "page-gas-hero-subtitle-2": "गॅस हे इंधन आहे जे इथेरियमला शक्ती देते.",
  "page-gas-summary-title": "सारांश",
  "page-gas-summary-item-1": "इथेरियमवरील प्रत्येक व्यवहारावर प्रक्रिया करण्यासाठी लहान स्वरूपात पेमेंट आवश्यक आहे",
  "page-gas-summary-item-2": "हे शुल्क 'गॅस' शुल्क म्हणून ओळखले जाते",
  "page-gas-summary-item-3": "गॅस शुल्क निश्चित केलेले नाही, ते नेटवर्कच्या गर्दीनुसार बदलतात",
  "page-gas-what-are-gas-fees-header": "गॅस शुल्क काय आहेत?",
  "page-gas-what-are-gas-fees-text-1": "इथेरियमला एक मोठे संगणक नेटवर्क समजा जिथे लोक संदेश पाठवण्यासारखी किंवा प्रोग्राम चालवण्यासारखी कार्ये करू शकतात. वास्तविक जगात जसे, ही कार्ये पूर्ण करण्यासाठी उर्जेची आवश्यकता असते.",
  "page-gas-what-are-gas-fees-text-2": "इथेरियममध्ये, प्रत्येक संगणकीय क्रियेची एक निश्चित \"गॅस\" किंमत असते. <b>तुमचे गॅस शुल्क तुमच्या व्यवहारातील क्रियांच्या एकूण खर्चाएवढे असते</b>. जेव्हा तुम्ही एखादा व्यवहार पाठवता किंवा <a href=\"/glossary/#smart-contract\">स्मार्ट कॉन्ट्रॅक्ट</a> चालवता, तेव्हा त्यावर प्रक्रिया करण्यासाठी तुम्ही गॅस शुल्कामध्ये पैसे देता.",
  "page-gas-how-do-i-pay-less-gas-header": "मी कमी गॅस कसा भरू?",
  "page-gas-how-do-i-pay-less-gas-text": "इथेरियमवर जास्त शुल्क काहीवेळा अपरिहार्य असले तरी, खर्च कमी करण्यासाठी तुम्ही वापरू शकता अशा काही धोरणे आहेत:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "तुमच्या व्यवहारांची वेळ ठरवा",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "जसे ऑफ-पीक प्रवास कमी गर्दीचा आणि अधिक परवडणारा असतो, त्याचप्रमाणे जेव्हा उत्तर अमेरिका झोपलेले असते तेव्हा इथेरियम वापरण्यासाठी साधारणपणे स्वस्त असते.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "गॅस कमी होण्याची प्रतीक्षा करा",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "इथेरियम किती गर्दीचे आहे यावर आधारित गॅसच्या किमती दर बारा सेकंदांनी वर-खाली होतात. जेव्हा गॅसच्या किमती जास्त असतात, तेव्हा व्यवहार करण्यापूर्वी काही मिनिटे थांबल्यास तुम्ही भरलेल्या रकमेत लक्षणीय घट होऊ शकते.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "लेयर 2 वापरा",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "लेअर-2 चेन्स इथेरियमच्या वर तयार केल्या आहेत, जे कमी शुल्क देतात आणि अधिक व्यवहार हाताळतात. मुख्य इथेरियम नेटवर्कवर करण्याची गरज नसलेल्या व्यवहारांवर शुल्क वाचवण्यासाठी ते एक चांगला पर्याय आहेत.",
  "page-gas-try-layer-2": "लेअर 2 वापरून पहा",
  "page-gas-what-causes-high-gas-fees-header": "जास्त गॅस शुल्काचे कारण काय?",
  "page-gas-what-causes-high-gas-fees-text-1": "जेव्हाही इथेरियमवरील गणनेचे प्रमाण (गॅस) एका विशिष्ट मर्यादेपेक्षा जास्त होते, तेव्हा गॅस शुल्क वाढू लागते. गॅस जितका या मर्यादेपेक्षा जास्त असेल तितक्या वेगाने गॅस शुल्क वाढते.",
  "page-gas-what-causes-high-gas-fees-text-2": "जास्त शुल्काची कारणे लोकप्रिय <a href=\"/glossary/#dapp\">विकेंद्रित ॲप्स (dapps)</a> किंवा NFTs, <a href=\"/glossary/#dex\">DEXs</a> वर वेळोवेळी वाढलेला व्यापार किंवा गर्दीच्या वेळी वापरकर्त्यांच्या मोठ्या संख्येने होणारी हालचाल असू शकते.",
  "page-gas-what-causes-high-gas-fees-text-3": "इथेरियमवरील डेव्हलपर्सनी तैनात करण्यापूर्वी त्यांच्या स्मार्ट कॉन्ट्रॅक्ट्सच्या वापराला ऑप्टिमाइझ करण्याची काळजी घेतली पाहिजे. जर बरेच लोक खराब लिहिलेला स्मार्ट कॉन्ट्रॅक्ट वापरत असतील, तर तो जास्त गॅस वापरेल आणि अनवधानाने नेटवर्कमध्ये गर्दी निर्माण करू शकतो.",
  "page-gas-want-to-dive-deeper": "अधिक सखोल जाणून घेऊ इच्छिता?",
  "page-gas-check-out-the-developer-docs": "डेव्हलपर डॉक्स तपासा.",
  "page-gas-attack-of-the-cryptokitties-header": "क्रिप्टोकिटीजचा हल्ला",
  "page-gas-attack-of-the-cryptokitties-text": "नोव्हेंबर 2017 मध्ये, लोकप्रिय क्रिप्टोकिटीज प्रकल्प सुरू करण्यात आला. त्याच्या लोकप्रियतेत झालेल्या जलद वाढीमुळे नेटवर्कमध्ये लक्षणीय गर्दी निर्माण झाली आणि गॅस शुल्क अत्यंत वाढले. क्रिप्टोकिटीजमुळे निर्माण झालेल्या आव्हानांनी इथेरियम स्केलिंगसाठी उपाय शोधण्याची निकड वाढवली.",
  "page-gas-why-do-we-need-gas-header": "आपल्याला गॅसची गरज का आहे?",
  "page-gas-why-do-we-need-gas-text": "इथेरियमला सुरक्षित ठेवण्यासाठी आणि व्यवहार प्रक्रिया करण्यासाठी गॅस हा एक महत्त्वाचा घटक आहे. गॅस अनेक प्रकारे मदत करतो:",
  "page-gas-benefits-1-description": "गॅस दुर्भावनापूर्ण घटकांना फसव्या क्रियाकलापांनी नेटवर्कवर भार टाकण्यापासून रोखून इथेरियमला <a href=\"/glossary/#anti-sybil\">सिबिल-प्रतिरोधक</a> ठेवतो.",
  "page-gas-benefits-2-description": "गणनेसाठी गॅस खर्च होत असल्याने, महागड्या व्यवहारांद्वारे इथेरियमवर स्पॅमिंग करणे, मग ते अपघाताने असो वा दुर्भावनेने, आर्थिकदृष्ट्या निरुत्साहित केले जाते.",
  "page-gas-benefits-3-description": "एका वेळी केल्या जाऊ शकणाऱ्या गणनेच्या प्रमाणावरील कठोर मर्यादा इथेरियमला ​​अतिभारित होण्यापासून प्रतिबंधित करते, ज्यामुळे नेटवर्क नेहमी उपलब्ध राहील याची खात्री करण्यास मदत होते.",
  "page-gas-how-is-gas-calculated-header": "गॅसची गणना कशी केली जाते?",
  "page-gas-advanced": "प्रगत",
  "page-gas-how-is-gas-calculated-text-1": "तुम्ही भरलेले एकूण गॅस शुल्क काही भागांनी बनलेले आहे:",
  "page-gas-how-is-gas-calculated-item-1": "<b>बेस फी:</b> नेटवर्कद्वारे निर्धारित केलेले शुल्क जे व्यवहारासाठी भरावे लागते",
  "page-gas-how-is-gas-calculated-item-2": "<b>प्राधान्य शुल्क:</b> नोड ऑपरेटर्सना तुमच्या व्यवहाराचा समावेश करण्यासाठी प्रोत्साहित करण्यासाठी एक पर्यायी टीप",
  "page-gas-how-is-gas-calculated-item-3": "<b>वापरलेली गॅस युनिट्स<i>*</i>:</b> आठवतंय आपण म्हटलं होतं की गॅस गणनेचे प्रतिनिधित्व करतो? स्मार्ट कॉन्ट्रॅक्टशी संवाद साधण्यासारख्या अधिक क्लिष्ट क्रियांना, व्यवहार पाठवण्यासारख्या सोप्या क्रियेपेक्षा जास्त गॅस लागतो.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> विविध प्रकारचे व्यवहार किती गॅस वापरतात हे पाहण्यासाठी आकृती 1 पहा</i>",
  "page-gas-how-is-gas-calculated-text-2": "गॅस शुल्काची गणना करण्याचे सूत्र म्हणजे वापरलेले गॅस युनिट्स * (बेस फी + प्राधान्य शुल्क). बहुतेक वॉलेट्स गॅस वापराची गणना करतील आणि ते अधिक सरळ मार्गाने प्रदर्शित करतील.",
  "page-gas-table-figure": "<i>आकृती 1: व्यवहार प्रकारानुसार वापरलेला गॅस</i>",
  "page-gas-table-header-1": "व्यवहार प्रकार",
  "page-gas-table-header-2": "वापरलेली गॅस युनिट्स",
  "page-gas-table-item-1-transaction-type": "ETH पाठवणे",
  "page-gas-table-item-2-transaction-type": "ERC-20 टोकन्स पाठवणे",
  "page-gas-table-item-3-transaction-type": "NFT हस्तांतरित करणे",
  "page-gas-table-item-4-transaction-type": "Uniswap वर स्वॅपिंग",
  "page-gas-faq-header": "वारंवार विचारले जाणारे प्रश्न",
  "page-gas-faq-question-1-q": "माझ्या व्यवहारातील गॅस शुल्क कोणाला दिले जाते?",
  "page-gas-faq-question-1-a-1": "गॅस शुल्काचा बहुतांश भाग — बेस फी — प्रोटोकॉलद्वारे नष्ट (बर्न) केला जातो. प्राधान्य शुल्क, जर तुमच्या व्यवहारात समाविष्ट असेल, तर तुमच्या व्यवहाराचा प्रस्ताव देणाऱ्या व्हॅलिडेटरला दिले जाईल.",
  "page-gas-faq-question-1-a-2": "तुम्ही प्रक्रियेचे सविस्तर वर्णन <a href=\"/developers/docs/gas/\">गॅस डेव्हलपर डॉक्समध्ये</a> वाचू शकता.",
  "page-gas-faq-question-2-q": "मला गॅस ETH मध्ये भरावा लागेल का?",
  "page-gas-faq-question-2-a-1": "होय. इथेरियमवरील सर्व गॅस शुल्क मूळ ETH चलनातच दिले पाहिजे.",
  "page-gas-faq-question-2-a-2": "ETH वर अधिक",
  "page-gas-faq-question-3-q": "Gwei म्हणजे काय?",
  "page-gas-faq-question-3-a-1": "बहुतेक वॉलेट्स किंवा गॅस ट्रॅकर्समध्ये, तुम्हाला गॅसच्या किमती 'gwei' मध्ये दर्शविलेल्या दिसतील.",
  "page-gas-faq-question-3-a-2": "Gwei हे ETH चे एक लहान एकक आहे, जसे डॉलरसाठी पेनी असतात, फरक एवढाच की 1 ETH म्हणजे 1 अब्ज gwei. ETH च्या अगदी लहान रकमेबद्दल बोलताना Gwei उपयुक्त आहे.",
  "page-gas-use-layer-2": "लेयर 2 वापरा"
}
