{
  "page-index-hero-image-alt": "Ethereum परिसंस्थेचे प्रतिनिधीत्व करणारे, भविष्यातील शहराच्या उदाहरणाचे स्पष्टीकरणात्मक चित्र.",
  "page-index-meta-description": "Ethereum हे पैसे आणि नवीन प्रकारच्या अनुप्रयोगांसाठी जागतिक, विकेंद्रीकृत व्यासपीठ आहे. Ethereum वर, आपण पैसे नियंत्रित करणारा कोड लिहू शकता आणि जगात कोठेही प्रवेशयोग्य अनुप्रयोग तयार करू शकता.",
  "page-index-meta-title": "मुख्यपृष्ठ",
  "page-index-title": "Ethereum मध्ये आपले स्वागत आहे",
  "page-index-description": "Ethereum हे क्रिप्टोकरन्सी इथर (ETH) आणि हजारो विकेंद्रित अनुप्रयोगांना सामर्थ्य देणारे समुदाय चलित तंत्रज्ञान आहे.",
  "page-index-title-button": "Ethereum चे अन्वेषण करा",
  "page-index-get-started": "सुरू करा",
  "page-index-get-started-description": "ethereum.org हे Ethereum च्या जगातील तुमचे पोर्टल आहे. तंत्रज्ञान नवीन आणि सतत विकसित होत आहे – एखादी मार्गदर्शिका असण्याने मदत होते. जर तुम्हाला यात बुडी मारायची असेल तर आम्ही तुम्हाला खालील गोष्टींची शिफारस करतो.",
  "page-index-get-started-image-alt": "संगणकावर एक व्यक्ती काम करत असल्याचे स्पष्टीकरणात्मक चित्र.",
  "page-index-get-started-wallet-title": "पाकीट निवडा",
  "page-index-get-started-wallet-description": "वॉलेट तुम्हाला Ethereum शी जोडते आणि तुम्ही तुमचा निधी व्यवस्थापित करू शकता.",
  "page-index-get-started-wallet-image-alt": "Ethereum वॉलेटाचे प्रतिनिधीत्व करणारे तिजोरीसारखे शरीर असलेले यंत्रमानवाचे स्पष्टीकरणात्मक चित्र.",
  "page-index-get-started-eth-title": "ETH मिळवा",
  "page-index-get-started-eth-description": "Ethereum चे चलन ETH आहे - त्याचा वापर तुम्ही अनुप्रयोगांमध्ये करू शकता.",
  "page-index-get-started-eth-image-alt": "माणसाचा समूह आदराने इथरच्या (ETH) चिन्हाकडे विस्मयकारकपणे बघत असल्याचे स्पष्टीकरणात्मक चित्र.",
  "page-index-get-started-dapps-title": "dapp वापरा",
  "page-index-get-started-dapps-description": "Dapps हे Ethereum समर्थित आहेत. आपण काय करू शकता ते पहा.",
  "page-index-get-started-dapps-image-alt": "संगणक वापरणाऱ्या कुत्र्याचे स्पष्टीकरणात्मक चित्र.",
  "page-index-get-started-devs-title": "निर्माण करायला प्रारंभ करा",
  "page-index-get-started-devs-description": "जर तुम्हाला संकेत लेखन Ethereum सोबत चालू करायचे असल्यास, आमच्याकडे दस्तऐवज, शिकवण्या आणि आणखी भरपूर काही विकासक संकेतस्थळावर उपलब्ध आहे.",
  "page-index-get-started-devs-image-alt": "लेगो ब्रिक्सचा वापर करून हात ETH चा लोगो बनवित असल्याचे स्पष्टीकरणात्मक चित्र.",
  "page-index-what-is-ethereum": "Ethereum म्हणजे काय?",
  "page-index-what-is-ethereum-description": "Ethereum तंत्रज्ञान हे अंकात्मक पैसे, जागतिक देयके आणि अनुप्रयोग यांचे मुख्य स्थान आहे. या समुदायाने भरभराट होत असलेली अंकात्मक अर्थव्यवस्था, निर्मात्यांसाठी ऑनलाइन कमाईचे नवीन मार्ग आणि बरेच काही तयार केले आहे. तुम्ही जगात कुठेही असला तरी हे प्रत्येकासाठी खुले आहे – तुम्हाला फक्त इंटरनेटची गरज आहे.",
  "page-index-what-is-ethereum-button": "Ethereum म्हणजे काय?",
  "page-index-what-is-ethereum-secondary-button": "अंकात्मक पैशासंबंधी आधिक जाणून घ्या",
  "page-index-what-is-ethereum-image-alt": "बाजारामध्ये डोकावणारी व्यक्ती, Ethereum चे प्रतिनिधित्व करणारे स्पष्टीकरणात्मक चित्र.",
  "page-index-defi": "अधिक न्याय्य आर्थिक प्रणाली",
  "page-index-defi-description": "आज, अब्जावधी लोक बँक खाती उघडू शकत नाहीत, तसेच अनेकांची देयके अवरोधित आहेत. Ethereum ची विकेंद्रित अर्थव्यवस्था (DeFi) प्रणाली कधीही निष्क्रिय होत नाही किंवा भेदभाव करत नाही. फक्त इंटरनेट कनेक्शनसह, तुम्ही जगात कुठेही पाठवू शकता, प्राप्त करू शकता, कर्ज घेऊ शकता, व्याज मिळवू शकता आणि निधी प्रवाहित करू शकता.",
  "page-index-defi-button": "DeFi मध्ये शोध घ्या",
  "page-index-defi-image-alt": "ETH चिन्ह प्रदान करणाऱ्या हाताचे स्पष्टीकरणात्मक चित्र.",
  "page-index-internet": "एक खुले इंटरनेट",
  "page-index-internet-description": "आज, आम्ही आमच्या वैयक्तिक माहितीवरील नियंत्रण सोडून 'मुक्त' इंटरनेट सेवांमध्ये प्रवेश मिळवत आहोत. Ethereum सेवा नित्यस्थितीनुसार खुल्या असतात – तुम्हाला फक्त एक वॉलेट आवश्यक आहे. हे विनामूल्य आणि सेट करणे सोपे आहे, तुमच्याद्वारे नियंत्रित केले जाते आणि कोणत्याही वैयक्तिक माहितीशिवाय कार्य करते.",
  "page-index-internet-button": "खुल्या इंटरनेट मध्ये शोध घ्या",
  "page-index-internet-secondary-button": "वॉलेटबद्दलची अधिक माहिती",
  "page-index-internet-image-alt": "Ethereum क्रिस्टल्सने समर्थित केलेले भविष्यातील संगणकीय सेट अपचे स्पष्टीकरणात्मक चित्र",
  "page-index-developers": "विकासाची नवी सीमा",
  "page-index-developers-description": "Ethereum आणि त्याचे अनुप्रयोग पारदर्शक आणि मुक्त स्रोत आहेत. तुम्ही सांकेतिक लेखनाला फाटा देऊ शकता आणि इतरांनी आधीपासूनच निर्माण केलेल्या फंक्शनॅलिटीचा पुनर्वापर करू शकता. तुम्हाला नवीन भाषा शिकायची नसेल तर तुम्ही JavaScript आणि इतर विद्यमान भाषा वापरून मुक्त स्रोत सांकेतिक लेखनानी संवाद साधू शकता.",
  "page-index-developers-button": "विकासकाचे पोर्टल",
  "page-index-developers-code-examples": "कोड उदाहरणे",
  "page-index-developers-code-example-title-0": "तुमची स्वतःची बँक",
  "page-index-developers-code-example-description-0": "तुम्ही प्रोगॅमिंग केलेल्या तर्कावर चालणारी बँक तयार करू शकता.",
  "page-index-developers-code-example-title-1": "तुमचे स्व:तचे चलन",
  "page-index-developers-code-example-description-1": "तुम्ही चिन्ह तयार करू शकता जे तुम्ही हस्तांतरित करू शकता आणि सर्व अनुप्रयोगांमध्ये वापरू शकता.",
  "page-index-developers-code-example-title-2": "JavaScript Ethereum वॉलेट",
  "page-index-developers-code-example-description-2": "Ethereum आणि इतर अनुप्रयोगांशी संवाद साधण्यासाठी तुम्ही विद्यमान भाषा वापरू शकता.",
  "page-index-developers-code-example-title-3": "खुले, अनुज्ञेय DNS",
  "page-index-developers-code-example-description-3": "विकेंद्रित, खुले अनुप्रयोग म्हणून तुम्ही विद्यमान सेवांची पुनर्कल्पना करू शकता.",
  "page-index-network-stats-title": "आजचे Ethereum",
  "page-index-network-stats-subtitle": "नवीनतम नेटवर्क आकडेवारी",
  "page-index-network-stats-eth-price-description": "ETH किंमत (USD)",
  "page-index-network-stats-eth-price-explainer": "1 इथर नवीनतम किंमत. तुम्ही 0.0000000000000000001 पेक्षा कमी खरेदी करू शकता – तुम्हाला 1 संपूर्ण ETH खरेदी करण्याची आवश्यकता नाही.",
  "page-index-network-stats-tx-day-description": "आजचे व्यवहार",
  "page-index-network-stats-tx-day-explainer": "गेल्या 24 तासांमध्ये नेटवर्कमध्ये यशस्वीरित्या प्रक्रिया केलेल्या व्यवहारांची संख्या.",
  "page-index-network-stats-value-defi-description": "DeFi (USD) मध्ये लॉक केलेले मूल्य",
  "page-index-network-stats-value-defi-explainer": "विकेंद्रीत अर्थव्यवस्था (DeFi) अनुप्रयोगमधील पैशांची रक्कम, Ethereum सांकेतिक अर्थव्यवस्था.",
  "page-index-network-stats-nodes-description": "नोड्स",
  "page-index-network-stats-nodes-explainer": "Ethereum जगभरातील हजारो स्वयंसेवक चालवतात, ज्याला नोड्स म्हणून ओळखले जाते.",
  "page-index-touts-header": "Ethereum.org चे अन्वेषण करा",
  "page-index-contribution-banner-title": "ethereum.org वर योगदान द्या",
  "page-index-contribution-banner-description": "हे सांकेतिक स्थळ शेकडो समुदाय योगदानकर्त्यांसह मुक्त स्रोत आहे. तुम्ही या जागेवरील कोणत्याही सामग्रीमध्ये संपादने प्रस्तावित करू शकता, नवीन नवीन वैशिष्ट्ये सुचवू शकता किंवा आम्हाला बग्स सोडण्यास मदत करू शकता.",
  "page-index-contribution-banner-image-alt": "लेगो ब्रिक्सनी बनवलेला Ethereum चा लोगो.",
  "page-index-contribution-banner-button": "योगदान देण्यावर अधिक",
  "page-index-tout-upgrades-title": "आपल्या अपग्रेड ज्ञानाची पातळी वाढवा",
  "page-index-tout-upgrades-description": "इथरियम रोडमॅपमध्ये नेटवर्कला अधिक स्केलेबल, सुरक्षित आणि टिकाऊ बनवण्यासाठी डिझाइन केलेले इंटरकनेक्टेड अपग्रेड्स आहेत.",
  "page-index-tout-upgrades-image-alt": "Ethereum अपग्रेडनंतर वाढलेल्या शक्तीचे प्रतिनिधित्व करणाऱ्या स्पेसशिपचे उदाहरण.",
  "page-index-tout-enterprise-title": "व्यवसायासाठी Ethereum",
  "page-index-tout-enterprise-description": "Ethereum वर नवीन व्यवसाय नमुने कसे उघडू शकतो, तुमचा खर्च कमी करू शकतो आणि भविष्यात देखिल चालणारा व्यवसाय तयार करू शकतो हे पहा.",
  "page-index-tout-enterprise-image-alt": "भविष्यातील संगणक/ उपकरणाचे स्पष्टीकरणात्मक चित्र.",
  "page-index-tout-community-title": "Ethereum समुदाय",
  "page-index-tout-community-description": "Ethereum हे समुदायाबद्दल आहे. हे सर्व भिन्न पार्श्वभूमी आणि स्वारस्यांमधील लोकांसह बनलेले आहे. तुम्ही कसे यात सामील होऊ शकता ते पहा.",
  "page-index-tout-community-image-alt": "बांधकाम व्यावसायिकांचा गट एकत्र काम करत असलेले स्पष्टीकरणात्मक चित्र.",
  "page-index-nft": "मालमत्तेचे इंटरनेट",
  "page-index-nft-description": "Ethereum केवळ अंकीय पैशासाठी नाही. तुमच्‍या मालकीचे असलेल्‍या कोणत्याही गोष्टीचे प्रतिनिधित्व, व्‍यापार आणि नॉन-फंजीबल टोकन (NFT) म्‍हणून वापर करता येईल. तुम्ही तुमची कला टोकनाइज करू शकता आणि प्रत्येक वेळी ती पुन्हा विकल्यावर आपोआप स्वामित्वधन मिळवू शकता. किंवा कर्ज घेण्यासाठी तुमच्या मालकीच्या टोकनचा वापर करून तुम्ही कर्ज घेऊ शकता. काळानुरूप शक्यता सतत वाढत आहेत.",
  "page-index-nft-button": "NFT बद्दल आणखी",
  "page-index-nft-alt": "होलोग्रामद्वारे Ethचा लोगो प्रदर्शित केले जात आहे."
}
