{
  "page-ethereum-history-founder-and-ownership-meta-title": "Ethereum चा इतिहास: संस्थापक, लाँच आणि मालकी | ethereum.org",
  "page-ethereum-history-founder-and-ownership-meta-description": "Ethereumच्या इतिहासाबद्दल, ते कोणी तयार केले, कधी लाँच केले आणि आज त्याचे नियंत्रण कोणाकडे आहे यासह जाणून घ्या.",
  "page-ethereum-history-founder-and-ownership-twitter-meta-description": "बिटकॉइन आणि इथेरियममधील फरक जाणून घ्या, ज्यात वापराची प्रकरणे, नेटवर्कची कार्यक्षमता, टोकनची अर्थव्यवस्था आणि बरेच काही समाविष्ट आहे.",
  "page-ethereum-history-founder-and-ownership-title": "Ethereum चा इतिहास: संस्थापक, लाँच आणि मालकी",
  "page-ethereum-history-founder-and-ownership-description-1": "Ethereum ची स्थापना 2013 मध्ये विटालिक बुटेरिन यांनी केली होती. गॅविन वूड आणि जोसेफ लुबिन यांच्यासह अनेक सह-संस्थापक नंतर सामील झाले. Ethereum नेटवर्क 30 जुलै, 2015 रोजी पहिल्या ब्लॉकच्या (जेनेसिस ब्लॉक) मायनिंगसह अधिकृतपणे लाँच झाले.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-description-1": "पारंपारिक संस्थांप्रमाणे, <strong>Ethereum ला कोणताही CEO</strong>, बोर्ड किंवा एकही नियंत्रण करणारी पार्टी नाही. हे एक विकेंद्रित प्लॅटफॉर्म आहे जे त्याच्या समुदायाद्वारे शासित आहे, ज्याला ना-नफा Ethereum फाउंडेशन समर्थन प्रदान करते.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum": "Ethereum ची स्थापना/सह-स्थापना कोणी केली?",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-1": "Ethereum ची स्थापना <strong>विटालिक बुटेरिन यांनी केली</strong>, ज्यांनी <strong>2013 च्या उत्तरार्धात</strong> ही कल्पना मांडली होती.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-2": "1994 मध्ये रशियामध्ये जन्मलेल्या आणि कॅनडामध्ये वाढलेल्या बुटेरिन यांनी लहानपणापासूनच विलक्षण गणितीय प्रतिभा दर्शविली.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-3": "त्यांनी 2011 मध्ये Bitcoin चा शोध लावला, आणि Bitcoin वर लेख लिहायला सुरुवात केली, ज्यामुळे त्यांनी 2012 मध्ये <em>Bitcoin Magazine</em> ची सह-स्थापना केली. हे क्रिप्टोकरन्सीसाठी समर्पित असलेल्या पहिल्या प्रकाशनांपैकी एक होते. सुरुवातीच्या Bitcoin समुदायाचा भाग असल्याने, त्यांनी त्याची क्षमता आणि त्याच्या मर्यादा प्रत्यक्ष पाहिल्या.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-4": "2014 मध्ये, विटालिकने <whitepaper>Ethereum व्हाइटपेपर</whitepaper> प्रकाशित केला, ज्यामध्ये केवळ पेमेंटपेक्षा अधिक काही करू शकणारा ब्लॉकचेन तयार करून Bitcoin च्या पलीकडे जाणाऱ्या प्लॅटफॉर्मची रूपरेषा होती.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-5": "Ethereum हे Bitcoin च्या दृष्टिकोनाचा विस्तार करते, मुळात असे म्हणते की, एका ॲप्लिकेशनला समर्थन देण्यासाठी तयार केलेल्या नियमांऐवजी, आम्ही अधिक सामान्य उद्देशाचे काहीतरी बनवणार आहोत जिथे लोक फक्त स्वतःचे ॲप्लिकेशन्स तयार करू शकतात आणि त्यांनी तयार केलेल्या कोणत्याही ॲप्लिकेशन्ससाठीचे नियम Ethereum प्लॅटफॉर्मवर कार्यान्वित, अंमलात आणले जाऊ शकतात.",
  "page-ethereum-history-founder-and-ownership-when-ethereum-when-did-ethereum-launch": "Ethereum कधी लाँच झाले?",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now": "आता Ethereum ची मालकी कोणाकडे आहे आणि ते कोण चालवते?",
  "page-ethereum-history-founder-and-ownership-founder-of-ethereum": "Ethereum चे संस्थापक",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-6": "Ethereum ची सह-स्थापना 8 व्यक्तींनी केली होती, ज्यांनी Ethereum ला प्रत्यक्षात आणण्यास मदत केली.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-vitalik-buterin": "<strong>विटालिक बुटेरिन</strong>: 2013 मध्ये Ethereum ची संकल्पना मांडली, मूळ व्हाइटपेपर लिहिला आणि विकेंद्रित जागतिक संगणकाच्या संकल्पनेला स्पष्ट करत आणि प्रोटोकॉलच्या तांत्रिक व तात्विक दिशेला मार्गदर्शन करत त्याचे मुख्य दूरदर्शी आणि समर्थक बनले.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-gavin-wood": "<strong>गॅविन वूड</strong>: <solidity>Solidity</solidity> प्रोग्रामिंग भाषा विकसित केली आणि <ethereumYellowPaper>Ethereum Yellow Paper</ethereumYellowPaper> लिहिला, जो Ethereum व्हर्च्युअल मशीन (EVM) साठी तांत्रिक मार्गदर्शक आहे.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-joseph-lubin": "<strong>जोसेफ लुबिन</strong>: Ethereum च्या अगदी सुरुवातीच्या टप्प्यात निधी देण्यास मदत केली आणि नंतर <consensys>ConsenSys</consensys> ची स्थापना केली, जी Ethereum-आधारित ॲप्स आणि पायाभूत सुविधा तयार करण्यावर लक्ष केंद्रित करणारी कंपनी आहे.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-jeffrey-wilcke": "<strong>जेफ्री विल्के</strong>: <geth>Geth</geth> तयार केला, जो मूळ आणि सर्वाधिक वापरला जाणारा Ethereum एक्झिक्युशन क्लायंट आहे, जो EVM चालवण्यासाठी आणि Ethereum नेटवर्क डेटा संग्रहित करण्यासाठी जबाबदार आहे.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-mihai-alisie": "<strong>मिहाई अलिसि</strong>: विटालिक बुटेरिन यांच्यासोबत Bitcoin Magazine ची सह-स्थापना केली आणि स्वित्झर्लंडमध्ये Ethereum फाउंडेशन स्थापन करण्यास मदत केली, उपाध्यक्ष म्हणून काम केले आणि इथरच्या प्री-सेलसाठी कायदेशीर चौकट तयार केली.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-anthony-di-lorio": "<strong>अँथनी डि लोरियो</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-amir-chetrit": "<strong>अमीर चेट्रिट</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-charles-hoskinson": "<strong>चार्ल्स हॉस्किन्सन</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-7": "आज, विटालिक बुटेरिन Ethereum च्या विकासामध्ये सक्रियपणे सामील आहेत. जोसेफ लुबिन ConsenSys चे नेतृत्व करत आहेत. त्यांची कंपनी Ethereum इकोसिस्टमसाठी <strong>MetaMask</strong> आणि <strong>Infura</strong> सारखी प्रमुख साधने विकसित करते.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-1": "विटालिकच्या सुरुवातीच्या कल्पनेपासून ते Ethereum च्या अधिकृत लाँचपर्यंतचा प्रवास सुमारे 20 महिन्यांचा होता. येथे प्रमुख टप्पे आहेत:",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-2": "<strong>नोव्हेंबर 2013:</strong> विटालिक बुटेरिन यांनी Ethereum व्हाइटपेपर शेअर केला. यात स्मार्ट कॉन्ट्रॅक्ट्स चालवू शकणाऱ्या ब्लॉकचेन प्लॅटफॉर्मसाठी त्यांची दृष्टी वर्णन केली आहे.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-3": "<strong>जानेवारी 2014:</strong> विटालिकने मियामी येथील नॉर्थ अमेरिकन Bitcoin कॉन्फरन्समध्ये Ethereum साठीची संकल्पना <announcement>सार्वजनिकरित्या जाहीर केली</announcement>.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-4": "<strong>जुलै-ऑगस्ट 2014:</strong> Ethereum च्या विकासासाठी निधी देण्यासाठी, संस्थापक टीमने एक सार्वजनिक क्राउडफंडिंग मोहीम चालवली. त्यांनी इथर (ETH) च्या बदल्यात 31,000 BTC (त्यावेळी अंदाजे $18 दशलक्ष किमतीचे) जमा केले.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-5": "<strong>एप्रिल 2015:</strong> विटालिक आणि सह-संस्थापकांनी Ethereum चा ऑलिम्पिक टेस्टनेट लाँच केला. मुख्य नेटवर्क लाँच होण्यापूर्वी हा शेवटचा चाचणी टप्पा होता.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-6": "<strong>30 जुलै, 2015:</strong> संस्थापक टीमने जेनेसिस ब्लॉक माइन करून Ethereum मेननेट अधिकृतपणे लाँच केले. हे Ethereum नेटवर्कच्या जन्माचे प्रतीक आहे.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-7": "<strong>14 मार्च, 2016:</strong> Ethereum समुदायाने \"होमस्टेड,\" पहिले नियोजित अपग्रेड लागू केले. हे सूचित करते की Ethereum मुख्य प्रवाहातील वापरासाठी तयार होते.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-8": "Ethereum प्रकल्पाबाबत आमची अशी धारणा होती की आम्हाला यासाठी फक्त एकच संधी मिळेल, ते खरंच एकदाच करायचं होतं, म्हणून आम्हाला ते योग्यरित्या करायचे होते.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-9": "Ethereum सह-संस्थापक",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-10": "Ethereum च्या लाँचने ब्लॉकचेन तंत्रज्ञानामध्ये एक मोठा टप्पा गाठला. त्याने स्मार्ट कॉन्ट्रॅक्ट्स सादर केले आणि विकेंद्रित ॲप्लिकेशन्ससाठी एक प्लॅटफॉर्म तयार केला.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-11": "तुम्ही <genesisBlock>Ethereum जेनेसिस ब्लॉक नेहमी पाहू शकता</genesisBlock>, जो Ethereum पहिल्यांदा अस्तित्वात आल्याचा क्षण जतन करतो.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-12": "Ethereum अपग्रेडची संपूर्ण सूची पहा",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-13": "भविष्यातील Ethereum रोडमॅप तपासा",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-1": "Ethereum च्या सर्वात अनोख्या पैलूंपैकी एक म्हणजे त्याची मालकी रचना, किंवा अधिक अचूकपणे सांगायचे तर, पारंपारिक मालकीचा अभाव. एका सामान्य कंपनीच्या विपरीत, Ethereum:",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-2": "<strong>याला कोणताही CEO किंवा केंद्रीय अधिकार नाही</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-3": "<strong>कोणत्याही एका घटकाद्वारे किंवा संस्थेद्वारे नियंत्रित नाही</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-4": "<strong>पारंपारिक अर्थाने याचे कोणतेही भागधारक नाहीत</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-5": "त्याऐवजी, Ethereum एक विकेंद्रित नेटवर्क म्हणून काम करते. हे जगभरातील <strong>हजारो स्वतंत्र संगणकांद्वारे (नोड्स)</strong> सांभाळले जाते. हे विकेंद्रित मॉडेल Ethereum च्या डिझाइन आणि मूल्याच्या केंद्रस्थानी आहे.",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-6": "अनेक प्रमुख गट Ethereum च्या चालू असलेल्या विकासात आणि शासनामध्ये मदत करतात:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation": "1. Ethereum फाउंडेशन",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-1": "<strong>Ethereum फाउंडेशन ही एक ना-नफा संस्था आहे</strong> जी Ethereum आणि संबंधित तंत्रज्ञानांना समर्थन देते. महत्त्वाचे असले तरी, ते नेटवर्क नियंत्रित करत नाही. फाउंडेशन:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-2": "Ethereum विकासाला समर्थन देण्यासाठी निधी व्यवस्थापित करते",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-3": "Ethereum वर तयार होणाऱ्या प्रकल्पांना अनुदान देते",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-4": "सामुदायिक कार्यक्रम आणि शैक्षणिक उपक्रम आयोजित करते",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-5": "संशोधन प्रयत्नांमध्ये समन्वय साधते",
  "page-ethereum-history-founder-and-ownership-core-developers": "2. मुख्य विकासक आणि संशोधक",
  "page-ethereum-history-founder-and-ownership-core-developers-description-1": "विकासक आणि संशोधकांचा एक जागतिक समुदाय Ethereum च्या कोड आणि डिझाइनमध्ये योगदान देतो. हे योगदानकर्ते एका खुल्या, सार्वजनिक प्रक्रियेद्वारे सुधारणा प्रस्तावित करतात, चर्चा करतात आणि अंमलात आणतात. विटालिक बुटेरिन समुदायामध्ये आदरणीय आहेत, तथापि, निर्णय कोणत्याही एका व्यक्तीद्वारे न घेता, गट सहमतीने घेतले जातात.",
  "page-ethereum-history-founder-and-ownership-eip": "3. Ethereum सुधारणा प्रस्ताव (EIPs)",
  "page-ethereum-history-founder-and-ownership-eip-description-1": "Ethereum समुदाय <eips>Ethereum सुधारणा प्रस्तावांद्वारे (EIPs)</eips> नेटवर्कमध्ये बदल प्रस्तावित करतो. ही खुली प्रणाली कोणालाही सुधारणा सुचविण्याची परवानगी देते. या कल्पनांवर नंतर चर्चा केली जाते, त्या सुधारल्या जातात आणि समुदायाद्वारे संभाव्यतः अंमलात आणल्या जातात.",
  "page-ethereum-history-founder-and-ownership-validators": "4. नोड ऑपरेटर आणि व्हॅलिडेटर्स",
  "page-ethereum-history-founder-and-ownership-validators-description-1": "सप्टेंबर 2022 मध्ये Ethereum च्या प्रूफ-ऑफ-स्टेकवर स्थलांतर झाल्यापासून, नेटवर्क व्हॅलिडेटर्सद्वारे सुरक्षित केले जाते जे ETH लॉक अप (स्टेक) करतात आणि व्यवहारांवर प्रक्रिया करतात. जगभरात <beaconchain>मोठ्या संख्येने व्हॅलिडेटर्स</beaconchain> पसरलेले आहेत, जे नेटवर्कचे नियंत्रण दूरवर वितरित करते.",
  "page-ethereum-history-founder-and-ownership-validators-description-2": "हे विकेंद्रित मॉडेल कोणत्याही एका घटकाद्वारे नियंत्रणास मर्यादित करते, ज्यामुळे Ethereum सेन्सॉरशिपला प्रतिरोधक बनते. यामध्ये त्याच्या मूळ संस्थापकांचाही समावेश आहे. कोणतीही एक व्यक्ती किंवा संस्था स्वतःहून Ethereum चे नियम बदलू शकत नाही किंवा नेटवर्क बंद करू शकत नाही.",
  "page-ethereum-history-founder-and-ownership-validators-description-3": "Ethereum वर ॲप्लिकेशन तयार करणे आणि एखाद्या पारंपारिक केंद्रीकृत प्लॅटफॉर्मवर ते तयार करणे यातील मुख्य फरक हीच मूळ कल्पना आहे की एकदा तुम्ही तुमचे ॲप्लिकेशन तयार केले की, त्या ॲप्लिकेशनला त्याच्या अस्तित्वासाठी तुमच्यावर किंवा इतर कोणत्याही एका व्यक्तीवर अवलंबून राहण्याची गरज नाही. आणि निर्दिष्ट केलेल्या नियमांनुसार ॲप्लिकेशन चालू राहील याची हमी दिली जाते.",
  "page-ethereum-history-founder-and-ownership-conclusion": "निष्कर्ष",
  "page-ethereum-history-founder-and-ownership-conclusion-description-1": "2013 मध्ये विटालिक बुटेरिन यांनी तयार केल्यापासून ते 2015 मध्ये लाँच होईपर्यंत आणि आजच्या वाढीपर्यंत, <strong>Ethereum आपल्या स्थापनेच्या दृष्टीकोनाशी खरे राहिले आहे</strong>. हे प्रोग्राम केल्यानुसारच चालणाऱ्या ॲप्लिकेशन्ससाठी एक <strong>विकेंद्रित, विश्वासार्हपणे तटस्थ</strong> प्लॅटफॉर्म आहे. नेटवर्क आणि त्यावर तयार केलेले ॲप्स <strong>डाउनटाइम, सेन्सॉरशिप, फसवणूक किंवा तृतीय-पक्षाच्या हस्तक्षेपाशिवाय</strong> चालतात.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-2": "Ethereum ची कहाणी प्रत्येक अपडेट आणि नवकल्पनेसह उलगडत आहे. जसजसे नेटवर्क विकसित होते, तसतसे ते हे उदाहरण देते की विकेंद्रित शासन पारंपारिक कॉर्पोरेट रचनांशिवाय तांत्रिक प्रगती कशी करू शकते.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-3": "Ethereum एका दूरदर्शी व्हाइटपेपरपासून <strong>हजारो ॲप्लिकेशन्स आणि अब्जावधींच्या मूल्याला शक्ती देणाऱ्या जागतिक पायाभूत स्तरामध्ये</strong> रूपांतरित झाले आहे. हे सिद्ध करते की खुले सहकार्य केवळ वित्तच नाही, तर मालकी, शासन आणि डिजिटल विश्वासाच्या मूलभूत संकल्पनांनाही नव्याने आकार देऊ शकते.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-4": "Ethereum च्या शासन प्रक्रियेबद्दल अधिक जाणून घ्या"
}
