{
  "layer-2-arbitrum-note": "फसवणुकीचे पुरावे फक्त श्वेत सूची वाले वापरकर्त्यांसाठी, श्वेतसूची अद्याप उघडलेली नाही",
  "layer-2-boba-note": "विकासामध्ये राज्य प्रमाणीकरण",
  "layer-2-optimism-note": "विकासातील दोष पुरावे",
  "layer-2-hero-title": "स्तर 2",
  "layer-2-hero-header": "प्रत्येकासाठी Ethereum",
  "layer-2-hero-subtitle": "मोठ्या प्रमाणावर दत्तक घेण्यासाठी Ethereum स्केलिंग.",
  "layer-2-hero-alt-text": "थर 2 वर आणले जाणारे आणि Ethereum मेननेटवर पोस्ट केलेल्या व्यवहारांचे चित्रण",
  "layer-2-hero-button-1": "लेयर 2 म्हणजे काय",
  "layer-2-hero-button-2": "लेयर 2 वापरा",
  "layer-2-hero-button-3": "लेयर 2 वर जा",
  "layer-2-statsbox-1": "TVL लॉक इन लेयर 2 (USD)",
  "layer-2-statsbox-2": "सरासरी लेयर 2 ETH हस्तांतरण शुल्क (USD)",
  "layer-2-statsbox-3": "लेयर 2 TVL बदल (30 दिवस)",
  "layer-2-what-is-layer-2-title": "लेयर 2 म्हणजे काय?",
  "layer-2-what-is-layer-2-1": "Ethereum स्केलिंग सोल्यूशनच्या विशिष्ट संचाचे वर्णन करण्यासाठी लेयर 2 (L2) एक सामूहिक संज्ञा आहे. <strong>लेयर 2 ही एक वेगळी ब्लॉकचेन आहे जी Ethereum चा विस्तार करते आणि Ethereum च्या सुरक्षिततेची हमी वारसा देते</strong>.",
  "layer-2-what-is-layer-2-2": "आता त्यात थोडे अधिक जाणून घेऊया. हे करण्यासाठी आपल्याला प्रथम लेयर 1 (L1) स्पष्ट करणे आवश्यक आहे.",
  "layer-2-what-is-layer-1-title": "लेयर 1 म्हणजे काय?",
  "layer-2-what-is-layer-1-1": "लेयर 1 बेस ब्लॉकचेन आहे. Ethereum आणि Bitcoin हे दोन्ही लेयर 1 ब्लॉकचेन आहेत कारण ते <strong>विविध लेयर 2 नेटवर्क्सच्या शीर्षस्थानी तयार केलेले मूलभूत पाया आहेत</strong>. लेयर 2 प्रकल्पांच्या उदाहरणांमध्ये Ethereum वरील \"रोलअप\" आणि Bitcoin वरील लाइटनिंग नेटवर्क समाविष्ट आहे. या लेयर 2 प्रकल्पांवरील सर्व वापरकर्ता व्यवहार क्रियाकलाप शेवटी स्तर 1 ब्लॉकचेनवर परत येऊ शकतात.",
  "layer-2-what-is-layer-1-2": "Ethereum लेयर 2s साठी डेटा उपलब्धता स्तर म्हणून देखील कार्य करते. लेयर 2 प्रकल्प डेटा उपलब्धतेसाठी Ethereum वर अवलंबून राहून त्यांचा व्यवहार डेटा Ethereum वर पोस्ट करतील. हा डेटा लेयर 2 ची स्थिती जाणून घेण्यासाठी किंवा लेयर 2 वरील व्यवहार विवाद करण्यासाठी वापरला जाऊ शकतो.",
  "layer-2-what-is-layer-1-list-title": "<strong>लेयर 1 मध्ये Ethereum समाविष्ट आहे:</strong>",
  "layer-2-what-is-layer-1-list-1": "नेटवर्क सुरक्षित आणि प्रमाणित करण्यासाठी <strong>नोड ऑपरेटरचे नेटवर्क</strong>",
  "layer-2-what-is-layer-1-list-2": "<strong>ब्लॉक उत्पादकांचे नेटवर्क</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>ब्लॉकचेन</strong> स्वतः आणि व्यवहार डेटाचा इतिहास",
  "layer-2-what-is-layer-1-list-4": "नेटवर्कसाठी <strong>एकमत यंत्रणा</strong>",
  "layer-2-what-is-layer-1-list-link-1": "Ethereum वर अजूनही गोंधळलेले आहात?",
  "layer-2-what-is-layer-1-list-link-2": "Ethereum म्हणजे काय ते जाणून घ्या.",
  "layer-2-why-do-we-need-layer-2-title": "आम्हाला लेयर 2ची आवश्यकता का आहे?",
  "layer-2-why-do-we-need-layer-2-1": "ब्लॉकचेनचे तीन इष्ट गुणधर्म म्हणजे ते <strong>विकेंद्रित, सुरक्षित आणि स्केलेबल</strong> आहे. <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">ब्लॉकचेन ट्रायलेम्मा</a> सांगते की एक साधी ब्लॉकचेन आर्किटेक्चर फक्त दोन साध्य करू शकते तीन पैकी. सुरक्षित आणि विकेंद्रित ब्लॉकचेन हवे आहे? आपण स्केलेबिलिटी बलिदान करणे आवश्यक आहे.",
  "layer-2-why-do-we-need-layer-2-2": "Ethereum सध्या <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">दररोज 1+ दशलक्ष व्यवहारांवर</a> प्रक्रिया करते. Ethereum वापरण्याच्या मागणीमुळे व्यवहार शुल्काच्या किमती जास्त असू शकतात. येथे लेयर 2 नेटवर्क येतात.",
  "layer-2-why-do-we-need-layer-2-scalability": "Scalability",
  "layer-2-why-do-we-need-layer-2-scalability-1": "लेयर 2 चे मुख्य उद्दिष्ट विकेंद्रीकरण किंवा सुरक्षिततेचा त्याग न करता ट्रान्झॅक्शन थ्रूपुट (प्रति सेकंद जास्त व्यवहार) वाढवणे हे आहे.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Ethereum मेननेट (लेयर 1) केवळ <a href=\"https://ethtps.info/Network/Ethereum\">प्रति सेकंद अंदाजे 15 व्यवहार</a> प्रक्रिया करण्यास सक्षम आहे. जेव्हा Ethereum वापरण्याची मागणी जास्त असते, तेव्हा नेटवर्क गजबजलेले होते, ज्यामुळे व्यवहार शुल्क वाढते आणि ते शुल्क परवडत नसलेल्या वापरकर्त्यांना किंमत मिळते. लेयर 2s हे असे उपाय आहेत जे लेयर-1 ब्लॉकचेनमधील व्यवहारांवर प्रक्रिया करून ते शुल्क कमी करतात.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Ethereum च्या दृष्टीबद्दल अधिक",
  "layer-2-benefits-of-layer-2-title": "लेयर 2 चे फायदे",
  "layer-2-lower-fees-title": "कमी फी",
  "layer-2-lower-fees-description": "एका लेयर 1 व्यवहारामध्ये एकाधिक ऑफ-चेन व्यवहार एकत्र करून, व्यवहार शुल्क मोठ्या प्रमाणात कमी केले जाते, ज्यामुळे Ethereum सर्वांसाठी अधिक प्रवेशयोग्य बनते.",
  "layer-2-maintain-security-title": "सुरक्षा सांभाळा",
  "layer-2-maintain-security-description": "लेयर 2 ब्लॉकचेन त्यांचे व्यवहार Ethereum मेननेटवर सेटल करतात, ज्यामुळे वापरकर्त्यांना Ethereum नेटवर्कच्या सुरक्षेचा फायदा होऊ शकतो.",
  "layer-2-expand-use-cases-title": "वापर प्रकरणे विस्तृत करा",
  "layer-2-expand-use-cases-description": "प्रति सेकंद जास्त व्यवहार, कमी शुल्क आणि नवीन तंत्रज्ञानासह, सुधारित वापरकर्ता अनुभवासह प्रकल्प नवीन अनुप्रयोगांमध्ये विस्तारित होतील.",
  "layer-2-how-does-layer-2-work-title": "लेयर 2 कसे कार्य करते?",
  "layer-2-how-does-layer-2-work-1": "आम्ही वर नमूद केल्याप्रमाणे, लेयर 2 ही Ethereum स्केलिंग सोल्यूशन्ससाठी सामूहिक संज्ञा आहे जी Ethereum लेयर 1 च्या मजबूत विकेंद्रित सुरक्षेचा लाभ घेत असताना देखील Ethereum स्तर 1 मधील व्यवहार हाताळते. <strong>लेयर 2 ही एक वेगळी ब्लॉकचेन आहे जी Ethereumचा विस्तार करते</strong>. ते कसे कार्य करते?",
  "layer-2-how-does-layer-2-work-2": "लेयर 2 चे अनेक प्रकार आहेत, प्रत्येकाचे स्वतःचे ट्रेड-ऑफ आणि सुरक्षा मॉडेल आहेत. लेयर 2s लेयर 1 वरून व्यवहाराचा बोजा काढून टाकतो ज्यामुळे ते कमी गर्दीचे होऊ शकते आणि सर्वकाही अधिक स्केलेबल बनते.",
  "layer-2-rollups-title": "Rollups",
  "layer-2-rollups-1": "रोलअप बंडल (किंवा ‘रोल अप’) लेयर 1 वरील एकाच व्यवहारात शेकडो व्यवहार. हे रोलअपमधील प्रत्येकामध्ये L1 व्यवहार शुल्क वितरीत करते, जे प्रत्येक वापरकर्त्यासाठी स्वस्त बनवते.",
  "layer-2-rollups-2": "रोलअप व्यवहार लेयर 1 मधून अंमलात आणले जातात परंतु व्यवहार डेटा लेयर 1 मध्ये सबमिट केला जातो. लेयर 1 वर व्यवहार डेटा सबमिट करून, रोलअप्स Ethereum ची सुरक्षितता वारसा घेतात. याचे कारण असे की एकदा डेटा लेयर 1 वर अपलोड झाला की, रोलअप व्यवहार परत करण्यासाठी Ethereum परत करणे आवश्यक आहे. रोलअपसाठी दोन भिन्न दृष्टीकोन आहेत: आशावादी आणि शून्य-ज्ञान - ते L1 ला हा व्यवहार डेटा कसा सबमिट केला जातो यावर प्रामुख्याने भिन्न आहेत.",
  "layer-2-optimistic-rollups-title": "Optimistic rollups",
  "layer-2-optimistic-rollups-description": "आशावादी रोलअप या अर्थाने 'आशावादी' असतात की व्यवहार वैध असल्याचे गृहित धरले जाते, परंतु आवश्यक असल्यास आव्हान दिले जाऊ शकते. अवैध व्यवहाराचा संशय असल्यास, हे घडले आहे की नाही हे पाहण्यासाठी दोष पुरावा चालविला जातो.",
  "layer-2-optimistic-rollups-childSentance": "आशावादी रोलअप्सवर अधिक",
  "layer-2-zk-rollups-title": "Zero-knowledge rollups",
  "layer-2-zk-rollups-description": "शून्य-ज्ञान रोलअप्स वैधतेचे पुरावे वापरतात जेथे व्यवहारांची ऑफ-चेन गणना केली जाते आणि नंतर संकुचित डेटा त्यांच्या वैधतेचा पुरावा म्हणून Ethereum मेननेटला पुरवला जातो.",
  "layer-2-zk-rollups-childSentance": "ZK-रोल्सअप वर अधिक",
  "layer-2-dyor-title": "तुम्ही स्वतःच संशोधन करा: लेयर 2 चे धोके",
  "layer-2-dyor-1": "अनेक लेयर 2 प्रकल्प तुलनेने तरुण आहेत आणि तरीही वापरकर्त्यांनी काही ऑपरेटर्सवर विश्वास ठेवणे आवश्यक आहे कारण ते त्यांचे नेटवर्क विकेंद्रित करण्यासाठी कार्य करतात. तुम्हाला समाविष्ट असलेल्या कोणत्याही जोखमींबद्दल सोयीस्कर आहे की नाही हे ठरवण्यासाठी नेहमी तुमचे स्वतःचे संशोधन करा.",
  "layer-2-dyor-2": "लेयर 2s च्या तंत्रज्ञान, जोखीम आणि विश्वासाच्या गृहीतकांबद्दल अधिक माहितीसाठी, आम्ही L2BEAT तपासण्याची शिफारस करतो, जे प्रत्येक प्रकल्पाचे सर्वसमावेशक जोखीम मूल्यांकन फ्रेमवर्क प्रदान करते.",
  "layer-2-dyor-3": "L2BEAT वर जा",
  "layer-2-use-layer-2-title": "लेयर 2 वापरा",
  "layer-2-use-layer-2-1": "लेयर 2 का अस्तित्वात आहे आणि ते कसे कार्य करते हे आता तुम्हाला समजले आहे, चला तुम्हाला तयार करू या!",
  "layer-2-contract-accounts": "तुम्ही सेफ किंवा अर्जेंट सारखे स्मार्ट कॉन्ट्रॅक्ट वॉलेट वापरत असल्यास, लेयर 2 वरील या पत्त्यावर तुमचे नियंत्रण नसेल जोपर्यंत तुम्ही तुमचे कॉन्ट्रॅक्ट खाते लेयर 2 वरील पत्त्यावर पुन्हा तैनात करत नाही. पुनर्प्राप्ती वाक्यांशासह क्लासिक खाती सर्व लेयर 2 नेटवर्कवर आपोआप समान खाते असतील.",
  "layer-2-use-layer-2-generalized-title": "सामान्यीकृत लेयर 2s",
  "layer-2-use-layer-2-generalized-1": "सामान्यीकृत लेयर 2s अगदी Ethereum प्रमाणे वागतात — परंतु स्वस्त. Ethereum लेयर 1 वर तुम्ही जे काही करू शकता, ते तुम्ही लेयर 2 वर देखील करू शकता. अनेक dapps ने या नेटवर्कवर आधीच स्थलांतर करण्यास सुरुवात केली आहे किंवा लेयर 2 वर थेट तैनात करण्यासाठी मेननेट पूर्णपणे वगळले आहे.",
  "layer-2-use-layer-2-application-specific-title": "अनुप्रयोग विशिष्ट लेयर 2s",
  "layer-2-use-layer-2-application-specific-1": "ऍप्लिकेशन स्पेसिफिक लेयर 2s हे असे प्रोजेक्ट आहेत जे विशिष्ट ऍप्लिकेशन स्पेससाठी ऑप्टिमाइझ करण्यात माहिर असतात, सुधारित कार्यप्रदर्शन आणतात.",
  "layer-2-sidechains-title": "साइडचेन, व्हॅलिडियम आणि पर्यायी ब्लॉकचेनवर एक टीप",
  "layer-2-sidechains-1": "<strong>साइडचेन आणि व्हॅलिडियम</strong> हे ब्लॉकचेन आहेत जे Ethereumमधील मालमत्तेला ब्रिज करून दुसर्‍या ब्लॉकचेनवर वापरण्याची परवानगी देतात. साइडचेन आणि व्हॅलिडियम Ethereum च्या समांतर चालतात आणि पुलांद्वारे Ethereum शी संवाद साधतात, परंतु ते Ethereum कडून त्यांची सुरक्षा किंवा डेटा उपलब्धता मिळवत नाहीत.",
  "layer-2-sidechains-2": "लेयर 2s प्रमाणेच दोन्ही स्केल - ते कमी व्यवहार शुल्क आणि उच्च व्यवहार थ्रूपुट ऑफर करतात - परंतु भिन्न विश्वास गृहीत धरतात.",
  "layer-2-more-on-sidechains": "साइडचेनवर अधिक माहिती",
  "layer-2-more-on-validiums": "वैलिडियम वर अधिक माहिती",
  "layer-2-sidechains-4": "काही लेयर 1 ब्लॉकचेन्स Ethereum पेक्षा जास्त थ्रुपुट आणि कमी व्यवहार शुल्क नोंदवतात, परंतु सामान्यत: इतरत्र ट्रेड-ऑफसह, उदाहरणार्थ, नोड्स चालवण्यासाठी जास्त हार्डवेअर आवश्यकता.",
  "layer-2-onboard-title": "लेयर 2 वर कसे जायचे",
  "layer-2-onboard-1": "लेयर 2 वर तुमची मालमत्ता मिळवण्याचे दोन प्राथमिक मार्ग आहेत: स्मार्ट कॉन्ट्रॅक्टद्वारे Ethereumकडून ब्रिज फंड किंवा थेट लेयर 2 नेटवर्कवर एक्सचेंजवर तुमचे पैसे काढा.",
  "layer-2-onboard-wallet-title": "तुमच्या वॉलेटमध्ये निधी?",
  "layer-2-onboard-wallet-1": "तुमच्या वॉलेटमध्ये तुमचे ETH आधीच असल्यास, ते Ethereum मेननेटवरून लेयर 2 वर हलवण्यासाठी तुम्हाला ब्रिज वापरण्याची आवश्यकता असेल.",
  "layer-2-more-on-bridges": "ब्रिजेसवर अधिक",
  "layer-2-onboard-wallet-input-placeholder": "तुम्हाला ब्रिज करायचा असलेला L2 निवडा",
  "layer-2-onboard-wallet-selected-1": "शी कनेक्ट करू शकता",
  "layer-2-onboard-wallet-selected-2": "हे वॉलेट वापरून:",
  "layer-2-bridge": "ब्रिज",
  "layer-2-onboard-exchange-title": "एक्सचेंजवर निधी?",
  "layer-2-onboard-exchange-1": "काही केंद्रीकृत एक्सचेंज आता लेयर 2s मध्ये थेट पैसे काढणे आणि ठेवी ऑफर करतात. कोणते एक्सचेंज लेयर 2 पैसे काढण्यास समर्थन देतात आणि ते कोणत्या लेयर 2s ला समर्थन देतात ते तपासा.",
  "layer-2-onboard-exchange-2": "तुमचे पैसे काढण्यासाठी तुम्हाला वॉलेट देखील आवश्यक असेल.",
  "layer-2-onboard-find-a-wallet": "Ethereum वॉलेट शोधा.",
  "layer-2-onboard-exchange-input-placeholder": "L2 चे समर्थन करणारे एक्सचेंज तपासा",
  "layer-2-deposits": "ठेवी",
  "layer-2-withdrawals": "पैसे काढणे",
  "layer-2-go-to": "जा",
  "layer-2-tools-title": "लेयर 2 वर प्रभावी होण्यासाठी साधने",
  "layer-2-tools-l2beat-description": "L2BEAT हे लेयर 2 प्रकल्पांचे तांत्रिक जोखीम मूल्यांकन पाहण्यासाठी एक उत्तम स्त्रोत आहे. विशिष्ट लेयर 2 प्रकल्पांवर संशोधन करताना आम्ही त्यांची संसाधने तपासण्याची शिफारस करतो.",
  "layer-2-tools-l2fees-description": "L2 फी तुम्हाला वेगवेगळ्या लेयर 2s वर व्यवहार करण्यासाठी सध्याची किंमत (USD मध्ये नामांकित) पाहू देते.",
  "layer-2-tools-chainlist-description": "चेनलिस्ट हे नेटवर्क RPC ला सपोर्टिंग वॉलेटमध्ये इंपोर्ट करण्यासाठी एक उत्तम स्त्रोत आहे. तुम्‍हाला कनेक्‍ट करण्‍यात मदत करण्‍यासाठी तुम्‍हाला येथे लेयर 2 प्रोजेक्‍टसाठी RPC मिळेल.",
  "layer-2-tools-zapper-description": "तुमचा संपूर्ण web3 पोर्टफोलिओ DeFi ते NFT आणि पुढे जे काही येईल ते व्यवस्थापित करा. एका सोयीस्कर ठिकाणाहून नवीनतम संधींमध्ये गुंतवणूक करा.",
  "layer-2-tools-zerion-description": "तुमचा संपूर्ण DeFi पोर्टफोलिओ एकाच ठिकाणाहून तयार करा आणि व्यवस्थापित करा. आज विकेंद्रित वित्त जग शोधा.",
  "layer-2-tools-debank-description": "web3 जगातील सर्व महत्त्वाच्या घडामोडींची माहिती ठेवा",
  "layer-2-faq-title": "FAQ",
  "layer-2-faq-question-1-title": "इथे 'अधिकृत' Ethereum L2 का नाही?",
  "layer-2-faq-question-1-description-1": "ज्याप्रमाणे 'अधिकृत' Ethereum क्लायंट नाही, त्याचप्रमाणे 'अधिकृत' Ethereum लेयर 2 नाही. Ethereum परवानगीहीन आहे - तांत्रिकदृष्ट्या कोणीही लेयर 2 तयार करू शकतो! एकापेक्षा जास्त संघ त्यांच्या लेयर 2 ची आवृत्ती अंमलात आणतील आणि संपूर्णपणे इकोसिस्टमला विविध वापराच्या प्रकरणांसाठी ऑप्टिमाइझ केलेल्या डिझाइन पद्धतींच्या विविधतेचा फायदा होईल. नेटवर्कमध्‍ये विविधता येण्‍यासाठी आमच्याकडे एकाधिक टीम्सद्वारे विकसित केलेले अनेक Ethereum क्लायंट आहेत, तसेच हे देखील भविष्यात लेयर 2s कसे विकसित होईल.",
  "layer-2-faq-question-2-title": "आशावादी आणि शून्य-ज्ञान रोलअप्स मध्ये काय फरक आहे?",
  "layer-2-faq-question-2-description-1": "दोन्ही आशावादी आणि शून्य-ज्ञान रोलअप बंडल (किंवा ‘रोल अप’) लेयर 1 वरील एकाच व्यवहारात शेकडो व्यवहार. रोलअप व्यवहार लेयर 1 च्या बाहेर अंमलात आणले जातात परंतु व्यवहार डेटा लेयर 1 वर पोस्ट केला जातो.",
  "layer-2-faq-question-2-description-2": "लेयर 1 वर कोणता डेटा पोस्ट केला जातो आणि डेटा कसा सत्यापित केला जातो हा प्राथमिक फरक आहे. वैधता पुरावे (शून्य-नॉलेज रोलअप्सद्वारे वापरलेले) गणना ऑफ-चेन चालवतात आणि एक पुरावा पोस्ट करतात, तर फॉल्ट प्रूफ (आशावादी रोलअप्सद्वारे वापरलेले) केवळ जेव्हा दोष संशयित असेल आणि तपासले जाणे आवश्यक आहे तेव्हाच ऑन-चेन गणने चालवतात.",
  "layer-2-faq-question-2-description-3": "याक्षणी, बहुतेक ZK-रोलअप्स हे ऍप्लिकेशन-विशिष्ट आहेत, आशावादी रोलअप्सच्या विरूद्ध जे मोठ्या प्रमाणात सामान्यीकरण करण्यायोग्य आहेत.",
  "layer-2-more-info-on-optimistic-rollups": "आशावादी रोलअप्सबद्दल अधिक माहिती",
  "layer-2-more-info-on-zk-rollups": "शून्य-ज्ञान रोलअपवर अधिक माहिती",
  "layer-2-faq-question-4-title": "लेयर 2 चे धोके काय आहेत?",
  "layer-2-faq-question-4-description-1": "Ethereum मेननेट वर निधी ठेवण्याच्या आणि थेट व्यवहार करण्याच्या तुलनेत लेयर 2 प्रकल्पांमध्ये अतिरिक्त जोखीम असते. उदाहरणार्थ, सिक्वेन्सर कमी होऊ शकतात, ज्यामुळे तुम्हाला निधीमध्ये प्रवेश करण्यासाठी प्रतीक्षा करावी लागेल.",
  "layer-2-faq-question-4-description-2": "लेयर 2 मध्ये महत्त्वपूर्ण निधी हस्तांतरित करण्यापूर्वी आम्ही तुम्हाला तुमचे स्वतःचे संशोधन करण्यास प्रोत्साहित करतो. लेयर 2s च्या तंत्रज्ञान, जोखीम आणि विश्वासाच्या गृहीतकांबद्दल अधिक माहितीसाठी, आम्ही <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a> तपासण्याची शिफारस करतो, जे प्रत्येक प्रकल्पाचे सर्वसमावेशक जोखीम मूल्यांकन फ्रेमवर्क प्रदान करते.",
  "layer-2-faq-question-4-description-3": "ब्लॉकचेन ब्रिज, जे लेयर 2 मध्ये मालमत्तेचे हस्तांतरण सुलभ करतात, त्यांच्या विकासाच्या सुरुवातीच्या टप्प्यात आहेत आणि अशी शक्यता आहे की इष्टतम ब्रिज डिझाइन अद्याप शोधले गेले नाही. <a href=\"https://rekt.news/wormhole-rekt/\">पुलांच्या अलीकडील खाच</a> आहेत.",
  "layer-2-faq-question-5-title": "काही लेयर 2 प्रकल्प येथे सूचीबद्ध का नाहीत?",
  "layer-2-faq-question-5-description-1": "आम्ही हे सुनिश्चित करू इच्छितो की आम्ही शक्य तितक्या सर्वोत्तम संसाधनांची यादी करतो जेणेकरून वापरकर्ते लेयर 2 जागा सुरक्षित आणि आत्मविश्वासाने नेव्हिगेट करू शकतील. समाविष्ट करण्यासाठी प्रकल्पांचे मूल्यमापन कसे केले जाते यासाठी आम्ही निकषांची चौकट राखतो.",
  "layer-2-faq-question-5-view-listing-policy": "आमचे स्तर 2 सूची धोरण येथे पहा.",
  "layer-2-faq-question-5-description-2": "कोणीही ethereum.org वर लेयर 2 जोडण्याचा सल्ला देण्यास मोकळे आहे. आम्‍ही चुकलेला लेयर 2 असल्यास, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">कृपया ते सुचवा</a>.",
  "layer-2-further-reading-title": "Further reading",
  "a-rollup-centric-ethereum-roadmap": "रोलअप-केंद्रित ethereum रोडमॅप",
  "an-incomplete-guide-to-rollups": "An Incomplete Guide to Rollups",
  "polygon-sidechain-vs-ethereum-rollups": "पॉलीगॉन साइडचेन वि Ethereum रोलअप्स: लेयर 2 स्केलिंग पध्दती| विटालिक बुटेरिन आणि लेक्स फ्रिडमन",
  "rollups-the-ultimate-ethereum-scaling-strategy": "रोलअप्स - अंतिम Ethereum स्केलिंग धोरण? Arbitrum आणि Optimism स्पष्ट केले",
  "scaling-layer-1-with-shard-chains": "शार्ड चेनसह स्केलिंग लेयर 1",
  "understanding-rollup-economics-from-first-principals": "पहिल्या तत्त्वांवरून रोलअप अर्थशास्त्र समजून घेणे",
  "arbitrum-description": "Arbitrum One हा एक आशावादी रोलअप आहे ज्याचा उद्देश Ethereum शी संवाद साधण्यासारखा आहे, परंतु व्यवहारांसाठी ते L1 वर जे काही करतात त्याच्या काही अंशी किंमत आहे.",
  "optimism-description": "Optimism हा एक जलद, साधा आणि सुरक्षित EVM-समतुल्य आशावादी रोलअप आहे. हे Ethereum च्या तंत्रज्ञानाला स्केल करते आणि पूर्वलक्षी सार्वजनिक वस्तूंच्या निधीद्वारे त्याची मूल्ये देखील वाढवते.",
  "boba-description": "Boba हा एक आशावादी रोलअप आहे जो मूळतः Optimism मधून तयार केलेला आहे जो एक स्केलिंग सोल्यूशन आहे ज्याचा उद्देश गॅस फी कमी करणे, ट्रान्झॅक्शन थ्रूपुट सुधारणे आणि स्मार्ट कॉन्ट्रॅक्ट्सची क्षमता वाढवणे आहे.",
  "loopring-description": "लूपिंग च्या zkRollup L2 सोल्यूशनचे उद्दिष्ट Ethereum मेननेट प्रमाणेच सुरक्षिततेची हमी देण्याचे आहे, मोठ्या प्रमाणात स्केलेबिलिटी बूस्टसह: थ्रुपुट 1000x ने वाढले, आणि किंमत L1 च्या फक्त 0.1% पर्यंत कमी झाली.",
  "zksync-description": "ZKsync हे मॅटर लॅब्सचे वापरकर्ता-केंद्रित zk रोलअप प्लॅटफॉर्म आहे. हे Ethereum साठी स्केलिंग सोल्यूशन आहे, आधीच Ethereum मेननेट वर लाइव्ह आहे. हे पेमेंट, टोकन स्वॅप आणि NFT मिंटिंगला समर्थन देते.",
  "zkspace-description": "ZKSpace प्लॅटफॉर्ममध्ये तीन मुख्य भाग आहेत: ZKSwap नावाची ZK-Rollups तंत्रज्ञान वापरणारी लेयर 2 AMM DEX, ZKSquare नावाची पेमेंट सेवा आणि ZKSea नावाची NFT मार्केटप्लेस.",
  "aztec-description": "Aztec नेटवर्क हे Ethereum वरील पहिले खाजगी zk-रोलअप आहे, जे विकेंद्रित अनुप्रयोगांना गोपनीयता आणि स्केलमध्ये प्रवेश करण्यास सक्षम करते.",
  "layer-2-note": "सूचना:",
  "layer-2-ecosystem-portal": "पारिस्थितिकी तंत्र पोर्टल",
  "layer-2-token-lists": "प्रतिक सूचियाँ",
  "layer-2-explore": "अन्वेषण",
  "page-dapps-ready-button": "Go"
}
