{
  "page-layer-2-learn-meta-title": "लेअर 2 म्हणजे काय? | ethereum.org",
  "page-layer-2-learn-title": "लेयर 2 म्हणजे काय?",
  "page-layer-2-learn-description": "मोठ्या प्रमाणावर दत्तक घेण्यासाठी Ethereum स्केलिंग",
  "page-layer-2-learn-button-1-label": "लेयर 2 म्हणजे काय?",
  "page-layer-2-learn-button-2-label": "लेयर 2 वापरा",
  "page-layer-2-learn-what-is-layer-2-title": "लेयर 2 म्हणजे काय?",
  "page-layer-2-learn-what-is-layer-2-1": "Ethereum स्केलिंग सोल्यूशनच्या विशिष्ट संचाचे वर्णन करण्यासाठी लेअर 2 (L2) ही एक सामूहिक संज्ञा आहे. <strong>लेअर 2 ही एक वेगळी <a href=\"/glossary/#blockchain\">ब्लॉकचेन</a> आहे जी Ethereum चा विस्तार करते आणि Ethereum च्या सुरक्षिततेची हमी वारसा म्हणून मिळवते</strong>.",
  "page-layer-2-learn-what-is-layer-2-2": "आता त्यात थोडे अधिक जाणून घेऊया. हे करण्यासाठी आपल्याला प्रथम लेयर 1 (L1) स्पष्ट करणे आवश्यक आहे.",
  "page-layer-2-learn-what-is-layer-1-title": "लेयर 1 म्हणजे काय?",
  "page-layer-2-learn-what-is-layer-1-1": "Ethereum आणि Bitcoin सारखे लेअर 1 ब्लॉकचेन्स हा <strong>मूलभूत पाया आहे ज्यावर लेअर 2 प्रकल्प तयार होतात</strong>. लेअर 2 प्रकल्पांच्या उदाहरणांमध्ये Ethereum वरील <strong>झिरो-नॉलेज रोलअप्स</strong> आणि <strong>ऑप्टिमिस्टिक रोलअप्स</strong> आणि Bitcoin वरील लाइटनिंग नेटवर्कचा समावेश आहे.",
  "page-layer-2-learn-what-is-layer-1-2": "Ethereum लेअर 2 साठी डेटा उपलब्धता लेअर म्हणून देखील कार्य करते, आणि मागील व्यवहारांवर कोणतेही विवाद असल्यास या विवादांसाठी Ethereum कडून डेटा प्रदान केला जातो.",
  "page-layer-2-learn-layer-1-list-title": "लेयर 1 मध्ये Ethereum समाविष्ट आहे:",
  "page-layer-2-learn-layer-1-list-1": "नेटवर्क सुरक्षित आणि प्रमाणित करण्यासाठी <strong>नोड ऑपरेटरचे नेटवर्क</strong>",
  "page-layer-2-learn-layer-1-list-2": "<strong>ब्लॉक उत्पादकांचे नेटवर्क</strong>",
  "page-layer-2-learn-layer-1-list-3": "<strong>ब्लॉकचेन</strong> स्वतः आणि व्यवहार डेटाचा इतिहास",
  "page-layer-2-learn-layer-1-list-4": "नेटवर्कसाठी <strong>एकमत यंत्रणा</strong>",
  "page-layer-2-learn-why-do-we-need-layer-2-title": "आम्हाला लेयर 2ची आवश्यकता का आहे?",
  "page-layer-2-learn-why-do-we-need-layer-2-1": "ब्लॉकचेनचे तीन इष्ट गुणधर्म म्हणजे ते विकेंद्रित, सुरक्षित आणि स्केलेबल आहे. ब्लॉकचेन ट्रायलेम्मा सांगते की एक साधी ब्लॉकचेन आर्किटेक्चर तिघांपैकी फक्त दोनच साध्य करू शकते. एक सुरक्षित आणि विकेंद्रित ब्लॉकचेन हवे आहे? तुम्हाला स्केलेबिलिटीचा त्याग करावा लागेल. येथेच लेअर 2 नेटवर्क्स उपयोगी पडतात.",
  "page-layer-2-learn-why-do-we-need-layer-2-2": "Ethereum दररोज 1+ दशलक्ष व्यवहारांसह नेटवर्कच्या सध्याच्या क्षमतेपर्यंत पोहोचले आहे, आणि या प्रत्येक व्यवहारासाठी उच्च मागणी आहे. Ethereum च्या यशामुळे आणि ते वापरण्याच्या मागणीमुळे गॅसच्या किमतींमध्ये लक्षणीय वाढ झाली आहे. त्यामुळे स्केलिंग सोल्यूशन्सची गरजही शिखरावर पोहोचली आहे.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability": "स्केलेबिलिटी",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-1": "स्केलेबिलिटीचे मुख्य ध्येय विकेंद्रीकरण किंवा सुरक्षेचा त्याग न करता व्यवहाराचा वेग (जलद अंतिमता) आणि व्यवहार थ्रूपुट (प्रति सेकंद उच्च व्यवहार) वाढवणे हे आहे.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-2": "Ethereum समुदायाने एक मजबूत भूमिका घेतली आहे की ते स्केल करण्यासाठी विकेंद्रीकरण किंवा सुरक्षेचा त्याग करणार नाही. शार्डिंग येईपर्यंत, Ethereum मेननेट (लेअर 1) प्रति सेकंद अंदाजे फक्त 15 व्यवहार प्रक्रिया करू शकेल. जेव्हा Ethereum वापरण्याची मागणी जास्त असते, तेव्हा यामुळे नेटवर्कमध्ये गर्दी होते, व्यवहार शुल्क वाढते, आणि शुल्क कमी होईपर्यंत ज्यांना ते परवडत नाही त्यांना Ethereum वापरण्यापासून दूर ठेवले जाते. इथेच आज Ethereum ला स्केल करण्यासाठी लेअर 2 उपयोगी पडते.",
  "page-layer-2-learn-layer2Cards-1-title": "कमी फी",
  "page-layer-2-learn-layer2Cards-1-description": "लेअर 1 वर अनेक व्यवहार एकाच व्यवहारामध्ये एकत्र करून, व्यवहार शुल्क मोठ्या प्रमाणात कमी केले जाते, ज्यामुळे Ethereum सर्वांसाठी अधिक सुलभ होते.",
  "page-layer-2-learn-layer2Cards-2-title": "सुरक्षा सांभाळा",
  "page-layer-2-learn-layer2Cards-2-description": "लेअर 2 ब्लॉकचेन्स त्यांचे व्यवहार Ethereum मेननेटवर सेटल करतात, ज्यामुळे वापरकर्त्यांना Ethereum नेटवर्कच्या सुरक्षेचा फायदा होऊ शकतो.",
  "page-layer-2-learn-layer2Cards-3-title": "वापर प्रकरणे विस्तृत करा",
  "page-layer-2-learn-layer2Cards-3-description": "प्रति सेकंद जास्त व्यवहार, कमी शुल्क आणि नवीन तंत्रज्ञानासह, सुधारित वापरकर्ता अनुभवासह प्रकल्प नवीन अनुप्रयोगांमध्ये विस्तारित होतील.",
  "page-layer-2-learn-how-does-layer-2-work-title": "लेयर 2 कसे कार्य करते?",
  "page-layer-2-learn-how-does-layer-2-work-1": "आम्ही वर नमूद केल्याप्रमाणे, लेयर 2 ही Ethereum स्केलिंग सोल्यूशन्ससाठी सामूहिक संज्ञा आहे जी Ethereum लेयर 1 च्या मजबूत विकेंद्रित सुरक्षेचा लाभ घेत असताना देखील Ethereum स्तर 1 मधील व्यवहार हाताळते. लेयर 2 ही एक वेगळी ब्लॉकचेन आहे जी Ethereumचा विस्तार करते. ते कसे कार्य करते?",
  "page-layer-2-learn-how-does-layer-2-work-2": "लेयर 2 चे अनेक प्रकार आहेत, प्रत्येकाचे स्वतःचे ट्रेड-ऑफ आणि सुरक्षा मॉडेल आहेत. लेयर 2s लेयर 1 वरून व्यवहाराचा बोजा काढून टाकतो ज्यामुळे ते कमी गर्दीचे होऊ शकते आणि सर्वकाही अधिक स्केलेबल बनते.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-title": "रोलअप्स",
  "page-layer-2-learn-how-does-layer-2-work-rollups-1": "रोलअप्स लेअर 1 वरील एकाच व्यवहारामध्ये शेकडो व्यवहार एकत्र (किंवा 'रोल अप') करतात. यामुळे L1 व्यवहार शुल्क रोलअपमधील प्रत्येकामध्ये वितरीत होते, ज्यामुळे प्रत्येक वापरकर्त्यासाठी ते स्वस्त होते.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-2": "रोलअपमधील व्यवहार डेटा लेअर 1 वर सादर केला जातो, परंतु त्याची अंमलबजावणी रोलअपद्वारे स्वतंत्रपणे केली जाते. लेअर 1 वर व्यवहार डेटा सादर केल्याने, रोलअप्सना Ethereum ची सुरक्षा वारसा म्हणून मिळते. याचे कारण असे की एकदा डेटा लेअर 1 वर अपलोड झाला की, रोलअप व्यवहार उलटवण्यासाठी Ethereum ला उलटवणे आवश्यक असते. रोलअप्ससाठी दोन भिन्न दृष्टिकोन आहेत: ऑप्टिमिस्टिक आणि झिरो-नॉलेज - हा व्यवहार डेटा L1 वर कसा सादर केला जातो यावर ते प्रामुख्याने भिन्न आहेत.",
  "page-layer-2-learn-rollupCards-optimistic-title": "ऑप्टिमिस्टिक रोलअप्स",
  "page-layer-2-learn-rollupCards-optimistic-description": "ऑप्टिमिस्टिक रोलअप्स फॉल्ट प्रूफ वापरतात जिथे व्यवहार वैध मानले जातात, परंतु अवैध व्यवहाराचा संशय आल्यास त्यांना आव्हान दिले जाऊ शकते. अवैध व्यवहाराचा संशय आल्यास, हे घडले आहे की नाही हे पाहण्यासाठी एक फॉल्ट प्रूफ चालवला जातो.",
  "page-layer-2-learn-rollupCards-optimistic-childSentence": "आशावादी रोलअप्सवर अधिक",
  "page-layer-2-learn-rollupCards-zk-title": "झिरो-नॉलेज रोलअप्स",
  "page-layer-2-learn-rollupCards-zk-description": "झिरो नॉलेज रोलअप्स व्हॅलिडिटी प्रूफ वापरतात जिथे व्यवहारांची गणना ऑफचेन केली जाते, आणि मग हा डेटा त्याच्या वैधतेच्या पुराव्यासह Ethereum मेननेटला पुरवला जातो.",
  "page-layer-2-learn-rollupCards-zk-childSentence": "zk-रोलअप्सबद्दल अधिक",
  "page-layer-2-learn-dyor-title": "तुम्ही स्वतःच संशोधन करा: लेअर 2 चे धोके",
  "page-layer-2-learn-dyor-1": "कारण लेअर 2 चेन्स Ethereum कडून सुरक्षा वारशाने घेतात, एका आदर्श जगात, ते L1 Ethereum इतकेच सुरक्षित आहेत. तथापि, बरेचसे <strong>प्रकल्प अजूनही नवीन आणि काहीसे प्रायोगिक आहेत</strong>. अनेक वर्षांच्या R&D नंतर, Ethereum ला स्केल करणारे अनेक L2 तंत्रज्ञान 2021 मध्ये लाईव्ह झाले. याचा अर्थ असा नाही की हे L2 सुरक्षित नाहीत, फक्त कोणताही लेअर 2 Ethereum मेननेट इतका प्रत्यक्ष वापरातून सिद्ध झालेला नाही. नेहमी स्वतःचे संशोधन करा आणि त्यात असलेल्या कोणत्याही जोखमीसह तुम्ही सोयीस्कर आहात की नाही हे ठरवा.",
  "page-layer-2-learn-dyor-2": "लेअर 2s च्या तंत्रज्ञान, जोखीम आणि विश्वासाच्या गृहीतकांबद्दल अधिक माहितीसाठी, आम्ही L2BEAT तपासण्याची शिफारस करतो, जे प्रत्येक प्रकल्पाचे सर्वसमावेशक जोखीम मूल्यांकन फ्रेमवर्क प्रदान करते.",
  "page-layer-2-learn-dyor-link": "L2BEAT वर जा",
  "page-layer-2-learn-note-on-alt-l1-title": "alt L1s, साइडचेन्स आणि व्हॅलिडियम्सबद्दल एक टीप",
  "page-layer-2-learn-note-on-alt-l1-1": "पर्यायी लेअर 1 मध्ये Ethereum पेक्षा जास्त थ्रूपुट आणि कमी व्यवहार शुल्क असते. या alt L1s ला प्रति सेकंद जास्त व्यवहार आणि कमी शुल्क मिळवण्यासाठी सुरक्षा किंवा विकेंद्रीकरणाचा त्याग करावा लागला आहे. Ethereum इकोसिस्टम यावर ठामपणे सहमत आहे की लेअर 2 स्केलिंग हा स्केलेबिलिटी ट्रायलेमा सोडवण्याचा आणि विकेंद्रित व सुरक्षित राहण्याचा एकमेव मार्ग आहे.",
  "page-layer-2-learn-note-on-alt-l1-2": "साइडचेन्स आणि व्हॅलिडियम्स हे असे ब्लॉकचेन आहेत जे एका ब्लॉकचेनवरील मालमत्ता दुसऱ्या ब्लॉकचेनवर ब्रिज करून वापरण्याची परवानगी देतात. साइडचेन्स आणि व्हॅलिडियम्स मुख्य चेनच्या समांतर चालतात आणि ब्रिजद्वारे मुख्य चेनशी संवाद साधतात, परंतु ते त्यांची सुरक्षा किंवा डेटा उपलब्धता मुख्य चेनमधून मिळवत नाहीत. ते लेअर 2 प्रमाणेच स्केल करतात, परंतु त्यांची विश्वासाची गृहीतके वेगळी आहेत. ते कमी व्यवहार शुल्क आणि उच्च व्यवहार थ्रूपुट देतात. <a href=\"/developers/docs/scaling/sidechains\">साइडचेन्स</a> आणि <a href=\"/developers/docs/scaling/validium\">व्हॅलिडियम्स</a> बद्दल अधिक.",
  "page-layer-2-learn-callout-1-title": "याचे फायदे काय आहेत?",
  "page-layer-2-learn-callout-1-description": "लेअर 2 सोल्यूशन्सचा वापरकर्त्याच्या अनुभवावर काय व्यावहारिक परिणाम होतो ते जाणून घ्या.",
  "page-layer-2-learn-learn-more": "अधिक जाणून घ्या",
  "page-layer-2-learn-callout-2-title": "विविध नेटवर्क्स एक्सप्लोर करा",
  "page-layer-2-learn-callout-2-description": "नेटवर्क्स एकमेकांपेक्षा कसे वेगळे आहेत आणि त्यांच्या विकासात ते किती पुढे गेले आहेत हे जाणून घ्या.",
  "page-layer-2-learn-explore-networks": "नेटवर्क्स एक्सप्लोर करा"
}
