{
  "page-what-is-ethereum-meta-title": "इथीरियम म्हणजे काय? (संपूर्ण मार्गदर्शक) | ethereum.org",
  "page-what-is-ethereum-meta-description": "इथीरियम म्हणजे काय, ते कसे कार्य करते, ते काय करते आणि त्याचा वापर किंवा त्यावर बांधकाम कसे सुरू करावे याचा संपूर्ण आढावा. सोप्या भाषेत समजावून सांगितले आहे.",
  "page-what-is-ethereum-title": "अथेरम म्हणजे काय?",
  "page-what-is-ethereum-hero-description-1": "इथीरियम हे विकेंद्रीकृत ब्लॉकचेन नेटवर्क आणि सॉफ्टवेअर विकास प्लॅटफॉर्म आहे, ज्याला इथर (ETH) या क्रिप्टोकरन्सीची शक्ती मिळते.",
  "page-what-is-ethereum-hero-description-2": "हे DeFi, NFT, गेमिंग, विकेंद्रीकृत सोशल मीडिया आणि स्टेबलकॉइन्स या क्षेत्रांतील हजारो क्रिप्टोकरन्सी आणि अनुप्रयोगांचे केंद्र आहे.",
  "page-what-is-ethereum-ethereum-intro-1": "इथीरियम हे एक खुले, सार्वजनिक ब्लॉकचेन आहे, जे जुलै २०१५ मध्ये व्हिटालिक बुटेरिन नावाच्या सॉफ्टवेअर विकसकाने आणि त्यांच्या छोट्या सह-संस्थापकांच्या टीमने सुरू केले.",
  "page-what-is-ethereum-ethereum-intro-2": "इथीरियममागची कल्पना सोपी होती. बिटकॉइन तुम्हाला डिजिटल चलन पाठवण्याची आणि प्राप्त करण्याची परवानगी देत होते, तर इथीरियम यावर आधारित <a>स्मार्ट कॉन्ट्रॅक्ट्स</a> नावाच्या मुक्त-स्रोत प्रोग्राम्सचा वापर करणार होते.",
  "page-what-is-ethereum-ethereum-intro-3": "<strong>स्मार्ट कॉन्ट्रॅक्ट्स</strong> कोणालाही आपली स्वतःची डिजिटल मालमत्ता आणि २४/७ जागतिक पातळीवर चालणारी विकेंद्रीकृत अनुप्रयोग (dapps) तयार करण्याची परवानगी देतात. आणि बँका, कंपन्या किंवा इतर संस्थांच्या उलट, स्मार्ट कॉन्ट्रॅक्ट्स इंटरनेट कनेक्शन असलेल्या कोणालाही उपलब्ध आहेत.",
  "page-what-is-ethereum-ethereum-intro-4": "२०१५ पासून, इथीरियम डिजिटल मालमत्तांचा एक समृद्ध परिसंस्था बनली आहे जसे की <strong>स्टेबलकॉइन्स</strong>, नॉन-फंजिबल टोकन्स (<strong>NFTs</strong>) आणि गव्हर्नन्स टोकन्स, तसेच विकेंद्रीकृत वित्त (<strong>DeFi</strong>), कला आणि संग्रहणीय वस्तू, गेमिंग आणि विकेंद्रीकृत सोशल मीडिया यासाठी विस्तृत dapps जग.",
  "page-what-is-ethereum-ethereum-intro-5": "एकत्रितपणे, या परिसंस्थेला \"<strong>वेब3</strong>\" असे म्हणतात, जे <strong>मालकीभोवती केंद्रित इंटरनेटच्या तिसऱ्या टप्प्याचे</strong> प्रतिनिधित्व करते.",
  "page-what-is-ethereum-ethereum-intro-6": "आज, इथीरियमचा वापर जगभरातील <millions>लाखो लोक</millions> करतात, ज्यांच्याकडे <billions>अब्जो डॉलर</billions>ची मालमत्ता आहे आणि जे दरवर्षी <trillions>ट्रिलियन्स डॉलर</trillions> पाठवतात आणि प्राप्त करतात—सर्व काही बँकशिवाय.",
  "page-what-is-ethereum-ethereum-intro-7": "याच्या केंद्रस्थानी आहे इथीरियमची स्थानिक क्रिप्टोकरन्सी <strong>इथर (ETH)</strong>, ही एक नवीन प्रकारची डिजिटल पैसे आहेत जी संपूर्ण नेटवर्क चालवण्यासाठी वापरली जातात.",
  "page-what-is-ethereum-network-title": "इथीरियम नेटवर्क म्हणजे काय?",
  "page-what-is-ethereum-network-intro-1": "आपण इथीरियम नेटवर्कला <strong>एक जागतिक डिजिटल पायाभूत सुविधा जी कोणीही वापरू शकते</strong> पण कोणीही तिचा गैरवापर करू शकत नाही, असे समजू शकता.",
  "page-what-is-ethereum-network-intro-2": "हे नेटवर्क जगभरातील <strong>हजारो स्वतंत्र संगणक</strong> म्हणजेच नोड्स यांनी बनलेले आहे. हे नोड्स, सामान्य लोकांद्वारे चालवले जातात, एकत्र काम करून कोणालाही कुठेही आर्थिक सेवा आणि डिजिटल अनुप्रयोग पुरवतात.",
  "page-what-is-ethereum-network-intro-3": "इथीरियम नेटवर्कला संस्था चालवलेल्या पारंपारिक नेटवर्कपेक्षा <strong>३ मुख्य फायदे</strong> आहेत. हे आहेत: सेन्सॉरशिप प्रतिकार, वाढलेली सुरक्षा आणि सुधारित विश्वासार्हता.",
  "page-what-is-ethereum-network-censorship-title": "सेन्सॉरशीप प्रतिरोधक",
  "page-what-is-ethereum-network-censorship-desc-1": "जिथे पारंपारिक अ‍ॅप्स आणि वित्तीय सेवा बँका किंवा कंपन्यांवर अवलंबून असतात ज्या प्रवेश ब्लॉक करणे किंवा खाते फ्रीझ करणे ठरवू शकतात, तिथे इथीरियमवरील dapps सेन्सॉरशिप प्रतिरोधक असतात.",
  "page-what-is-ethereum-network-censorship-desc-2": "याचे कारण म्हणजे इथीरियमच्या नोड्सच्या नेटवर्कमध्ये प्रत्येक व्यवहार भेदभाव न करता नोंदवला जातो—आणि हा नियम कोडमध्ये एम्बेड केलेला आहे.",
  "page-what-is-ethereum-network-security-title": "अत्यंत सुरक्षित",
  "page-what-is-ethereum-network-security-desc-1": "आज अनेक अ‍ॅप्स AWS सारख्या क्लाऊड प्रदात्यांवर होस्ट केले जातात आणि ते बंदी आणि हल्ल्यांसाठी संवेदनशील असू शकतात, परंतु इथीरियमवरील dapps नेटवर्कद्वारे सुरक्षित केलेले असतात. प्रत्येक नोड इथीरियमची संपूर्ण स्थिती, सर्व कॉन्ट्रॅक्ट्ससहित, साठवते आणि समक्रमित करते.",
  "page-what-is-ethereum-network-security-desc-2": "जर कोणीतरी एखादा कॉन्ट्रॅक्ट बदलण्याचा प्रयत्न केला, तर तो त्यांच्या नोंदींशी जुळत नसल्याने नेटवर्क त्याला नाकारेल. एकच अ‍ॅप बंद करण्यासाठी, आक्रमणकर्त्यांना संपूर्ण नेटवर्क ताब्यात घ्यावे लागेल, ज्यासाठी अब्जो डॉलर खर्च येईल आणि समन्वय करणे अत्यंत कठीण होईल.",
  "page-what-is-ethereum-network-reliability-title": "टिकाऊ आणि विश्वासार्ह",
  "page-what-is-ethereum-network-reliability-desc-1": "क्लाऊड होस्टिंग प्लॅटफॉर्मवरील डाउनटाइममुळे अ‍ॅप्स ऑफलाइन जाऊ शकतात, परंतु इथीरियमची रचना पूर्ण वेळ चालू राहण्याची हमी देते. काही नोड्स सॉफ्टवेअर बग्स, सरकारी कारवाई, नैसर्गिक आपत्ती किंवा युद्धामुळे ऑफलाइन झाले तरी नेटवर्क चालू राहील.",
  "page-what-is-ethereum-network-reliability-desc-2": "लाखो लोक दररोज इथीरियमवर हजारो dapps वापरतात. जास्त मागणीमुळे व्यवहार शुल्क वाढू शकते, परंतु हे अशा नेटवर्कची ताकद दर्शवते जे सुरक्षा, विकेंद्रीकरण आणि जेव्हा तुम्हाला हवे असेल तेव्हा नेहमी उपलब्ध राहण्याची हमी यांना प्राधान्य देते.",
  "page-what-is-ethereum-network-layer2-title": "इथीरियम विस्तार (लेयर 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "वेगवेगळ्या टीम्सनी Ethereum वर चालणाऱ्या लेयर 2 (L2) नेटवर्क्स तयार केले आहेत जे इथीरियमची क्षमता वाढवतात. L2s एक्सप्रेस लेन्ससारखे कार्य करतात, ज्यामुळे व्यवहार वेगवान आणि स्वस्त होतात—कधीकधी सरासरीपेक्षा एक सेंटपेक्षा कमी खर्च येतो.",
  "page-what-is-ethereum-network-layer2-desc-2": "सर्वात लोकप्रिय L2 पैकी काही, जसे की <optimism>Optimism</optimism>, <arbitrum>Arbitrum</arbitrum>, <zksync>ZKSync</zksync>, आणि <base>Base</base>, आता दरवर्षी अब्जो डॉलरच्या मूल्याच्या लाखो व्यवहारांची प्रक्रिया करतात.",
  "page-what-is-ethereum-network-learn-more": "इथीरियम नेटवर्कबद्दल अधिक जाणून घ्या",
  "page-what-is-ethereum-ether-title": "इथर (ETH) म्हणजे काय?",
  "page-what-is-ethereum-ether-intro-1": "इथर (ETH) हे इथीरियमची स्थानिक क्रिप्टोकरन्सी आहे.",
  "page-what-is-ethereum-ether-intro-2": "हे एक नवीन प्रकारचे <strong>डिजिटल पैसे आहेत जे तुम्ही जगभरातील कोणालाही काही सेकंदांत पाठवू शकता</strong>, अगदी काही सेंट्समध्ये. परंतु ETH फक्त पैसे पाठवण्यासाठीच नाही. हे इथीरियम नेटवर्क चालू ठेवण्यासाठी महत्त्वाची भूमिका बजावते.",
  "page-what-is-ethereum-ether-intro-3": "जेव्हा तुम्ही पैसे पाठवण्यासाठी, कला गोळा करण्यासाठी किंवा नवीन dapp तयार करण्यासाठी इथीरियम वापरता, तेव्हा तुम्ही <strong>ETH मध्ये</strong> एक लहान <strong>व्यवहार शुल्क</strong> (किंवा गॅस फी) भरता. हे शुल्क स्पॅम टाळण्यास मदत करते आणि व्यवहार प्रक्रिया करणाऱ्या व्हॅलिडेटर्सना बक्षीस देते.",
  "page-what-is-ethereum-ether-intro-4": "हे <strong>व्हॅलिडेटर्स इथीरियम नेटवर्क सुरक्षित ठेवण्यासाठी</strong> स्टेकिंग नावाच्या प्रणालीद्वारे मदत करतात. आपल्या ETH ला लॉक करून ते व्यवहार प्रक्रिया करण्यास पात्र होतात. त्याबदल्यात, त्यांना ETH बक्षीस म्हणून मिळते. हे इथीरियमला त्याची स्वतःची स्वावलंबी अर्थव्यवस्था देते, जी कंपन्यांच्या ऐवजी वापरकर्त्यांद्वारे चालते.",
  "page-what-is-ethereum-ether-intro-5": "अनेक पारंपारिक चलनांच्या उलट, <strong>ETH वेळेनुसार अधिक कमी उपलब्ध होऊ शकते</strong>. जेव्हा कोणी इथीरियम वापरतो, तेव्हा ETH चा एक छोटा भाग जाळला जातो, ज्यामुळे तो कायमच्या स्वरूपात पुरवठ्यातून बाहेर काढला जातो. व्यस्त दिवसांमध्ये, तयार केलेल्या ETH पेक्षा अधिक ETH जाळला जातो, ज्यामुळे ETH डेफ्लेशनरी बनतो आणि त्याची किंमत वेळेनुसार वाढते. जितका अधिक इथीरियम वापरला जातो, तितका अधिक ETH जाळला जातो.",
  "page-what-is-ethereum-ether-intro-6": "यामुळे, अनेक लोक ETH ला गुंतवणूक म्हणून पाहतात आणि त्यांचे बचत वाढवण्यासाठी ते धारण करणे, स्टेक करणे किंवा कर्ज देणे निवडतात.",
  "page-what-is-ethereum-ether-learn-more": "इथर (ETH) बद्दल अधिक जाणून घ्या",
  "page-what-is-ethereum-how-title": "इथीरियम कसे कार्य करते?",
  "page-what-is-ethereum-how-intro-1": "जेव्हा इथीरियम <strong>२०१५ मध्ये सुरू झाले</strong>, तेव्हा त्याने प्रूफ ऑफ वर्क नावाची प्रणाली वापरली.",
  "page-what-is-ethereum-how-intro-2": "बिटकॉइनने प्रस्थापित केलेली ही यंत्रणा म्हणजे सर्व संगणकांनी कोणाचे काय मालकी आहे यावर सहमती कशी साधली हे आहे. संगणक जटिल गणितीय कोडे सोडवण्याचा प्रयत्न करत बरीच ऊर्जा वापरतात. विजेत्या संगणकाला येणाऱ्या व्यवहारांचा ब्लॉक प्रस्तावित करण्याचा आणि नवीन ETH मिळवण्याचा अधिकार मिळतो.",
  "page-what-is-ethereum-how-intro-3": "२०२२ मध्ये, इथीरियमने <strong>प्रूफ ऑफ स्टेक</strong> नावाच्या नवीन प्रणालीकडे अपग्रेड केले <a>जी ९९% अधिक ऊर्जा कार्यक्षम आहे</a>. गणितीय कोडींच्या ऐवजी, व्हॅलिडेटर्स व्यवहार प्रक्रिया करण्याचा अधिकार मिळवण्यासाठी त्यांच्या ETH ला सुरक्षा ठेव म्हणून लॉक करतात.",
  "page-what-is-ethereum-how-intro-4": "जर त्यांनी ते योग्य प्रकारे केले, तर त्यांना ETH मिळते. जर त्यांनी फसवणूक केली, तर त्यांचा काही हिस्सा गमावला जातो.",
  "page-what-is-ethereum-how-intro-5": "येथे एक उदाहरण आहे:",
  "page-what-is-ethereum-how-example-1-title": "जेव्हा तुम्ही इथीरियमवर मित्राला $10 स्टेबलकॉइन्स पाठवता:",
  "page-what-is-ethereum-how-example-1-step-1": "तुम्ही तुमचे वॉलेट उघडता, ज्याला पाठवायचे आहे तो खाते पत्ता आणि रक्कम जोडता, नंतर पाठवा क्लिक करता.",
  "page-what-is-ethereum-how-example-1-step-2": "तुमचे वॉलेट पेमेंटवर सही करते आणि ते नेटवर्कवर प्रसारित करते.",
  "page-what-is-ethereum-how-example-1-step-3": "पेमेंट सार्वजनिक रांगेत (मेमपूल) थांबते जोपर्यंत ब्लॉक प्रपोजर ते निवडत नाही.",
  "page-what-is-ethereum-how-example-1-step-4": "ब्लॉक प्रपोजर त्यास पुढील व्यवहारांच्या ब्लॉकमध्ये जोडतो, प्रसारित करतो आणि फी कमवतो.",
  "page-what-is-ethereum-how-example-1-step-5": "स्टेबलकॉइन कॉन्ट्रॅक्ट तुमच्याकडून तुमच्या मित्राकडे $10 हलवतो, आणि दोन्ही वॉलेट अपडेट होतात.",
  "page-what-is-ethereum-how-example-1-step-6": "परिवर्तनांच्या वैधतेची दुप्पट तपासणी आणि पुष्टी करण्यासाठी व्हॅलिडेटर्सचा जागतिक नेटवर्क कार्यरत असतो.",
  "page-what-is-ethereum-how-example-2-title": "जेव्हा तुम्ही इथीरियमवर $5 चे कलेक्टिबल मिंट करता:",
  "page-what-is-ethereum-how-example-2-step-1": "तुम्ही तुमचे वॉलेट dapp शी कनेक्ट करता आणि मिंट करण्यासाठी आयटम निवडता.",
  "page-what-is-ethereum-how-example-2-step-2": "तुम्ही खरेदीची पुष्टी करता; वॉलेट व्यवहारावर सही करून प्रसारित करते.",
  "page-what-is-ethereum-how-example-2-step-3": "मिंट विनंती मेमपूलमध्ये सामील होते आणि नंतर व्हॅलिडेटरद्वारे एका ब्लॉकमध्ये जोडली जाते.",
  "page-what-is-ethereum-how-example-2-step-4": "NFT स्मार्ट कॉन्ट्रॅक्ट तुमचे वॉलेट नवीन मालक म्हणून नोंदवते.",
  "page-what-is-ethereum-how-example-2-step-5": "तुमचे नवीन कलेक्टिबल काही सेकंदांनंतर तुमच्या वॉलेटमध्ये दिसते.",
  "page-what-is-ethereum-how-outro-1": "हे सर्व स्मार्ट कॉन्ट्रॅक्ट्सच्या सामर्थ्यामुळे शक्य आहे; हे ओपन-सोर्स प्रोग्राम्स आहेत जे इथीरियमवर राहतात आणि २४/७, ३६५ दिवस कोणालाही, कुठेही उपलब्ध असतात.",
  "page-what-is-ethereum-how-outro-2": "<strong>प्रत्येक व्यवहार, अपडेट आणि क्रिया हजारो स्वतंत्र नोड्सवर सिंक केली जाते.</strong> यामुळे इथीरियमला त्याची विश्वासार्हता, पारदर्शकता आणि सेन्सॉरशिप प्रतिकार मिळतो.",
  "page-what-is-ethereum-how-learn-more-1": "इथीरियम कसे कार्य करते याबद्दल अधिक जाणून घ्या",
  "page-what-is-ethereum-how-learn-more-2": "इथीरियमच्या तांत्रिक आढाव्यासाठी डेव्हलपर डॉक्स वाचा",
  "page-what-is-ethereum-what-title": "अथेरम कशासाठी वापरले जाते?",
  "page-what-is-ethereum-what-intro-1": "लोक इथीरियमचा वापर अशा गोष्टी करण्यासाठी करतात ज्या पूर्वी शक्य नव्हत्या.",
  "page-what-is-ethereum-what-intro-2": "केनियामधील शेतकरी बँकेकडे अर्ज न करता <insurance>त्यांच्या पिकांवर स्वयंचलित विमा</insurance> मिळवू शकतात. <strong>Visa</strong> सारखे व्यवसाय पहिल्या दिवसापासून <payment>जागतिक स्तरावर काम करणारी नवीन पेमेंट प्रणाली</payment> सुरू करू शकतात. <strong>UN</strong> सारख्या जागतिक संस्था बँक शुल्कामध्ये लाखो डॉलर्सची बचत करून <aid>निर्वासितांना मदत</aid> पोहोचवू शकतात.",
  "page-what-is-ethereum-what-intro-3": "हे dapps आणि मालमत्ता ओपन-सोर्स कोड वापरून इथीरियमवर चालतात आणि त्यांना प्रतिबंधित, सेन्सॉर किंवा बंद केले जाऊ शकत नाही.",
  "page-what-is-ethereum-what-intro-4": "आज विविध गट त्याचा वापर कसा करत आहेत ते येथे दिले आहे:",
  "page-what-is-ethereum-what-consumers-title": "ग्राहक",
  "page-what-is-ethereum-what-consumers-desc-1": "लाखो लोक दररोज पैसे हस्तांतरित करण्यासाठी, व्यापार करण्यासाठी आणि डिजिटल मालमत्तेची मालकी घेण्यासाठी इथीरियमवर dapps वापरतात. पारंपारिक अॅप्सच्या विपरीत, येथे तुमचे नाव नोंदणी करण्याची, बँकेच्या मंजुरीची वाट पाहण्याची किंवा तुमचा वैयक्तिक डेटा देण्याची आवश्यकता नाही.",
  "page-what-is-ethereum-what-consumers-desc-2": "फक्त एक वॉलेट आणि इंटरनेट कनेक्शनने तुम्ही हे करू शकता:",
  "page-what-is-ethereum-what-consumers-benefit-1": "<strong>बँक खाते किंवा क्रेडिट इतिहासाशिवाय आर्थिक सेवांमध्ये प्रवेश करा</strong>",
  "page-what-is-ethereum-what-consumers-benefit-2": "<strong>डिजिटल कलेक्टिबल्स</strong>, कला आणि मालमत्तांची मालकी मिळवा ज्यांची नक्कल किंवा जप्त केली जाऊ शकत नाही",
  "page-what-is-ethereum-what-consumers-benefit-3": "तुमच्या ईमेलने नव्हे, तर तुमच्या वॉलेटचा वापर करून dapps मध्ये साइन इन करा—<strong>पासवर्ड नाही, वैयक्तिक माहितीची आवश्यकता नाही</strong>",
  "page-what-is-ethereum-what-consumers-benefit-4": "जागतिक समुदायांमध्ये सहभागी व्हा जिथे तुम्ही मतदान करू शकता, योगदान देऊ शकता आणि सीमारहित कमाई करू शकता",
  "page-what-is-ethereum-what-businesses-title": "व्यवसाय आणि डेव्हलपर्स",
  "page-what-is-ethereum-what-businesses-benefit-1": "पहिल्या दिवसापासून अंगभूत जागतिक पेमेंट प्रणालीसह dapps लाँच करा",
  "page-what-is-ethereum-what-businesses-benefit-2": "छेड़छाड़-रोधक कॉन्ट्रॅक्ट्स तैनात करा जे <strong>करार आपोआप लागू करतात</strong>",
  "page-what-is-ethereum-what-businesses-benefit-3": "अशी आर्थिक उत्पादने तयार करा ज्यावर कोणीही तयार करू शकेल आणि मूल्य वाढवू शकेल",
  "page-what-is-ethereum-what-businesses-example": "उदाहरणार्थ, <a>PayPal ने इथीरियमवर स्वतःचा स्टेबलकॉइन, PYUSD लाँच केला</a>. हे एक चिन्ह आहे की जगातील सर्वात मोठ्या पेमेंट कंपन्यांना देखील इथीरियमच्या मुक्त आणि प्रोग्राम करण्यायोग्य स्वरूपाचा फायदा दिसतो.",
  "page-what-is-ethereum-what-governments-title": "सरकार",
  "page-what-is-ethereum-what-governments-intro": "सरकारे देखील इथीरियम काय शक्य करते याचा शोध घेऊ लागली आहेत.",
  "page-what-is-ethereum-what-governments-benefit-1": "<strong>सार्वजनिक निधी</strong> आणि लाभ पूर्ण पारदर्शकतेने थेट नागरिकांना वितरित करा",
  "page-what-is-ethereum-what-governments-benefit-2": "<strong>डिजिटल आयडी</strong> किंवा रेकॉर्ड जारी करा जे सीमेपलीकडे सत्यापित आणि पोर्टेबल आहेत",
  "page-what-is-ethereum-what-governments-benefit-3": "<strong>मतदानासाठी छेड़छाड़-रोधक सार्वजनिक पायाभूत सुविधा</strong>, जमिनीचे हक्क आणि नोंदणी तयार करा",
  "page-what-is-ethereum-what-governments-example-1": "दुसऱ्या एका प्रकरणात, युक्रेनच्या डिजिटल परिवर्तन मंत्रालयाने <a>युद्धकालीन मदत वितरीत करण्यासाठी इथीरियमचा वापर केला</a>.",
  "page-what-is-ethereum-what-governments-example-2": "खुले स्मार्ट कॉन्ट्रॅक्ट्स वापरून निधी थेट नागरिकांना आणि स्वयंसेवी संस्थांना पाठवण्यात आला, ज्यामुळे संकटाच्या काळात पारदर्शकता, गती आणि जबाबदारी सुनिश्चित झाली.",
  "page-what-is-ethereum-what-learn-more": "इथीरियम कशासाठी वापरले जाते याबद्दल अधिक जाणून घ्या",
  "page-what-is-ethereum-start-title": "इथीरियम वापरण्यास कसे सुरुवात करावी",
  "page-what-is-ethereum-start-intro-1": "इथीरियमची सुरुवात करणे तुम्हाला वाटते त्यापेक्षा सोपे आहे.",
  "page-what-is-ethereum-start-intro-2": "तुम्हाला परवानगीची गरज नाही. तुम्हाला बँक किंवा आयडी दस्तऐवजाचीही गरज नाही. सुरुवात करण्यासाठी तुम्हाला फक्त एक डिव्हाइस आणि इंटरनेट कनेक्शनची आवश्यकता आहे.",
  "page-what-is-ethereum-start-individuals-title": "व्यक्तींसाठी",
  "page-what-is-ethereum-start-individuals-desc-1": "पहिली पायरी म्हणजे वॉलेट डाउनलोड करणे.",
  "page-what-is-ethereum-start-individuals-desc-2": "याला एका अॅपसारखे समजा जे इथीरियमसाठी तुमचे खाते आणि इंटरनेट ब्राउझर दोन्ही म्हणून काम करते. ते तुमचे क्रिप्टो व्यवस्थापित करते, तुम्हाला dapps मध्ये साइन इन करू देते, तसेच टोकन आणि NFTs सारखी डिजिटल मालमत्ता पाठवू आणि प्राप्त करू देते.",
  "page-what-is-ethereum-start-individuals-desc-3": "<zerion>Zerion</zerion>, <rainbow>Rainbow</rainbow>, आणि <coinbase>Coinbase Wallet</coinbase> सारखी लोकप्रिय वॉलेट्स विनामूल्य आणि वापरण्यास सोपी आहेत. एकदा तुमचे वॉलेट सेट झाल्यावर, तुम्ही हे करू शकता:",
  "page-what-is-ethereum-start-individuals-step-1": "एक्सचेंजवर किंवा थेट काही वॉलेट्समध्ये थोड्या प्रमाणात ETH खरेदी करा",
  "page-what-is-ethereum-start-individuals-step-2": "टोकन पाठवणे किंवा NFTs गोळा करणे यासारख्या व्यवहारांसाठी पैसे देण्यासाठी त्या ETH चा वापर करा",
  "page-what-is-ethereum-start-individuals-step-3": "<zora>Zora</zora>, <uniswap>Uniswap</uniswap>, किंवा <farcaster>Farcaster</farcaster> सारखे dapps एक्सप्लोर करा—नवीन लॉगिन किंवा मंजुरीची आवश्यकता नाही",
  "page-what-is-ethereum-start-individuals-desc-4": "या प्राधान्यक्रमांमुळे इथीरियम सुरक्षित, स्केलेबल आणि वापरकर्त्यासाठी अनुकूल राहील याची खात्री होईल, कारण दररोज अधिक लोक नेटवर्कवर अवलंबून आहेत.",
  "page-what-is-ethereum-start-individuals-desc-5": "हे dapps तुमच्या ब्राउझरमध्ये चालतात आणि तुमच्या वॉलेटसोबत त्वरित काम करतात. तुम्ही काही मिनिटांत इथीरियम वापरणे सुरू करू शकता.",
  "page-what-is-ethereum-start-individuals-cta-1": "इथून सुरुवात",
  "page-what-is-ethereum-start-individuals-cta-2": "अॅप्स पहा",
  "page-what-is-ethereum-start-developers-title": "डेव्हलपर्ससाठी",
  "page-what-is-ethereum-start-developers-desc-1": "इथीरियम हे डेव्हलपर्ससाठी एक खेळाचे मैदान आहे. तुम्ही परवानगी, मंजुरी किंवा खऱ्या पैशांशिवाय बिल्डिंग सुरू करू शकता.",
  "page-what-is-ethereum-start-developers-desc-2": "<a>इथीरियम डेव्हलपर डॉक्स</a> तुम्हाला तुमचा पहिला स्मार्ट कॉन्ट्रॅक्ट लिहिण्यापासून ते सेपोलिया सारख्या चाचणी नेटवर्क्सवर तैनात करण्यापर्यंत सर्व काही मार्गदर्शन करतात.",
  "page-what-is-ethereum-start-developers-desc-3": "तुम्ही <hardhat>Hardhat</hardhat>, <foundry>Foundry</foundry>, आणि <ethers>Ethers.js</ethers> सारख्या टूल्ससह फुल-स्टॅक dapps तयार करू शकता किंवा <thirdweb>thirdweb</thirdweb> किंवा <moralis>Moralis</moralis> सारख्या लो-कोड प्लॅटफॉर्मसह प्रयोग करू शकता.",
  "page-what-is-ethereum-start-developers-desc-4": "सर्व काही ओपन-सोर्स आणि कंपोजेबल आहे, त्यामुळे तुम्ही परवानगी न मागता जे आधीपासून आहे त्यावर रिमिक्स आणि तयार करू शकता.",
  "page-what-is-ethereum-start-developers-cta": "इथीरियमवर बिल्डिंग सुरू करा",
  "page-what-is-ethereum-start-business-title": "व्यवसायात इथीरियम वापरा",
  "page-what-is-ethereum-start-business-desc-1": "एंटरप्राइजेस आधीच नवीन पायाभूत सुविधांना शक्ती देण्यासाठी इथीरियमचा वापर करत आहेत.",
  "page-what-is-ethereum-start-business-desc-2": "अनेक एंटरप्राइजेस उच्च-वॉल्यूम वापराच्या प्रकरणांना समर्थन देण्यासाठी ऑप्टिमिझम आणि बेस सारख्या L2 नेटवर्क्ससह सुरुवात करत आहेत. हे नेटवर्क्स कमी शुल्क, वेगवान गती देतात, तसेच इथीरियमच्या सुरक्षेचा फायदा घेतात आणि प्रतिपक्षाचा धोका काढून टाकतात.",
  "page-what-is-ethereum-start-business-desc-3": "तुम्ही हे करू शकता:",
  "page-what-is-ethereum-start-business-benefit-1": "मॉड्यूलर लॉयल्टी प्रोग्राम्स लाँच करा जे धारणा वाढवतात आणि तृतीय-पक्षाचे खर्च कमी करतात",
  "page-what-is-ethereum-start-business-benefit-2": "फसवणूक आणि पुनर्विक्रीचा धोका कमी करण्यासाठी तिकिटे, कूपन किंवा प्रमाणपत्रांसारख्या मालमत्तांना टोकनाइज करा",
  "page-what-is-ethereum-start-business-benefit-3": "व्यवहार शुल्क कमी करण्यासाठी आणि नवीन बाजारपेठा अनलॉक करण्यासाठी त्वरित जागतिक पेमेंट सक्षम करा",
  "page-what-is-ethereum-start-business-example": "उदाहरणार्थ, २०२५ मध्ये, <a>Shopify ने Base वर लाँच केले</a> जेणेकरून ग्राहक जगभरातील लाखो व्यापार्‍यांकडे स्टेबलकॉइन्स खर्च करू शकतील.",
  "page-what-is-ethereum-start-business-cta": "व्यवसायात इथीरियम वापरा",
  "page-what-is-ethereum-bitcoin-title": "इथीरियम आणि बिटकॉइनमध्ये काय फरक आहे?",
  "page-what-is-ethereum-bitcoin-intro-1": "बिटकॉइन आणि इथीरियम या जगातील दोन सर्वात मोठ्या क्रिप्टोकरन्सी आहेत.",
  "page-what-is-ethereum-bitcoin-intro-2": "ते दोन्ही तुम्हाला बँकेशिवाय पैसे पाठवू देतात, दोन्ही ब्लॉकचेन तंत्रज्ञानावर चालतात, आणि दोन्ही <strong>सर्वांसाठी खुले</strong> आहेत. पण इथेच साम्य संपते.",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "बिटकॉइन डिजिटल सोन्यासारखे आहे.",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "याचा २१ दशलक्ष नाण्यांचा निश्चित पुरवठा आहे, पीअर-टू-पीअर पेमेंटवर एक अरुंद लक्ष आहे आणि एक मूलभूत स्क्रिप्टिंग भाषा आहे जी तुम्ही त्याद्वारे काय तयार करू शकता यावर मर्यादा घालते. ही साधेपणा डिझाइननुसार आहे कारण बिटकॉइन लवचिकतेपेक्षा अधिक अंदाज, टिकाऊपणा आणि दीर्घकालीन सुरक्षेला प्राधान्य देते.",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "इथीरियम अधिक व्यापक दृष्टिकोन स्वीकारते.",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "हे फक्त पैसे नाहीत, ही प्रोग्राम करण्यायोग्य पायाभूत सुविधा आहे. फक्त मूल्य पाठवण्या-घेण्याऐवजी, इथीरियम डेव्हलपर्सना संपूर्ण अनुप्रयोग तयार करू देते. तुम्ही हे आधीच कृतीत पाहिले आहे: कर्ज बाजारपेठ आणि स्टेबलकॉइन्सपासून ते कलेक्टिबल्स, सोशल मीडिया आणि रिअल-टाइम पेमेंटपर्यंत—सर्व स्मार्ट कॉन्ट्रॅक्ट्सद्वारे समर्थित आणि ETH द्वारे सुरक्षित.",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "नेटवर्क ज्या प्रकारे सहमती साधतात ते देखील वेगळे आहे.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "बिटकॉइन नेटवर्क सुरक्षित करण्यासाठी माइनर्सचा वापर करते. हे शक्तिशाली संगणक आहेत जे जटिल कोडी सोडवण्यासाठी स्पर्धा करतात आणि विजेत्याला व्यवहारांचा पुढील ब्लॉक चेनमध्ये जोडण्याचा आणि बक्षीस म्हणून बिटकॉइनचा दावा करण्याचा हक्क मिळतो. या प्रक्रियेला मायनिंग म्हणतात आणि ती मोठ्या प्रमाणात वीज वापरते.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "इथीरियम देखील पूर्वी असेच काम करत असे. परंतु २०२२ मध्ये, ते प्रूफ-ऑफ-वर्कवरून प्रूफ-ऑफ-स्टेकवर स्थलांतरित झाले. आज, व्यवहार व्हॅलिडेटर्सद्वारे पुष्टी केले जातात जे संपार्श्विक म्हणून ETH लॉक करतात. प्रामाणिक व्हॅलिडेटर्स ETH बक्षिसे मिळवतात तर कोणतेही अप्रामाणिक व्हॅलिडेटर्स त्यांच्या स्टेकचा काही भाग गमावतात. या बदलामुळे इथीरियम सुरक्षा किंवा विकेंद्रीकरणाशी तडजोड न करता ९९.९८८% पेक्षा जास्त ऊर्जा-कार्यक्षम बनले.",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "पुरवठा कसा हाताळला जातो यातही फरक आहे.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "बिटकॉइनचा पुरवठा निश्चित आहे. फक्त २१ दशलक्ष नाणी असतील. दुसरीकडे, इथीरियमचा पुरवठा डायनॅमिक आहे. व्हॅलिडेटर्सना बक्षीस देण्यासाठी नवीन ETH जारी केले जाते, तर प्रत्येक व्यवहारासह एक भाग जाळला जातो. याचा अर्थ <strong>इथीरियम फक्त \"अमर्याद ETH छापू शकत नाही.\"</strong>",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "जारी करण्याचा दर किती ETH स्टेक केला आहे यावर मर्यादित आहे. जसजसे अधिक ETH स्टेक केले जाते, तसतसे वैयक्तिक बक्षिसे कमी होतात, ज्यामुळे एक नैसर्गिक संतुलन निर्माण होते. हे डिझाइन केवळ व्यवहार शुल्कावर अवलंबून न राहता भविष्यात एक टिकाऊ सुरक्षा बजेट सुनिश्चित करते.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "थोडक्यात, बिटकॉइन हे मूल्य पाठवण्याचे एक साधन आहे. इथीरियम ते तयार करण्यासाठी एक प्लॅटफॉर्म आहे.",
  "page-what-is-ethereum-bitcoin-learn-more": "इथीरियम आणि बिटकॉइनमधील फरकाबद्दल अधिक जाणून घ्या",
  "page-what-is-ethereum-when-who-title": "इथीरियम कधी लाँच झाले, कोणी त्याची स्थापना केली आणि आता ते कोण चालवते?",
  "page-what-is-ethereum-when-who-intro-1": "सुरुवातीपासूनच, इथीरियम त्याच्या समुदायाद्वारे चालवण्यासाठी डिझाइन केले होते.",
  "page-what-is-ethereum-when-who-intro-2": "२०१३ मध्ये, व्हिटालिक बुटेरिनने एक व्हाइट पेपर प्रकाशित केला ज्यामध्ये पैसे आणि अॅप्ससाठी एका नवीन प्रकारच्या ब्लॉकचेनचा प्रस्ताव होता जो कोणीही वापरू शकेल. या कल्पनेला लवकरच गती मिळाली.",
  "page-what-is-ethereum-when-who-intro-3": "२०१४ पर्यंत, गॅविन वुड आणि जोसेफ लुबिन सारखे सह-संस्थापक या प्रयत्नात सामील झाले, आणि टीमने सर्वात जुन्या क्रिप्टो क्राउडफंडिंग मोहिमांपैकी एकाद्वारे निधी उभारला.",
  "page-what-is-ethereum-when-who-intro-4": "इथीरियम अधिकृतपणे जुलै २०१५ मध्ये लाँच झाले.",
  "page-what-is-ethereum-when-who-history-title": "इथीरियमच्या इतिहासातील महत्त्वाचे क्षण",
  "page-what-is-ethereum-when-who-history-2013": "१९ वर्षीय व्हिटालिक बुटेरिन इथीरियम व्हाइटपेपर प्रकाशित करतो",
  "page-what-is-ethereum-when-who-history-2014": "इथीरियम फाउंडेशनची स्थापना आणि क्राउडफंडिंग मोहीम सुरू",
  "page-what-is-ethereum-when-who-history-2015": "डेव्हलपर्स <em>फ्रंटियर</em> रिलीजसह इथीरियम नेटवर्क लाँच करतात",
  "page-what-is-ethereum-when-who-history-2016": "स्मार्ट कॉन्ट्रॅक्ट एक्सप्लॉइटने द डीएओमधून $60M (3.6M ETH) काढले, ज्यामुळे चेन फोर्क झाला",
  "page-what-is-ethereum-when-who-history-2020": "बीकन चेन लाँचने प्रूफ-ऑफ-स्टेककडे जाण्याची सुरुवात केली",
  "page-what-is-ethereum-when-who-history-2021": "<em>लंडन</em> अपग्रेड EIP-1559 द्वारे गॅस फी बर्न करण्यास सुरुवात करते",
  "page-what-is-ethereum-when-who-history-2022": "<em>द मर्ज</em> मायनिंगला स्टेकिंगने बदलते, ज्यामुळे ऊर्जा वापर ९९% कमी होतो",
  "page-what-is-ethereum-when-who-history-2025": "<em>पेक्ट्रा</em> अपग्रेड स्मार्ट वॉलेट समर्थन आणि L2 सुसंगतता सुधारते",
  "page-what-is-ethereum-when-who-governance-1": "आज, कोणतीही एक व्यक्ती किंवा कंपनी इथीरियम चालवत नाही.",
  "page-what-is-ethereum-when-who-contributors-title": "नेटवर्कची देखभाल योगदानकर्त्यांच्या एका विस्तृत गटाद्वारे केली जाते:",
  "page-what-is-ethereum-when-who-contributors-1": "अपग्रेड लिहिणारे आणि प्रस्तावित करणारे डेव्हलपर्स",
  "page-what-is-ethereum-when-who-contributors-2": "वितरित भौतिक पायाभूत सुविधांमध्ये योगदान देणारे नोड ऑपरेटर",
  "page-what-is-ethereum-when-who-contributors-3": "व्यवहारांना प्रमाणित करणारे स्टेकर्स",
  "page-what-is-ethereum-when-who-contributors-4": "साधने आणि संस्कृती तयार करणारे समुदाय सदस्य",
  "page-what-is-ethereum-when-who-contributors-5": "नेटवर्क वापरून <strong>तुम्ही</strong>",
  "page-what-is-ethereum-when-who-governance-2": "<strong>येथे कोणताही सीईओ, बोर्ड किंवा केंद्रीय प्राधिकरण नाही.</strong> इथीरियम फाउंडेशन अजूनही संशोधन आणि विकासासाठी निधी देण्यास मदत करते, परंतु परिसंस्था खुल्या सहभागावर चालते.",
  "page-what-is-ethereum-when-who-governance-3": "बदल <eips>इथीरियम इम्प्रूव्हमेंट प्रपोजल्स (EIPs)</eips> द्वारे प्रस्तावित केले जातात, त्यावर सार्वजनिकरित्या चर्चा केली जाते आणि केवळ <governance>जर व्यापक समुदायाने त्यांना पाठिंबा दिला तरच</governance> स्वीकारले जातात.",
  "page-what-is-ethereum-when-who-governance-4": "यामुळे इथीरियम स्टार्टअपपेक्षा बदलासाठी हळू होते, परंतु बंद करणे किंवा ताब्यात घेणे खूप कठीण होते.",
  "page-what-is-ethereum-when-who-learn-more": "इथीरियमच्या इतिहासाबद्दल अधिक जाणून घ्या",
  "page-what-is-ethereum-roadmap-title": "२०२५ साठी इथीरियम रोडमॅप काय आहे?",
  "page-what-is-ethereum-roadmap-intro-1": "इथीरियम एका निश्चित रोडमॅपचे अनुसरण करत नाही. ते एका सामायिक दृष्टिकोनाचे अनुसरण करते.",
  "page-what-is-ethereum-roadmap-intro-2": "नेटवर्क अपग्रेड EIPs म्हणून केले जातात आणि जगभरातील योगदानकर्त्यांद्वारे सार्वजनिकरित्या विकसित केले जातात. काय होते हे ठरवणारी कोणतीही केंद्रीय टीम नाही, फक्त लोक वापरकर्त्यांच्या गरजांवर आधारित जे उपयुक्त आहे ते तयार करत आहेत.",
  "page-what-is-ethereum-roadmap-intro-3": "पेक्ट्रा हे मे २०२५ मध्ये लाँच केलेले सर्वात अलीकडील अपग्रेड आहे. या अपग्रेडने वॉलेटची वैशिष्ट्ये सुधारली, स्टेकर्सना अधिक लवचिकता दिली, आणि dapps साठी L2s वर चालणे सोपे केले. सुरक्षा किंवा विकेंद्रीकरणाशी तडजोड न करता उपयोगिता सुधारणे हे ध्येय होते.",
  "page-what-is-ethereum-roadmap-priorities-intro": "<a>पुढे पाहता</a>, इथीरियमच्या प्राधान्यक्रमांमध्ये समाविष्ट आहे:",
  "page-what-is-ethereum-roadmap-priority-1": "मुख्य प्रोटोकॉल आणि त्याचे L2s सर्वांसाठी जलद आणि स्वस्त बनवणे",
  "page-what-is-ethereum-roadmap-priority-2": "वापरकर्ते आणि डेव्हलपर्ससाठी अनुभव सुधारणे",
  "page-what-is-ethereum-roadmap-outro-1": "या प्राधान्यक्रमांमुळे इथीरियम सुरक्षित, स्केलेबल आणि वापरकर्त्यासाठी अनुकूल राहील याची खात्री होईल, कारण दररोज अधिक लोक नेटवर्कवर अवलंबून आहेत.",
  "page-what-is-ethereum-roadmap-outro-2": "जर तुम्हाला इथीरियमसाठी दिशा निर्देशित करायची असेल, तर <a>सहभागी व्हा</a>. तुम्हाला परवानगीची गरज नाही, फक्त या नवीन डिजिटल अर्थव्यवस्थेत बदल घडवण्याची इच्छा आहे.",
  "page-what-is-ethereum-roadmap-learn-more": "इथीरियम रोडमॅपचा आढावा पहा",
  "page-what-is-ethereum-further-reading-title": "पुढे वाचा",
  "page-what-is-ethereum-further-reading-wallets": "वॉलेट्स काय आहेत?",
  "page-what-is-ethereum-further-reading-eth": "इथर (ETH) म्हणजे काय?",
  "page-what-is-ethereum-further-reading-web3": "Web3 म्हणजे काय?",
  "page-what-is-ethereum-further-reading-networks": "इथीरियम नेटवर्कबद्दल अधिक जाणून घ्या",
  "page-what-is-ethereum-toc-ethereum": "अथेरम म्हणजे काय?",
  "page-what-is-ethereum-toc-network": "इथीरियम नेटवर्क म्हणजे काय?",
  "page-what-is-ethereum-toc-ether": "इथर (ETH) म्हणजे काय?",
  "page-what-is-ethereum-toc-how": "इथीरियम कसे कार्य करते?",
  "page-what-is-ethereum-toc-what": "अथेरम कशासाठी वापरले जाते?",
  "page-what-is-ethereum-toc-start": "इथीरियम वापरण्यास कसे सुरुवात करावी",
  "page-what-is-ethereum-toc-bitcoin": "इथीरियम आणि बिटकॉइनमध्ये काय फरक आहे?",
  "page-what-is-ethereum-toc-when-who": "इथीरियम कधी लाँच झाले, कोणी त्याची स्थापना केली आणि आता ते कोण चालवते?",
  "page-what-is-ethereum-toc-roadmap": "२०२५ साठी इथीरियम रोडमॅप काय आहे?",
  "page-what-is-ethereum-banner-networks-alt": "भविष्यकालीन इथीरियम समुदाय केंद्राचे चित्रण",
  "page-what-is-ethereum-banner-ether-alt": "इथर ग्लाइफ धरलेले उघडे हात",
  "page-what-is-ethereum-banner-how-alt": "संगणक दुरुस्त करणारा माणूस",
  "page-what-is-ethereum-banner-contributing-alt": "संगणकाकडे पाहून हसणारा डोज",
  "page-what-is-ethereum-banner-what-alt": "चार भविष्यकालीन मानव आणि एक डोज इथीरियम प्रिझममध्ये पाहत आहेत",
  "page-what-is-ethereum-banner-start-alt": "भविष्यकालीन समुदाय संमेलन केंद्र",
  "page-what-is-ethereum-banner-when-who-alt": "दोन मानव चालत आणि बोलत आहेत"
}
