{
  "page-eth-buy-some": "काही Ethereum खरेदी करू इच्छिता?",
  "page-eth-buy-some-desc": "Ethereum आणि ETH यांचे मिश्रण करणे सामान्य आहे. Ethereum ब्लॉकचेन आहे आणि ETH ही Ethereumची प्राथमिक मालमत्ता आहे. आपण कदाचित खरेदी करू इच्छित असाल ते ETH आहे.",
  "page-eth-cat-img-alt": "मांजरींच्या कॅलिडोस्कोपसह ETH ग्लिफचा ग्राफिक",
  "page-eth-collectible-tokens": "एकत्रित टोकन",
  "page-eth-collectible-tokens-desc": "टोकन जे संग्रह करण्यायोग्य गेम आयटम, डिजिटल आर्टचा भाग किंवा इतर अद्वितीय मालमत्ता दर्शवतात. सामान्यतः नॉन-फंगीबल टोकन (NFT) म्हणून ओळखले जाते.",
  "page-eth-cryptography": "क्रिप्टोग्राफीद्वारे सुरक्षित",
  "page-eth-cryptography-desc": "इंटरनेटचे पैसे नवीन असू शकतात परंतु ते सिद्ध क्रिप्टोग्राफीद्वारे सुरक्षित आहेत. हे तुमचे वॉलेट, तुमचे ETH आणि तुमचे व्यवहार सुरक्षित ठेवते. ",
  "page-eth-currency-for-apps": "हे Ethereum अॅप्सचे चलन आहे.",
  "page-eth-currency-for-future": "आमच्या डिजिटल भविष्यासाठी चलन",
  "page-eth-description": "ETH एक क्रिप्टोकरन्सी आहे. हे दुर्मिळ डिजिटल पैसे आहे जे तुम्ही इंटरनेटवर वापरू शकता - Bitcoin प्रमाणेच. तुम्ही क्रिप्टोमध्ये नवीन असल्यास, पारंपारिक पैशापेक्षा ETH कसे वेगळे आहे ते येथे आहे.",
  "page-eth-earn-interest-link": "व्याज मिळवा",
  "page-eth-flexible-amounts": "लवचिक प्रमाणात उपलब्ध",
  "page-eth-flexible-amounts-desc": "ETH 18 दशांश स्थानांपर्यंत विभाज्य आहे म्हणून तुम्हाला 1 संपूर्ण ETH खरेदी करण्याची गरज नाही. तुम्ही एका वेळी अपूर्णांक खरेदी करू शकता – तुम्हाला हवे असल्यास 0.000000000000000001 ETH इतके कमी.",
  "page-eth-fuels": "ETH इंधन आणि Ethereum सुरक्षित करते",
  "page-eth-fuels-desc": "ETH हे Ethereumचे जीवन रक्त आहे. जेव्हा तुम्ही ETH पाठवता किंवा Ethereum ऍप्लिकेशन वापरता, तेव्हा तुम्ही Ethereum नेटवर्क वापरण्यासाठी ETH मध्ये शुल्क द्याल. ही फी ब्लॉक उत्पादकाला तुम्ही काय करण्याचा प्रयत्न करत आहात त्यावर प्रक्रिया करण्यासाठी आणि सत्यापित करण्यासाठी प्रोत्साहन आहे.",
  "page-eth-fuels-desc-2": "प्रमाणीकरणकर्ते हे Ethereumच्या रेकॉर्ड-कीपर्ससारखे असतात - ते तपासतात आणि सिद्ध करतात की कोणीही फसवणूक करत नाही. ते यादृच्छिकपणे व्यवहारांचा ब्लॉक प्रस्तावित करण्यासाठी निवडले जातात. हे कार्य करणार्‍या वैधकर्त्यांना नवीन-जारी केलेल्या ETH च्या थोड्या प्रमाणात देखील पुरस्कृत केले जाते.",
  "page-eth-fuels-desc-3": "प्रमाणीकरण करणारे कार्य करतात आणि त्यांनी घेतलेले भांडवल Ethereumला ​​सुरक्षित आणि केंद्रीकृत नियंत्रणापासून मुक्त ठेवते.",
  "page-eth-fuels-staking": "जेव्हा तुम्ही तुमचा ETH स्टेक करता, तेव्हा तुम्ही Ethereum सुरक्षित करण्यात मदत करता आणि बक्षिसे मिळवता. या प्रणालीमध्ये, ETH गमावण्याची धमकी हल्लेखोरांना रोखते.",
  "page-eth-fuels-more-staking": "स्टिकिंग वर अधिक",
  "page-eth-get-eth-btn": "ETH मिळवा",
  "page-eth-gov-tokens": "शासन टोकन",
  "page-eth-gov-tokens-desc": "विकेंद्रित संस्थांमध्ये मतदान शक्तीचे प्रतिनिधित्व करणारे टोकन.",
  "page-eth-has-value": "ETH ला मूल्य का आहे?",
  "page-eth-has-value-desc": "विविध लोकांसाठी विविध मार्गांनी ETH मौल्यवान आहे.",
  "page-eth-has-value-desc-2": "Ethereumच्या वापरकर्त्यांसाठी, ETH मौल्यवान आहे कारण ते तुम्हाला व्यवहार शुल्क भरू देते.",
  "page-eth-has-value-desc-3": "इतर लोक याला मूल्याचे डिजिटल स्टोअर म्हणून पाहतात कारण नवीन ETH ची निर्मिती कालांतराने मंदावते.",
  "page-eth-has-value-desc-4": "अगदी अलीकडे, ETH Ethereum वर आर्थिक अॅप्स वापरकर्त्यांसाठी मौल्यवान बनले आहे. कारण तुम्ही क्रिप्टो कर्जासाठी संपार्श्विक म्हणून किंवा पेमेंट सिस्टम म्हणून ETH वापरू शकता.",
  "page-eth-has-value-desc-5": "अर्थात अनेकजण याला Bitcoin किंवा इतर क्रिप्टोकरन्सीप्रमाणेच गुंतवणूक म्हणूनही पाहतात.",
  "page-eth-how-to-buy": "इथर कसे खरेदी करावे",
  "page-eth-how-to-buy-caption": "अनेकदा अपडेट केले",
  "page-eth-is-money": "ETH डिजिटल, जागतिक पैसा आहे.",
  "page-eth-last-updated": "जानेवारी 2019",
  "page-eth-monetary-policy": "Ethereumचे चलनविषयक धोरण",
  "page-eth-more-on-ethereum-link": "Ethereum वर अधिक",
  "page-eth-no-centralized": "केंद्रीकृत नियंत्रण नाही ",
  "page-eth-no-centralized-desc": "ETH विकेंद्रित आणि जागतिक आहे. अशी कोणतीही कंपनी किंवा बँक नाही जी अधिक ETH मुद्रित करण्याचा किंवा वापराच्या अटी बदलण्याचा निर्णय घेऊ शकेल.",
  "page-eth-non-fungible-tokens-link": "बुरशी नसलेले टोकन",
  "page-eth-not-only-crypto": "Ethereum वर ETH हा एकमेव क्रिप्टो नाही",
  "page-eth-not-only-crypto-desc": "कोणीही नवीन प्रकारची मालमत्ता तयार करू शकतो आणि त्यांचा Ethereum वर व्यापार करू शकतो. हे 'टोकन्स' म्हणून ओळखले जातात. लोकांनी पारंपारिक चलने, त्यांची रिअल इस्टेट, त्यांची कला आणि अगदी स्वतःला टोकन केले आहे!",
  "page-eth-not-only-crypto-desc-2": "Ethereum हजारो टोकनचे घर आहे – काही इतरांपेक्षा अधिक उपयुक्त आणि मौल्यवान. विकसक सतत नवीन टोकन तयार करत आहेत जे नवीन शक्यता अनलॉक करतात आणि नवीन बाजारपेठ उघडतात.",
  "page-eth-open": "कोणासाठीही खुले आहे",
  "page-eth-open-desc": "ETH स्वीकारण्यासाठी तुम्हाला फक्त इंटरनेट कनेक्शन आणि वॉलेट आवश्यक आहे. पेमेंट स्वीकारण्यासाठी तुम्हाला बँक खात्यात प्रवेश करण्याची आवश्यकता नाही. ",
  "page-eth-p2p-payments": "पीअर टू पीअर दिलेली रक्कम",
  "page-eth-p2p-payments-desc": "तुम्ही बँकेसारख्या कोणत्याही मध्यस्थ सेवेशिवाय तुमचा ETH पाठवू शकता. हे वैयक्तिकरित्या रोख रक्कम देण्यासारखे आहे, परंतु तुम्ही ते कोणासोबतही, कुठेही, कधीही सुरक्षितपणे करू शकता.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "प्रतिकचे लोकप्रिय प्रकार",
  "page-eth-powers-ethereum": "ETH Ethereumला ​​शक्ती देते",
  "page-eth-shit-coins": "Sh*t नाणी",
  "page-eth-shit-coins-desc": "कारण नवीन प्रतिक बनवणे सोपे आहे, कोणीही ते करू शकते - अगदी वाईट किंवा दिशाभूल हेतू असलेले लोकही. त्यांचा वापर करण्यापूर्वी नेहमी आपले संशोधन करा!",
  "page-eth-stablecoins": "स्टेबलकोइन्स",
  "page-eth-stablecoins-desc": "डॉलर सारख्या पारंपारिक चलनाचे मूल्य प्रतिबिंबित करणारे प्रतिक. हे अनेक क्रिप्टोकरन्सीसह अस्थिरतेच्या समस्येचे निराकरण करते.",
  "page-eth-stablecoins-link": "स्टेबलकॉइन्स मिळवा",
  "page-eth-stream-link": "ETH प्रवाहित करा",
  "page-eth-tokens-link": "प्रवाह ETH",
  "page-eth-trade-link-2": "टोकन स्वॅप करा",
  "page-eth-underpins": "ETH Ethereum आर्थिक प्रणाली अधोरेखित करते",
  "page-eth-underpins-desc": "पेमेंटवर समाधानी नसून, Ethereum समुदाय एक संपूर्ण आर्थिक प्रणाली तयार करत आहे जी पीअर-टू-पीअर आणि प्रत्येकासाठी प्रवेशयोग्य आहे.",
  "page-eth-underpins-desc-2": "तुम्ही Ethereum वर पूर्णपणे भिन्न क्रिप्टोकरन्सी टोकन तयार करण्यासाठी संपार्श्विक म्हणून ETH वापरू शकता. तसेच तुम्ही ETH आणि इतर ETH-बॅक्ड टोकन्सवर कर्ज घेऊ शकता, कर्ज देऊ शकता आणि व्याज मिळवू शकता.",
  "page-eth-uses": "ETH साठी वापर दररोज वाढतात",
  "page-eth-uses-desc": "कारण Ethereum प्रोग्राम करण्यायोग्य आहे, विकासक असंख्य मार्गांनी ETH ला आकार देऊ शकतात.",
  "page-eth-uses-desc-2": "2015 मध्ये, तुम्ही फक्त ETH एका Ethereum खात्यातून दुसऱ्या खात्यात पाठवू शकता. तुम्ही आज करू शकता अशा काही गोष्टी येथे आहेत.",
  "page-eth-uses-desc-3": "एखाद्याला पैसे द्या किंवा वास्तविक वेळमध्ये निधी प्राप्त करा.",
  "page-eth-uses-desc-4": "तुम्ही Bitcoin सह इतर टोकनसह ETH चा व्यापार करू शकता.",
  "page-eth-uses-desc-5": "ETH आणि इतर Ethereum-आधारित टोकन्सवर.",
  "page-eth-uses-desc-6": "स्थिर, कमी-अस्थिर मूल्यासह क्रिप्टोकरन्सीच्या जगात प्रवेश करा.",
  "page-eth-value": "ईथर मौल्यवान का आहे",
  "page-eth-video-alt": "ETH ग्लिफ व्हिडिओ",
  "page-eth-whats-eth": "इथर (ETH) म्हणजे काय?",
  "page-eth-whats-eth-hero-alt": "माणसाचा समूह आदराने इथरच्या (ETH) चिन्हाकडे विस्मयकारकपणे बघत असल्याचे स्पष्टीकरणात्मक चित्र",
  "page-eth-whats-eth-meta-desc": "ETH आणि Ethereum मधील त्याचे स्थान समजून घेण्यासाठी तुम्हाला काय माहित असणे आवश्यक आहे.",
  "page-eth-whats-eth-meta-title": "Ether (ETH) म्हणजे काय?",
  "page-eth-whats-ethereum": "Ethereum म्हणजे काय?",
  "page-eth-whats-ethereum-desc": "तुम्हाला Ethereum बद्दल अधिक जाणून घ्यायचे असल्यास, ETH च्या मागे असलेले तंत्रज्ञान, आमचा परिचय पहा.",
  "page-eth-whats-unique": "ETH बद्दल अद्वितीय काय आहे?",
  "page-eth-whats-unique-desc": "Ethereumवर अनेक क्रिप्टोकरन्सी आणि इतर बरीच टोकन्स आहेत, परंतु अशा काही गोष्टी आहेत ज्या केवळ ETH करू शकतात.",
  "page-eth-where-to-buy": "ETH कुठे मिळेल",
  "page-eth-where-to-buy-desc": "तुम्ही एक्सचेंज किंवा वॉलेटमधून ETH मिळवू शकता परंतु वेगवेगळ्या देशांमध्ये वेगवेगळ्या धोरणे आहेत. तुम्हाला ETH खरेदी करू देणाऱ्या सेवा पाहण्यासाठी तपासा.",
  "page-eth-yours": "ते खरोखर तुमचे आहे",
  "page-eth-yours-desc": "ETH तुम्हाला तुमची स्वतःची बँक बनू देते. मालकीचा पुरावा म्हणून तुम्ही तुमच्या वॉलेटद्वारे तुमचे स्वतःचे फंड नियंत्रित करू शकता - कोणत्याही तृतीय पक्षाची आवश्यकता नाही.",
  "page-eth-more-on-tokens": "टोकन आणि त्यांच्या उपयोगांबद्दल अधिक",
  "page-eth-button-buy-eth": "ETH मिळवा",
  "page-eth-tokens-stablecoins": "स्टेबलकोइन्स",
  "page-eth-tokens-defi": "विकेंद्रीत अर्थव्यवस्था (DeFi)",
  "page-eth-tokens-nft": "नॉन-फंजीबल टोकन (NFT)",
  "page-eth-tokens-dao": "विकेंद्रीत स्वायत्त संस्था (DAO)",
  "page-eth-tokens-stablecoins-description": "Ethereum टोकनच्या किमान अस्थिरतेबद्दल अधिक.",
  "page-eth-tokens-defi-description": "Ethereum टोकनसाठी आर्थिक प्रणाली.",
  "page-eth-tokens-nft-description": "टोकन जे Ethereum वरील आयटमच्या मालकीचे प्रतिनिधित्व करतात.",
  "page-eth-tokens-dao-description": "इंटरनेट समुदाय सहसा टोकन धारकांद्वारे शासित असतात.",
  "page-eth-whats-defi": "DeFi वर अधिक",
  "page-eth-whats-defi-description": "DeFi ही Ethereum वर तयार केलेली विकेंद्रित आर्थिक व्यवस्था आहे. हे विहंगावलोकन आपण काय करू शकता हे स्पष्ट करते.",
  "page-what-is-ethereum-what-is-ether": "What is ether?"
}
