{
  "page-layer-2-hero-title": "स्तर 2",
  "page-layer-2-hero-header": "इथेरियम नेटवर्क्स",
  "page-layer-2-hero-description": "खर्चाच्या काही अंशात इथेरियम वापरा.",
  "page-layer-2-hero-button-2-content": "अधिक जाणून घ्या",
  "page-layer-2-period": ".",
  "page-layer-2-calloutCard-1-title": "$0.01 शुल्क",
  "page-layer-2-calloutCard-1-description": "तुम्ही व्यापार करू शकता, जागतिक स्तरावर पैसे पाठवू शकता, किंवा उच्च खर्चाची चिंता न करता ॲप्लिकेशन्स वापरू शकता.",
  "page-layer-2-calloutCard-2-title": "जवळपास त्वरित व्यवहार",
  "page-layer-2-calloutCard-2-description": "तुम्ही जलद पेमेंट करत असाल किंवा विकेंद्रित वित्त (DeFi) मध्ये सहभागी होत असाल, सर्व व्यवहारांना फक्त काही सेकंद लागतात.",
  "page-layer-2-calloutCard-3-title": "इथेरियम द्वारे समर्थित",
  "page-layer-2-calloutCard-3-description": "इथेरियमचे काळाच्या कसोटीवर सिद्ध झालेले आणि विकेंद्रित ब्लॉकचेन इतर नवीन नेटवर्क्ससाठी सेटलमेंट लेयर म्हणून कार्य करते.",
  "page-layer-2-meta-title": "इथेरियम लेयर 2 चा परिचय: फायदे आणि उपयोग",
  "page-layer-2-meta-description": "इथेरियम लेयर 2 नेटवर्क्सबद्दल जाणून घ्या",
  "page-layer-2-powered-by-ethereum-title": "इथेरियम द्वारे समर्थित",
  "page-layer-2-powered-by-ethereum-description-1": "इथेरियम आता फक्त एकच नेटवर्क राहिलेले नाही.",
  "page-layer-2-powered-by-ethereum-description-2": "त्यावर आता शेकडो ब्लॉकचेन तयार झाल्यामुळे, इथेरियम रोजच्या वापरासाठी अधिक किफायतशीर, जलद आणि सुलभ झाले आहे.",
  "page-layer-2-powered-by-ethereum-description-3": "इथेरियम द्वारे समर्थित अनेक नेटवर्क्सपैकी एकामध्ये सामील होऊन भविष्याचा स्वीकार करा!",
  "page-layer-2-man-and-dog-alt": "माणूस आणि कुत्रा खेळत आहेत",
  "page-layer-2-blockchain-transaction-cost": "इथेरियम ब्लॉकचेनवरील सरासरी व्यवहार खर्च",
  "page-layer-2-networks-transaction-cost": "इथेरियम समर्थित नेटवर्क्सवरील सरासरी व्यवहार खर्च",
  "page-layer-2-network-of-networks-title": "नेटवर्क्सचे नेटवर्क",
  "page-layer-2-network-of-networks-description": "इथेरियमची ताकद आणि सुरक्षितता इतर नेटवर्क्सना त्यावर तयार करण्यासाठी एक प्लॅटफॉर्म प्रदान करते. एकाच खात्याद्वारे, सर्वकाही सुसंगत आहे आणि अखंडपणे कनेक्ट होते.",
  "page-layer-2-ethereum-logo-alt": "Ethereum",
  "page-layer-2-ready-to-start-title": "सुरू करण्यास तयार आहात का?",
  "page-layer-2-ready-to-start-description": "तुमच्यासाठी उपलब्ध असलेल्या सर्व विविध नेटवर्क्सवर एक नजर टाका.",
  "page-layer-2-ready-to-start-button": "नेटवर्क्स एक्सप्लोर करा",
  "page-layer-2-go": "Go",
  "page-layer-2-walking-alt": "चालणे",
  "page-layer-2-why-do-we-need-multiple-networks-1": "आपल्याला इथेरियमवर अनेक नेटवर्क्सची गरज का आहे?",
  "page-layer-2-why-do-we-need-multiple-networks-2": "फक्त एक इथेरियम नेटवर्क ऐवजी ही सर्व नेटवर्क्स का आहेत?",
  "page-layer-2-faq-title": "वारंवार विचारले जाणारे प्रश्न",
  "page-layer-2-faq-ExpandableCard-1-title": "एखादे नेटवर्क इथेरियमचा भाग आहे हे मला कसे कळेल?",
  "page-layer-2-faq-ExpandableCard-1-description-1": "इथेरियमच्या संबंधात नेटवर्क्सचे वर्गीकरण करण्याचे अनेक वेगवेगळे मार्ग आहेत. लोकप्रियता मिळवण्यासाठी अनेक नेटवर्क्स इथेरियमचे स्केलिंग करत असल्याचा दावा करतात. तथापि, एक स्पष्ट दृष्टिकोन म्हणजे नेटवर्क आपला डेटा इथेरियम मेन नेटवर्कवर संग्रहित करते की नाही. यामुळे वापरकर्त्याची सुरक्षा आणि इथेरियमची परवानगीविरहित दृष्टी मोठ्या प्रमाणात वाढते. अशा प्रकल्पांना अनेकदा “rollups” म्हटले जाते. जर डेटा इतरत्र संग्रहित केला असेल, तर तो प्रकल्प थेट इथेरियम विस्तार नाही आणि त्याऐवजी स्वतंत्र आहे. काही सर्वात लोकप्रिय पहा",
  "page-layer-2-faq-ExpandableCard-1-description-2": "काही विशिष्ट उद्योगांना जसे की गेमिंग किंवा गैर-वित्तीय ॲप्लिकेशन्सना अशा थेट जवळच्या संबंधांची आवश्यकता नसते, जेथे वेगवेगळी तंत्रज्ञान अधिक योग्य असतात.",
  "page-layer-2-faq-ExpandableCard-2-title": "ही सर्व नेटवर्क्स सुरक्षित आहेत का?",
  "page-layer-2-faq-ExpandableCard-2-description-1": "सर्वसाधारणपणे मजबूत सुरक्षा वैशिष्ट्यांसह डिझाइन केलेले असले तरी, त्यांची सुरक्षितता मूळ तंत्रज्ञान, स्मार्ट कॉन्ट्रॅक्ट सुरक्षा, आणि",
  "page-layer-2-faq-ExpandableCard-2-link": "नेटवर्कची परिपक्वता",
  "page-layer-2-faq-ExpandableCard-2-description-2": "वापरकर्त्यांनी सुरक्षित वापर सुनिश्चित करण्यासाठी, लहान व्यवहारांपासून सुरुवात करून आणि घडामोडींवर अद्ययावत राहून योग्य काळजी घेतली पाहिजे.",
  "page-layer-2-faq-ExpandableCard-3-title": "या नेटवर्क्सवर अवलंबून राहण्याऐवजी इथेरियम स्वतःची चेन स्केल का करू शकत नाही?",
  "page-layer-2-faq-ExpandableCard-3-description": "इथेरियम स्वतःची मेन चेन सहजपणे स्केल करू शकत नाही कारण त्याला सुरक्षित आणि विकेंद्रित राहण्याची गरज आहे. मेन चेन जलद केल्याने ती कमी सुरक्षित आणि अधिक केंद्रीकृत होऊ शकते. इथेरियम नेटवर्क्स मेन चेनच्या बाहेर व्यवहार प्रक्रिया करून आणि नंतर सुरक्षेसाठी मेन चेनचा वापर करून मदत करतात, ज्यामुळे इथेरियम सुरक्षा किंवा विकेंद्रीकरण न गमावता अधिक व्यवहार हाताळू शकते.",
  "page-layer-2-faq-ExpandableCard-4-title": "'अधिकृत' इथेरियम नेटवर्क्स का नाहीत?",
  "page-layer-2-faq-ExpandableCard-4-description": "ज्याप्रमाणे 'अधिकृत' Ethereum क्लायंट नाही, त्याचप्रमाणे 'अधिकृत' Ethereum लेयर 2 नाही. Ethereum परवानगीहीन आहे - तांत्रिकदृष्ट्या कोणीही लेयर 2 तयार करू शकतो! एकापेक्षा जास्त संघ त्यांच्या लेयर 2 ची आवृत्ती अंमलात आणतील आणि संपूर्णपणे इकोसिस्टमला विविध वापराच्या प्रकरणांसाठी ऑप्टिमाइझ केलेल्या डिझाइन पद्धतींच्या विविधतेचा फायदा होईल. नेटवर्कमध्‍ये विविधता येण्‍यासाठी आमच्याकडे एकाधिक टीम्सद्वारे विकसित केलेले अनेक Ethereum क्लायंट आहेत, तसेच हे देखील भविष्यात लेयर 2s कसे विकसित होईल.",
  "page-layer-2-callout-1-title": "विविध नेटवर्क्स एक्सप्लोर करा",
  "page-layer-2-callout-1-description": "नेटवर्क्स एकमेकांपेक्षा कसे वेगळे आहेत आणि त्यांच्या विकासात ते किती पुढे गेले आहेत हे जाणून घ्या.",
  "page-layer-2-callout-2-title": "अधिक तपशिलांमध्ये स्वारस्य आहे का?",
  "page-layer-2-callout-2-description": "या स्केलिंग दृष्टिकोनाच्यामागील तंत्रज्ञान आणि कारणांबद्दल उत्सुक आहात? यामागील विचार आणि विविध तांत्रिक दृष्टिकोनांबद्दल अधिक जाणून घ्या.",
  "page-layer-2-arbitrum-description": "Arbitrum One हे Offchain Labs द्वारे तयार केलेले आणि Arbitrum DAO द्वारे संचालित एक सामान्य-उद्देशीय Optimistic Rollup आहे.",
  "page-layer-2-base-description": "Base हे OP स्टॅकने तयार केलेले एक Optimistic Rollup आहे. हे कोणालाही, कुठेही, ऑनचेन तयार करण्यासाठी एक कमी-खर्चिक आणि बिल्डर-फ्रेंडली मार्ग प्रदान करते.",
  "page-layer-2-optimism-description": "OP Mainnet हे EVM-समतुल्य Optimistic Rollup आहे. जलद, सोपे आणि सुरक्षित असणे हे त्याचे उद्दिष्ट आहे.",
  "page-layer-2-blast-description": "Blast हे नेटिव्ह यील्डला समर्थन देणारे EVM-अनुरूप Optimistic Rollup आहे.",
  "page-layer-2-zksync2-description": "ZKsync Era हे पूर्ण EVM सुसंगततेसह एक सामान्य-उद्देशीय ZK Rollup आहे.",
  "page-layer-2-linea-description": "Linea हे Consensys zkEVM द्वारे समर्थित ZK Rollup आहे, जे इथेरियम नेटवर्कला स्केल करण्यासाठी डिझाइन केलेले आहे.",
  "page-layer-2-scroll-description": "Scroll हे ZK Rollup आहे जे ZK टेक आणि EVM सुसंगततेद्वारे इथेरियमच्या क्षमतांचा विस्तार करते.",
  "page-layer-2-starknet-description": "Starknet हे STARKs आणि Cairo VM वर आधारित एक सामान्य उद्देशीय ZK Rollup आहे.",
  "page-layer-2-mode-description": "Mode हे AIFi अर्थव्यवस्था तयार करणारे एक OP स्टॅक Optimistic Rollup आहे.",
  "page-layer-2-taiko-description": "Taiko हे एक विकेंद्रित, इथेरियम-समतुल्य ZK-EVM रोलअप आहे जे अखंड क्रॉस-चेन कम्युनिकेशन सक्षम करते.",
  "page-layer-2-unichain-description": "Unichain हे DeFi-नेटिव्ह इथेरियम L2 आहे, जे चेन्समध्ये लिक्विडिटीचे केंद्र म्हणून तयार केले आहे.",
  "page-layer-2-ink-description": "Ink हे सुपरचेनसाठी DeFi चे केंद्र बनण्यासाठी डिझाइन केलेले इथेरियम OP स्टॅक लेयर 2 ब्लॉकचेन आहे; नाविन्यपूर्ण DeFi प्रोटोकॉल तैनात करण्यासाठी एक शक्तिशाली बेसलेअर.",
  "page-layer-2-zircuit-description": "Zircuit हे AI-शक्तीवर चालणारे सिक्वेन्सर-स्तरीय सुरक्षा वैशिष्ट्य असलेले EVM-अनुरूप ZK Rollup आहे, जे दुर्भावनापूर्ण व्यवहार शोधून त्यांना प्रतिबंधित करते."
}
