{
  "page-roadmap-title": "Ethereum नकाशा",
  "page-roadmap-meta-title": "Ethereum रोडमॅप | ethereum.org",
  "page-roadmap-meta-description": "इथरियमसाठी अधिक मापनीयता, सुरक्षितता आणि टिकाऊपणाचा मार्ग.",
  "page-roadmap-banner-notification": "Ethereum चा विकास समुदाय-चालित आहे आणि त्यात बदल होऊ शकतो.",
  "page-roadmap-changes-coming-title": "Ethereum मध्ये कोणते बदल येत आहेत?",
  "page-roadmap-changes-coming-description": "Ethereum आधीच एक शक्तिशाली प्लॅटफॉर्म आहे, परंतु त्यात अजूनही सुधारणा केली जात आहे. सुधारणांचा एक महत्त्वाकांक्षी संच Ethereum ला त्याच्या सध्याच्या स्वरूपातून अपग्रेड करून पूर्णपणे स्केल्ड, कमाल लवचिक प्लॅटफॉर्ममध्ये रूपांतरित करेल.",
  "page-roadmap-cheaper-transactions-title": "स्वस्त व्यवहार",
  "page-roadmap-cheaper-transactions-description": "Rollups खूप महाग आहेत आणि ते केंद्रीकृत घटकांवर अवलंबून आहेत, त्यामुळे वापरकर्त्यांना त्यांच्या ऑपरेटर्सवर जास्त विश्वास ठेवावा लागतो.",
  "page-roadmap-cheaper-transactions-button": "शुल्क कमी करण्याबद्दल अधिक",
  "page-roadmap-extra-security-title": "अतिरिक्त सुरक्षा",
  "page-roadmap-extra-security-description": "Ethereum आधीच खूप सुरक्षित आहे, परंतु ते अधिक मजबूत बनवले जाऊ शकते, जे भविष्यात सर्व प्रकारच्या हल्ल्यांना तोंड देण्यासाठी तयार असेल.",
  "page-roadmap-extra-security-button": "सुरक्षिततेबद्दल अधिक",
  "page-roadmap-better-user-experience-title": "चांगला वापरकर्ता अनुभव",
  "page-roadmap-better-user-experience-description": "स्मार्ट कॉन्ट्रॅक्ट वॉलेट्स आणि लाइट-वेट नोड्ससाठी अधिक सपोर्टमुळे Ethereum वापरणे सोपे आणि अधिक सुरक्षित होईल.",
  "page-roadmap-better-user-experience-button": "वापरकर्ता अनुभवाबद्दल अधिक",
  "page-roadmap-future-proofing-title": "भविष्य-प्रूफिंग",
  "page-roadmap-future-proofing-description": "Ethereum संशोधक आणि डेव्हलपर्स उद्याच्या समस्या आजच सोडवत आहेत, आणि नेटवर्कला भविष्यातील पिढ्यांसाठी तयार करत आहेत.",
  "page-roadmap-future-proofing-button": "भविष्य-प्रूफिंगबद्दल अधिक",
  "page-roadmap-why-need-title": "Ethereum ला रोडमॅपची गरज का आहे?",
  "page-roadmap-why-need-description": "Ethereum मध्ये नियमित अपग्रेड्स होतात जे त्याची स्केलेबिलिटी, सुरक्षा किंवा टिकाऊपणा वाढवतात. संशोधन आणि विकासातून नवीन कल्पना समोर आल्यावर त्यांना स्वीकारणे ही Ethereum च्या मुख्य शक्तींपैकी एक आहे. अनुकूलनक्षमता Ethereum ला नवीन आव्हानांना सामोरे जाण्याची आणि सर्वात प्रगत तांत्रिक प्रगतीसोबत राहण्याची लवचिकता देते.",
  "page-roadmap-how-defined-title": "रोडमॅप कसा ठरवला जातो",
  "page-roadmap-how-defined-p1": "रोडमॅप हा बहुतेक संशोधक आणि डेव्हलपर्सच्या अनेक वर्षांच्या कामाचा परिणाम आहे - कारण प्रोटोकॉल खूप तांत्रिक आहे - परंतु कोणतीही प्रेरित व्यक्ती यात सहभागी होऊ शकते.",
  "page-roadmap-how-defined-p2": "कल्पना सहसा <a href=\"https://ethresear.ch\">ethresear.ch</a>, <a href=\"https://ethereum-magicians.org\">Ethereum Magicians</a> किंवा Eth R&D डिस्कॉर्ड सर्व्हर सारख्या फोरमवरील चर्चेतून सुरू होतात. त्या शोधलेल्या नवीन भेद्यतांना प्रतिसाद असू शकतात, ॲप्लिकेशन लेयरमध्ये काम करणाऱ्या संस्थांकडून (जसे की dapps आणि एक्सचेंज) सूचना असू शकतात किंवा अंतिम वापरकर्त्यांसाठी ज्ञात असलेल्या अडचणींमधून (जसे की खर्च किंवा व्यवहारांची गती) असू शकतात.",
  "page-roadmap-how-defined-p3": "जेव्हा या कल्पना परिपक्व होतात, तेव्हा त्यांना <a href=\"https://eips.ethereum.org\">Ethereum सुधारणा प्रस्ताव (EIPs)</a> म्हणून प्रस्तावित केले जाऊ शकते. हे सर्व सार्वजनिकरित्या केले जाते जेणेकरून समुदायातील कोणीही कधीही आपले मत मांडू शकेल.",
  "page-roadmap-governance-button": "Ethereum शासनाबद्दल अधिक",
  "page-roadmap-hero-alt": "Ethereum नकाशा",
  "page-roadmap-technical-upgrades-title": "Ethereum मध्ये कोणते तांत्रिक अपग्रेड्स येत आहेत?",
  "page-roadmap-danksharding-title": "डंकशार्डिंग",
  "page-roadmap-danksharding-description": "Danksharding, Ethereum ब्लॉक्समध्ये डेटाचे \"blobs\" जोडून वापरकर्त्यांसाठी L2 rollups खूप स्वस्त करते.",
  "page-roadmap-single-slot-finality-title": "एकल स्लॉट अंतिमता",
  "page-roadmap-single-slot-finality-description": "पंधरा मिनिटे वाट पाहण्याऐवजी, ब्लॉक्स त्याच स्लॉटमध्ये प्रस्तावित आणि अंतिम केले जाऊ शकतात. हे ॲप्ससाठी अधिक सोयीचे आहे आणि त्यावर हल्ला करणे कठीण आहे.",
  "page-roadmap-account-abstraction-title": "खाते शून्यमनस्कता",
  "page-roadmap-account-abstraction-description": "अकाउंट ॲबस्ट्रॅक्शन हा अपग्रेडचा एक वर्ग आहे जो क्लिष्ट मिडलवेअर वापरण्याऐवजी Ethereum वर मूळतः स्मार्ट कॉन्ट्रॅक्ट वॉलेट्सना सपोर्ट करतो.",
  "page-roadmap-statelessness-title": "राज्यहीनता",
  "page-roadmap-statelessness-description": "स्टेटलेस क्लायंट मोठ्या प्रमाणात डेटा संग्रहित न करता नवीन ब्लॉक्सची पडताळणी करू शकतील. हे आजच्या खर्चाच्या अगदी लहान अंशात नोड चालवण्याचे सर्व फायदे देईल.",
  "page-roadmap-learn-more": "अधिक जाणून घ्या",
  "page-roadmap-timeline-title": "या अपग्रेडसाठी टाइमलाइन काय आहे?",
  "page-roadmap-blocks-alt": "Ethereum ब्लॉक्स",
  "page-roadmap-faq-1-title": "वेळेनुसार Ethereum चा रोडमॅप बदलेल का?",
  "page-roadmap-faq-1-p1": "होय—जवळजवळ नक्कीच.",
  "page-roadmap-faq-1-p1-continued": "रोडमॅप ही Ethereum अपग्रेड करण्याची सध्याची योजना आहे, ज्यात नजीकच्या आणि भविष्यातील दोन्ही योजनांचा समावेश आहे. नवीन माहिती आणि तंत्रज्ञान उपलब्ध झाल्यावर रोडमॅपमध्ये बदल होण्याची आम्हाला अपेक्षा आहे.",
  "page-roadmap-faq-1-p2": "Ethereum च्या रोडमॅपला Ethereum सुधारण्यासाठीच्या उद्देशांचा एक संच समजा; हे Ethereum च्या सर्वात इष्टतम पुढील मार्गाबद्दल मुख्य संशोधक आणि डेव्हलपर्सचे सर्वोत्तम गृहीतक आहे.",
  "page-roadmap-faq-2-title": "रोडमॅप कधी पूर्ण होईल?",
  "page-roadmap-faq-2-p1": "काही अपग्रेड्स कमी प्राधान्याचे आहेत आणि पुढील ५-१० वर्षांत लागू होण्याची शक्यता नाही (उदा. क्वांटम रेझिस्टन्स).",
  "page-roadmap-faq-2-p1-strong": "प्रत्येक अपग्रेडची अचूक वेळ देणे क्लिष्ट आहे",
  "page-roadmap-faq-2-p1-continued": "कारण अनेक रोडमॅप आयटम्सवर समांतरपणे काम केले जाते आणि ते वेगवेगळ्या वेगाने विकसित केले जातात. अपग्रेडची निकड देखील बाह्य घटकांनुसार वेळेनुसार बदलू शकते (उदा. क्वांटम संगणकांच्या कामगिरी आणि उपलब्धतेत अचानक झालेल्या वाढीमुळे क्वांटम-रेझिस्टंट क्रिप्टोग्राफी अधिक निकडीची बनू शकते).",
  "page-roadmap-faq-2-p2": "Ethereum च्या विकासाबद्दल विचार करण्याचा एक मार्ग म्हणजे जैविक उत्क्रांतीशी साधर्म्य साधणे. जो नेटवर्क नवीन आव्हानांशी जुळवून घेऊ शकतो आणि आपली कार्यक्षमता टिकवून ठेवू शकतो, तो बदलण्यास प्रतिकार करणाऱ्या नेटवर्कपेक्षा अधिक यशस्वी होण्याची शक्यता असते, जरी नेटवर्क अधिकाधिक कार्यक्षम, स्केलेबल आणि सुरक्षित होत जाईल, तसतसे प्रोटोकॉलमध्ये कमी बदलांची आवश्यकता असेल.",
  "page-roadmap-faq-3-title": "या अपग्रेड्ससाठी तयारी करण्यासाठी मला काही करावे लागेल का?",
  "page-roadmap-faq-3-p1": "अपग्रेड्स सहसा अंतिम वापरकर्त्यांवर परिणाम करत नाहीत, केवळ चांगला वापरकर्ता-अनुभव आणि अधिक सुरक्षित प्रोटोकॉल प्रदान करतात, आणि कदाचित Ethereum शी संवाद साधण्यासाठी अधिक <i>पर्याय</i> देतात. <strong>सामान्य वापरकर्त्यांना अपग्रेडमध्ये सक्रियपणे सहभागी होण्याची आवश्यकता नाही, किंवा त्यांना त्यांची मालमत्ता सुरक्षित करण्यासाठी काहीही करण्याची आवश्यकता नाही.</strong> <a href=\"/glossary/#node\">नोड</a> ऑपरेटर्सना अपग्रेडची तयारी करण्यासाठी त्यांचे क्लायंट अपडेट करावे लागतील. काही अपग्रेड्समुळे ॲप्लिकेशन डेव्हलपर्ससाठी बदल होऊ शकतात. उदाहरणार्थ, हिस्ट्री एक्सपायरी अपग्रेड्समुळे ॲप्लिकेशन डेव्हलपर्सना नवीन स्त्रोतांकडून ऐतिहासिक डेटा मिळवावा लागू शकतो.",
  "page-roadmap-faq-4-title": "शार्डिंगचे काय?",
  "page-roadmap-faq-4-p1": "शार्डिंग म्हणजे Ethereum ब्लॉकचेनचे विभाजन करणे, जेणेकरून <a href=\"/glossary/#validator\">व्हॅलिडेटर्सचे</a> उपसंच एकूण डेटाच्या केवळ एका अंशासाठी जबाबदार असतील. मूळतः Ethereum ला स्केल करण्याचा हा मार्ग होता. तथापि, <a href=\"/glossary/#layer-2\">लेअर 2</a> रोलअप्स अपेक्षेपेक्षा खूप वेगाने विकसित झाले आहेत आणि त्यांनी आधीच बरेच स्केलिंग प्रदान केले आहे, आणि Proto-Danksharding लागू झाल्यानंतर ते आणखी बरेच काही प्रदान करतील. याचा अर्थ \"शार्ड चेन्स\" ची आता गरज नाही आणि त्यांना रोडमॅपमधून काढून टाकण्यात आले आहे.",
  "page-roadmap-release-status-prod": "उत्पादनात",
  "page-roadmap-release-status-soon": "लवकरच येत आहे",
  "page-roadmap-release-status-dev": "विकासात",
  "page-roadmap-release-main-features": "मुख्य वैशिष्ट्ये",
  "page-roadmap-release-learn-more": "अधिक जाणून घ्या",
  "page-roadmap-release-forkcast": "बदल ट्रॅक करा",
  "page-roadmap-paris-pos-title": "प्रूफ ऑफ स्टेक (PoS) मध्ये संक्रमण",
  "page-roadmap-paris-pos-item-1": "ऊर्जा-केंद्रित मायनिंगला स्टेकिंग-आधारित सहमतीने बदलले",
  "page-roadmap-paris-pos-item-2": "Ethereum चा ऊर्जा वापर ~९९.९५% ने कमी केला",
  "page-roadmap-paris-beacon-title": "बीकन चेन एकत्रीकरण",
  "page-roadmap-paris-beacon-item-1": "बीकन चेनला Ethereum मेननेटमध्ये विलीन केले",
  "page-roadmap-paris-beacon-item-2": "PoS सहमती यंत्रणेमध्ये पूर्ण संक्रमणास सक्षम केले",
  "page-roadmap-paris-difficulty-title": "डिफिकल्टी बॉम्ब काढणे",
  "page-roadmap-paris-difficulty-item-1": "मायनिंगची अडचण वाढवणारा डिफिकल्टी बॉम्ब काढला",
  "page-roadmap-paris-difficulty-item-2": "नवीन सहमती यंत्रणेमध्ये सुरळीत संक्रमण सुनिश्चित केले",
  "page-roadmap-shapella-withdrawals-title": "पैसे काढणे स्टिकिंग",
  "page-roadmap-shapella-withdrawals-item-1": "व्हॅलिडेटर्सना त्यांचे स्टेक केलेले ETH आणि रिवॉर्ड्स काढण्यास सक्षम केले",
  "page-roadmap-shapella-withdrawals-item-2": "आंशिक आणि पूर्ण पैसे काढण्याची क्षमता सादर केली",
  "page-roadmap-shapella-eip4895-title": "EIP-4895: बीकन चेन पुश विथड्रॉअल्स",
  "page-roadmap-shapella-eip4895-item-1": "पैसे काढण्यासाठी एक नवीन सिस्टीम-स्तरीय ऑपरेशन जोडले",
  "page-roadmap-shapella-eip4895-item-2": "पैसे काढण्याच्या विनंत्यांवर सुरक्षित आणि कार्यक्षम प्रक्रिया सुनिश्चित केली",
  "page-roadmap-shapella-eip3651-title": "EIP-3651: वॉर्म कॉइनबेस",
  "page-roadmap-shapella-eip3651-item-1": "COINBASE ॲड्रेस ॲक्सेस करण्यासाठी गॅस खर्च कमी केला",
  "page-roadmap-shapella-eip3651-item-2": "काही स्मार्ट कॉन्ट्रॅक्ट ऑपरेशन्सची कार्यक्षमता सुधारली",
  "page-roadmap-dencun-danksharding-title": "प्रोटो-डँकशार्डिंग (EIP-4844)",
  "page-roadmap-dencun-danksharding-item-1": "रोलअप व्यवहार खर्च लक्षणीयरीत्या कमी करण्यासाठी ब्लॉब व्यवहार सादर केले",
  "page-roadmap-dencun-danksharding-item-2": "एक नवीन व्यवहार प्रकार जोडला जो डेटा तात्पुरता आणि स्वस्तात संग्रहित करतो",
  "page-roadmap-dencun-eip1153-title": "EIP-1153: ट्रान्झिएंट स्टोरेज ऑपकोड्स",
  "page-roadmap-dencun-eip1153-item-1": "व्यवहार अंमलबजावणीदरम्यान तात्पुरत्या स्टोरेजसाठी TSTORE आणि TLOAD ऑपकोड्स जोडले",
  "page-roadmap-dencun-eip1153-item-2": "अधिक कार्यक्षम स्मार्ट कॉन्ट्रॅक्ट पॅटर्न सक्षम करते आणि गॅस खर्च कमी करते",
  "page-roadmap-dencun-eip4788-title": "EIP-4788: EVM मध्ये बीकन ब्लॉक रूट",
  "page-roadmap-dencun-eip4788-item-1": "सहमती लेअरची माहिती स्मार्ट कॉन्ट्रॅक्ट्ससाठी उघड करते",
  "page-roadmap-dencun-eip4788-item-2": "नवीन ट्रस्ट-मिनिमाइज्ड ॲप्लिकेशन्स आणि क्रॉस-चेन ब्रिजेस सक्षम करते",
  "page-roadmap-pectra-eoa-title": "EOA वॉलेट्सना स्मार्ट कॉन्ट्रॅक्ट कार्यक्षमतेसह वर्धित करा",
  "page-roadmap-pectra-eoa-item-1": "वापरकर्ते विद्यमान स्मार्ट कॉन्ट्रॅक्टच्या कोडद्वारे त्यांचे ॲड्रेस दर्शवण्यासाठी सेट करू शकतात आणि व्यवहार बॅचिंग, व्यवहार शुल्क प्रायोजकत्व किंवा उत्तम रिकव्हरी यंत्रणा यासारखे फायदे मिळवू शकतात",
  "page-roadmap-pectra-balance-title": "कमाल प्रभावी शिल्लक वाढवा",
  "page-roadmap-pectra-balance-item-1": "स्टेकर्स आता स्टेक करण्यासाठी ETH ची कोणतीही रक्कम निवडू शकतात आणि किमान रकमेवरील प्रत्येक 1 ETH वर रिवॉर्ड्स मिळवू शकतात",
  "page-roadmap-pectra-blob-title": "ब्लॉब थ्रुपुट वाढ",
  "page-roadmap-pectra-blob-item-1": "ब्लॉबची संख्या 3 वरून 6 लक्ष्यांपर्यंत वाढवली जाईल, कमाल 9 पर्यंत, ज्यामुळे Ethereum रोलअप्समध्ये शुल्क स्वस्त होईल",
  "page-roadmap-fusaka-peerdas-title": "PeerDAS (पीअर-टू-पीअर डेटा उपलब्धता सॅम्पलिंग)",
  "page-roadmap-fusaka-peerdas-item-1": "रोलअप्ससाठी अधिक कार्यक्षम डेटा उपलब्धता सक्षम करते",
  "page-roadmap-fusaka-peerdas-item-2": "विकेंद्रीकरण कायम ठेवत नोड चालवणे अधिक सुलभ करते",
  "page-roadmap-fusaka-additional-title": "संभाव्य अतिरिक्त वैशिष्ट्ये",
  "page-roadmap-fusaka-additional-item-1": "UX सुधारण्यासाठी मोबाइल डिव्हाइसेसवर सुरक्षित एन्क्लेव्हसाठी सपोर्ट",
  "page-roadmap-fusaka-additional-item-2": "ब्लॉब फी मार्केट सुधारणा",
  "page-roadmap-fusaka-additional-item-3": "व्हॅलिडेटर कार्यक्षमता आणि नेटवर्क कामगिरीमध्ये पुढील सुधारणा",
  "page-roadmap-glamsterdam-discussed-title": "ग्लॅमस्टरडॅमसाठी शेड्यूल केलेले",
  "page-roadmap-glamsterdam-discussed-item-1": "एन्श्राइन्ड प्रपोझर-बिल्डर सेपरेशन (ePBS)",
  "page-roadmap-glamsterdam-discussed-item-2": "ब्लॉक-स्तरीय ॲक्सेस लिस्ट (BALs)"
}
