{
  "comp-withdrawal-comparison-current-title": "सध्याचे स्टेकर्स",
  "comp-withdrawal-comparison-current-li-1": "काही वापरकर्त्यांनी सुरुवातीला त्यांचे स्टॅकिंग डिपॉझिट सेट करताना पैसे काढण्याचा पत्ता प्रदान केला असेल—या वापरकर्त्यांना आणखी काही करण्याची आवश्यकता नाही",
  "comp-withdrawal-comparison-current-li-2": "बहुसंख्य स्टेकर्सनी सुरुवातीच्या डिपॉझिटवर पैसे काढण्याचा पत्ता प्रदान केला नाही आणि त्यांना त्यांचे पैसे काढण्याचे क्रेडेंशियल्स अपडेट करावे लागतील. <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">स्टेकिंग लॉन्चपॅडवर</a> हे कसे करायचे याबद्दल सूचना आहेत",
  "comp-withdrawal-comparison-current-p": "आपले क्रेडेंशियल्स अजूनही अपडेट करण्याची आवश्यकता आहे की नाही हे पाहण्यासाठी आपण आपला व्हॅलिडेटर इंडेक्स नंबर येथे टाकू शकता <Text as=\"span\" fontWeight=\"normal\">(हे आपल्या क्लायंट लॉगमध्ये आढळू शकते):</Text>",
  "comp-withdrawal-comparison-new-title": "नवीन स्टेकर्स (अद्याप जमा केलेले नाही)",
  "comp-withdrawal-comparison-new-li-1": "डिफॉल्टनुसार, रिवॉर्ड पेमेंट्स आणि पैसे काढण्याची कार्यक्षमता स्वयंचलितपणे सक्षम करू पाहणाऱ्या नवीन स्टेकर्सनी स्टॅकिंग डिपॉझिट CLI टूल वापरून त्यांच्या व्हॅलिडेटर की तयार करताना त्यांनी नियंत्रित केलेला Ethereum विथड्रॉवल ॲड्रेस प्रदान करावा.",
  "comp-withdrawal-comparison-new-li-2": "डिपॉझिटच्या वेळी हे आवश्यक नाही, परंतु आपले फंड अनलॉक करण्यासाठी नंतरच्या तारखेला या की अपडेट करण्याची आवश्यकता टाळेल.",
  "comp-withdrawal-comparison-new-p": "स्टेकिंग लॉन्चपॅड तुम्हाला स्टेकिंग ऑनबोर्डिंगसाठी मार्गदर्शन करेल.",
  "comp-withdrawal-comparison-new-link": "स्टेकिंग लॉन्चपॅडला भेट द्या",
  "comp-withdrawal-credentials-placeholder": "व्हॅलिडेटर इंडेक्स",
  "comp-withdrawal-credentials-error": "अरेरे! व्हॅलिडेटर इंडेक्स नंबर पुन्हा तपासा आणि पुन्हा प्रयत्न करा.",
  "comp-withdrawal-credentials-max-eb": "कमाल प्रभावी शिल्लक:",
  "comp-withdrawal-credentials-upgraded-1": "व्हॅलिडेटर इंडेक्स {validatorIndex} बक्षिसे मिळवण्यास प्रारंभ करण्यासाठी सज्ज आहे!",
  "comp-withdrawal-credentials-upgraded-2": "एक्झिक्यूशन ॲड्रेसशी लिंक केलेले पैसे काढण्याचे क्रेडेंशियल्स:",
  "comp-withdrawal-credentials-not-upgraded-1": "या {network} व्हॅलिडेटरला अपग्रेड करणे आवश्यक आहे.",
  "comp-withdrawal-credentials-not-upgraded-2": "अपग्रेड कसे करायचे याबद्दलच्या सूचना सध्या <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">स्टेकिंग लॉन्चपॅडवर</a> आढळू शकतात.",
  "comp-withdrawal-credentials-verify": "{network} वर सत्यापित करा",
  "page-staking-withdrawals-when": "पाठवले!",
  "page-staking-image-alt": "स्टेकिंग लॉन्चपॅडसाठी रायनो मॅस्कॉटची प्रतिमा.",
  "page-staking-benefits-1-title": "बक्षिसे मिळवा",
  "page-staking-benefits-1-description": "नेटवर्कला <a href=\"/glossary/#consensus\">सहमतीपर्यंत</a> पोहोचण्यास मदत करणाऱ्या क्रियांसाठी बक्षिसे दिली जातात. नवीन ब्लॉक्समध्ये व्यवहारांचे योग्यरित्या बॅचिंग करणारे आणि इतर व्हॅलिडेटर्सचे काम तपासणारे सॉफ्टवेअर चालवण्यासाठी तुम्हाला बक्षिसे मिळतील कारण त्यामुळेच चेन सुरक्षितपणे चालते.",
  "page-staking-benefits-2-title": "उत्तम सुरक्षा",
  "page-staking-benefits-2-description": "जास्त ETH स्टेक केल्यामुळे नेटवर्क हल्ल्यांविरुद्ध अधिक मजबूत होते, कारण नंतर नेटवर्कचा बहुसंख्य भाग नियंत्रित करण्यासाठी अधिक ETH आवश्यक असतो. धोका बनण्यासाठी, तुम्हाला बहुसंख्य व्हॅलिडेटर्स धारण करावे लागतील, याचा अर्थ तुम्हाला सिस्टममधील बहुसंख्य ETH नियंत्रित करावे लागतील - ते खूप आहे!",
  "page-staking-benefits-3-title": "अधिक टिकाऊ",
  "page-staking-benefits-3-description": "नेटवर्क सुरक्षित करण्यात सहभागी होण्यासाठी स्टेकर्सना ऊर्जा-केंद्रित प्रूफ-ऑफ-वर्क गणने करण्याची आवश्यकता नाही, याचा अर्थ स्टॅकिंग नोड्स अगदी कमी ऊर्जा वापरून तुलनेने सामान्य हार्डवेअरवर चालू शकतात.",
  "page-staking-benefits-3-link": "Ethereum च्या ऊर्जा वापरावर अधिक",
  "page-staking-description": "स्टेकिंग ही <a href=\"/glossary/#validator\">व्हॅलिडेटर</a> सॉफ्टवेअर सक्रिय करण्यासाठी 32 ETH जमा करण्याची क्रिया आहे. व्हॅलिडेटर म्हणून तुम्ही डेटा संग्रहित करणे, व्यवहार प्रक्रिया करणे आणि ब्लॉकचेनमध्ये नवीन <a href=\"/glossary/#block\">ब्लॉक्स</a> जोडण्यासाठी जबाबदार असाल. हे Ethereum सर्वांसाठी सुरक्षित ठेवेल आणि या प्रक्रियेत तुम्हाला नवीन ETH मिळवून देईल.",
  "page-staking-hero-title": "आपले ETH कसे स्टेक करावे",
  "page-staking-hero-header": "Ethereum सुरक्षित करताना बक्षिसे मिळवा",
  "page-staking-hero-subtitle": "कोणत्याही रकमेचा ETH असलेला कोणताही वापरकर्ता नेटवर्क सुरक्षित करण्यात मदत करू शकतो आणि प्रक्रियेत बक्षिसे मिळवू शकतो.",
  "page-staking-dropdown-home": "स्टेकिंग होमपेज",
  "page-staking-dropdown-solo": "होम स्टेकिंग",
  "page-staking-more-on-solo": "होम स्टेकिंगवर अधिक",
  "page-staking-learn-more-solo": "सोलो स्टेकिंगबद्दल अधिक जाणून घ्या",
  "page-staking-dropdown-saas": "एक सेवा म्हणून स्टॅकिंग",
  "page-staking-saas-with-abbrev": "सेवा म्हणून स्टेकिंग (SaaS)",
  "page-staking-more-on-saas": "सेवा म्हणून स्टेकिंगवर अधिक",
  "page-staking-learn-more-saas": "सेवा म्हणून स्टेकिंगबद्दल अधिक जाणून घ्या",
  "page-staking-dropdown-pools": "पूल केलेले स्टॅकिंग",
  "page-staking-dropdown-withdrawals": "पैसे काढण्याबद्दल",
  "page-staking-dropdown-dvt": "वितरित व्हॅलिडेटर टेक",
  "page-staking-more-on-pools": "पूल्ड स्टेकिंगवर अधिक",
  "page-staking-learn-more-pools": "पूल्ड स्टेकिंगबद्दल अधिक जाणून घ्या",
  "page-staking-section-what-title": "स्टेकिंग म्हणजे काय?",
  "page-staking-section-why-title": "आपले ETH का स्टेक करावे?",
  "page-staking-section-why-p1": "हे सर्व आपण किती स्टेक करण्यास इच्छुक आहात यावर अवलंबून आहे. आपल्याला आपला स्वतःचा व्हॅलिडेटर सक्रिय करण्यासाठी 32 ETH ची आवश्यकता असेल, परंतु कमी स्टेक करणे शक्य आहे.",
  "page-staking-section-why-p2": "खालील पर्याय तपासा आणि आपल्यासाठी आणि नेटवर्कसाठी सर्वोत्तम असलेल्या पर्यायाची निवड करा.",
  "page-staking-guide-title-coincashew-ethereum": "CoinCashew's Ethereum 2.0 Guide",
  "page-staking-guide-title-somer-esat": "Somer Esat",
  "page-staking-guide-title-rocket-pool": "Rocket Pool Node Operators",
  "page-staking-guide-title-stakewise": "StakeWise Node Operators",
  "page-staking-guide-title-lido-csm": "Lido CSM Node Operators",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-guide-description-mac-linux-windows": "Linux, Windows, MacOS (CLI)",
  "page-staking-hierarchy-solo-h2": "होम स्टेकिंग",
  "page-staking-hierarchy-solo-pill-1": "सर्वात प्रभावी",
  "page-staking-hierarchy-solo-pill-2": "पूर्ण नियंत्रण",
  "page-staking-hierarchy-solo-pill-3": "पूर्ण बक्षिसे",
  "page-staking-hierarchy-solo-pill-4": "विश्वासहीन",
  "page-staking-hierarchy-solo-p1": "Ethereum वर होम स्टेकिंग हे स्टेकिंगसाठी <span class=\"gold\">गोल्ड स्टँडर्ड</span> आहे. हे पूर्ण सहभागाची बक्षिसे देते, नेटवर्कचे विकेंद्रीकरण सुधारते आणि आपल्या निधीसह इतर कोणावरही विश्वास ठेवण्याची कधीही आवश्यकता नसते.",
  "page-staking-hierarchy-solo-p2": "घरून स्टेकिंगचा विचार करणाऱ्यांकडे काही प्रमाणात ETH आणि ~24/7 इंटरनेटशी जोडलेला एक समर्पित संगणक असावा. काही तांत्रिक माहिती उपयुक्त आहे, परंतु ही प्रक्रिया सोपी करण्यासाठी आता वापरण्यास-सुलभ साधने अस्तित्वात आहेत.",
  "page-staking-hierarchy-solo-p3": "होम स्टेकर्स त्यांचे फंड इतरांसोबत पूल करू शकतात, किंवा कमीतकमी 32 ETH सह सोलो जाऊ शकतात. DeFi मध्ये प्रवेश राखण्यासाठी लिक्विड स्टेकिंग टोकन सोल्यूशन्स वापरले जाऊ शकतात.",
  "page-staking-hierarchy-saas-pill-1": "तुमचे 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "तुमच्या व्हॅलिडेटर की",
  "page-staking-hierarchy-saas-pill-3": "सोपवलेले नोड ऑपरेशन",
  "page-staking-hierarchy-saas-p1": "आपण हार्डवेअर हाताळू इच्छित नसल्यास किंवा आपल्याला सोयीस्कर वाटत नसल्यास परंतु तरीही आपले 32 ETH स्टेक करू इच्छित असल्यास, सेवा म्हणून स्टेकिंग पर्याय आपल्याला मूळ ब्लॉक बक्षिसे मिळवताना कठीण भाग सोपवण्याची परवानगी देतात.",
  "page-staking-hierarchy-saas-p2": "हे पर्याय सामान्यतः तुम्हाला व्हॅलिडेटर क्रेडेंशियल्सचा संच तयार करणे, तुमच्या स्वाक्षरी की अपलोड करणे आणि तुमचे 32 ETH जमा करणे यातून मार्गदर्शन करतात. हे सेवेला तुमच्या वतीने प्रमाणित करण्यास अनुमती देते.",
  "page-staking-hierarchy-saas-p3": "स्टेकिंगच्या या पद्धतीसाठी प्रदात्यावर विशिष्ट स्तरावरील विश्वासाची आवश्यकता असते. प्रति-पक्षाचा धोका मर्यादित करण्यासाठी, तुमचे ETH काढण्याच्या की सामान्यतः तुमच्या ताब्यात ठेवल्या जातात.",
  "page-staking-hierarchy-pools-pill-1": "कोणतीही रक्कम स्टेक करा",
  "page-staking-hierarchy-pools-pill-2": "बक्षिसे मिळवा",
  "page-staking-hierarchy-pools-pill-3": "ते सोपे ठेवा",
  "page-staking-hierarchy-pools-pill-4": "लोकप्रिय",
  "page-staking-hierarchy-pools-p1": "ज्या वापरकर्त्यांकडे 32 ETH स्टेक करण्यासाठी नाहीत किंवा त्यांना सोयीस्कर वाटत नाही त्यांना मदत करण्यासाठी अनेक पूलिंग सोल्यूशन्स अस्तित्वात आहेत.",
  "page-staking-hierarchy-pools-p2": "यापैकी अनेक पर्यायांमध्ये 'लिक्विड स्टेकिंग' म्हणून ओळखले जाते, ज्यात एक <a href=\"/glossary/#erc-20\">ERC-20</a> लिक्विडिटी टोकन समाविष्ट आहे जे तुमच्या स्टेक केलेल्या ETH चे प्रतिनिधित्व करते.",
  "page-staking-hierarchy-pools-p3": "लिक्विड स्टेकिंगमुळे स्टेकिंग आणि अनस्टेकिंग टोकन स्वॅपइतके सोपे होते आणि DeFi मध्ये स्टेक केलेल्या भांडवलाचा वापर सक्षम होतो. हा पर्याय वापरकर्त्यांना त्यांच्या मालमत्तेची कस्टडी त्यांच्या स्वतःच्या Ethereum <a href=\"/glossary/#wallet\">वॉलेटमध्ये</a> ठेवण्याची परवानगी देतो.",
  "page-staking-hierarchy-pools-p4": "पूल्ड स्टेकिंग Ethereum नेटवर्कसाठी मूळ नाही. तृतीय पक्ष हे उपाय तयार करत आहेत आणि त्यांचे स्वतःचे धोके आहेत.",
  "page-staking-hierarchy-cex-h2": "केंद्रीकृत देवाणघेवाण",
  "page-staking-hierarchy-cex-pill-1": "सर्वात कमी प्रभावी",
  "page-staking-hierarchy-cex-pill-2": "सर्वोच्च विश्वासाची गृहीतके",
  "page-staking-hierarchy-cex-p1": "अनेक केंद्रीकृत एक्सचेंज स्टेकिंग सेवा प्रदान करतात जर तुम्ही अजून तुमच्या स्वतःच्या वॉलेटमध्ये ETH ठेवण्यास सोयीस्कर नसाल. ते तुमच्या ETH होल्डिंग्सवर किमान देखरेख किंवा प्रयत्नांसह काही उत्पन्न मिळवण्याची परवानगी देण्यासाठी एक फॉलबॅक असू शकतात.",
  "page-staking-hierarchy-cex-p2": "येथे तडजोड अशी आहे की केंद्रीकृत प्रदाते मोठ्या संख्येने व्हॅलिडेटर्स चालवण्यासाठी ETH चे मोठे पूल एकत्रित करतात. हे नेटवर्क आणि त्याच्या वापरकर्त्यांसाठी धोकादायक असू शकते कारण ते एक मोठे केंद्रीकृत लक्ष्य आणि अयशस्वी होण्याचा बिंदू तयार करते, ज्यामुळे नेटवर्क हल्ला किंवा बग्ससाठी अधिक असुरक्षित बनते.",
  "page-staking-hierarchy-cex-p3": "तुम्हाला तुमच्या स्वतःच्या <a href=\"/glossary/#key\">की</a> ठेवण्यात सोयीस्कर वाटत नसेल, तर ठीक आहे. हे पर्याय तुमच्यासाठी येथे आहेत. दरम्यान, आमचे <a href=\"/wallets/\">वॉलेट्स पृष्ठ</a> तपासा, जिथे तुम्ही तुमच्या निधीवर खरी मालकी कशी घ्यायची हे शिकायला सुरुवात करू शकता. जेव्हा तुम्ही तयार असाल, तेव्हा परत या आणि देऊ केलेल्या सेल्फ-कस्टडी पूल्ड स्टेकिंग सेवांपैकी एक वापरून तुमचा स्टेकिंग गेम सुधारा.",
  "page-staking-hierarchy-subtext": "तुम्ही लक्षात घेतले असेल की, Ethereum स्टेकिंगमध्ये सहभागी होण्याचे अनेक मार्ग आहेत. हे मार्ग वापरकर्त्यांच्या विस्तृत श्रेणीला लक्ष्य करतात आणि शेवटी प्रत्येक अद्वितीय आहेत आणि धोके, बक्षिसे आणि विश्वासाच्या गृहितकांच्या बाबतीत भिन्न आहेत. काही इतरांपेक्षा अधिक विकेंद्रीकृत, युद्ध-परीक्षित आणि/किंवा धोकादायक आहेत. आम्ही या क्षेत्रातील लोकप्रिय प्रकल्पांबद्दल काही माहिती प्रदान करतो, परंतु कुठेही ETH पाठवण्यापूर्वी <em>नेहमी स्वतःचे संशोधन करा</em>.",
  "page-staking-comparison-solo-saas": "SaaS प्रदात्यांसह तुम्हाला अजूनही 32 ETH जमा करणे आवश्यक आहे, परंतु हार्डवेअर चालवण्याची आवश्यकता नाही. तुम्ही सामान्यतः तुमच्या व्हॅलिडेटर कीजमध्ये प्रवेश राखता, परंतु तुम्हाला तुमच्या स्वाक्षरी कीज देखील शेअर कराव्या लागतील जेणेकरून ऑपरेटर तुमच्या व्हॅलिडेटरच्या वतीने कार्य करू शकेल. हे विश्वासाचा एक स्तर सादर करते जो तुमचे स्वतःचे हार्डवेअर चालवताना उपस्थित नसतो, आणि घरी सोलो स्टेकिंगच्या विपरीत, SaaS नोड्सच्या भौगोलिक वितरणात तितकी मदत करत नाही. जर तुम्ही हार्डवेअर चालवण्यात अस्वस्थ असाल परंतु तरीही 32 ETH स्टेक करू इच्छित असाल, तर SaaS प्रदाता वापरणे तुमच्यासाठी एक चांगला पर्याय असू शकतो.",
  "page-staking-comparison-solo-pools": "सोलो स्टेकिंग हे पूलिंग सेवेसह स्टेकिंगपेक्षा लक्षणीयरीत्या अधिक गुंतलेले आहे, परंतु ETH बक्षिसांमध्ये पूर्ण प्रवेश आणि तुमच्या व्हॅलिडेटरच्या सेटअप आणि सुरक्षिततेवर पूर्ण नियंत्रण देते. पूल्ड स्टेकिंगमध्ये प्रवेशाचा अडथळा लक्षणीयरीत्या कमी आहे. वापरकर्ते कमी प्रमाणात ETH स्टेक करू शकतात, व्हॅलिडेटर कीज तयार करणे आवश्यक नाही आणि प्रमाणित इंटरनेट कनेक्शनच्या पलीकडे हार्डवेअर आवश्यकता नाहीत. लिक्विडिटी टोकन प्रोटोकॉल स्तरावर सक्षम होण्यापूर्वी स्टेकिंगमधून बाहेर पडण्याची क्षमता सक्षम करतात. जर तुम्हाला या वैशिष्ट्यांमध्ये स्वारस्य असेल, तर पूल्ड स्टेकिंग योग्य ठरू शकते.",
  "page-staking-comparison-saas-solo": "समानतांमध्ये निधी पूल न करता तुमच्या स्वतःच्या व्हॅलिडेटर कीज असणे समाविष्ट आहे, परंतु SaaS सह तुम्हाला तृतीय-पक्षावर विश्वास ठेवणे आवश्यक आहे, जो संभाव्यतः दुर्भावनापूर्णपणे कार्य करू शकतो किंवा स्वतः हल्ला किंवा नियमनाचे लक्ष्य बनू शकतो. जर ही विश्वासाची गृहीतके किंवा केंद्रीकरणाचे धोके तुम्हाला चिंतित करत असतील, तर स्व-सार्वभौम स्टेकिंगचा सुवर्ण मानक सोलो स्टेकिंग आहे.",
  "page-staking-comparison-saas-pools": "हे समान आहेत कारण तुम्ही सामान्यतः व्हॅलिडेटर क्लायंट चालवण्यासाठी इतर कोणावर तरी अवलंबून आहात, परंतु SaaS च्या विपरीत, पूल्ड स्टेकिंग तुम्हाला कमी प्रमाणात ETH सह सहभागी होण्याची परवानगी देते. जर तुम्ही 32 ETH पेक्षा कमी स्टेक करू इच्छित असाल, तर हे तपासा.",
  "page-staking-comparison-pools-solo": "होम स्टेकिंगच्या तुलनेत पूल्ड स्टेकिंगमध्ये प्रवेशाचा अडथळा लक्षणीयरीत्या कमी आहे, परंतु सर्व नोड ऑपरेशन्स तृतीय-पक्षाकडे सोपवून आणि शुल्कासह अतिरिक्त धोका येतो. होम स्टेकिंग स्टेकिंग सेटअप निवडण्यात जाणाऱ्या निवडींवर पूर्ण सार्वभौमत्व आणि नियंत्रण देते. स्टेकर्सना त्यांच्या कीज कधीही सोपवाव्या लागत नाहीत आणि ते कोणत्याही मध्यस्थांनी कट न घेता पूर्ण बक्षिसे मिळवतात.",
  "page-staking-comparison-pools-saas": "हे समान आहेत कारण स्टेकर्स स्वतः व्हॅलिडेटर सॉफ्टवेअर चालवत नाहीत, परंतु पूलिंग पर्यायांच्या विपरीत, SaaS ला व्हॅलिडेटर सक्रिय करण्यासाठी पूर्ण 32 ETH डिपॉझिट आवश्यक आहे. बक्षिसे स्टेकर्सकडे जमा होतात, आणि सामान्यतः सेवा वापरण्यासाठी मासिक शुल्क किंवा इतर स्टेक समाविष्ट असतो. जर तुम्ही तुमच्या स्वतःच्या व्हॅलिडेटर कीज पसंत करत असाल आणि कमीतकमी 32 ETH स्टेक करू इच्छित असाल, तर SaaS प्रदाता वापरणे तुमच्यासाठी एक चांगला पर्याय असू शकतो.",
  "page-staking-considerations-dropdown-text": "स्टेकिंग विचार",
  "page-staking-considerations-dropdown-aria-label": "स्टेकिंग विचारांसाठी ड्रॉपडाउन मेनू",
  "page-staking-considerations-solo-1-title": "ओपन सोर्स",
  "page-staking-considerations-solo-1-description": "अत्यावश्यक कोड 100% मुक्त स्रोत आहे आणि लोकांना फोर्क आणि वापरण्यासाठी उपलब्ध आहे",
  "page-staking-considerations-solo-1-warning": "बंद स्रोत",
  "page-staking-considerations-solo-2-title": "ऑडिट केलेले",
  "page-staking-considerations-solo-2-description": "अत्यावश्यक कोडचे औपचारिक ऑडिटिंग झाले आहे आणि परिणाम प्रकाशित आणि सार्वजनिकरित्या उपलब्ध आहेत",
  "page-staking-considerations-solo-2-warning": "काहीही नाही",
  "page-staking-considerations-solo-3-title": "बग बाउंटी",
  "page-staking-considerations-solo-3-description": "सुरक्षितपणे भेद्यता कळवल्याबद्दल आणि/किंवा त्या दुरुस्त केल्याबद्दल वापरकर्त्यांना बक्षीस देण्यासाठी कोणत्याही अत्यावश्यक कोडवर सार्वजनिक बग बाऊंटी आयोजित केली गेली आहे",
  "page-staking-considerations-solo-3-valid": "सध्या सक्रिय",
  "page-staking-considerations-solo-3-caution": "पूर्ण झाले",
  "page-staking-considerations-solo-4-title": "युद्ध-परीक्षित",
  "page-staking-considerations-solo-4-description": "सॉफ्टवेअर दर्शविलेल्या कालावधीसाठी लोकांसाठी उपलब्ध आहे आणि वापरले गेले आहे",
  "page-staking-considerations-solo-4-valid": "लाइव्ह > 1 वर्ष",
  "page-staking-considerations-solo-4-caution": "लाइव्ह > 6 महिने",
  "page-staking-considerations-solo-4-warning": "नुकतेच प्रसिद्ध झाले",
  "page-staking-considerations-solo-5-title": "विश्वासहीन",
  "page-staking-considerations-solo-5-description": "व्हॅलिडेटरच्या जीवनचक्रात कोणत्याही वेळी व्हॅलिडेटर की इतर कोणत्याही मानवावर सोपवल्या जात नाहीत. यात सामील असलेले कोणतेही स्मार्ट करार मागच्या दारांपासून मुक्त आहेत, अंमलबजावणीसाठी विशेषाधिकारित परवानग्यांवर अवलंबून नाहीत.",
  "page-staking-considerations-solo-5-warning": "विश्वसनीय",
  "page-staking-considerations-solo-6-title": "परवानगीहीन",
  "page-staking-considerations-solo-6-description": "सॉफ्टवेअर किंवा सेवा वापरून व्हॅलिडेटर चालवण्यासाठी वापरकर्त्यांना कोणत्याही विशेष परवानगीची आवश्यकता नाही",
  "page-staking-considerations-solo-6-valid": "परवानगी नाही",
  "page-staking-considerations-solo-6-warning": "परवानगी आवश्यक",
  "page-staking-considerations-solo-7-title": "मल्टी-क्लायंट",
  "page-staking-considerations-solo-7-description": "सॉफ्टवेअर वापरकर्त्यांना किमान दोन किंवा अधिक एक्झिक्यूशन क्लायंट आणि दोन किंवा अधिक कन्सेन्सस लेअर क्लायंटमधून निवडण्याची आणि स्विच करण्याची सुविधा देते",
  "page-staking-considerations-solo-7-valid": "सोपे क्लायंट स्विचिंग",
  "page-staking-considerations-solo-7-warning": "बहुसंख्य क्लायंटपुरते मर्यादित",
  "page-staking-considerations-solo-8-title": "स्व-अभिरक्षण",
  "page-staking-considerations-solo-8-description": "वापरकर्ता स्वाक्षरी आणि पैसे काढण्याच्या कीसह कोणत्याही व्हॅलिडेटर क्रेडेंशियल्सची कस्टडी ठेवतो",
  "page-staking-considerations-solo-8-warning": "तृतीय-पक्ष कस्टोडियन",
  "page-staking-considerations-solo-9-title": "किफायतशीर",
  "page-staking-considerations-solo-9-description": "वापरकर्ते 32 ETH पेक्षा कमी स्टेक करून, इतरांकडून जमा केलेल्या निधीचा वापर करून व्हॅलिडेटर चालवू शकतात",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "सेवा दर्शविलेल्या कालावधीसाठी लोकांसाठी उपलब्ध आहे आणि वापरली गेली आहे",
  "page-staking-considerations-saas-6-description": "सेवेमध्ये सहभागी होण्यासाठी वापरकर्त्यांना कोणतीही विशेष परवानगी, खाते साइन अप किंवा KYC ची आवश्यकता नाही",
  "page-staking-considerations-saas-6-valid": "कोणीही सामील होऊ शकतो",
  "page-staking-considerations-saas-6-warning": "परवानगी आवश्यक",
  "page-staking-considerations-saas-7-title": "अंमलबजावणी विविधता",
  "page-staking-considerations-saas-7-description": "सेवेने त्यांच्या एकूण व्हॅलिडेटर्सपैकी 50% पेक्षा जास्त बहुसंख्य एक्झिक्यूशन क्लायंटसह चालवू नये",
  "page-staking-considerations-saas-7-valid": "50% पेक्षा कमी",
  "page-staking-considerations-saas-7-caution": "सध्या अज्ञात",
  "page-staking-considerations-saas-7-warning": "50% पेक्षा जास्त",
  "page-staking-considerations-saas-8-title": "सहमती विविधता",
  "page-staking-considerations-saas-8-description": "सेवेने त्यांच्या एकूण व्हॅलिडेटर्सपैकी 50% पेक्षा जास्त बहुसंख्य सहमती क्लायंटसह चालवू नये",
  "page-staking-considerations-saas-8-valid": "50% पेक्षा कमी",
  "page-staking-considerations-saas-8-caution": "सध्या अज्ञात",
  "page-staking-considerations-saas-8-warning": "50% पेक्षा जास्त",
  "page-staking-considerations-pools-5-description": "सेवा तुमच्या कीजची कस्टडी घेण्यासाठी किंवा बक्षिसे वितरित करण्यासाठी कोणत्याही मानवावर विश्वास ठेवण्याची आवश्यकता नाही",
  "page-staking-considerations-pools-6-title": "परवानगीहीन नोड्स",
  "page-staking-considerations-pools-6-description": "सेवा कोणालाही परवानगीशिवाय पूलसाठी नोड ऑपरेटर म्हणून सामील होण्याची परवानगी देते",
  "page-staking-considerations-pools-7-description": "सेवेने त्यांच्या एकूण व्हॅलिडेटर्सपैकी 50% पेक्षा जास्त बहुसंख्य एक्झिक्यूशन क्लायंटसह चालवू नये",
  "page-staking-considerations-pools-8-title": "लिक्विडिटी टोकन",
  "page-staking-considerations-pools-8-description": "तुमच्या स्वतःच्या वॉलेटमध्ये ठेवलेल्या तुमच्या स्टेक केलेल्या ETH चे प्रतिनिधित्व करणारे व्यापार करण्यायोग्य लिक्विडिटी टोकन ऑफर करते",
  "page-staking-considerations-pools-8-valid": "लिक्विडिटी टोकन(न्स)",
  "page-staking-considerations-pools-8-warning": "लिक्विडिटी टोकन नाही",
  "page-staking-considerations-pools-9-description": "सेवेने त्यांच्या एकूण व्हॅलिडेटर्सपैकी 50% पेक्षा जास्त बहुसंख्य सहमती क्लायंटसह चालवू नये",
  "page-staking-how-solo-works-item-1": "काही हार्डवेअर मिळवा: स्टेक करण्यासाठी तुम्हाला <a href=\"/run-a-node/\">एक नोड चालवण्याची</a> आवश्यकता आहे",
  "page-staking-how-solo-works-item-2": "एक एक्झिक्यूशन लेअर क्लायंट सिंक करा",
  "page-staking-how-solo-works-item-3": "एक कन्सेन्सस लेअर क्लायंट सिंक करा",
  "page-staking-how-solo-works-item-4": "तुमच्या कीज तयार करा आणि त्या तुमच्या व्हॅलिडेटर क्लायंटमध्ये लोड करा",
  "page-staking-how-solo-works-item-5": "तुमच्या नोडचे निरीक्षण करा आणि देखभाल करा",
  "page-staking-launchpad-widget-mainnet-label": "Mainnet",
  "page-staking-launchpad-widget-start": "{network} वर स्टेकिंग सुरू करा",
  "page-staking-launchpad-widget-span": "नेटवर्क निवडा",
  "page-staking-launchpad-widget-p1": "सोलो व्हॅलिडेटर्सकडून निधी धोक्यात घालण्यापूर्वी {{network}} टेस्टनेटवर <strong>त्यांच्या सेटअपची चाचणी</strong> आणि ऑपरेशनल कौशल्यांची अपेक्षा केली जाते. लक्षात ठेवा <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">अल्पसंख्याक क्लायंट</a> निवडणे महत्त्वाचे आहे कारण ते नेटवर्कची सुरक्षा सुधारते आणि तुमचा धोका मर्यादित करते.",
  "page-staking-launchpad-widget-p2": "जर तुम्हाला ते सोयीचे वाटत असेल, तर तुम्ही फक्त स्टेकिंग लॉन्चपॅड वापरून कमांड लाइनवरून आवश्यक असलेल्या सर्व गोष्टी सेट करू शकता.",
  "page-staking-launchpad-widget-p3": "गोष्टी सोप्या करण्यासाठी, खालील काही साधने आणि मार्गदर्शक तपासा जे तुम्हाला स्टेकिंग लॉन्चपॅडसोबत तुमच्या क्लायंट्सना सहजपणे सेट करण्यासाठी मदत करू शकतात.",
  "page-staking-launchpad-widget-link": "सॉफ्टवेअर साधने आणि मार्गदर्शक",
  "page-staking-products-get-started": "सुरू करा",
  "page-staking-products-follow": "यावर भेट द्या",
  "page-staking-dropdown-staking-options": "स्टेकिंग पर्याय",
  "page-staking-dropdown-staking-options-alt": "स्टेकिंग पर्याय ड्रॉपडाउन मेनू",
  "page-staking-stats-box-metric-1": "एकूण लावलेले ETH",
  "page-staking-stats-box-metric-2": "एकूण व्हॅलिडेटर्स",
  "page-staking-stats-box-metric-3": "सध्याचा APR",
  "page-staking-stats-box-metric-1-tooltip": "Beacon Chain वर स्टेकवर असलेल्या पात्र ETH ची बेरीज",
  "page-staking-stats-box-metric-2-tooltip": "Beacon Chain वर सध्या सक्रिय असलेल्या व्हॅलिडेटर खात्यांची संख्या",
  "page-staking-stats-box-metric-3-tooltip": "गेल्या 24-तासांच्या कालावधीत प्रति व्हॅलिडेटर सरासरी वार्षिक आर्थिक परतावा",
  "page-staking-section-comparison-subtitle": "स्टेकिंगसाठी एक-आकार-सर्वांसाठी-योग्य असा कोणताही उपाय नाही, आणि प्रत्येक अद्वितीय आहे. येथे आपण स्टेक करण्याच्या विविध पद्धतींचे काही धोके, बक्षिसे आणि आवश्यकतांची तुलना करू.",
  "page-staking-section-comparison-rewards-title": "बक्षिसे",
  "page-staking-section-comparison-solo-rewards-li1": "कमाल बक्षिसे - थेट प्रोटोकॉलमधून पूर्ण बक्षिसे मिळवा",
  "page-staking-section-comparison-solo-rewards-li2": "ब्लॉक प्रस्तावित करण्यासाठी बक्षिसे, ज्यात न जळलेले व्यवहार शुल्क आणि नेटवर्कच्या स्थितीची नियमितपणे साक्ष देणे समाविष्ट आहे",
  "page-staking-section-comparison-solo-rewards-li3": "DeFi मध्ये वापरण्यासाठी तुमच्या होम नोडच्या विरुद्ध लिक्विड स्टेकिंग टोकन मिंट करण्याचा पर्याय",
  "page-staking-section-comparison-saas-rewards-li1": "सामान्यतः पूर्ण प्रोटोकॉल बक्षिसे वजा नोड ऑपरेशन्ससाठी मासिक शुल्क समाविष्ट असते",
  "page-staking-section-comparison-saas-rewards-li2": "तुमच्या व्हॅलिडेटर क्लायंटचा सहज मागोवा घेण्यासाठी डॅशबोर्ड अनेकदा उपलब्ध असतात",
  "page-staking-section-comparison-pools-rewards-li1": "पूल्ड स्टेकर्स निवडलेल्या पूल्ड स्टेकिंगच्या पद्धतीनुसार वेगळ्या प्रकारे बक्षिसे जमा करतात",
  "page-staking-section-comparison-pools-rewards-li2": "अनेक पूल्ड स्टेकिंग सेवा एक किंवा अधिक <a href=\"/glossary/#liquidity-tokens\">लिक्विडिटी टोकन</a> ऑफर करतात जे तुमच्या स्टेक केलेल्या ETH तसेच व्हॅलिडेटर बक्षिसांमधील तुमच्या वाट्याचे प्रतिनिधित्व करतात",
  "page-staking-section-comparison-pools-rewards-li3": "लिक्विडिटी टोकन तुमच्या स्वतःच्या वॉलेटमध्ये ठेवता येतात, <a href=\"/glossary/#defi\">DeFi</a> मध्ये वापरता येतात आणि तुम्ही बाहेर पडण्याचा निर्णय घेतल्यास विकता येतात",
  "page-staking-section-comparison-risks-title": "जोखीम",
  "page-staking-section-comparison-solo-risks-li1": "तुमचे ETH स्टेकवर आहे",
  "page-staking-section-comparison-solo-risks-li2": "ऑफलाइन जाण्यासाठी दंड आहे, ज्यासाठी ETH खर्च होतो",
  "page-staking-section-comparison-solo-risks-li3": "दुर्भावनापूर्ण वर्तनासाठी स्लॅशिंग (मोठा दंड आणि नेटवर्कमधून बाहेर काढणे)",
  "page-staking-section-comparison-solo-risks-li4": "लिक्विड स्टेकिंग टोकन मिंट केल्याने स्मार्ट कॉन्ट्रॅक्टचा धोका निर्माण होईल, परंतु हे पूर्णपणे ऐच्छिक आहे",
  "page-staking-section-comparison-saas-risks-li1": "सोलो स्टेकिंगसारखेच धोके आणि सेवा प्रदात्याचा प्रति-पक्ष धोका",
  "page-staking-section-comparison-saas-risks-li2": "तुमच्या स्वाक्षरी कीजचा वापर इतर कोणावर तरी सोपवला जातो जो दुर्भावनापूर्णपणे वागू शकतो",
  "page-staking-section-comparison-pools-risks-li1": "वापरलेल्या पद्धतीनुसार धोके बदलतात",
  "page-staking-section-comparison-pools-risks-li2": "सर्वसाधारणपणे, धोक्यांमध्ये प्रति-पक्ष, <a href=\"/glossary/#smart-contract\">स्मार्ट कॉन्ट्रॅक्ट</a> आणि अंमलबजावणी धोक्यांचे संयोजन असते",
  "page-staking-section-comparison-requirements-title": "आवश्यकता",
  "page-staking-section-comparison-solo-requirements-li1": "तुम्ही 32 ETH जमा करणे आवश्यक आहे",
  "page-staking-section-comparison-solo-requirements-li2": "इंटरनेटशी कनेक्ट असताना Ethereum <a href=\"/glossary/#execution-client\">एक्झिक्यूशन क्लायंट</a> आणि <a href=\"/glossary/#consensus-client\">कन्सेन्सस क्लायंट</a> दोन्ही चालवणारे हार्डवेअर ठेवा",
  "page-staking-section-comparison-solo-requirements-li3": "<a href=\"https://hoodi.launchpad.ethereum.org\" target=\"_blank\">स्टेकिंग लॉन्चपॅड</a> तुम्हाला प्रक्रिया आणि हार्डवेअर आवश्यकतांद्वारे मार्गदर्शन करेल",
  "page-staking-section-comparison-saas-requirements-li1": "32 ETH जमा करा आणि मदतीने तुमच्या कीज तयार करा",
  "page-staking-section-comparison-saas-requirements-li2": "तुमच्या कीज सुरक्षितपणे साठवा",
  "page-staking-section-comparison-saas-requirements-li3": "बाकीची काळजी घेतली जाते, जरी विशिष्ट सेवा बदलू शकतात",
  "page-staking-section-comparison-pools-requirements-li1": "सर्वात कमी ETH आवश्यकता, काही प्रकल्पांना 0.01 ETH इतके कमी आवश्यक आहे",
  "page-staking-section-comparison-pools-requirements-li2": "तुमच्या वॉलेटमधून थेट विविध पूल्ड स्टेकिंग प्लॅटफॉर्मवर जमा करा किंवा फक्त स्टेकिंग लिक्विडिटी टोकनपैकी एकासाठी व्यापार करा",
  "page-staking-faq-1-question": "व्हॅलिडेटर म्हणजे काय?",
  "page-staking-faq-1-answer": "<em>व्हॅलिडेटर</em> ही एक आभासी संस्था आहे जी Ethereum वर राहते आणि Ethereum प्रोटोकॉलच्या सहमतीत भाग घेते. व्हॅलिडेटर्स बॅलन्स, सार्वजनिक की आणि इतर गुणधर्मांद्वारे दर्शविले जातात. <em>व्हॅलिडेटर क्लायंट</em> हे सॉफ्टवेअर आहे जे व्हॅलिडेटरच्या वतीने त्याची खाजगी की धारण करून आणि वापरून कार्य करते. एकच व्हॅलिडेटर क्लायंट अनेक की जोड्या ठेवू शकतो, अनेक व्हॅलिडेटर्स नियंत्रित करू शकतो.",
  "page-staking-faq-2-question": "माझे फंड स्टेकवर असणे का आवश्यक आहे?",
  "page-staking-faq-2-answer": "व्हॅलिडेटरकडे नेटवर्कसाठी ब्लॉक प्रस्तावित करण्याची आणि साक्ष देण्याची क्षमता असते. अप्रामाणिक वर्तन टाळण्यासाठी, वापरकर्त्यांचे फंड स्टेकवर असणे आवश्यक आहे. हे प्रोटोकॉलला दुर्भावनापूर्ण कलाकारांना दंडित करण्याची परवानगी देते. स्टेकिंग तुम्हाला प्रामाणिक ठेवण्याचा एक मार्ग आहे, कारण तुमच्या कृतींचे आर्थिक परिणाम होतील.",
  "page-staking-faq-3-question": "मी 'Eth2' खरेदी करू शकेन का?",
  "page-staking-faq-3-answer-p1": "प्रोटोकॉलसाठी मूळ 'Eth2' टोकन नाही, कारण Ethereum ने प्रूफ-ऑफ-स्टेकवर स्विच केल्यावर मूळ टोकन इथर (ETH) बदलले नाही.",
  "page-staking-faq-3-answer-p2": "डेरिव्हेटिव्ह टोकन/टिकर्स आहेत जे स्टेक केलेल्या ETH चे प्रतिनिधित्व करू शकतात (उदा. Rocket Pool कडून rETH, Lido कडून stETH, Coinbase कडून ETH2). <a href=\"/staking/pools/\">स्टेकिंग पूल</a>बद्दल अधिक जाणून घ्या",
  "page-staking-faq-4-question": "स्टेकिंग आधीच लाइव्ह आहे का?",
  "page-staking-faq-4-answer-p1": "होय. स्टेकिंग 1 डिसेंबर 2020 पासून लाइव्ह आहे",
  "page-staking-faq-4-answer-p2": "याचा अर्थ असा आहे की स्टेकिंग सध्या वापरकर्त्यांसाठी त्यांचे ETH जमा करण्यासाठी, व्हॅलिडेटर क्लायंट चालवण्यासाठी आणि बक्षिसे मिळवण्यास प्रारंभ करण्यासाठी लाइव्ह आहे.",
  "page-staking-faq-4-answer-p3": "शांघाय/कॅपला अपग्रेड 12 एप्रिल 2023 रोजी पूर्ण झाले, ज्यामुळे स्टेकिंग पैसे काढणे शक्य झाले, स्टेकिंग लिक्विडिटीवरील लूप बंद झाला.",
  "page-staking-faq-5-question": "मी माझे स्टेक केलेले ETH कधी काढू शकेन?",
  "page-staking-faq-5-answer-p1": "आत्ताच! स्टेकर्स निवडल्यास त्यांचे बक्षिसे आणि/किंवा मुख्य डिपॉझिट त्यांच्या व्हॅलिडेटर बॅलन्समधून काढण्यास मोकळे आहेत.",
  "page-staking-faq-5-answer-p2": "स्टेकर्स ब्लॉक प्रस्तावित करताना शुल्क आणि MEV च्या स्वरूपात बक्षिसे देखील मिळवतील, जे सेट फी प्राप्तकर्ता पत्त्याद्वारे त्वरित उपलब्ध केले जातात.",
  "page-staking-faq-5-answer-link": "पैसे काढण्यावर अधिक",
  "page-staking-further-reading-author-vitalik-buterin": "विटालिक बुटेरिन",
  "page-staking-further-reading-2-link": "Serenity डिझाइन रॅशनेल",
  "page-staking-further-reading-4-link": "Eth2 बातम्या",
  "page-staking-further-reading-4-author": "बेन एजिंग्टन",
  "page-staking-further-reading-5-link": "अंतिम क्र. 33, Ethereum कन्सेन्सस-लेअर (जानेवारी 2022)",
  "page-staking-further-reading-5-author": "डॅनी रायन",
  "page-staking-further-reading-6-link": "अटेस्टंट पोस्ट्स",
  "page-staking-further-reading-8-link": "Beaconcha.in समुदाय-योगदानित शैक्षणिक साहित्य",
  "page-staking-further-reading-9-link": "Ethereum स्टेकिंग लॉन्चपॅड FAQ",
  "page-staking-further-reading-10-link": "EthStaker ज्ञानकोश",
  "page-staking-toc-how-to-stake-your-eth": "आपले ETH कसे स्टेक करावे",
  "page-staking-toc-comparison-of-options": "स्टेकिंग पर्यायांची तुलना",
  "page-staking-toc-faq": "FAQ",
  "page-staking-toc-further": "पुढील वाचन",
  "page-staking-dom-info-title": "Ethereum सह स्टेकिंग",
  "page-staking-join-community": "स्टेकर समुदायात सामील व्हा",
  "page-staking-join-community-desc": "EthStaker हे प्रत्येकासाठी Ethereum वर स्टेकिंगबद्दल चर्चा करण्यासाठी आणि शिकण्यासाठी एक समुदाय आहे. सल्ला, समर्थन आणि सर्व गोष्टींवर चर्चा करण्यासाठी जगभरातील हजारो सदस्यांमध्ये सामील व्हा.",
  "page-staking-meta-description": "Ethereum स्टेकिंगचे विहंगावलोकन: धोके, बक्षिसे, आवश्यकता आणि ते कुठे करायचे.",
  "page-staking-meta-title": "Ethereum स्टेकिंग: ते कसे कार्य करते?",
  "page-staking-withdrawals-important-notices": "महत्वाच्या सूचना",
  "page-staking-withdrawals-important-notices-desc": "पैसे काढणे अद्याप उपलब्ध नाही. अधिक माहितीसाठी कृपया <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Eth2 मर्ज आणि पोस्ट-मर्ज FAQ</a> वाचा.",
  "page-upgrades-merge-btn": "मर्ज वर अधिक",
  "subscribe-to-ef-blog": "नवीनतम प्रोटोकॉल घोषणांसाठी ईमेल सूचना प्राप्त करण्यासाठी <a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">EF ब्लॉगची सदस्यता घ्या</a>.",
  "page-staking-comparison-with-other-options": "इतर पर्यायांसह तुलना",
  "page-staking-any-amount": "कोणतीही रक्कम",
  "page-staking-network-testnet": "{network} टेस्टनेट"
}
