{
  "page-what-is-ethereum-network-meta-title": "इथीरियम नेटवर्क म्हणजे काय? | ethereum.org",
  "page-what-is-ethereum-network-meta-description": "इथीरियम नेटवर्क म्हणजे काय, स्टेकिंग आणि सुरक्षितता, नेटवर्क फी (उर्फ गॅस), लेयर 2 स्केलिंग नेटवर्क्स आणि थेट नेटवर्क डेटा कसे एक्सप्लोर करायचे ते समजून घ्या.",
  "page-what-is-ethereum-network-twitter-meta-description": "इथीरियम नेटवर्क म्हणजे काय, स्टेकिंग आणि सुरक्षितता, नेटवर्क फी, लेयर 2 स्केलिंग नेटवर्क्स आणि थेट नेटवर्क डेटा कसे एक्सप्लोर करायचे ते समजून घ्या.",
  "page-what-is-ethereum-network-title": "इथीरियम नेटवर्क म्हणजे काय?",
  "page-what-is-ethereum-network-description-1": "इथीरियम नेटवर्क ही इथीरियमला आधार देणारी भौतिक आणि डिजिटल पायाभूत सुविधा आहे.",
  "page-what-is-ethereum-network-description-2": "यामध्ये डेटा स्टोअर करणारे नोड्स, व्यवहार प्रक्रिया करणारे व्हॅलिडेटर्स, स्मार्ट कॉन्ट्रॅक्ट्स चालवणारे सॉफ्टवेअर आणि मुख्य चेनच्या पलीकडे इथीरियमला स्केल करणारे लेयर 2 नेटवर्क्स यांचा समावेश आहे.",
  "page-what-is-ethereum-network-section-network-fees-title": "इथीरियम नेटवर्क फी (उर्फ गॅस फी) म्हणजे काय?",
  "page-what-is-ethereum-network-section-staking-title": "स्टेकिंग म्हणजे काय आणि ते नेटवर्कला कसे सुरक्षित करते?",
  "page-what-is-ethereum-network-section-layer-2s-title": "इथीरियम लेयर 2 काय आहेत आणि ते नेटवर्कला कसे स्केल करतात?",
  "page-what-is-ethereum-network-section-live-network-data-title": "थेट इथीरियम नेटवर्क डेटा कसा एक्सप्लोर करायचा",
  "page-what-is-ethereum-network-read-next-title": "पुढे वाचा",
  "page-what-is-ethereum-network-read-next-item-1": "वॉलेट्स काय आहेत?",
  "page-what-is-ethereum-network-read-next-item-2": "इथर (ETH) म्हणजे काय?",
  "page-what-is-ethereum-network-read-next-item-3": "Web3 म्हणजे काय?",
  "page-what-is-ethereum-network-read-next-item-4": "इथीरियम नेटवर्कबद्दल अधिक जाणून घ्या",
  "page-what-is-ethereum-network-section-description-1": "जेव्हा लोक इथीरियमबद्दल बोलतात, तेव्हा ते सहसा काही वेगवेगळ्या गोष्टींबद्दल बोलत असतात. यात ॲप्स आणि डिजिटल मालमत्तेची इकोसिस्टीम, ओपन-सोर्स सॉफ्टवेअर प्लॅटफॉर्म आणि मूळ चलन इथर (ETH) यांचा समावेश आहे.",
  "page-what-is-ethereum-network-section-description-2": "पण या सर्वांच्या खाली <strong>इथीरियम नेटवर्क</strong> आहे; भौतिक आणि डिजिटल पाया जो सर्वकाही एकत्र बांधतो.",
  "page-what-is-ethereum-network-section-description-3": "मूळतः, इथीरियम नेटवर्क हे <strong>नोड्स नावाच्या हजारो स्वतंत्र संगणकांचा</strong> संग्रह आहे. हे नोड्स <strong>जगभरातील लोकांद्वारे चालवले जातात</strong>. ते एकत्र डेटा संग्रहित करण्यासाठी, स्मार्ट कॉन्ट्रॅक्ट्स कार्यान्वित करण्यासाठी आणि प्रत्येक व्यवहार एका खुल्या, सार्वजनिक लेजरवर रेकॉर्ड करण्यासाठी काम करतात.",
  "page-what-is-ethereum-network-section-description-4": "इथीरियम नेटवर्क अनेक महत्त्वाची कामे हाताळते, जसे की:",
  "page-what-is-ethereum-network-section-description-5": "वापरकर्ता खाती आणि शिल्लक अपडेट करणे",
  "page-what-is-ethereum-network-section-description-6": "स्मार्ट कॉन्ट्रॅक्ट्स कार्यान्वित करणे (ॲप्स चालवणारे प्रोग्राम)",
  "page-what-is-ethereum-network-section-description-7": "डिजिटल मालमत्तेच्या मालकीचा मागोवा घेणे (जसे की स्टेबलकॉइन्स आणि NFTs)",
  "page-what-is-ethereum-network-section-description-8": "दररोज इथीरियममधून जाणाऱ्या सर्व व्यवहारांवर प्रक्रिया करणे",
  "page-what-is-ethereum-network-section-description-9": "सुदैवाने, नेटवर्क कसे कार्य करते हे समजून घेण्यासाठी तुम्हाला ते वापरण्याची आवश्यकता नाही.",
  "page-what-is-ethereum-network-section-description-10": "बहुतेक लोक नेटवर्कचा वापर <a>डिजिटल वॉलेट</a> द्वारे करतात. <strong>एक वॉलेट</strong> हे सहसा एक वेब किंवा मोबाईल ॲप असते जे तुम्हाला <strong>ETH पाठवण्यास</strong> आणि <strong>स्वीकारण्यास, तुमची मालमत्ता व्यवस्थापित करण्यास</strong>, आणि ॲप्स वापरण्यास परवानगी देते.",
  "page-what-is-ethereum-network-section-description-11": "इतर प्रकारचे वापरकर्ते जसे की डेव्हलपर्स आणि इथीरियमवर तयार करणारे व्यवसाय APIs, नोड सॉफ्टवेअर किंवा स्मार्ट कॉन्ट्रॅक्ट्स तैनात करू शकतात.",
  "page-what-is-ethereum-network-section-description-12": "इथीरियम नेटवर्क त्याच्या डिझाइनमुळे पारंपरिक प्रणालींपेक्षा वेगळे आहे. <strong>इथीरियमचा कोड आणि डेटा जगभरातील विकेंद्रित नोड्सवर संग्रहित केला जातो</strong>, त्यामुळे कोणीही तुमचा प्रवेश अवरोधित करू शकत नाही किंवा तुमचे ॲप बंद करू शकत नाही.",
  "page-what-is-ethereum-network-section-description-13": "आणि कोणीही सामील होऊ शकत असल्यामुळे, ते जागतिक प्रवेश आणि नवनिर्मितीसाठी दार उघडते.",
  "page-what-is-ethereum-network-section-description-14": "हे गुण अशा गोष्टींना सक्षम करतात ज्या पूर्वी शक्य नव्हत्या, जसे की:",
  "page-what-is-ethereum-network-section-description-15": "डेटा मालकी",
  "page-what-is-ethereum-network-section-description-16": "डी-प्लॅटफॉर्मिंगशिवाय सोशल मीडिया",
  "page-what-is-ethereum-network-section-description-17": "खुल्या आणि पारदर्शक आर्थिक प्रणाली",
  "page-what-is-ethereum-network-section-description-18": "मूळतः, इथीरियम नेटवर्क हे डिजिटल मालकी आणि खुल्या सहभागासाठी एक पाया आहे.",
  "page-what-is-ethereum-network-section-description-19": "तुम्ही लोकांना <strong>इथीरियम मेननेटचा</strong> उल्लेख करताना ऐकले असेल. हे तेच इथीरियम नेटवर्क आहे जे दररोज लाखो लोक वापरतात, जिथे वास्तविक मालमत्तेची देवाणघेवाण होते आणि वास्तविक ॲप्स राहतात. पण “मेननेट” हे त्याला इथीरियम लेयर 2 नेटवर्क्स आणि डेव्हलपर्स नवीन वैशिष्ट्ये थेट जाण्यापूर्वी वापरतात त्या टेस्ट नेटवर्क्स (टेस्टनेट्स) पासून वेगळे करण्यास मदत करते.",
  "page-what-is-ethereum-network-gas-section-description-1": "इथीरियमवरील प्रत्येक व्यवहारासाठी गॅस फी नावाचे एक छोटे शुल्क लागते. तुम्ही ETH पाठवा, टोकन्स स्वॅप करा किंवा ॲप वापरा, प्रत्येक वेळी तुम्ही ब्लॉकचेनवर डेटा लिहिता तेव्हा तुम्ही थोड्या प्रमाणात गॅस भरता.",
  "page-what-is-ethereum-network-gas-section-description-2": "<strong>गॅस फी इथीरियमला सुरळीतपणे चालू ठेवते</strong>. त्याशिवाय, वाईट हेतू असलेले लोक नेटवर्कमध्ये रिकाम्या व्यवहारांसह स्पॅम करू शकतात आणि मोठ्या गर्दीमुळे त्याचा वापर करणे अशक्य करू शकतात, कारण वापरकर्ते भरण्यास तयार असलेल्या फीनुसार व्यवहारांना प्राधान्य देण्याचा कोणताही मार्ग नसेल.",
  "page-what-is-ethereum-network-gas-section-description-3": "इथीरियम गॅस फी व्यवहार वापरू शकणार्‍या अनेक विविध संसाधनांचा खर्च कव्हर करते, जसे की संगणन, बँडविड्थ, किंवा स्टोरेज. हे सर्व वापरकर्त्यांसाठी एकाच मूल्यामध्ये संक्षिप्त केले जाते, परंतु प्रत्येक ऑपरेशनला इतरांच्या तुलनेत किती खर्च यावा हे निर्धारित करण्यासाठी विस्तृत R&D केले जाते.",
  "page-what-is-ethereum-network-gas-section-description-4": "तर, जेव्हा तुम्ही गॅस भरता तेव्हा काय होते? त्याचा एक भाग <strong>व्हॅलिडेटरला दिला जातो</strong> जो तुमचा व्यवहार व्यवहारांच्या “ब्लॉक” मध्ये जोडतो. दुसरा भाग <strong>“बर्न” केला जातो, ज्यामुळे तो पुरवठ्यातून काढून टाकला जातो</strong>.",
  "page-what-is-ethereum-network-gas-section-description-5": "हे पुरवठा आणि मागणी संतुलित करण्यास मदत करते, कारण <strong>जेव्हा नेटवर्क व्यस्त असते, तेव्हा फी वाढते</strong>. जेव्हा गोष्टी शांत असतात, तेव्हा फी कमी होते.",
  "page-what-is-ethereum-network-gas-section-description-6": "ऑगस्ट २०२१ मध्ये नेटवर्कने <blog>फी बर्निंग सुरू केल्यापासून</blog>, <strong>लाखो ETH <beaconchain>बर्न केले गेले आहेत</beaconchain></strong>. तुम्ही इथीरियम समुदायाने तयार केलेले <ultrasound>नेटवर्क डॅशबोर्ड्स आणि एक्सप्लोरर्स</ultrasound> वापरून नवीनतम आकडेवारी एक्सप्लोर करू शकता.",
  "page-what-is-ethereum-network-gas-section-description-7": "तर, एका व्यवहारासाठी किती खर्च येतो?",
  "page-what-is-ethereum-network-gas-section-description-8": "बरं, <strong>तुम्ही काय करत आहात यावर फी अवलंबून असते</strong>. फक्त ETH पाठवल्यास एका डॉलरपेक्षा कमी खर्च येऊ शकतो. विकेंद्रित एक्सचेंज (DEX) वर टोकन्स स्वॅप करणे काही डॉलर्स किंवा त्याहून अधिक असू शकते, विशेषतः जर नेटवर्क व्यस्त असेल. व्यवहार जितका अधिक क्लिष्ट असेल तितका जास्त गॅस खर्च होतो.",
  "page-what-is-ethereum-network-gas-section-description-9": "गॅस फी इथीरियम वापरण्याचा सर्वात दृश्यमान भागांपैकी एक आहे, विशेषतः नवीन वापरकर्त्यांसाठी, पण हे सर्व नेटवर्कला अधिक विश्वसनीय आणि सुरक्षित बनवण्यासाठी जाते.",
  "page-what-is-ethereum-network-gas-section-description-10": "इथीरियम नेटवर्क फीबद्दल अधिक जाणून घ्या",
  "page-what-is-ethereum-network-staking-section-description-1": "इथीरियम नेटवर्क स्टेकिंग नावाच्या प्रणालीद्वारे सुरक्षित केले जाते. इथीरियम अशा प्रकारे <strong>व्यवहारांची पडताळणी करते, नवीन ब्लॉक्स जोडते</strong>, आणि नेटवर्कला <strong>हल्ल्यांपासून सुरक्षित ठेवते</strong>.",
  "page-what-is-ethereum-network-staking-section-description-2": "जेव्हा इथीरियम सुरू झाले, तेव्हा त्याने प्रूफ-ऑफ-वर्क नावाच्या सहमती यंत्रणेचा (कोणाकडे काय आहे यावर सहमत होण्याची एक पद्धत) वापर केला. ही तीच यंत्रणा आहे जी बिटकॉइन आज वापरते.",
  "page-what-is-ethereum-network-staking-section-description-3": "सप्टेंबर २०२२ मध्ये, इथीरियमने अधिक सुरक्षित आणि ऊर्जा-कार्यक्षम प्रूफ-ऑफ-स्टेक सहमती यंत्रणेत अपग्रेड केले.",
  "page-what-is-ethereum-network-staking-section-description-4": "तर, ते कसे कार्य करते?",
  "page-what-is-ethereum-network-staking-section-description-5": "सोप्या शब्दात सांगायचे झाल्यास, लोक काही ETH <strong>(त्यांचे ETH स्टेकवर ठेवतात)</strong> लॉक करतात, जेणेकरून ते <strong>नेटवर्क सुरक्षित करण्यास</strong> मदत करू शकतील. या लोकांना व्हॅलिडेटर्स म्हणतात. जेव्हा तुम्ही ETH स्टेक करता, तेव्हा तुमचा व्हॅलिडेटर नवीन व्यवहार तपासण्यासाठी आणि जोडण्यासाठी निवडला जातो. जर तुम्ही प्रामाणिकपणे केले, तर तुम्हाला <strong>बक्षिसे मिळतात</strong>. जर तुम्ही <strong>फसवण्याचा प्रयत्न केला, तर तुम्ही तुमच्या स्टेकचा काही भाग गमावता</strong>.",
  "page-what-is-ethereum-network-staking-section-description-6": "स्टेकिंगमुळे इथीरियम त्याच्या सेवा गुणवत्तेसाठी विश्वासार्हपणे वचनबद्ध राहते. स्टेकवर असलेल्या या सर्व पैशांमुळे इथीरियम सुरक्षित राहण्यातच सर्वोत्तम हित आहे—तुम्ही त्याच्या विरोधात पैज लावाल का?",
  "page-what-is-ethereum-network-staking-section-description-7": "प्रूफ-ऑफ-स्टेक सुरू केल्यानंतर फक्त दोन वर्षांत, इथीरियमने इथीरियमला सुरक्षित करण्यासाठी <stakedEther>लाखो ETH</stakedEther> स्टेक करणाऱ्या <validators>दहा लाखांहून अधिक व्हॅलिडेटर्सना</validators> आकर्षित केले. <strong>यामुळे इथीरियमवर हल्ला करणे अत्यंत महाग आणि कठीण होते</strong>. याचे कारण म्हणजे, नेटवर्कवर हल्ला करण्यासाठी, <strong>एका संस्थेला नेटवर्कवर हल्ला सुरू करण्यासाठी एकूण स्टेक केलेल्या ETH पैकी किमान १/३ ची गरज असते</strong>. आज, ही रक्कम अब्जावधी डॉलर्स इतकी आहे, आणि तरीही, हल्ला अयशस्वी होण्याची शक्यता आहे कारण १/३ पेक्षा जास्त नेटवर्कच्या उर्वरित भागाशी असहमत असल्यास फायनलायझेशन प्रतिबंधित होईल, परंतु चेन सोर्स-ऑफ-ट्रुथ मानल्या जाणाऱ्या दुसऱ्या आवृत्तीसह वाढतच राहील. १/२ पेक्षा जास्त आवृत्ती कोणती सत्य मानली जाईल हे बदलते, आणि २/३ पेक्षा जास्त आवृत्ती उर्वरित लोक सहमत नसलेल्या गोष्टीला अंतिम रूप देण्यास अनुमती देईल.",
  "page-what-is-ethereum-network-staking-section-description-8": "हेच इथीरियमला “<strong>आर्थिक सुरक्षा</strong>” देते. हे फक्त योग्य तंत्रज्ञान असण्याबद्दल नाही. हे हल्ल्यांना प्रयत्न करण्याइतके महाग बनवण्याबद्दल आहे.",
  "page-what-is-ethereum-network-staking-section-description-9": "इथीरियम नेटवर्क सुरक्षित करण्यात मदत करण्यासाठी, तुम्ही हे दोन मुख्य मार्गांनी करू शकता.",
  "page-what-is-ethereum-network-staking-section-description-10": "पहिला मार्ग म्हणजे नोड चालवणे. नोड्स ब्लॉकचेनचा संपूर्ण इतिहास संग्रहित करतात, ज्यात सर्व व्यवहार आणि स्मार्ट कॉन्ट्रॅक्ट डेटा समाविष्ट आहे. इतर नोड्ससह सिंक करून, ते नेटवर्कच्या स्थितीवर सहमत होऊ शकतात, व्यवहार कायदेशीर असल्याची आणि स्मार्ट कॉन्ट्रॅक्ट डेटा उपलब्ध असल्याची खात्री करतात.",
  "page-what-is-ethereum-network-staking-section-description-11": "दुसरा मार्ग म्हणजे तुमचा ETH स्टेक करणे. सर्वात सोपा मार्ग म्हणजे <lido>Lido</lido> किंवा <rocketpool>Rocketpool</rocketpool> सारख्या स्टेकिंग प्रदात्याद्वारे. पण जर तुमच्याकडे माहिती असेल, तर घरी व्हॅलिडेटर सॉफ्टवेअर चालवण्याचा प्रयत्न करा.",
  "page-what-is-ethereum-network-staking-section-description-12": "स्टेकिंगबद्दल आणि ते कसे करावे याबद्दल अधिक जाणून घ्या",
  "page-what-is-ethereum-network-staking-section-description-13": "नोड कसा चालवायचा ते शिका",
  "page-what-is-ethereum-network-layer-2s-section-description-1": "जसजसे इथीरियम अधिक लोकप्रिय होत आहे, तसतसे नेटवर्क व्यस्त होत आहे. जेव्हा मागणी जास्त असते, तेव्हा गॅस फी वाढते आणि व्यवहारांना जास्त वेळ लागतो. हे दुरुस्त करण्यासाठी, डेव्हलपर्सनी लेयर 2s नावाच्या <strong>सहयोगी नेटवर्क्सची</strong> एक मालिका तयार केली आहे.",
  "page-what-is-ethereum-network-layer-2s-section-description-2": "लेयर 2s, ज्यांना L2s म्हणूनही ओळखले जाते, हे इतर नेटवर्क्स आहेत जे <strong>इथीरियमच्या वर चालतात</strong>. ते व्यवहार स्वतंत्रपणे प्रक्रिया करतात, नंतर इथीरियमवर संग्रहित करण्यासाठी एक सारांश पाठवतात.",
  "page-what-is-ethereum-network-layer-2s-section-description-3": "तुम्ही त्यांना महामार्गावरील एक्सप्रेस लेनसारखे समजू शकता. प्रत्येक व्यवहार इथीरियम मेननेटमधून जाण्याऐवजी, त्यापैकी बरेच जण हे जलद, स्वस्त मार्ग वापरतात.",
  "page-what-is-ethereum-network-layer-2s-section-description-4": "काही सर्वात लोकप्रिय L2s मध्ये <strong>Base, Arbitrum, Optimism, zkSync</strong> आणि <strong>Starknet</strong> यांचा समावेश आहे. त्यापैकी प्रत्येकजण थोडे वेगळ्या पद्धतीने काम करतो, परंतु कल्पना तीच आहे—सुरक्षिततेशी तडजोड न करता इथीरियमला स्केल करणे.",
  "page-what-is-ethereum-network-layer-2s-section-description-5": "Optimism किंवा zkSync वरील एका साध्या ETH हस्तांतरणासाठी <l2fees>फक्त $0.04 इतका खर्च येऊ शकतो</l2fees>, तर इथीरियम मेननेटवर $0.3-$1 च्या तुलनेत. टोकन्स स्वॅप करण्यासारखे इतर व्यवहार <l2fees>फक्त $0.20 इतके कमी असू शकतात</l2fees>. वापरकर्त्यांसाठी, याचा अर्थ <strong>किमतीच्या एका अंशात जलद व्यवहार</strong>.",
  "page-what-is-ethereum-network-layer-2s-section-description-6": "परिणामी, L2s वेगाने वाढत आहेत. एकत्रितपणे, त्यांच्याकडे <l2beat>अब्जावधी डॉलर्सची डिजिटल मालमत्ता</l2beat> आहे.",
  "page-what-is-ethereum-network-layer-2s-section-description-7": "L2s ला इथीरियमच्या सुरक्षिततेचा फायदा होत असल्याने, जागतिक पेमेंट आणि ॲप्लिकेशन्स तयार करू पाहणाऱ्या कंपन्यांनी इथीरियमच्या वर तयार करण्यास सुरुवात केली आहे.",
  "page-what-is-ethereum-network-layer-2s-section-description-8": "उदाहरणार्थ, रॉबिनहूडने अलीकडेच स्टॉक्ससाठी जलद सेटलमेंट एक्सप्लोर करण्यासाठी <robinhood>स्वतःचा L2 लॉन्च केला</robinhood>. PayPal ने <paypal>आपला स्टेबलकॉइन PYUSD इथीरियम L2 आर्बिट्रममध्ये हलवला</paypal>. Shopify आता <shopify>व्यापाऱ्यांना बेसवर स्टेबलकॉइन USDC स्वीकारण्याची परवानगी देते</shopify>.",
  "page-what-is-ethereum-network-layer-2s-section-description-9": "वापरकर्त्यांसाठी, इथीरियम आणि L2s दरम्यान मालमत्ता हलवणे सोपे आहे. तुम्ही <superbridge>ऑप्टिमिझमद्वारे सुपरब्रिज</superbridge> किंवा <portal>ZKsync द्वारे पोर्टल</portal> सारख्या L2s द्वारे तयार केलेले ब्रिज वापरून ETH आणि इतर मालमत्ता हलवू शकता. तुम्ही <hop>हॉप</hop> आणि <across>ॲक्रॉस</across> सारखी स्वतंत्र संघांनी तयार केलेली तृतीय-पक्ष साधने देखील वापरू शकता.",
  "page-what-is-ethereum-network-layer-2s-section-description-10": "इथीरियम लेयर 2 नेटवर्क्सबद्दल अधिक जाणून घ्या",
  "page-what-is-ethereum-network-live-network-data-section-description-1": "इथीरियम डिझाइननुसार पारदर्शक आहे. नेटवर्कवरील प्रत्येक क्रिया, ETH पाठवण्यापासून ते व्हॅलिडेटर चालवण्यापर्यंत, एका खुल्या, सार्वजनिक लेजरवर रेकॉर्ड केली जाते ज्यामध्ये कोणीही प्रवेश करू शकतो.",
  "page-what-is-ethereum-network-live-network-data-section-description-2": "आज बहुतेक प्रणाली कशा कार्य करतात याच्या तुलनेत हे एक तीव्र विरोधाभास आहे:",
  "page-what-is-ethereum-network-live-network-data-section-description-3": "बँका आणि संस्था त्यांचे अंतर्गत आकडे प्रकाशित करतात",
  "page-what-is-ethereum-network-live-network-data-section-description-4": "ॲप वापराचे आकडे टेक कंपन्यांकडून काटेकोरपणे जपले जातात",
  "page-what-is-ethereum-network-live-network-data-section-description-5": "आर्थिक डेटा अनेकदा उशिरा येतो आणि नंतर सुधारित केला जातो",
  "page-what-is-ethereum-network-live-network-data-section-description-6": "इथीरियमसह, तुम्हाला विश्वास ठेवण्याची गरज नाही. तुम्ही पडताळणी करू शकता.",
  "page-what-is-ethereum-network-live-network-data-section-description-7": "इथीरियम वापरण्यासाठी तुम्हाला हे सर्व समजून घेण्याची आवश्यकता नाही. पण जर तुम्हाला २०२४ मध्ये किती व्यवहार सेटल झाले, किंवा गेल्या सहा महिन्यांत किती नवीन इथीरियम पत्ते तयार झाले याबद्दल उत्सुकता असेल, तर अशी साधने आहेत जी कोणालाही रिअल टाइममध्ये नेटवर्क एक्सप्लोर करू देतात.",
  "page-what-is-ethereum-network-live-network-data-section-description-8": "येथे काही सर्वात उपयुक्त डेटा स्रोत आणि तुम्ही ते कशासाठी वापरू शकता:",
  "page-what-is-ethereum-network-live-network-data-section-description-9": "<etherscan>Etherscan</etherscan>: व्यवहार, वॉलेट ॲक्टिव्हिटी, आणि स्मार्ट कॉन्ट्रॅक्ट्स तपासा",
  "page-what-is-ethereum-network-live-network-data-section-description-10": "<beaconcha>beaconcha.in</beaconcha>: व्हॅलिडेटर आकडेवारी, स्टेकिंग पातळी, आणि नेटवर्क आरोग्य पहा",
  "page-what-is-ethereum-network-live-network-data-section-description-11": "<ultrasound>ultrasound.money</ultrasound>: ETH पुरवठा, इश्यूअन्स, आणि बर्न रिअल-टाइममध्ये ट्रॅक करा",
  "page-what-is-ethereum-network-live-network-data-section-description-12": "<l2fees>l2fees.info</l2fees>: इथीरियम आणि L2s वरील सध्याच्या व्यवहार खर्चाची तुलना करा",
  "page-what-is-ethereum-network-live-network-data-section-description-13": "<l2beat>L2Beat</l2beat>: सर्व प्रमुख L2s मध्ये सुरक्षित केलेले मूल्य आणि सुरक्षा मॉडेल्स पहा",
  "page-what-is-ethereum-network-live-network-data-section-description-14": "<growthepie>growthepie</growthepie>: इथीरियममधील सर्व ऑनचेन ॲक्टिव्हिटी आणि वाढ पहा",
  "page-what-is-ethereum-network-live-network-data-section-description-15": "<dune>Dune</dune>: इथीरियमवरील सर्व डिजिटल मालमत्तेवर कस्टम डॅशबोर्ड एक्सप्लोर करा",
  "page-what-is-ethereum-network-live-network-data-section-description-16": "<tokenterminal>Token Terminal</tokenterminal>: डॅप महसूल, वापर, आणि प्रोटोकॉल कामगिरीची तुलना करा",
  "page-what-is-ethereum-network-live-network-data-section-description-17": "<nansen>Nansen</nansen>: वॉलेट फ्लो, स्टेबलकॉइन हालचाली, आणि स्मार्ट मनी ट्रेंड्स फॉलो करा.",
  "page-what-is-ethereum-network-live-network-data-section-description-18": "ही सर्व साधने तुम्हाला आवश्यक असल्यास तेथे आहेत.",
  "page-what-is-ethereum-network-live-network-data-section-description-19": "तुम्ही डेव्हलपर, संशोधक, गुंतवणूकदार, किंवा फक्त व्यवहार तपासू इच्छिणारे कोणी असाल, इथीरियमचे खुले नेटवर्क तुम्हाला डेटा देते—थेट, परवानगीशिवाय आणि पडताळणीयोग्य.",
  "page-what-is-ethereum-network-live-network-data-section-description-20": "इथीरियम नेटवर्क डॅशबोर्ड आणि ब्लॉक एक्सप्लोरर ब्राउझ करा"
}