{
  "page-ethereum-vs-bitcoin-meta-title": "इथेरियम वि. बिटकॉइन: फरक काय आहे? | ethereum.org",
  "page-ethereum-vs-bitcoin-meta-description": "बिटकॉइन आणि इथेरियममधील फरक जाणून घ्या, ज्यात वापराची प्रकरणे, नेटवर्कची कार्यक्षमता, सुरक्षितता, टोकनची अर्थव्यवस्था, विकेंद्रीकरणाची पातळी आणि बरेच काही समाविष्ट आहे.",
  "page-ethereum-vs-bitcoin-twitter-meta-description": "बिटकॉइन आणि इथेरियममधील फरक जाणून घ्या, ज्यात वापराची प्रकरणे, नेटवर्कची कार्यक्षमता, टोकनची अर्थव्यवस्था आणि बरेच काही समाविष्ट आहे.",
  "page-ethereum-vs-bitcoin-title": "इथेरियम वि. बिटकॉइन: फरक काय आहे?",
  "page-ethereum-vs-bitcoin-description-1": "बिटकॉइन आणि इथेरियम हे दोन सर्वात प्रसिद्ध विकेंद्रित ब्लॉकचेन नेटवर्क्स आहेत, परंतु ते खूप वेगळ्या उद्देशांसाठी काम करतात.",
  "page-ethereum-vs-bitcoin-section-1": "बिटकॉइन (मोठ्या B सह) हे एक ब्लॉकचेन आहे जे बिटकॉइन (छोट्या b सह) नावाच्या डिजिटल चलनासाठी डिझाइन केलेले आहे. इथेरियम हे ॲप्लिकेशन्स आणि मालमत्तेसाठी एक विकेंद्रित प्लॅटफॉर्म म्हणून डिझाइन केलेले आहे, जे त्याच्या मूळ क्रिप्टोकरन्सी <strong>ईथर (ETH)</strong> द्वारे चालते.",
  "page-ethereum-vs-bitcoin-section-2": "दोघेही ब्लॉकचेन तंत्रज्ञान वापरतात, ओपन-सोर्स आहेत आणि जागतिक समुदायांद्वारे त्यांची देखभाल केली जाते, परंतु त्यांची उद्दिष्टे आणि वैशिष्ट्ये वेगळी आहेत. या मार्गदर्शकामध्ये, आम्ही प्रत्येक नेटवर्क काय आहे, त्यांच्यात काय साम्य आहे आणि ते तंत्रज्ञान, संस्कृती आणि भविष्यातील दृष्टिकोन यांसारख्या क्षेत्रांमध्ये कसे भिन्न आहेत याबद्दल माहिती घेऊ.",
  "page-ethereum-vs-bitcoin-bitcoin-section-title": "बिटकॉइन—एक जलद ओळख",
  "page-ethereum-vs-bitcoin-bitcoin-section-1": "बिटकॉइन एक विकेंद्रित डिजिटल चलन नेटवर्क आहे. 2008 च्या आर्थिक संकटानंतर लवकरच <strong>2009 मध्ये सातोशी नाकामोटो</strong> नावाच्या अज्ञात व्यक्तीने हे <strong>तयार केले होते</strong>. बिटकॉइनला पीअर-टू-पीअर इलेक्ट्रॉनिक कॅश सिस्टीम बनवण्याची कल्पना होती.",
  "page-ethereum-vs-bitcoin-bitcoin-section-2": "बिटकॉइन कोणालाही बँकेसारख्या <strong>केंद्रीय प्राधिकरणावर अवलंबून न राहता</strong> इंटरनेटवर <strong>बिटकॉइन पाठवण्याची आणि प्राप्त करण्याची</strong> परवानगी देतो. सर्व व्यवहार ब्लॉकचेन म्हणून ओळखल्या जाणार्‍या सार्वजनिक लेजरवर नोंदवले जातात.",
  "page-ethereum-vs-bitcoin-bitcoin-section-3": "बिटकॉइन आपले नेटवर्क सुरक्षित करण्यासाठी प्रूफ-ऑफ-वर्क वापरते. जगभरातील संगणक क्रिप्टोग्राफिक कोडी सोडवण्यासाठी स्पर्धा करतात ज्यामुळे त्यांना नवीन ब्लॉक्स जोडता येतात. या विशेष संगणकांना माइनर्स म्हटले जाते आणि नवीन ब्लॉक्स \"माइन\" करण्यासाठी ब्लॉक रिवॉर्ड म्हणून बिटकॉइन मिळवतात.",
  "page-ethereum-vs-bitcoin-bitcoin-section-4": "<strong>बिटकॉइनचा कमाल पुरवठा 21 दशलक्ष नाण्यांपर्यंत निश्चित आहे</strong>. हे डिझाइन बिटकॉइनला डिजिटल सोने म्हणून का संबोधले जाते याचे एक प्रमुख कारण आहे.",
  "page-ethereum-vs-bitcoin-ethereum-section-title": "इथेरियम—एक जलद ओळख",
  "page-ethereum-vs-bitcoin-ethereum-section-1": "बिटकॉइनप्रमाणेच, इथेरियम देखील एक विकेंद्रित ब्लॉकचेन नेटवर्क आहे, परंतु ते <strong>केवळ पेमेंट रेकॉर्ड करण्यापेक्षा अधिक करण्यासाठी डिझाइन केले होते</strong>. <strong>2015</strong> मध्ये <strong>विटालिक बुटेरिन</strong> नावाच्या सॉफ्टवेअर डेव्हलपरने आणि त्याच्या सह-संस्थापकांनी लाँच केलेले, इथेरियम एक स्मार्ट कॉन्ट्रॅक्ट आणि विकेंद्रित ॲप्लिकेशन प्लॅटफॉर्म म्हणून तयार केले गेले.",
  "page-ethereum-vs-bitcoin-ethereum-section-2": "इथेरियम बिटकॉइनप्रमाणे कोणालाही मूल्य पाठवू आणि प्राप्त करू देते, परंतु ते <strong>एक प्लॅटफॉर्म म्हणून देखील कार्य करते जे कोणीही ॲप्लिकेशन्ससाठी वापरू शकते</strong>. इथेरियम नेटवर्क हजारो नोड्सवर चालते आणि ते एकाच संस्थेद्वारे नियंत्रित केले जात नाही.",
  "page-ethereum-vs-bitcoin-ethereum-section-3": "कोणीही इथेरियमवर ॲप्लिकेशन्स तयार आणि तैनात करू शकतो. या प्रोग्राम्सना <strong>स्मार्ट कॉन्ट्रॅक्ट्स</strong> म्हणतात आणि ते इथेरियमचे मुख्य नवोपक्रम आहेत.",
  "page-ethereum-vs-bitcoin-ethereum-section-4": "एकदा स्मार्ट कॉन्ट्रॅक्ट तैनात झाल्यावर, त्याच्याशी संवाद साधल्यावर तो निश्चितपणे चालतो. यामुळे कर्ज देणे, व्यापार, खेळ आणि डिजिटल संग्रहणीय वस्तूंसारख्या गोष्टींसाठी ॲप्स तयार करणे शक्य होते, जे जगभरातील लाखो वापरकर्त्यांसाठी दिवसभर, दररोज चालतात.",
  "page-ethereum-vs-bitcoin-ethereum-section-5": "ज्याप्रमाणे बिटकॉइन नेटवर्कवर व्यवहार शुल्क भरण्यासाठी बिटकॉइनचा वापर केला जातो, त्याचप्रमाणे इथेरियमचे मूळ चलन, ईथर, व्यवहार शुल्क भरण्यासाठी, स्मार्ट कॉन्ट्रॅक्ट्स प्रकाशित करण्यासाठी आणि वापरण्यासाठी आणि नेटवर्क सुरक्षित करण्यासाठी वापरले जाते. <strong>ईथर प्रोग्राम चालवण्यासाठी इंधन म्हणून आणि मूल्याचे भांडार म्हणून दोन्ही प्रकारे कार्य करते</strong>.",
  "page-ethereum-vs-bitcoin-ethereum-section-6": "इथेरियम आणि ते कसे कार्य करते याबद्दल अधिक जाणून घ्या",
  "page-ethereum-vs-bitcoin-differences-section-title": "मुख्य फरक",
  "page-ethereum-vs-bitcoin-differences-section-1": "बिटकॉइन आणि इथेरियम विकेंद्रित नेटवर्क राखण्यासाठी ब्लॉकचेन तंत्रज्ञान वापरतात, परंतु ते त्यांच्या डिझाइन, उद्देश आणि क्षमतांमध्ये भिन्न आहेत.",
  "page-ethereum-vs-bitcoin-differences-table-area": "क्षेत्र",
  "page-ethereum-vs-bitcoin-differences-table-bitcoin": "बिटकॉइन",
  "page-ethereum-vs-bitcoin-differences-table-ethereum": "Ethereum",
  "page-ethereum-vs-bitcoin-differences-table-row-1-1": "प्राथमिक उद्देश",
  "page-ethereum-vs-bitcoin-differences-table-row-1-2": "पीअर-टू-पीअर डिजिटल चलन",
  "page-ethereum-vs-bitcoin-differences-table-row-1-3": "ॲप्स आणि डिजिटल अर्थव्यवस्थेसाठी प्लॅटफॉर्म",
  "page-ethereum-vs-bitcoin-differences-table-row-2-1": "स्मार्ट कॉन्ट्रॅक्ट",
  "page-ethereum-vs-bitcoin-differences-table-row-2-2": "समर्थित नाही",
  "page-ethereum-vs-bitcoin-differences-table-row-2-3": "मुख्य कार्यक्षमता",
  "page-ethereum-vs-bitcoin-differences-table-row-3-1": "पुरवठा",
  "page-ethereum-vs-bitcoin-differences-table-row-3-2": "बिटकॉइन मूळ आणि न बदललेल्या प्रोटोकॉलद्वारे निर्धारित निश्चित/पूर्व-निर्धारित दराने प्रत्येक ब्लॉकमध्ये जारी केले जाते, ज्याची अंतिम निश्चित मर्यादा 21 दशलक्ष आहे.",
  "page-ethereum-vs-bitcoin-differences-table-row-3-3": "क्रियाकलाप/मागणीच्या प्रमाणात प्रत्येक ब्लॉकमध्ये ईथर बर्न केला जातो आणि एकूण स्टेक केलेल्या ETH च्या प्रमाणात प्रत्येक युगात जारी केला जातो. कोणतीही निश्चित मर्यादा नाही, परंतु जारी करण्याचा दर एकूण स्टेक केलेल्या ETH द्वारे मर्यादित आहे.",
  "page-ethereum-vs-bitcoin-differences-table-row-4-1": "एकमत यंत्रणा",
  "page-ethereum-vs-bitcoin-differences-table-row-4-2": "प्रूफ-ऑफ-वर्क",
  "page-ethereum-vs-bitcoin-differences-table-row-4-3": "प्रूफ-ऑफ-स्टेक",
  "page-ethereum-vs-bitcoin-differences-table-row-5-1": "वेग",
  "page-ethereum-vs-bitcoin-differences-table-row-5-2": "बहुतेकांच्या मते सहा ब्लॉक्सनंतर अपरिवर्तनीय मानले जाते, सरासरी 60 मिनिटे लागतात",
  "page-ethereum-vs-bitcoin-differences-table-row-5-3": "अंतिमतेसाठी सुमारे 15 मिनिटे",
  "page-ethereum-vs-bitcoin-differences-table-row-6-1": "ऊर्जा वापर",
  "page-ethereum-vs-bitcoin-differences-table-row-6-2": "उच्च",
  "page-ethereum-vs-bitcoin-differences-table-row-6-3": "कमी",
  "page-ethereum-vs-bitcoin-differences-table-row-7-1": "शासन",
  "page-ethereum-vs-bitcoin-differences-table-row-7-2": "परंपरागत, मंद-गती",
  "page-ethereum-vs-bitcoin-differences-table-row-7-3": "लवचिक, समुदाय-चालित",
  "page-ethereum-vs-bitcoin-differences-table-row-8-1": "डेव्हलपर इकोसिस्टीम",
  "page-ethereum-vs-bitcoin-differences-table-row-8-2": "लहान",
  "page-ethereum-vs-bitcoin-differences-table-row-8-3": "मोठी आणि सक्रिय",
  "page-ethereum-vs-bitcoin-differences-table-row-9-1": "अपग्रेड",
  "page-ethereum-vs-bitcoin-differences-table-row-9-2": "दुर्मिळ",
  "page-ethereum-vs-bitcoin-differences-table-row-9-3": "वारंवार आणि पुनरावृत्ती",
  "page-ethereum-vs-bitcoin-purpose-title": "बिटकॉइन वि. इथेरियमचा उद्देश",
  "page-ethereum-vs-bitcoin-purpose-1": "2009 मध्ये जागतिक आर्थिक संकटाच्या पार्श्वभूमीवर बिटकॉइन तयार केले गेले. बँका किंवा सरकारांशिवाय चालणारे पीअर-टू-पीअर प्रकारचे पैसे सादर करणे हे त्याचे उद्दिष्ट होते. ते डिझाइनने सोपे आहे. नेटवर्कचे उद्दिष्ट <strong>मध्यस्थाशिवाय एका व्यक्तीकडून दुसऱ्या व्यक्तीकडे मूल्य हस्तांतरित करणे</strong> आहे. या संकुचित केंद्रबिंदूमुळे ते डिजिटल सोन्याचे एक स्वरूप म्हणून ओळखले जाऊ लागले आहे, जे एक दुर्मिळ आणि टिकाऊ मूल्याचे भांडार आहे आणि विनिमयाचे माध्यम म्हणून देखील वापरले जाऊ शकते.",
  "page-ethereum-vs-bitcoin-purpose-2": "इथेरियम 2015 मध्ये एका व्यापक दृष्टिकोनासह लाँच झाले. त्याच्या निर्मात्यांना ब्लॉकचेनची सुरक्षितता आणि विकेंद्रीकरण घेऊन ते प्रोग्रामेबल बनवायचे होते. फक्त पेमेंटपुरते मर्यादित न राहता, <strong>इथेरियम कोणालाही स्मार्ट कॉन्ट्रॅक्ट्स नावाचे स्वयं-कार्यकारी प्रोग्राम लिहिण्याची आणि प्रकाशित करण्याची परवानगी देते</strong>. हे ॲप्लिकेशन्सच्या पूर्णपणे नवीन श्रेणीसाठी दार उघडते, ज्यात <strong>विकेंद्रित वित्त (DeFi)</strong> आणि <strong>स्टेबलकॉइन्स</strong> पासून ते <strong>नॉन-फंजिबल टोकन्स (NFTs)</strong>, <strong>गेम्स</strong> आणि <strong>विकेंद्रित सोशल मीडिया</strong> यांचा समावेश आहे.",
  "page-ethereum-vs-bitcoin-purpose-3": "तांत्रिक डिझाइन हे उद्देश प्रतिबिंबित करतात. बिटकॉइनची स्क्रिप्टिंग भाषा मर्यादित आहे, ज्यामुळे गुंतागुंत कमी होते आणि नेटवर्क सुरक्षित ठेवण्यास मदत होते. इथेरियमची प्रोग्रामिंग भाषा अधिक अर्थपूर्ण आहे, ज्यामुळे ती अधिक जटिल स्थिती आणि ॲप्लिकेशन्समधील परस्परसंवाद संग्रहित आणि व्यवस्थापित करू शकते. ही लवचिकता एक ताकद आहे, परंतु याचा अर्थ असाही आहे की नेटवर्क अधिक वेगाने विकसित होते, नियमित अपग्रेड आणि नवीन वैशिष्ट्यांसह.",
  "page-ethereum-vs-bitcoin-purpose-4": "दोघेही व्यापक डिजिटल अर्थव्यवस्थेत भिन्न भूमिका बजावतात. बिटकॉइन एक स्थिर आणि विकेंद्रित मूल्याचे भांडार बनण्यावर लक्ष केंद्रित करते. इथेरियमचे उद्दिष्ट विकेंद्रित ॲप्लिकेशन्स आणि प्रोग्राम करण्यायोग्य मालमत्तेसाठी एक जागतिक सेटलमेंट लेयर बनण्याचे आहे.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-title": "वापराची प्रकरणे आणि अवलंब",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-1": "<strong>बिटकॉइन</strong> सामान्यतः मूल्याचे भांडार म्हणून वापरले जाते. अनेक गुंतवणूकदार याला <strong>महागाईविरूद्ध एक संरक्षण</strong> किंवा आर्थिक अस्थिरतेविरूद्ध एक संरक्षण म्हणून पाहतात. काही देशांमध्ये, ते एक <strong>पर्यायी चलन</strong> म्हणून किंवा लोकांना पारंपरिक बँकिंग प्रणालीच्या बाहेर बचत करण्याचा एक मार्ग म्हणून वापरले जाते.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-2": "<strong>ईथर</strong> देखील मूल्याचे भांडार म्हणून काम करते, परंतु त्याची <strong>प्राथमिक भूमिका ॲप्लिकेशन्स</strong> आणि मालमत्तेच्या विस्तृत इकोसिस्टीमला शक्ती देणे आहे. डेव्हलपर्स इथेरियमचा वापर नवीन प्रोटोकॉल तयार करण्यासाठी, टोकन लाँच करण्यासाठी, विकेंद्रित एक्सचेंज चालवण्यासाठी, NFTs तयार करण्यासाठी, गेम्स तयार करण्यासाठी आणि केंद्रीय नियंत्रणाशिवाय चालणारे सोशल प्लॅटफॉर्म विकसित करण्यासाठी करू शकतात.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-3": "इथेरियम वित्त, क्राउडफंडिंग आणि डिजिटल मालकीच्या नवीन स्वरूपांसाठी हजारो विकेंद्रित ॲप्लिकेशन्सना समर्थन देते. काही वापराची प्रकरणे दोन्ही नेटवर्क्सना जोडतात. उदाहरणार्थ, DeFi मध्ये कर्ज देणे, उसने घेणे आणि व्यापार यासारख्या क्रियाकलापांसाठी <strong>बिटकॉइनला “रॅप” करून इथेरियमवर वापरले जाऊ शकते</strong>.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-4": "संस्थात्मक अवलंब हे फरक प्रतिबिंबित करतो. बिटकॉइन ही क्रिप्टोकरन्सी दीर्घकालीन मूल्याचे भांडार म्हणून मोठ्या प्रमाणावर ठेवली जाते, तर <strong>इथेरियमला विकेंद्रित पायाभूत सुविधा</strong> म्हणून पाहिले जाते. त्याची प्रोग्रामेबिलिटी फिनटेक प्लॅटफॉर्म आणि पेमेंट प्रदात्यांना आकर्षित करते.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-5": "इथीरियम कशासाठी वापरले जाते याबद्दल अधिक जाणून घ्या",
  "page-ethereum-vs-bitcoin-monetary-policy-title": "चलनविषयक धोरण",
  "page-ethereum-vs-bitcoin-monetary-policy-1": "बिटकॉइनचा पुरवठा <strong>21 दशलक्ष नाण्यांवर</strong> मर्यादित राहील. ही कठोर मर्यादा प्रोटोकॉलद्वारे लागू केली जाते आणि बिटकॉइनची सोन्याशी तुलना का केली जाते याचे एक कारण आहे. नवीन बिटकॉइन <strong>मायनिंग रिवॉर्ड्स</strong> द्वारे चलनात येतात, जे <strong>दर 210,000 ब्लॉक्सवर अर्धे होतात</strong>, ज्याला माइन करण्यासाठी अंदाजे 4 वर्षे लागतात, या घटनेला <strong>हाल्विंग</strong> म्हणतात. 2009 मध्ये प्रति ब्लॉक 50 बिटकॉइनपासून रिवॉर्ड सुरू झाला, 2012 मध्ये 25 वर आला, नंतर 2016 मध्ये 12.5 झाला, आणि असेच पुढे. या दराने, शेवटचा बिटकॉइन 2140 च्या सुमारास माइन केला जाण्याची अपेक्षा आहे.",
  "page-ethereum-vs-bitcoin-monetary-policy-2": "बिटकॉइनचे मायनिंग रिवॉर्ड्स आणि व्यवहार शुल्क नेटवर्कसाठी पैसे देतात आणि ते सुरक्षित करण्यासाठी वापरले जातात. तथापि, ब्लॉक रिवॉर्ड अर्धा होत असताना, नेटवर्क स्वतःसाठी पैसे देण्यासाठी व्यवहार शुल्कावर अधिक अवलंबून आहे. सध्या नेटवर्क शुल्क नेटवर्कच्या उत्पन्नाचा एक छोटासा भाग आहे, <5%, म्हणजेच बिटकॉइन नेटवर्कचे प्रकाशन 0 वर जात असताना नेटवर्कची दीर्घकालीन सुरक्षा धोक्यात येऊ शकते.",
  "page-ethereum-vs-bitcoin-monetary-policy-3": "<strong>इथेरियमची निश्चित पुरवठा मर्यादा नाही</strong>. त्याऐवजी, त्याचे प्रकाशन प्रोटोकॉल नियमांद्वारे निर्धारित केले जाते, आणि अलीकडील अपग्रेड्सने अशी यंत्रणा सादर केली आहे जी कालांतराने पुरवठा कमी करू शकते. सर्वात लक्षणीय EIP-1559 अपग्रेड आहे, जे व्यवहार शुल्काचा एक भाग बर्न करते. जेव्हा <strong>नेटवर्क क्रियाकलाप जास्त असतो, तेव्हा जारी केलेल्या ETH पेक्षा जास्त ETH बर्न केले जाऊ शकते</strong>, ज्यामुळे त्या काळात पुरवठा डिफ्लेशनरी होतो.",
  "page-ethereum-vs-bitcoin-monetary-policy-4": "इथेरियमचा चलनविषयक दृष्टिकोन कायमस्वरूपी सुरक्षा बजेटची हमी देतो, ज्यात व्यवहार शुल्क आणि ब्लॉक रिवॉर्ड्स नेटवर्कचे सुरक्षा बजेट प्रदान करतात.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-title": "डेव्हलपर इकोसिस्टीम",
  "page-ethereum-vs-bitcoin-developer-ecosystem-1": "<strong>इथेरियम</strong>कडे <strong>सर्वात मोठ्या ब्लॉकचेन डेव्हलपर समुदायांपैकी एक</strong> आहे. इथेरियमवर तयार केल्याने तुम्हाला विविध <strong>टूल्स, फ्रेमवर्क, अनुदान</strong> आणि <strong>हॅकेथॉन</strong>मध्ये प्रवेश मिळतो. इथेरियम व्हर्च्युअल मशीन (EVM) हे इथेरियमचे रनटाइम वातावरण आहे आणि एक सामान्य मानक बनले आहे, अनेक इतर ब्लॉकचेन्स सुसंगतता सुनिश्चित करण्यासाठी त्याचा वापर करतात.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-2": "ERC-20 आणि ERC-721 सारखे टोकन मानक व्यापक ब्लॉकचेन अर्थव्यवस्थेचा आधार बनले आहेत. अनेक लेयर 2 नेटवर्क्स आणि इतर ब्लॉकचेन्स EVM वापरतात जेणेकरून ॲप्स, वॉलेट्स आणि स्मार्ट कॉन्ट्रॅक्ट्स कोड कमीत कमी बदलांसह विविध ब्लॉकचेन्सवर वापरता येतील.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-3": "<strong>बिटकॉइनचा डेव्हलपर समुदाय लहान</strong> आणि अधिक केंद्रित आहे. बहुतेक क्रियाकलाप मुख्य प्रोटोकॉलची देखभाल आणि सुधारणा करण्यावर, तसेच वेगवान आणि स्वस्त पेमेंटसाठी लाइटनिंग नेटवर्कसारखे लेयर 2 सोल्यूशन्स विकसित करण्यावर केंद्रित आहेत.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-4": "इथेरियम डेव्हलपर संसाधनांबद्दल अधिक जाणून घ्या",
  "page-ethereum-vs-bitcoin-security-and-consensus-title": "सुरक्षा आणि एकमत",
  "page-ethereum-vs-bitcoin-security-and-consensus-1": "बिटकॉइन आणि इथेरियम दोन्ही स्वतंत्र नोड्सच्या मोठ्या, वितरित नेटवर्क्सद्वारे सुरक्षित आहेत, परंतु ते नेटवर्कच्या स्थितीवर सहमत होण्यासाठी वेगवेगळ्या पद्धती वापरतात.",
  "page-ethereum-vs-bitcoin-security-and-consensus-2": "बिटकॉइन <strong>प्रूफ-ऑफ-वर्क</strong> नावाची प्रणाली वापरते. माइनर्स नावाचे संगणक क्रिप्टोग्राफिक कोडी सोडवण्यासाठी स्पर्धा करतात. जो कोणी प्रथम कोडे सोडवतो, त्याला ब्लॉकचेनमध्ये व्यवहारांचा पुढील ब्लॉक जोडायला मिळतो आणि त्याला बिटकॉइनमध्ये रिवॉर्ड मिळतो. हा दृष्टिकोन बिटकॉइनला संभाव्य अंतिमत्व देतो, म्हणजे व्यवहार तेव्हाच अत्यंत सुरक्षित मानला जातो जेव्हा त्यावर आणखी अनेक ब्लॉक्स जोडले जातात. बिटकॉइनसाठी, हे सहसा सुमारे सहा पुष्टीकरण किंवा <strong>सुमारे एक तास</strong> असते.",
  "page-ethereum-vs-bitcoin-security-and-consensus-3": "इथेरियम <strong>प्रूफ-ऑफ-स्टेक</strong> वापरते. या मॉडेलमध्ये, व्हॅलिडेटर्स नवीन ब्लॉक्स प्रस्तावित करण्यासाठी आणि पुष्टी करण्यासाठी निवडले जाण्याच्या संधीसाठी ETH लॉक करतात किंवा स्टेक करतात. निवड यादृच्छिक असते, परंतु निवडले जाण्याची संभाव्यता स्टेक केलेल्या ETH च्या रकमेनुसार वाढते. जे व्हॅलिडेटर्स अप्रामाणिकपणे वागतात, त्यांना <strong>त्यांचा स्टेक गमावण्याचा धोका</strong> असतो. यामुळे इथेरियमला आर्थिक अंतिमत्व प्राप्त करणे शक्य होते, जिथे अंतिम ब्लॉक्स उलटवणे अत्यंत कठीण असते, सहसा <strong>सुमारे 15 मिनिटांच्या</strong> आत. पुरेसे व्हॅलिडेटर्स सहमत झाल्यावर ब्लॉक्स अपरिवर्तनीय म्हणून चिन्हांकित करण्यासाठी इथेरियम चेकपॉइंट्स देखील वापरते.",
  "page-ethereum-vs-bitcoin-security-and-consensus-4": "इथेरियमच्या एकमत यंत्रणेबद्दल अधिक जाणून घ्या",
  "page-ethereum-vs-bitcoin-underlying-technology-title": "अंतर्निहित तंत्रज्ञान",
  "page-ethereum-vs-bitcoin-underlying-technology-1": "<strong>बिटकॉइन</strong> <strong>न खर्च केलेले व्यवहार आउटपुट मॉडेल</strong>, किंवा UTXO वापरते. या प्रणालीमध्ये, ब्लॉकचेन खात्यातील शिल्लकचा मागोवा ठेवत नाही. त्याऐवजी, ते मागील व्यवहारांमधून आलेले आउटपुट रेकॉर्ड करते जे अद्याप खर्च झालेले नाहीत. जेव्हा तुम्ही बिटकॉइन खर्च करता, तेव्हा तुम्ही हे आउटपुट नवीन व्यवहारासाठी इनपुट म्हणून वापरता, प्रक्रियेत नवीन आउटपुट तयार करता.",
  "page-ethereum-vs-bitcoin-underlying-technology-2": "तुम्ही याचा विचार रोख वापरण्यासारखा करू शकता. जर तुमच्याकडे दोन पाच-डॉलरच्या नोटा असतील आणि तुम्हाला सात डॉलर्स खर्च करायचे असतील, तर तुम्ही दोन्ही नोटा देता आणि तीन डॉलर्स सुट्टे मिळवता. बिटकॉइन नोटा आणि सुट्टे पैसे रेकॉर्ड करते, तुमची एकूण शिल्लक नाही.",
  "page-ethereum-vs-bitcoin-underlying-technology-3": "<strong>इथेरियम</strong> <strong>खाते-आधारित मॉडेल</strong> वापरते. वैयक्तिक आउटपुटचा मागोवा घेण्याऐवजी, ते बँक खात्याप्रमाणे खात्यातील शिल्लकची नोंद ठेवते. हा दृष्टिकोन स्मार्ट कॉन्ट्रॅक्ट्स आणि जटिल तर्क व्यवस्थापित करणे सोपे करतो, कारण खाती डेटा संग्रहित करू शकतात आणि प्रोग्रामप्रमाणे एकमेकांशी संवाद साधू शकतात.",
  "page-ethereum-vs-bitcoin-underlying-technology-4": "प्रत्येक मॉडेलमध्ये काही तडजोडी असतात. UTXOs अधिक गोपनीयता देऊ शकतात आणि वैयक्तिक नाण्यांचा मागोवा घेणे सोपे करतात. खाते-आधारित प्रणाली ॲप्लिकेशन्स तयार करण्यासाठी अधिक सोप्या आहेत.",
  "page-ethereum-vs-bitcoin-underlying-technology-5": "इथेरियम डेव्हलपर डॉक्युमेंटेशनमध्ये अधिक वाचा",
  "page-ethereum-vs-bitcoin-decentralization-title": "विकेंद्रीकरण",
  "page-ethereum-vs-bitcoin-decentralization-1": "बिटकॉइन आणि इथेरियम दोन्ही विकेंद्रित होण्यासाठी डिझाइन केलेले आहेत, परंतु ते वेगवेगळ्या प्रकारे त्याचे मोजमाप करतात आणि त्याकडे पाहतात.",
  "page-ethereum-vs-bitcoin-decentralization-2": "<strong>बिटकॉइन</strong>चे विकेंद्रीकरण त्याच्या <strong>साध्या तांत्रिक डिझाइन</strong>, दीर्घकालीन स्थिरता आणि <strong>नोड्सच्या विस्तृत वितरणाद्वारे</strong> समर्थित आहे. त्याच्या कमी-संसाधन आवश्यकतांमुळे लोकांना घरी पूर्ण नोड्स चालवणे सोपे होते, ज्यामुळे नेटवर्कचे स्वातंत्र्य आणि सेन्सॉरशिप प्रतिरोध टिकवून ठेवण्यास मदत होते.",
  "page-ethereum-vs-bitcoin-decentralization-3": "<strong>इथेरियम</strong>कडे एक मोठे आणि वाढणारे नोड नेटवर्क देखील आहे. ते क्लायंट विविधतेवर भर देते, म्हणजे सॉफ्टवेअरच्या अनेक आवृत्त्या <strong>स्वतंत्र संघांद्वारे सांभाळल्या जातात</strong>. यामुळे कोणत्याही एका क्लायंटवरील अवलंबित्व कमी होते आणि नेटवर्कवर परिणाम करू शकणार्‍या बग्स किंवा अपयशांपासून संरक्षण करण्यास मदत होते.",
  "page-ethereum-vs-bitcoin-decentralization-4": "इथेरियममध्ये स्टेक करणे, अपग्रेड आणि प्रशासन चर्चा यांसारख्या क्रियाकलापांमध्ये <strong>अधिक संख्येने सहभागी</strong> आहेत, परंतु <strong>दोन्ही नेटवर्क्सचे उद्दिष्ट खुले आणि लवचिक राहण्याचे</strong> आहे. बिटकॉइन नोड आवश्यकता अपरिवर्तित ठेवते, कमी सॉफ्टवेअर क्लायंटवर अवलंबून राहते. इथेरियम वेगवेगळ्या योगदानकर्त्यांना प्रोत्साहन देते, प्रत्येकजण स्वतःचा दृष्टिकोन घेऊन येतो.",
  "page-ethereum-vs-bitcoin-environmental-impact-title": "पर्यावरणीय परिणाम",
  "page-ethereum-vs-bitcoin-environmental-impact-1": "2022 मध्ये इथेरियमच्या इतिहासातील सर्वात महत्त्वपूर्ण बदलांपैकी एक म्हणजे प्रूफ-ऑफ-वर्कवरून <strong>प्रूफ-ऑफ-स्टेक</strong>वर स्विच करणे. द मर्ज म्हणून ओळखल्या जाणार्‍या या संक्रमणामुळे <strong>नेटवर्कचा ऊर्जा वापर 99 टक्क्यांहून अधिक कमी झाला</strong>.",
  "page-ethereum-vs-bitcoin-environmental-impact-2": "प्रूफ ऑफ स्टेक अंतर्गत, इथेरियम आता ऊर्जा-केंद्रित मायनिंगवर अवलंबून नाही. त्याऐवजी, व्हॅलिडेटर्स यादृच्छिकपणे निवडले जातात, आणि निवड होण्याची शक्यता त्यांनी स्टेक केलेल्या ETH च्या रकमेनुसार वाढते. या बदलामुळे इथेरियम अधिक ऊर्जा-कार्यक्षम ब्लॉकचेन नेटवर्क्सपैकी एक बनले आहे.",
  "page-ethereum-vs-bitcoin-environmental-impact-3": "बिटकॉइन <strong>प्रूफ-ऑफ-वर्क</strong> वापरणे सुरू ठेवते, ज्यासाठी <strong>मोठ्या प्रमाणात विजेची आवश्यकता</strong> असते कारण माइनर्स क्रिप्टोग्राफिक कोडी सोडवण्यासाठी स्पर्धा करतात. यातील काही ऊर्जा अक्षय स्त्रोतांकडून येते, आणि बिटकॉइन समुदायात टिकाऊपणा सुधारण्याच्या मार्गांवर चर्चा सुरू आहे.",
  "page-ethereum-vs-bitcoin-environmental-impact-4": "ऊर्जा वापराचा फरक दोन्ही नेटवर्क्समधील तुलनेचा एक महत्त्वाचा मुद्दा बनला आहे. इथेरियमचा कमी ऊर्जा वापर अशा संदर्भांमध्ये त्याला अधिक आकर्षक बनवतो जिथे पर्यावरणीय परिणामाला प्राधान्य दिले जाते.",
  "page-ethereum-vs-bitcoin-environmental-impact-5": "इथेरियमच्या ऊर्जा वापरावरील संपूर्ण अहवाल वाचा",
  "page-ethereum-vs-bitcoin-future-outlook-title": "भविष्य कसे दिसते",
  "page-ethereum-vs-bitcoin-future-outlook-1": "बिटकॉइन मूल्याचे भांडार आणि राखीव मालमत्ता म्हणून अधिकाधिक स्वीकारले जात आहे. त्यात लक्षणीय बदल होण्याची शक्यता नाही, आणि ही स्थिरता त्याच्या आकर्षणाचा एक भाग आहे.",
  "page-ethereum-vs-bitcoin-future-outlook-2": "इथेरियम नवीन डिजिटल अर्थव्यवस्थेत एक ॲप्लिकेशन प्लॅटफॉर्म म्हणून स्वतःला स्थापित करत आहे. लेयर 2 नेटवर्क्सच्या वाढीसह आणि चालू असलेल्या अपग्रेडसह, त्याचे उद्दिष्ट जागतिक स्तरावरील ॲप्लिकेशन्स, पायाभूत सुविधा आणि मालमत्तेला समर्थन देण्याचे आहे.",
  "page-ethereum-vs-bitcoin-future-outlook-3": "अनेक वापरकर्त्यांसाठी, <strong>हे दोन नेटवर्क्स थेट स्पर्धेत नाहीत</strong>. ते वेगवेगळे उद्देश पूर्ण करतात आणि डिजिटल मालमत्तेच्या विविध दृष्टिकोनात एकमेकांना पूरक ठरू शकतात.",
  "page-ethereum-vs-bitcoin-future-outlook-4": "इथेरियमच्या रोडमॅपबद्दल अधिक जाणून घ्या"
}