{
  "page-wallets-accounts-addresses": "वॅलेटं, खाती, की आणि पत्ते",
  "page-wallets-accounts-addresses-desc": "काही प्रमुख संज्ञांमधील फरक समजून घेणे योग्य आहे.",
  "page-wallets-accounts-ethereum-addresses": "Ethereum खात्याचा पत्ता असतो, जसे की इनबॉक्समध्ये ईमेल पत्ता असतो. हे तुमची डिजिटल मालमत्ता ओळखण्यासाठी वापरले जाते.",
  "page-wallets-alt": "Ethereum वॉलेटाचे प्रतिनिधीत्व करणारे तिजोरीसारखे शरीर असलेले यंत्रमानवाचे स्पष्टीकरणात्मक चित्र",
  "page-wallets-ethereum-account": "Ethereum खाते म्हणजे किल्लींची जोडी. एक की तुम्ही मुक्तपणे शेअर करू शकता असा पत्ता तयार करण्यासाठी वापरली जाते आणि दुसरी की तुम्हाला गुप्त ठेवायची असते कारण ती गोष्टींवर स्वाक्षरी करण्यासाठी वापरली जाते. एकत्रितपणे, या की तुम्हाला मालमत्ता ठेवू देतात आणि व्यवहार करू देतात.",
  "page-wallets-blog": "कॉइनबेस ब्लॉग",
  "page-wallets-bookmarking": "तुमचे वॉलेट बुकमार्क करा",
  "page-wallets-bookmarking-desc": "तुम्ही वेब वॉलेट वापरत असल्यास, फिशिंग स्कॅमपासून स्वतःचे संरक्षण करण्यासाठी साइट बुकमार्क करा.",
  "page-wallets-cd": "भौतिक हार्डवेअर वॅलेटं ही अशी उपकरणे आहेत जी तुम्हाला तुमचा क्रिप्टो ऑफलाइन ठेवू देतात - अतिशय सुरक्षित",
  "page-wallets-desc-2": "वॅलेटं हे बहुतेक लोक त्यांची डिजिटल मालमत्ता आणि ओळख हाताळण्यासाठी वापरतात.",
  "page-wallets-desc-2-link": "ETH वर अधिक",
  "page-wallets-desc-3": "तुमचे वॉलेट हे तुमच्या Ethereum खात्याशी संवाद साधण्याचे साधन आहे. याचा अर्थ तुम्ही वॉलेट प्रदाते कधीही स्वॅप करू शकता. अनेक वॅलेटं तुम्हाला एका अर्जमधून अनेक Ethereum खाती व्यवस्थापित करू देतात.",
  "page-wallets-desc-4": "वॉलेट प्रदात्यांकडे तुमच्या निधीचा ताबा नाही. ते तुम्हाला Ethereum वर तुमची मालमत्ता पाहण्यासाठी फक्त एक खिडकी देतात आणि ते सहजपणे व्यवस्थापित करण्यासाठी साधने देतात.",
  "page-wallets-description": "Ethereum वॉलेट हे अनुप्रयोग आहेत जे तुम्हाला तुमच्या खात्यावर नियंत्रण देतात. तुमच्या भौतिक वॉलेट प्रमाणेच, त्यात तुम्हाला तुमची ओळख सिद्ध करण्यासाठी आणि तुमची मालमत्ता हाताळण्यासाठी आवश्यक असलेली प्रत्येक गोष्ट असते. तुमचे वॉलेट तुम्हाला अनुप्रयोग मध्ये साइन इन करण्याची, तुमची शिल्लक वाचण्याची, व्यवहार पाठवण्याची आणि तुमची ओळख सत्यापित करण्याची परवानगी देते.",
  "page-wallets-desktop": "आपण macOS, Windows किंवा Linux द्वारे आपले निधी व्यवस्थापित करण्यास प्राधान्य दिल्यास डेस्कटॉप अनुप्रयोग",
  "page-wallets-ethereum-wallet": "वॉलेट हे एक साधन आहे जे तुम्हाला तुमच्या की वापरून तुमच्या खात्याशी संवाद साधू देते. हे तुम्हाला तुमच्या खात्यातील शिल्लक पाहण्यास, व्यवहार पाठविण्यास आणि बरेच काही करण्यास अनुमती देते.",
  "page-wallets-explore": "Ethereum चे अन्वेषण करा",
  "page-wallets-features-desc": "तुमच्यासाठी महत्त्वाच्या असलेल्या वैशिष्ट्यांच्या आधारे आम्ही तुमचे वॉलेट निवडण्यात मदत करू शकतो.",
  "page-wallets-features-title": "वैशिष्ट्यांवर आधारित वॅलेटंची तुलना करा",
  "page-wallets-find-wallet-btn": "वॉलेट शोधा",
  "page-wallets-find-wallet-link": "वॉलेट शोधा",
  "page-wallets-get-some": "काही ETH मिळवा",
  "page-wallets-get-some-alt": "लेगो ब्रिक्सचा वापर करून हात ETH चा लोगो बनवित असल्याचे स्पष्टीकरणात्मक चित्र",
  "page-wallets-get-some-btn": "काही ETH मिळवा",
  "page-wallets-get-some-desc": "ETH हे Ethereumचे मूळ क्रिप्टो आहे. Ethereum अनुप्रयोग वापरण्यासाठी तुम्हाला तुमच्या वॉलेटमध्ये काही ETH ची आवश्यकता असेल.",
  "page-wallets-how-to-store": "Ethereumवर डिजिटल मालमत्ता कशी साठवायची",
  "page-wallets-keys-to-safety": "तुमचा क्रिप्टो सुरक्षित ठेवण्याच्या चाव्या",
  "page-wallets-manage-funds": "तुमचा निधी व्यवस्थापित करण्यासाठी एक अॅप",
  "page-wallets-manage-funds-desc": "तुमचे वॉलेट तुमची शिल्लक, व्यवहार इतिहास दाखवते आणि तुम्हाला निधी पाठवण्याचा/प्राप्त करण्याचा मार्ग देते. काही पाकीट अधिक देऊ शकतात.",
  "page-wallets-meta-description": "Ethereum वॅलेटं वापरण्यासाठी तुम्हाला काय माहित असणे आवश्यक आहे.",
  "page-wallets-meta-title": "Ethereum वॅलेट",
  "page-wallets-mobile": "मोबाइल अनुप्रयोग जे तुमचे फंड कोठूनही प्रवेशयोग्य बनवतात",
  "page-wallets-more-on-dapps-btn": "Dapps वर अधिक",
  "page-wallets-most-wallets": "हुतेक वॉलेट उत्पादने तुम्हाला Ethereum खाते व्युत्पन्न करू देतात. त्यामुळे तुम्ही वॉलेट डाउनलोड करण्यापूर्वी तुम्हाला त्याची गरज नाही.",
  "page-wallets-protecting-yourself": "स्वतःचे आणि आपल्या निधीचे संरक्षण करणे",
  "page-wallets-seed-phrase": "तुमचा बीज वाक्यांश लिहा",
  "page-wallets-seed-phrase-desc": "पाकिटं अनेकदा तुम्हाला एक सीड वाक्प्रचार देईल की तुम्ही कुठेतरी सुरक्षितपणे लिहून ठेवले पाहिजे. हा एकमेव मार्ग आहे ज्यामुळे तुम्ही तुमचे वॉलेट पुनर्प्राप्त करू शकाल.",
  "page-wallets-seed-phrase-example": "येथे एक उदाहरण आहे:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "ते संगणकावर साठवू नका. ते लिहून ठेवा आणि सुरक्षित ठेवा.",
  "page-wallets-slogan": "तुमच्या डिजिटल भविष्याच्या चाव्या हातात धरून ठेवा",
  "page-wallets-stay-safe": "सुरक्षित कसे राहायचे",
  "page-wallets-stay-safe-desc": "आर्थिक स्वातंत्र्य आणि निधी कुठेही प्रवेश करण्याची आणि वापरण्याची क्षमता जबाबदारीसह येते – क्रिप्टोमध्ये ग्राहक समर्थन नाही. तुमच्या चाव्या सुरक्षित आणि सुरक्षित ठेवण्यासाठी तुम्ही जबाबदार आहात.",
  "page-wallets-subtitle": "वॅलेटं तुम्हाला तुमच्या डिजिटल मालमत्तेमध्ये प्रवेश करण्यात आणि अनुप्रयोगांमध्ये साइन इन करण्यात मदत करतात.",
  "page-wallets-take-responsibility": "स्वतःच्या निधीची जबाबदारी घ्या",
  "page-wallets-take-responsibility-desc": "केंद्रीकृत देवाणघेवाण तुमच्या वॉलेटला वापरकर्तानाव आणि पासवर्डशी जोडेल जे तुम्ही पारंपारिक पद्धतीने पुनर्प्राप्त करू शकता. फक्त लक्षात ठेवा की तुम्‍ही तुमच्‍या निधीवर कस्‍टडीसह त्या देवाणघेवाणवर विश्‍वास ठेवत आहात. देवाणघेवाणला आर्थिक समस्या असल्यास, तुमच्या निधीला धोका असेल.",
  "page-wallets-tips": "सुरक्षित राहण्यासाठी अधिक टिपा",
  "page-wallets-tips-community": "समाजाकडून",
  "page-wallets-title": "Ethereum वॅलेट",
  "page-wallets-triple-check": "सर्व काही तिहेरी तपासा",
  "page-wallets-triple-check-desc": "लक्षात ठेवा व्यवहार रिव्हर्स करता येत नाहीत आणि वॅलेट सहज परत मिळवता येत नाही म्हणून सावधगिरी बाळगा आणि नेहमी सावध रहा.",
  "page-wallets-try-dapps": "काही dapps वापरून पहा",
  "page-wallets-try-dapps-alt": "एकत्र काम करत असलेल्या Ethereum समुदायाच्या सदस्यांचे उदाहरण",
  "page-wallets-try-dapps-desc": "Dapps Ethereum वर तयार केलेले अर्ज आहेत. बहुतेक पारंपारिक अर्जपेक्षा ते तुमच्या डेटावर स्वस्त, न्याय्य आणि दयाळू आहेत.",
  "page-wallets-types": "पाकीटांचे प्रकार",
  "page-wallets-types-desc": "तुमच्या खात्याशी इंटरफेस आणि संवाद साधण्याचे काही मार्ग आहेत:",
  "page-wallets-web-browser": "ब्राउझर वॅलेट हे वेब अनुप्रयोग आहेत जे तुम्हाला तुमच्या खात्याशी थेट ब्राउझरमध्ये संवाद साधू देतात",
  "page-wallets-web-browser-extension": "ब्राउझर एक्स्टेंशन पाकीट हे तुम्ही डाउनलोड केलेले विस्तार आहेत जे तुम्हाला ब्राउझरद्वारे तुमचे खाते आणि अनुप्रयोगांशी संवाद साधू देतात",
  "page-wallets-whats-a-wallet": "Ethereum वॉलेट म्हणजे काय?",
  "page-wallets-your-ethereum-account": "तुमचे Ethereum खाते",
  "page-wallets-your-ethereum-account-desc": "तुमचे वॉलेट हे तुमच्या Ethereum खात्यातील तुमची विंडो आहे – तुमची शिल्लक, व्यवहार इतिहास आणि बरेच काही. परंतु तुम्ही कधीही वॉलेट प्रदाते स्वॅप करू शकता.",
  "page-wallets-your-login": "Ethereum अॅप्ससाठी तुमचे लॉगिन",
  "page-wallets-your-login-desc": "तुमचे वॉलेट तुम्हाला तुमचे Ethereum खाते वापरून अॅप्लिकेशनशी कनेक्ट करू देते. हे एका लॉगिनसारखे आहे जे तुम्ही अनेक अॅप्समध्ये वापरू शकता.",
  "additional-reading-how-to-create-an-ethereum-account": "How to create an Ethereum account",
  "additional-reading-how-to-use-a-wallet": "वॉलेट कसे वापरावे"
}
