{
  "page-wallets-accounts-addresses": "Portofele, conturi și adrese",
  "page-wallets-accounts-addresses-desc": "Merită să înțelegem diferențele între unii termeni de bază.",
  "page-wallets-accounts-ethereum-addresses": "Un cont Ethereum are o adresă Ethereum, la fel cum o căsuță poștală are o adresă de e-mail. Puteți folosi această adresă pentru a trimite fonduri într-un cont.",
  "page-wallets-alt": "Imaginea unui robot ce are un seif drept corp, reprezentând un portofel Ethereum",
  "page-wallets-ethereum-account": "Contul Ethereum este o entitate care poate face tranzacții și are un sold.",
  "page-wallets-blog": "Blogul Coinbase",
  "page-wallets-bookmarking": "Salvați-vă portofelul",
  "page-wallets-bookmarking-desc": "Dacă utilizați un portofel web, salvați adresa site-ului pentru a vă proteja împotriva fraudelor de phishing.",
  "page-wallets-cd": "Portofelele hardware fizice care vă permit să vă păstrați cripto offline – foarte bine securizate",
  "page-wallets-converted": "Sunteți convertit la Cripto?",
  "page-wallets-converted-desc": "Dacă doriți să dețineți o valoare serioasă, îți recomandăm portofelele hardware, deoarece acestea sunt cele mai sigure. Sau un portofel cu alerte de fraudă și limite de retragere.",
  "page-wallets-curious": "Sunteți curios privind cripto?",
  "page-wallets-curious-desc": "Dacă nu ați mai folosit cripto și doriți doar să vedeți cum este, vă recomandăm ceva care vă va oferi posibilitatea de a explora aplicațiile Ethereum sau de a cumpăra primul ETH direct din portofel.",
  "page-wallets-desc-2": "Aveți nevoie de un portofel pentru a trimite fonduri și a vă gestiona ETH-ul.",
  "page-wallets-desc-2-link": "Aflați mai multe despre ETH",
  "page-wallets-desc-3": "Portofelul este doar un instrument pentru a vă gestiona contul Ethereum. Aceasta înseamnă că vă puteți schimba furnizorii de portofele oricând. Având mai multe portofele, aveți și posibilitatea de gestionare centralizată a mai multor conturi Ethereum dintr-o singură aplicație.",
  "page-wallets-desc-4": "Aceasta deoarece portofelele nu au custodia fondurilor dvs., ci dvs. o aveți. Sunt doar un instrument pentru gestionarea a ceea ce dețineți cu adevărat.",
  "page-wallets-description": "Portofelele Ethereum sunt aplicații care vă permit să interacționați cu contul dvs. Ethereum. Considerați portofelul o aplicație bancară pe internet – fără bancă. Portofelul vă permite să vă vedeți soldul, să faceți tranzacții și să vă conectați la aplicații.",
  "page-wallets-desktop": "Aplicațiile desktop, dacă preferați să vă gestionați fondurile prin macOS, Windows sau Linux",
  "page-wallets-ethereum-wallet": "Un portofel este un produs care vă permite să vă administrați contul Ethereum. Vă permite să vedeți care este soldul contului, să tranzacționați și multe altele.",
  "page-wallets-explore": "Explorați Ethereum",
  "page-wallets-features-desc": "Vă putem ajuta să vă alegeți portofelul în funcție de caracteristicile care vă interesează.",
  "page-wallets-features-title": "Preferați să alegeți pe baza funcționalităților?",
  "page-wallets-find-wallet-btn": "Găsiți un portofel",
  "page-wallets-find-wallet-link": "Găsiți un portofel",
  "page-wallets-get-some": "Obțineți niște ETH",
  "page-wallets-get-some-alt": "Imaginea unei mâini care creează sigla Ethereum din cărămizi lego",
  "page-wallets-get-some-btn": "Obțineți niște ETH",
  "page-wallets-get-some-desc": "ETH este cripto-ul nativ al Ethereum. Veți avea nevoie de ceva ETH în portofel pentru a utiliza aplicațiile Ethereum.",
  "page-wallets-get-wallet": "Obțineți un portofel",
  "page-wallets-get-wallet-desc": "Sunt o mulțime de portofele diferite din care puteți alege. Vrem să vă ajutăm să îl selectați pe cel care vă corespunde cel mai bine.",
  "page-wallets-get-wallet-desc-2": "Rețineți: această decizie nu este permanentă – contul dvs. Ethereum nu este legat de furnizorul portofelului.",
  "page-wallets-how-to-store": "Cum să stocați active digitale pe Ethereum",
  "page-wallets-keys-to-safety": "Cheile pentru păstrarea în siguranță a criptomonedei dvs.",
  "page-wallets-manage-funds": "O aplicație pentru gestionarea fondurilor dvs.",
  "page-wallets-manage-funds-desc": "Portofelul dvs. vă arată soldurile, istoricul tranzacțiilor și vă oferă o modalitate de a trimite/primi fonduri. Unele portofele pot oferi mai multe.",
  "page-wallets-meta-description": "Ce trebuie să știți pentru a utiliza portofelele Ethereum.",
  "page-wallets-meta-title": "Portofelele Ethereum",
  "page-wallets-mobile": "Aplicații mobile prin care vă puteți accesa fondurile de oriunde",
  "page-wallets-more-on-dapps-btn": "Aflați mai multe despre Dapp-uri",
  "page-wallets-most-wallets": "Majoritatea produselor legate de portofel vă vor permite să generați un cont Ethereum. Deci, nu aveți nevoie de niciunul înainte de a descărca un portofel.",
  "page-wallets-protecting-yourself": "Protecția dvs. și a fondurilor dvs.",
  "page-wallets-seed-phrase": "Notați-vă fraza de securitate",
  "page-wallets-seed-phrase-desc": "Portofelele vă vor oferi adesea o frază de securitate pe care trebuie să o notați undeva într-un loc sigur. Aceasta este singura modalitate de a vă recupera portofelul.",
  "page-wallets-seed-phrase-example": "Iată un exemplu:",
  "page-wallets-seed-phrase-snippet": "acolo avion curbă aerisire formație doge posibil product distinct sub spirit lampă",
  "page-wallets-seed-phrase-write-down": "Nu o stocați pe calculator. Scrieți-o undeva și țineți-o în siguranță.",
  "page-wallets-slogan": "Cheia viitorului dvs. digital",
  "page-wallets-stay-safe": "Cum să vă păstrați siguranța",
  "page-wallets-stay-safe-desc": "Portofelele reprezintă o mică schimbare de gândire în privința securității. Libertatea financiară și capacitatea de a accesa și utiliza fonduri oriunde implică ceva responsabilitate – nu există asistență pentru clienți în cripto.",
  "page-wallets-subtitle": "Portofelele oferă acces la fondurile dvs. și la aplicațiile Ethereum. Ar trebui să aveți acces numai dvs. la portofel.",
  "page-wallets-take-responsibility": "Asumați-vă răspunderea pentru propriile fonduri",
  "page-wallets-take-responsibility-desc": "Schimburile centralizate vă vor lega portofelul de un nume de utilizator și o parolă, pe care o puteți recupera într-un mod tradițional. Amintiți-vă doar că având încredere în acest schimb oferiți custodia asupra fondurilor proprii. Dacă respectiva companie este atacată sau dă faliment, fondurile dvs. sunt în pericol.",
  "page-wallets-tips": "Alte sfaturi pentru a vă păstra securitatea",
  "page-wallets-tips-community": "De la comunitate",
  "page-wallets-title": "Portofelele Ethereum",
  "page-wallets-triple-check": "Verificați totul de trei ori",
  "page-wallets-triple-check-desc": "Nu uitați că tranzacțiile nu pot fi anulate, iar portofelele nu pot fi recuperate cu ușurință, așa că luați măsuri de precauție și aveți grijă tot timpul.",
  "page-wallets-try-dapps": "Testați câteva aplicații dapp",
  "page-wallets-try-dapps-alt": "Imaginea unor membri ai comunității Ethereum care lucrează împreună",
  "page-wallets-try-dapps-desc": "Dapp-utile sunt aplicații construite pe Ethereum. Sunt mai ieftine, mai corecte, mai amabile cu datele dvs. decât majoritatea aplicațiilor tradiționale.",
  "page-wallets-types": "Tipuri de portofele",
  "page-wallets-web-browser": "Portofele web care vă permit să interacționați cu contul dvs. printr-un browser web",
  "page-wallets-whats-a-wallet": "Ce este portofelul Ethereum?",
  "page-wallets-your-ethereum-account": "Contul dvs. Ethereum",
  "page-wallets-your-ethereum-account-desc": "Portofelul dvs. este fereastra spre contul dvs. Ethereum – vă arată soldul, istoricul tranzacțiilor și multe altele. Dar vă puteți schimba furnizorii de portofele în orice moment.",
  "page-wallets-your-login": "Autentificarea dvs. pentru aplicațiile Ethereum",
  "page-wallets-your-login-desc": "Portofelul dvs. vă permite să vă conectați la orice aplicație descentralizată folosindu-vă de contul Ethereum. Este ca o autentificare pe care o puteți utiliza în mai multe aplicații dapp."
}
