{
  "page-local-environment-brownie-desc": "Un cadru de dezvoltare și testare bazat pe Python pentru contracte inteligente care vizează mașina virtuală Ethereum.",
  "page-local-environment-brownie-logo-alt": "Logo Brownie",
  "page-local-environment-dapptools-desc": "O suită de instrumente CLI axate pe Ethereum folosind filozofia de design Unix, favorizând combinabilitatea, configurabilitatea și extensibilitatea.",
  "page-local-environment-dapptools-logo-alt": "Logo-ul Dapptools",
  "page-local-environment-embark-desc": "O platformă all-in-one pentru programatori pentru construirea și implementarea aplicațiilor descentralizate.",
  "page-local-environment-embark-logo-alt": "Logo Embark",
  "page-local-environment-epirus-desc": "O platformă pentru dezvoltarea, implementarea și monitorizarea aplicațiilor blockchain pe mașina virtuală Java",
  "page-local-environment-epirus-logo-alt": "Logo Epirus",
  "page-local-environment-eth-app-desc": "Creează aplicații bazate pe Ethereum cu o singură comandă. Vine cu o gamă largă de oferte de cadre UI și șabloane DeFi din care să alegi.",
  "page-local-environment-eth-app-logo-alt": "Creează logoul aplicației Eth",
  "page-local-environment-framework-feature-1": "Funcții pentru a crea o instanță blockchain locală.",
  "page-local-environment-framework-feature-2": "Utilități pentru a compila și testa contractele inteligente.",
  "page-local-environment-framework-feature-3": "Suplimente de dezvoltare client pentru a-ți crea aplicația orientată către utilizator în același proiect/depozit.",
  "page-local-environment-framework-feature-4": "Configurare pentru conectarea la rețelele Ethereum și implementarea contractelor, fie la o instanță care rulează local, fie la una dintre rețelele publice Ethereum.",
  "page-local-environment-framework-feature-5": "Distribuție descentralizată a aplicațiilor - integrări cu opțiuni de stocare precum IPFS.",
  "page-local-environment-framework-features": "Aceste cadre vin cu o mulțime de funcționalități ieșite din comun, cum ar fi:",
  "page-local-environment-frameworks-desc": " Îți recomandăm să alegi un cadru, mai ales dacă abia începi. Construirea unei aplicații dapp complet dezvoltate necesită diferite piese de tehnologie. Cadrele includ multe dintre funcțiile necesare sau oferă sisteme simple de plugin-uri pentru a alege instrumentele dorite.",
  "page-local-environment-frameworks-title": "Cadre și stive prefabricate",
  "page-local-environment-hardhat-desc": "Hardhat este un mediu de dezvoltare Ethereum pentru profesioniști.",
  "page-local-environment-hardhat-logo-alt": "Logo Hardhat",
  "page-local-environment-openZeppelin-desc": "Economisește ore de dezvoltare compilând, făcând upgrade, implementând și interacționând cu contracte inteligente cu CLI-ul nostru.",
  "page-local-environment-openZeppelin-logo-alt": "Logo OpenZeppelin",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: tot de ai nevoie pentru a începe să creezi aplicații descentralizate alimentate de contracte inteligente",
  "page-local-environment-scaffold-eth-logo-alt": "Logo scaffold-eth",
  "page-local-environment-setup-meta-desc": "Ghid despre cum să alegi stiva de software pentru dezvoltarea Ethereum.",
  "page-local-environment-setup-meta-title": "Configurare de dezvoltare locală Ethereum",
  "page-local-environment-setup-subtitle": "Dacă ești gata să începi construirea, este timpul să-ți alegi stiva.",
  "page-local-environment-setup-subtitle-2": " Iată instrumentele și cadrele pe care le poți utiliza pentru a te ajuta să-ți creezi aplicația Ethereum.",
  "page-local-environment-setup-title": "Configurează-ți mediul de dezvoltare locală",
  "page-local-environment-solidity-template-desc": "Un șablon GitHub pentru o configurare pre-construită pentru contractele inteligente Solidity. Include o rețea locală Hardhat, Waffle pentru testare, Ethers pentru implementarea portofelului și multe altele.",
  "page-local-environment-solidity-template-logo-alt": "Logo Solidity template",
  "page-local-environment-truffle-desc": "Suita Truffle aduce programatorii de la idee la aplicația dapp cât mai confortabil posibil.",
  "page-local-environment-truffle-logo-alt": "Logo Truffle",
  "page-local-environment-waffle-desc": "Cea mai avansată bibliotecă de testare pentru contracte inteligente. Se utilizează singură sau împreună cu Scafold-eth sau Hardhat.",
  "page-local-environment-waffle-logo-alt": "Logo Waffle"
}
