{
  "page-upgrades-vision-2014": "Vizualizează o postare de blog din 2014 care detaliază dovada mizei",
  "page-upgrades-vision-beacon-chain": "Lanțul Beacon",
  "page-upgrades-vision-beacon-chain-btn": "Mai multe despre lanțul Beacon",
  "page-upgrades-vision-beacon-chain-date": "Lanțul Beacon este activ",
  "page-upgrades-vision-beacon-chain-desc": "Prima adăugare Eth2 la ecosistem. Lanțul Beacon aduce mizarea în Ethereum, pune bazele upgrade-urilor viitoare și va coordona în cele din urmă noul sistem.",
  "page-upgrades-vision-beacon-chain-upper": "Lanțul Beacon",
  "page-upgrades-vision-desc-1": "Ethereum trebuie să micșoreze congestia rețelei și să îmbunătățească viteza pentru a deservi mai bine o bază globală de utilizatori.",
  "page-upgrades-vision-desc-2": "Rularea unui nod este din ce în ce mai dificilă pe măsură ce rețeaua crește. Acest lucru va fi mai greu doar cu eforturile de a scala rețeaua.",
  "page-upgrades-vision-desc-3": "Ethereum folosește prea multă energie electrică. Tehnologia care menține rețeaua în securitate trebuie să fie mai durabilă.",
  "page-upgrades-vision-merge-date": "Estimare: 2022",
  "page-upgrades-vision-merge-desc": "Rețeaua principală Ethereum va trebui să se „unească” cu Rețeaua Beacon la un moment dat. Acest lucru va permite tuturor din rețea să poată miza, marcând astfel sfârșitul minatului cu consum intensiv de energie.",
  "page-upgrades-vision-ethereum-node": "Mai multe despre noduri",
  "page-upgrades-vision-explore-upgrades": "Explorează upgrade-urile",
  "page-upgrades-vision-future": "Un viitor digital la scară globală",
  "page-upgrades-vision-meta-desc": "O prezentare generală a impactului pe care îl va avea actualizarea Eth2 asupra Ethereum și provocările pe care trebuie să le depășească.",
  "page-upgrades-vision-meta-title": "Viziunea Ethereum 2.0 (Eth2)",
  "page-upgrades-vision-mining": "Mai multe despre minerit",
  "page-upgrades-vision-problems": "Problemele de astăzi",
  "page-upgrades-vision-scalability": "Scalabilitatea",
  "page-upgrades-vision-scalability-desc": "Ethereum trebuie să poată gestiona mai multe tranzacții pe secundă fără a crește dimensiunea nodurilor din rețea. Nodurile sunt participanți esențiali la rețea care stochează și rulează blockchain-ul. Creșterea dimensiunii nodurilor nu este practică, deoarece doar cei cu computere puternice și scumpe ar putea să o facă. Pentru a scala, Ethereum are nevoie de mai multe tranzacții pe secundă, împreună cu mai multe noduri. Mai multe noduri înseamnă mai multă securitate.",
  "page-upgrades-vision-scalability-desc-3": "Upgrade-ul lanțurilor de fragmente va distribui sarcina rețelei în 64 de lanțuri noi. Acest lucru va oferi Ethereum spațiu de respirație prin reducerea congestiei și îmbunătățirea vitezei peste limita actuală de 15-45 de tranzacții pe secundă.",
  "page-upgrades-vision-scalability-desc-4": "Și chiar dacă vor exista mai multe lanțuri, acest lucru va necesita de fapt mai puțină muncă de la validatori „întreținătorii rețelei”. Validatorii vor trebui doar să-și „ruleze” fragmentul și nu întregul lanț Ethereum. Acest lucru face ca nodurile să fie mai ușoare, permițând Ethereum să se extindă și să rămână descentralizat.",
  "page-upgrades-vision-security": "Securitate",
  "page-upgrades-vision-security-desc": "Upgrade-urile Eth2 îmbunătățesc securitatea Ethereum împotriva atacurilor coordonate, cum ar fi un atac de 51%. Acesta este un tip de atac în care, dacă cineva controlează majoritatea rețelei, poate forța prin modificări frauduloase.",
  "page-upgrades-vision-security-desc-3": "Trecerea la dovada mizei înseamnă că protocolul Ethereum are mai multe măsuri de descurajare a atacurilor. Acest lucru se datorează faptului că în dovada mizei, validatorii care securizează rețeaua trebuie să pună în protocol cantități semnificative de ETH. Dacă încearcă și atacă rețeaua, protocolul le poate distruge automat ETH-ul lor propriu.",
  "page-upgrades-vision-security-desc-5": "Acest lucru nu este posibil în dovada muncii, unde cel mai bun lucru pe care îl poate face un protocol este să forțeze entitățile care securizează rețeaua (minerii) să piardă recompensele miniere pe care le-ar fi câștigat altfel. Pentru a obține efectul echivalent în dovada muncii, protocolul ar trebui să poată distruge tot echipamentul unui miner dacă încearcă să trișeze.",
  "page-upgrades-vision-security-desc-5-link": "Mai multe despre dovada muncii",
  "page-upgrades-vision-security-desc-8": "Modelul de securitate Ethereum are și el nevoie de o schimbare din cauza introducerii lanțului de fragmente. Rețeaua Beacon va atribui în mod aleatoriu validatori pentru diferite fragmente - acest lucru face practic imposibil ca validatorii să colaboreze, atacând un anumit fragment. Fragmentarea nu este la fel de sigură pe un blockchain bazat pe Dovada Muncii (proof-of-work), deoarece minerii nu pot fi controlați de protocol din acest punct de vedere.",
  "page-upgrades-vision-security-desc-10": "Mizarea înseamnă de asemenea, că nu este nevoie să investești în hardware de elită pentru a „rula” un nod Ethereum. Acest lucru ar trebui să încurajeze mai mulți oameni să devină validatori, crescând descentralizarea rețelei și scăzând suprafața de atac.",
  "page-upgrades-vision-security-staking": "Mizează ETH",
  "page-upgrades-vision-security-validator": "Poți deveni validator mizând propriul ETH.",
  "page-upgrades-vision-shard-chains": "lanțuri de fragmente",
  "page-upgrades-vision-shard-date": "Estimare: 2021",
  "page-upgrades-vision-shard-desc-4": "Lanțurile de fragmente vor distribui sarcina rețelei în 64 de blockchain-uri noi. Fragmentele au potențialul de a îmbunătăți drastic viteza tranzacției - până la 100.000 pe secundă.",
  "page-upgrades-vision-shard-upgrade": "Mai multe despre lanțurile de fragmente",
  "page-upgrades-vision-staking-lower": "Mai multe despre mizare",
  "page-upgrades-vision-subtitle": "Crește Ethereum până când e suficient de puternic pentru a ajuta întreaga umanitate.",
  "page-upgrades-vision-sustainability": "Durabilitate",
  "page-upgrades-vision-sustainability-desc-1": "Nu este un secret că Ethereum și alte blockchain-uri precum Bitcoin sunt consumatoare de energie din cauza mineritului.",
  "page-upgrades-vision-sustainability-desc-2": "Dar Ethereum se îndreaptă spre obținerea securității prin ETH, nu prin puterea de calcul – prin mizare.",
  "page-upgrades-vision-sustainability-desc-3": "Deși mizarea va fi introdusă de lanțul Beacon, Ethereum pe care îl folosim astăzi va rula în paralel pentru o perioadă de timp, înainte de a „fuziona” sau „andoca” cu upgrade-urile Eth2. Un sistem securizat de ETH, celălalt prin putere de calcul. Acest lucru se datorează faptului că, la început, lanțurile de fragmente nu vor putea gestiona lucruri precum conturile sau aplicațiile noastre dapp. Deci, nu putem uita doar de minerit și de rețeaua principală.",
  "page-upgrades-vision-sustainability-desc-8": "Odată ce Reșeaua Beacon este funcțională, s-a început lucrul la unirea Rețelei principale cu noul sistem. Acest lucru va schimba Rețeaua principală într-un fragment care este securizat de ETH și consumă cu mult mai puțină energie.",
  "page-upgrades-vision-sustainability-subtitle": "Ethereum trebuie să fie mai ecologic.",
  "page-upgrades-vision-title": "Viziunea Eth2",
  "page-upgrades-vision-title-1": "Rețea congestionată",
  "page-upgrades-vision-title-2": "Spațiu pe disc",
  "page-upgrades-vision-title-3": "Prea multă energie",
  "page-upgrades-vision-trilemma-cardtext-1": "Upgrade-urile Eth2 vor face Ethereum scalabil, sigur și descentralizat. Fragmentarea va face Ethereum mai scalabil prin creșterea numărului de tranzacții pe secundă, reducând în același timp energia necesară pentru a rula un nod și pentru a valida lanțul. Lanțul Beacon va face Ethereum sigur prin coordonarea validatorilor între fragmente. Și mizarea va reduce bariera în calea participării, creând o rețea – mai descentralizată – mai mare.",
  "page-upgrades-vision-trilemma-cardtext-2": "Rețelele blockchain securizate și descentralizate necesită ca fiecare nod să verifice fiecare tranzacție procesată de lanț. Acest volum de lucru limitează numărul de tranzacții care pot avea loc la un moment dat. Descentralizat și securizat, reflectă lanțul Ethereum de astăzi.",
  "page-upgrades-vision-trilemma-cardtext-3": "Rețelele descentralizate funcționează prin trimiterea de informații despre tranzacții între noduri – întreaga rețea trebuie să știe despre orice schimbare de stare. Scalarea tranzacțiilor pe secundă într-o rețea descentralizată prezintă riscuri de securitate, deoarece cu cât sunt mai multe tranzacții, cu atât este mai mare întârzierea, cu atât este mai mare probabilitatea de atac în timp ce informațiile sunt în zbor.",
  "page-upgrades-vision-trilemma-cardtext-4": "Creșterea dimensiunii și puterii nodurilor Ethereum ar putea crește numărul de tranzacțiile pe secundă în mod sigur, dar cerința hardware ar restricționa cine ar putea face acest lucru – amenințând astfel descentralizarea. Se speră că fragmentarea și dovada mizei vor permite Ethereum să se extindă prin creșterea numărului de noduri, nu a dimensiunii nodului.",
  "page-upgrades-vision-trilemma-h2": "Provocarea scalării descentralizate",
  "page-upgrades-vision-trilemma-modal-tip": "Atinge cercurile de mai jos pentru a înțelege mai bine problemele scalării descentralizate",
  "page-upgrades-vision-trilemma-p": "Un mod naiv de a rezolva problemele Ethereum ar fi să-l facem mai centralizat. Dar descentralizarea este prea importantă. Descentralizarea oferă Ethereum rezistență împotriva cenzurii, deschidere, confidențialitatea datelor și o securitate aproape de neînvins.",
  "page-upgrades-vision-trilemma-p-1": "Viziunea Ethereum este să fie mai scalabil și mai securizat, dar de asemenea, să rămână descentralizat. Realizarea acestor 3 deziderate este o problemă cunoscută sub numele de trilema scalabilității.",
  "page-upgrades-vision-trilemma-p-2": "Upgrade-urile Eth2 își propun să rezolve trilema, dar există provocări semnificative.",
  "page-upgrades-vision-trilemma-press-button": "Apasă butoanele de pe triunghi pentru a înțelege mai bine problemele scalării descentralizate.",
  "page-upgrades-vision-trilemma-text-1": "Descentralizarea",
  "page-upgrades-vision-trilemma-text-2": "Securitate",
  "page-upgrades-vision-trilemma-text-3": "Scalabilitatea",
  "page-upgrades-vision-trilemma-title-1": "Explorează trilema scalabilității",
  "page-upgrades-vision-trilemma-title-2": "Upgrade-urile Eth2 și scalarea descentralizată",
  "page-upgrades-vision-trilemma-title-3": "Securizat și descentralizat",
  "page-upgrades-vision-trilemma-title-4": "Descentralizat și scalabil",
  "page-upgrades-vision-trilemma-title-5": "Scalabil și securizat",
  "page-upgrades-vision-understanding": "Înțelegerea viziunii Eth2",
  "page-upgrades-vision-upgrade-needs": "Nevoia de upgrade-uri Eth2",
  "page-upgrades-vision-upgrade-needs-desc": "Protocolul Ethereum lansat în 2015 a avut un succes incredibil. Dar comunitatea Ethereum se așteaptă întotdeauna ca unele upgrade-uri cheie să fie necesare pentru a debloca întregul potențial al Ethereum.",
  "page-upgrades-vision-upgrade-needs-desc-2": "Cererea ridicată crește taxele pe tranzacții, ceea ce face Ethereum scump pentru utilizatorul mediu. Spațiul pe disc necesar pentru a rula un client Ethereum crește într-un ritm rapid. Iar algoritmul de bază al consensului prin dovada muncii, care menține Ethereum în siguranță și descentralizat, are un mare impact asupra mediului.",
  "page-upgrades-vision-upgrade-needs-desc-3": "Ceea ce este denumit în mod obișnuit Eth2 este un set de upgrade-uri care abordează aceste probleme și multe altele. Acest set de upgrade-uri a fost numit inițial „Serenity” și a reprezentat un domeniu activ de cercetare și dezvoltare încă din 2014.",
  "page-upgrades-vision-upgrade-needs-desc-6": " Acest lucru înseamnă că nu există un comutator de pornire pentru Eth2. Îmbunătățirile vor fi livrate în mod progresiv în timp.",
  "page-upgrades-vision-upgrade-needs-serenity": "Vizualizează o postare de blog din 2015 despre „Serenity”",
  "page-upgrades-vision-upgrade-needs-desc-5": "Acum, când tehnologia este gata, aceste upgrade-uri vor reproiecta Ethereum pentru a-l face mai scalabil, mai sigur și mai durabil – pentru a îmbunătăți viața utilizatorilor existenți și a atrage pe alții noi. Totul păstrând valoarea centrală a descentralizării Ethereum."
}
