{
  "page-what-is-ethereum-101": "Ethereum 101",
  "page-what-is-ethereum-101-desc": "Ethereum este o tehnologie care îți permite să trimiți oricui criptomonede contra unei taxe mici. De asemenea, alimentează aplicațiile pe care toată lumea le poate folosi și nimeni nu le poate elimina.",
  "page-what-is-ethereum-101-desc-2": "Ethereum se bazează pe inovația Bitcoin, cu câteva mari diferențe.",
  "page-what-is-ethereum-101-desc-3": "Ambele îți permit să utilizezi bani digitali fără furnizori de plăți sau bănci. Dar Ethereum este programabil, deci îl poți utiliza și pentru o mulțime de active digitale diferite – chiar și Bitcoin!",
  "page-what-is-ethereum-101-desc-4": "Aceasta înseamnă și că Ethereum este mai mult decât plăți. Este o piață de servicii financiare, jocuri și aplicații care nu îți pot fura datele sau nu te pot cenzura.",
  "page-what-is-ethereum-101-italic": "blockchain-ul programabil al lumii.",
  "page-what-is-ethereum-101-strong": "Este ",
  "page-what-is-ethereum-accessibility": "Ethereum este deschis tuturor.",
  "page-what-is-ethereum-adventure": "Alege-ți aventura!",
  "page-what-is-ethereum-alt-img-bazaar": "Ilustrația unei persoane care privește într-un bazar, menit să reprezinte Ethereum",
  "page-what-is-ethereum-alt-img-comm": "O ilustrare a membrilor comunității Ethereum care lucrează împreună",
  "page-what-is-ethereum-alt-img-lego": "Ilustrația unei mâini care construiește un logo ETH făcut din cărămizi Lego",
  "page-what-is-ethereum-alt-img-social": "O ilustrare a personajelor într-un spațiu social dedicat Ethereum cu un logo ETH mare",
  "page-what-is-ethereum-banking-card": "Servicii bancare pentru toată lumea",
  "page-what-is-ethereum-banking-card-desc": "Nu toată lumea are acces la servicii financiare. Dar tot ce ai nevoie pentru a accesa Ethereum și produsele sale de creditare, împrumut și economii este o conexiune la internet.",
  "page-what-is-ethereum-build": "Creează ceva cu Ethereum",
  "page-what-is-ethereum-build-desc": "Dacă dorești să încerci să construiești cu Ethereum, citește documentele noastre, încearcă unele tutoriale sau consultă instrumentele de care ai nevoie pentru a începe.",
  "page-what-is-ethereum-censorless-card": "Rezistent la cenzură",
  "page-what-is-ethereum-censorless-card-desc": "Niciun guvern sau companie nu are controlul asupra Ethereum. Această descentralizare face aproape imposibil pentru cineva să te împiedice să primești plăți sau să utilizezi servicii pe Ethereum.",
  "page-what-is-ethereum-comm-desc": "Comunitatea noastră include oameni din toate mediile, inclusiv artiști, cripto-anarhiști, fortune 500 și acum tu. Află cum te poți implica chiar astăzi.",
  "page-what-is-ethereum-commerce-card": "Garanții comerciale",
  "page-what-is-ethereum-commerce-card-desc": "Ethereum creează un mediu concurențial mai echitabil. Clienții au o garanție sigură, încorporată că fondurile vor trece de la un proprietar la altul doar dacă furnizezi ceea ce s-a convenit. Nu ai nevoie de influența unei companii mari pentru a face afaceri.",
  "page-what-is-ethereum-community": "Comunitatea Ethereum",
  "page-what-is-ethereum-compatibility-card": "Compatibilitate pentru succes",
  "page-what-is-ethereum-compatibility-card-desc": "Produse și experiențe mai bune sunt construite tot timpul, deoarece produsele Ethereum sunt compatibile în mod implicit. Companiile se pot baza reciproc pe succesul celeilalte.",
  "page-what-is-ethereum-dapps-desc": "Produse și servicii care rulează pe Ethereum. Există aplicații dapp pentru finanțe, locul de muncă, rețele sociale, jocuri de noroc și multe altele – fă cunoștință cu aplicațiile viitorului nostru digital.",
  "page-what-is-ethereum-dapps-img-alt": "O ilustrare a unui câine folosind o aplicație Ethereum pe un calculator",
  "page-what-is-ethereum-dapps-title": "Aplicații dapp Ethereum",
  "page-what-is-ethereum-desc": "Fundamentul viitorului nostru digital",
  "page-what-is-ethereum-explore": "Explorează Ethereum",
  "page-what-is-ethereum-get-started": "Cea mai bună modalitate de a afla mai multe este să descarci un portofel, să obții niște ETH și să încerci o aplicație dapp Ethereum.",
  "page-what-is-ethereum-in-depth-description": "Ethereum este accesul liber la bani digitali și servicii accesibile tuturor, indiferent de mediu sau locație. Este o tehnologie construită de comunitate, în spatele criptomonedei eter (ETH) și a miilor de aplicații pe care le poți utiliza astăzi.",
  "page-what-is-ethereum-internet-card": "Un internet mai personal",
  "page-what-is-ethereum-internet-card-desc": "Nu trebuie să furnizezi toate datele tale personale pentru a utiliza o aplicație Ethereum. Ethereum construiește o economie bazată pe valoare, nu pe supraveghere.",
  "page-what-is-ethereum-meet-comm": "Întâlnește comunitatea",
  "page-what-is-ethereum-meta-description": "Află mai multe despre Ethereum, ce face și cum să-l încerci pentru tine.",
  "page-what-is-ethereum-meta-title": "Ce este Ethereum?",
  "page-what-is-ethereum-native-alt": "Simbolul pentru eter (ETH)",
  "page-what-is-ethereum-native-crypto": "Criptomonedă nativă a Ethereum și echivalentă cu Bitcoin. Poți utiliza ETH pe aplicații Ethereum sau pentru a trimite valoare la prieteni și familie.",
  "page-what-is-ethereum-native-img-alt": "O ilustrare a unui robot cu un seif pentru trunchi, folosit pentru a reprezenta portofelele Ethereum",
  "page-what-is-ethereum-native-title": "ETH",
  "page-what-is-ethereum-p2p-card": "O rețea peer-to-peer",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum îți permite să transferi bani sau să închei acorduri direct cu altcineva. Nu este nevoie să treci prin companii intermediare.",
  "page-what-is-ethereum-singlecard-desc": "Dacă ești interesat de blockchain și partea tehnică a Ethereum, te acoperim.",
  "page-what-is-ethereum-singlecard-link": "Cum funcționează Ethereum",
  "page-what-is-ethereum-singlecard-title": "Cum funcționează Ethereum",
  "page-what-is-ethereum-start-building-btn": "Începe să dezvolți",
  "page-what-is-ethereum-title": "Ce este Ethereum?",
  "page-what-is-ethereum-tools-needed": "Tot ce ai nevoie pentru a participa este un portofel.",
  "page-what-is-ethereum-try": "Încearcă Ethereum",
  "page-what-is-ethereum-tryit": "Deci pășește în bazar și încearcă...",
  "page-what-is-ethereum-wallets": "Portofele",
  "page-what-is-ethereum-wallets-desc": "Cum îți gestionezi ETH-ul și contul Ethereum. Vei avea nevoie de un portofel pentru a începe – te vom ajuta să alegi unul.",
  "page-what-is-ethereum-welcome": "Bun venit în Ethereum",
  "page-what-is-ethereum-welcome-2": "Sperăm să rămâi.",
  "page-what-is-ethereum-defi-title": "Finanțe descentralizate (DeFi)",
  "page-what-is-ethereum-defi-description": "Un sistem financiar mai deschis, care îți oferă mai mult control asupra banilor tăi și deblochează noi posibilități.",
  "page-what-is-ethereum-defi-alt": "Logotip Eth, alcătuit din piese lego.",
  "page-what-is-ethereum-nft-title": "Token-uri non-fungibile (NFT-uri)",
  "page-what-is-ethereum-nft-description": "Un mod de a reprezenta articolele unice ca active Ethereum care pot fi tranzacționate, folosite ca dovadă de proprietate și pentru a crea noi oportunități pentru creatori.",
  "page-what-is-ethereum-nft-alt": "Logotip Eth afișat printr-o hologramă.",
  "page-what-is-ethereum-dao-title": "Organizații autonome descentralizate (DAOs)",
  "page-what-is-ethereum-dao-description": "O nouă modalitate de a colabora și de a înființa comunități online cu obiective și fonduri comune.",
  "page-what-is-ethereum-dao-alt": "O reprezentare a votului unui DAO în favoarea unei propuneri.",
  "page-what-is-ethereum-use-cases-title": "Descoperă unde se poate folosi Ethereum",
  "page-what-is-ethereum-use-cases-subtitle": "Ethereum a condus la crearea de noi produse și servicii care pot îmbunătăți diferite domenii ale vieții noastre.",
  "page-what-is-ethereum-use-cases-subtitle-two": "Suntem încă în stadiile incipiente, dar sunt multe lucruri de care trebuie să fim entuziasmați."
}
