{
  "page-index-hero-image-alt": "Imaginea unui oraș futurist, reprezentând ecosistemul Ethereum.",
  "page-index-meta-description": "Ethereum este o platformă globală, descentralizată pentru bani și noi tipuri de aplicații. Pe Ethereum, poți scrie cod care controlează banii și poți crea aplicații accesibile oriunde în lume.",
  "page-index-meta-title": "Pagină de pornire",
  "page-index-title": "Bun venit în Ethereum",
  "page-index-description": "Ethereum este tehnologia gestionată de comunitate ce alimentează criptomoneda eter (ETH) și mii de aplicații descentralizate.",
  "page-index-title-button": "Explorează Ethereum",
  "page-index-get-started": "Începe aici",
  "page-index-get-started-description": "ethereum.org este portalul tău în lumea Ethereum. Tehnologia este nouă și într-o continuă dezvoltare – este de folos să ai un ghid. Iată ce îți recomandăm să faci dacă vrei să faci parte din Ethereum.",
  "page-index-get-started-image-alt": "Ilustrație a unei persoane lucrând la calculator.",
  "page-index-get-started-wallet-title": "Alege un portofel",
  "page-index-get-started-wallet-description": "Un portofel îți permite să te conectezi la Ethereum și să-ți gestionezi fondurile.",
  "page-index-get-started-wallet-image-alt": "Ilustrația unui robot cu un seif pentru un corp, reprezentând un portofel Ethereum.",
  "page-index-get-started-eth-title": "Obține ETH",
  "page-index-get-started-eth-description": "ETH este moneda Ethereum – o poți utiliza în aplicații.",
  "page-index-get-started-eth-image-alt": "Ilustrarea unui grup de oameni privind cu venerație la un eter (ETH).",
  "page-index-get-started-dapps-title": "Utilizează o aplicație descentralizată",
  "page-index-get-started-dapps-description": "Dapp-urile sunt aplicații alimentate de Ethereum. Află ce poți face cu ele.",
  "page-index-get-started-dapps-image-alt": "Imaginea unei monede Doge folosind un calculator.",
  "page-index-get-started-devs-title": "Începe să dezvolți",
  "page-index-get-started-devs-description": "Dacă vrei să începi să programezi cu Ethereum, avem documentație, tutoriale și multe altele în portalul nostru pentru programatori.",
  "page-index-get-started-devs-image-alt": "Ilustrația unei mâini care creează un logo Ethereum din piese lego.",
  "page-index-what-is-ethereum": "Ce este Ethereum?",
  "page-index-what-is-ethereum-description": "Ethereum este o tehnologie care găzduiește bani digitali, plăți globale și aplicații. Comunitatea a construit o economie digitală în creștere, noi modalități de câștiguri on line pentru creatori și multe altele. Este deschis tuturor, oriunde te-ai afla în lume – ai nevoie doar de internet.",
  "page-index-what-is-ethereum-button": "Ce este Ethereum?",
  "page-index-what-is-ethereum-secondary-button": "Mai multe informații despre banii digitali",
  "page-index-what-is-ethereum-image-alt": "Ilustrația unei persoane care privește într-un bazar, menit să reprezinte Ethereum.",
  "page-index-defi": "Un sistem financiar mai echitabil",
  "page-index-defi-description": "Astăzi, miliarde de oameni nu pot deschide conturi bancare, alții au plățile blocate. Sistemul financiar descentralizat Ethereum (DeFi), nu doarme sau discriminează niciodată. Doar cu o conexiune la internet, poți trimite, primi, împrumuta, câștiga dobânzi și chiar să transmiți fonduri oriunde în lume.",
  "page-index-defi-button": "Explorează DeFi",
  "page-index-defi-image-alt": "Ilustrație a mâinilor care oferă un simbol ETH.",
  "page-index-internet": "Un internet liber",
  "page-index-internet-description": "Astăzi, obținem acces la servicii de internet „gratuite” prin renunțarea la controlul datelor noastre personale. Serviciile Ethereum sunt deschise în mod implicit – ai nevoie doar de un portofel. Acestea sunt gratuite și ușor de configurat, controlate de tine și funcționează fără nicio informație personală.",
  "page-index-internet-button": "Explorați internetul necondiționat",
  "page-index-internet-secondary-button": "Mai mult despre portofele",
  "page-index-internet-image-alt": "Ilustrație a unui computer futurist, alimentat de cristale Ethereum.",
  "page-index-developers": "O nouă graniță pentru dezvoltare",
  "page-index-developers-description": "Ethereum și aplicațiile sale sunt transparente și cu sursă accesibilă în mod public. Poți descărca codul și reutiliza funcționalitățile deja create de alții. Dacă nu dorești să înveți o nouă limbă, poți interacționa cu un cod sursă folosind JavaScript şi alte limbaje existente.",
  "page-index-developers-button": "Portal pentru programatori",
  "page-index-developers-code-examples": "Code examples",
  "page-index-developers-code-example-title-0": "Banca ta proprie",
  "page-index-developers-code-example-description-0": "Poți înființa o bancă bazată pe condițiile programate de tine.",
  "page-index-developers-code-example-title-1": "Propria ta monedă",
  "page-index-developers-code-example-description-1": "Poți crea token-uri pe care le poți transfera și utiliza în aplicații.",
  "page-index-developers-code-example-title-2": "Un portofel Ethereum în JavaScript",
  "page-index-developers-code-example-description-2": "Poți utiliza limbajele existente pentru a interacționa cu Ethereum și alte aplicații.",
  "page-index-developers-code-example-title-3": "Un DNS deschis, fără restricții",
  "page-index-developers-code-example-description-3": "Îți poți reproiecta serviciile existente, ca aplicații deschise în mod descentralizat.",
  "page-index-network-stats-title": "Ethereum astăzi",
  "page-index-network-stats-subtitle": "Cele mai recente statistici privind rețeaua",
  "page-index-network-stats-eth-price-description": "Prețul ETH (USD)",
  "page-index-network-stats-eth-price-explainer": "Cel mai recent preț pentru 1 eter. Poți cumpăra doar 0,000000000000000001 – nu trebuie să cumperi 1 ETH întreg.",
  "page-index-network-stats-tx-day-description": "Tranzacțiile de astăzi",
  "page-index-network-stats-tx-day-explainer": "Numărul de tranzacții procesate cu succes pe rețea în ultimele 24 de ore.",
  "page-index-network-stats-value-defi-description": "Valoare blocată în DeFi (USD)",
  "page-index-network-stats-value-defi-explainer": "Suma de bani alocată aplicațiilor financiare descentralizate (DeFi), alcătuind economia digitală Ethereum.",
  "page-index-network-stats-nodes-description": "Noduri",
  "page-index-network-stats-nodes-explainer": "Ethereum este coordonat de mii de voluntari din întreaga lume, cunoscuți sub numele de noduri.",
  "page-index-touts-header": "Explorează ethereum.org",
  "page-index-contribution-banner-title": "Contribuie la ethereum.org",
  "page-index-contribution-banner-description": "Acest site este deschis publicului, având sute de colaboratori comunitari. Poți propune modificări oricărui conținut de pe acest site, ai posibilitatea de a sugera caracteristici noi, sau ne poți ajuta să rezolvăm erorile.",
  "page-index-contribution-banner-image-alt": "Sigla Ethereum, alcătuită din blocuri lego.",
  "page-index-contribution-banner-button": "Mai multe despre contribuții",
  "page-index-tout-upgrades-title": "Actualizează-ți cunoștințele despre Eth2",
  "page-index-tout-upgrades-description": "Ethereum 2.0 este un set de actualizări interconectate, proiectate pentru a face Ethereum mai scalabil, mai sigur și sustenabil.",
  "page-index-tout-upgrades-image-alt": "Ilustrație a unei nave spațiale care reflectă puterea sporită a Eth2.",
  "page-index-tout-enterprise-title": "Ethereum pentru companii",
  "page-index-tout-enterprise-description": "Află cum Ethereum poate deschide noi modele de afaceri, reduce costurile și asigura viabilitatea afacerii in viitor.",
  "page-index-tout-enterprise-image-alt": "Ilustrație a unui calculator/dispozitiv futurist.",
  "page-index-tout-community-title": "Comunitatea Ethereum",
  "page-index-tout-community-description": "Ethereum se raportează în totalitate la comunitate. Acesta cuprinde persoane cu interese diverse, din toate mediile. Iată cum te poți alătura.",
  "page-index-tout-community-image-alt": "Ilustrația unui grup de constructori lucrând împreună.",
  "page-index-nft": "Internetul bunurilor",
  "page-index-nft-description": "Ethereum nu este doar pentru bani digitali. Tot ce deții poate fi reprezentat, tranzacționat și folosit ca tokenuri nefungibile (NFT). Poți să-ți tokenizezi arta și să obții redevențe automat, de fiecare dată când este re-vândută. Sau să folosești un token pentru ceva ce deții, pentru a lua un împrumut. Posibilitățile cresc tot timpul.",
  "page-index-nft-button": "Mai multe despre NFT-uri",
  "page-index-nft-alt": "Siglă Eth fiind afișată printr-o hologramă."
}
