{
  "page-staking-just-staking": "Mizarea",
  "page-staking-image-alt": "Imaginea mascotei Rhino pentru launchpad-ul eth2.",
  "page-staking-51-desc-1": "Mizarea face ca accesul la rețea ca validator să fie mai accesibil, deci este posibil că în rețea vor exista probabil mai mulți validatori decât sunt astăzi. Aceasta va face acest tip de atac și mai dificil deoarece costul unui atac va crește.",
  "page-staking-accessibility": "Mai accesibil",
  "page-staking-accessibility-desc": "Cu cerințe hardware mai ușoare și posibilitatea de a pune în comun mize dacă nu ai 32 ETH, mai mulți oameni vor putea să se alăture rețelei. Aceasta va face Ethereum mai descentralizat și mai sigur prin scăderea suprafeței de atac.",
  "page-staking-at-stake": "Propriul tău ETH în joc",
  "page-staking-at-stake-desc": "Deoarece trebuie să-ți mizezi propriul ETH pentru a valida tranzacțiile și a crea noi blocuri, îl poți pierde dacă decizi să încerci să înșeli sistemul.",
  "page-staking-benefits": "Avantajele mizării pe Ethereum",
  "page-staking-check-address": "Verifică adresa depozitului",
  "page-staking-consensus": "Mai multe despre mecanismele de consens",
  "page-staking-deposit-address": "Verifică adresa depozitului",
  "page-staking-deposit-address-desc": "Dacă ai urmat deja instrucțiunile de configurare de pe launchpad, vei ști că trebuie să trimiți o tranzacție la contractul de depunere de miză. Îți recomandăm să verifici foarte atent adresa. Poți găsi adresa oficială pe ethereum.org și o serie de alte site-uri de încredere.",
  "page-staking-desc-1": "Se acordă recompense pentru acțiunile care ajută rețeaua să ajungă la un consens. Vei obține recompense pentru gruparea tranzacțiilor într-un bloc nou sau pentru verificarea activității altor validatori, deoarece acest lucru menține lanțul în siguranță.",
  "page-staking-desc-2": "Deși poți câștiga recompense pentru a face ceva care aduce beneficii rețelei, poți pierde ETH pentru acțiuni rău intenționate, deconectarea și nereușita validării.",
  "page-staking-desc-3": "Vei avea nevoie de 32 ETH pentru a deveni un validator complet sau de ceva ETH pentru a te alătura unui grup de mizare. De asemenea, va trebui să rulezi un client „Eth1” sau client rețea principală. Launchpad-ul te va ghida prin proces și cerințele hardware. Alternativ, poți utiliza un API back-end.",
  "page-staking-description": "Mizarea este actul de a depune 32 ETH pentru a activa un software de validare. În calitate de validator, vei fi responsabil pentru stocarea datelor, procesarea tranzacțiilor și adăugarea de blocuri noi în blockchain. Aceasta va menține Ethereum în siguranță pentru toată lumea și te va face să câștigi ETH nou în acest proces. Acest proces, cunoscut sub numele de dovada mizei, este introdus de lanțul Beacon.",
  "page-staking-docked": "Mai multe despre unire",
  "page-staking-dyor": "Fă propriile tale cercetări",
  "page-staking-dyor-desc": "Niciunul dintre serviciile de mizare listate nu reprezintă o aprobare oficială. Efectuează propriile cercetări pentru a afla ce serviciu ți se potrivește cel mai bine.",
  "page-staking-header-1": "Mizează ETH pentru a deveni un validator Ethereum",
  "page-staking-how-much": "Cât ești dispus să mizezi?",
  "page-staking-how-to-stake": "Cum să mizez",
  "page-staking-how-to-stake-desc": "Totul depinde de cât de mult ești dispus să mizezi. Vei avea nevoie de 32 ETH pentru a deveni un validator complet, dar este posibil să mizezi mai puțin.",
  "page-staking-join": "Alătură-te",
  "page-staking-join-community": "Alătură-te comunității de mizare",
  "page-staking-join-community-desc": "r/ethstaker este o comunitate pentru toți pentru a discuta mizarea pe Ethereum – alătură-te pentru sfaturi, asistență și pentru a vorbi orice despre mizare.",
  "page-staking-less-than": "Mai puțin de",
  "page-staking-link-1": "Vezi API-urile back-end",
  "page-staking-meta-description": "O prezentare generală a mizării în Ethereum: riscurile, recompensele, cerințele și unde să o faci.",
  "page-staking-meta-title": "Mizarea în Ethereum",
  "page-staking-more-sharding": "Mai multe despre fragmentare",
  "page-staking-pool": "Mizarea în grup",
  "page-staking-pool-desc": "Dacă ai mai puțin de 32 ETH, vei putea adăuga o miză mai mică la un grup de mizare. Unele companii pot face totul în numele tău, astfel încât să nu-ți faci griji despre rămânerea online. Iată câteva companii de verificat.",
  "page-staking-pos-explained": "Dovada mizei explicată",
  "page-staking-pos-explained-desc": "Mizarea este ceea ce trebuie să faci pentru a deveni validator într-un sistem de dovadă a mizei. Acesta este un mecanism de consens care va înlocui sistemul dovezii muncii în vigoare în prezent. Mecanismele de consens sunt cele care păstrează blockchain-uri precum Ethereum securizate și descentralizate.",
  "page-staking-pos-explained-desc-1": "Dovada mizei ajută la securizarea rețelei în mai multe moduri:",
  "page-staking-services": "Vezi serviciile de mizare",
  "page-staking-sharding": "Deblochează fragmentarea",
  "page-staking-sharding-desc": "Fragmentarea este posibilă numai cu un sistem de dovadă a mizei. Fragmentarea unui sistem de dovadă a muncii ar dilua cantitatea de putere de calcul necesară pentru a corupe rețeaua, facilitând controlul fragmentelor de către minerii rău intenționați. Nu este cazul cu stakeri repartizați aleatoriu în dovada mizei.",
  "page-staking-solo": "Mizează singur și rulează un validator",
  "page-staking-solo-desc": "Pentru a începe procesul de mizare, va trebui să utilizezi launchpad-ul Eth2. Aceasta te va conduce prin toate setările. O parte a mizării este executarea unui client Eth2, care este o copie locală a blockchain-ului. Descărcarea pe calculator poate dura ceva timp.",
  "page-staking-start": "Începe să mizezi",
  "page-staking-subtitle": "Mizarea este un bun public pentru ecosistemul Ethereum. Poți ajuta la securizarea rețelei și poți câștiga recompense în acest proces.",
  "page-staking-sustainability": "Mai sustenabil",
  "page-staking-sustainability-desc": "Validatorii nu au nevoie de computere cu consum mare de energie pentru a participa la un sistem de dovadă a mizei – doar un laptop sau un telefon inteligent. Aceasta va face Ethereum mai bun pentru mediu.",
  "page-staking-the-beacon-chain": "Mai multe despre lanțul Beacon",
  "page-staking-title-1": "Recompense",
  "page-staking-title-2": "Riscuri",
  "page-staking-title-3": "Cerințe",
  "page-staking-title-4": "Cum să-ți mizezi propriul ETH",
  "page-staking-upgrades-li": "Dovada mizei este gestionată de lanțul Beacon.",
  "page-staking-upgrades-li-2": "Ethereum va avea un lanț Beacon bazat pe dovada mizei și o rețea principală bazată pe dovada muncii pentru viitorul apropiat. Rețeaua principală este Ethereum-ul pe care îl folosim de mulți ani.",
  "page-staking-upgrades-li-3": "În acest timp, stakerii vor adăuga noi blocuri lanțului Beacon, dar nu vor procesa tranzacțiile din rețeaua principală.",
  "page-staking-upgrades-li-4": "Ethereum va trece complet la un sistem bazat pe Dovada Mizei (proof-of-stake) odată ce Rețeaua principală Ethereum se va uni cu Rețeaua Beacon.",
  "page-staking-upgrades-li-5": "O actualizare minoră va urma pentru a permite retragerea fondurile mizate.",
  "page-staking-upgrades-title": "Upgrade-uri ale dovezii mizei și Eth2",
  "page-staking-validators": "Mai mulți validatori, mai multă securitate",
  "page-staking-validators-desc": "Într-un blockchain ca Ethereum, este posibil să cenzurezi și să reordonezi tranzacțiile în favoarea ta dacă controlezi majoritatea rețelei. Dar, pentru a controla majoritatea rețelei, ai nevoie de o majoritate de validatori, iar pentru acest lucru ar trebui să controlezi majoritatea monedelor ETH din sistem – adică un număr foarte mare! Această cantitate de ETH crește de fiecare dată când un validator intră în sistem, consolidând astfel securitatea rețelei. Dovada Muncii (proof-of-work), modelul de securitate pe care Dovada Mizei (proof-of-stake) îl va înlocui, necesită validatori (mineri) care să aibă hardware specializat și mult spațiu fizic, astfel că intrarea în sistem ca și un miner este dificilă iar securitatea împotriva atacurilor majoritare nu crește atât de mult. Dovada Mizei (proof-of-stake) nu are aceste cerințe, care ar trebui să dezvolte rețeaua (și rezistența ei împotriva atacurilor majore) la dimensiuni care nu sunt posibile folosind Dovada Muncii (proof-of-work).",
  "page-staking-withdrawals": "Retragerile nu vor fi activate imediat",
  "page-staking-withdrawals-desc": "Nu îți vei putea retrage miza până când nu vor fi lansate următoarele actualizări. Retragerile vor fi disponibile într-o actualizare minoră după unirea Rețelei principale cu Lanțul Beacon."
}
