{
  "page-what-is-ethereum-alt-img-bazaar": "Ilustrația unei persoane care privește într-un bazar, menită să reprezinte Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Imaginea unor membri ai comunității Ethereum care lucrează împreună",
  "page-what-is-ethereum-alt-img-lego": "Imaginea unei mâini care creează sigla Ethereum din cărămizi lego",
  "page-what-is-ethereum-banking-card": "Servicii bancare pentru toată lumea",
  "page-what-is-ethereum-banking-card-desc": "Nu toată lumea are acces la servicii financiare. Dar, pentru a accesa Ethereum și produsele sale de creditare, împrumut și economii aveți nevoie numai de o conexiune la internet.",
  "page-what-is-ethereum-build": "Creați ceva cu Ethereum",
  "page-what-is-ethereum-build-desc": "Dacă dorești să încerci să construiești cu Ethereum, citește documentația noastră, încearcă unele tutoriale sau consultă instrumentele de care ai nevoie pentru a începe.",
  "page-what-is-ethereum-censorless-card": "Rezistent la cenzură",
  "page-what-is-ethereum-censorless-card-desc": "Niciun guvern sau companie nu deține controlul asupra Ethereum. Descentralizarea face aproape imposibil pentru oricine să vă oprească să primiți plăți sau să folosiți servicii pe Ethereum.",
  "page-what-is-ethereum-comm-desc": "Comunitatea noastră include oameni din toate mediile, inclusiv artiști, cripto-anarhiști, fortune 500 și acum tu. Află cum te poți implica chiar astăzi.",
  "page-what-is-ethereum-commerce-card": "Garanții comerciale",
  "page-what-is-ethereum-commerce-card-desc": "Clienții au o garanție intrinsecă și sigură că fondurile vor schimba deținătorul doar dacă furnizați ceea ce s-a convenit. De asemenea, dezvoltatorii pot avea certitudinea că regulile stabilite nu se vor schimba.",
  "page-what-is-ethereum-composable-card": "Produse modulare și interoperabile",
  "page-what-is-ethereum-composable-card-desc": "Toate aplicațiile sunt construite pe aceeași blockchain cu un stadiu global partajat, ceea ce înseamnă că pot fi construite unele pe altele (precum cărămizile jocului Lego). Acest lucru permite crearea de produse și experiențe mai bune și asigurări că nimeni nu poate înlătura instrumentele de care aplicațiile depind.",
  "page-what-is-ethereum-community": "Comunitatea Ethereum",
  "page-what-is-ethereum-desc": "Fundamentul viitorului nostru digital",
  "page-what-is-ethereum-explore": "Explorați Ethereum",
  "page-what-is-ethereum-internet-card": "Un Internet deschis pentru toți",
  "page-what-is-ethereum-internet-card-desc": "Oricine poate interacționa cu rețeaua Ethereum sau poate construi aplicații în ea. Acest lucru vă permite să controlați propriile active și propria identitate, în loc să fie controlate de câteva mega corporații.",
  "page-what-is-ethereum-meet-comm": "Întâlnește comunitatea",
  "page-what-is-ethereum-meta-description": "Aflați mai multe despre Ethereum, ce face și cum să încercați să îl utilizați.",
  "page-what-is-ethereum-meta-title": "Ce este Ethereum?",
  "page-what-is-ethereum-p2p-card": "O rețea de comunicare directă între participanți",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum vă permite să vă coordonați, să încheiați înțelegeri sau să transferați active digitale direct cu alți oameni. Nu trebuie să vă bazați pe intermediari.",
  "page-what-is-ethereum-start-building-btn": "Începeți să clădiți",
  "page-what-is-ethereum-title": "Ce este Ethereum?",
  "page-what-is-ethereum-subtitle": "Un ghid complet pentru începători despre cum funcționează Ethereum, despre beneficiile pe care le aduce și despre modul în care este folosit de milioane de oameni din întreaga lume.",
  "page-what-is-ethereum-button-lets-start": "Să începem",
  "page-what-is-ethereum-blockchain-tab-title": "Ce este un blockchain?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Un blockchain este o bază de date ce conține tranzacții</b>, bază care este actualizată și partajată cu numeroase computere constituite într-o rețea. De fiecare dată când un nou set de tranzacții se adaugă, se numește „block” - de aici numele blockchain. Blockchain-urile publice ca Ethereum permit oricui să adauge date, dar nu să le și elimine. Dacă cineva ar dori să schimbe vreuna dintre informaţii sau să trişeze sistemul, ar trebui să facă acest lucru în majoritatea calculatoarelor din rețea, ceea ce este extrem de greu! De aceea, blockchain-urile descentralizate ca Ethereum sunt foarte sigure.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Ce este o criptomonedă?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Criptomoneda este un termen folosit pentru a descrie mai multe tipuri de tokenuri digitale fungibile, securizate folosind o tehnologie numită blockchain. Totul a început cu Bitcoin. Bitcoin poate fi folosit pentru a transfera valoare între două părți fără a fi nevoie să aveți încredere într-un intermediar. Trebuie doar să aveți încredere în codul Bitcoin, care este complet deschis și disponibil fără costuri.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Motivul pentru care activele precum bitcoin și ether sunt numite „criptomonede” este acela că securitatea datelor și a activelor tale este garantată prin <a href=\"/glossary/#cryptography\">criptografie</a>, nu prin încrederea într-o instituție sau o corporație că acționează în mod onest.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum are propria sa criptomonedă nativă, numită ether (ETH), care este folosită pentru a plăti anumite activități în cadrul rețelei. Aceasta poate fi transferată altor utilizatori sau poate fi schimbată cu alte tokenuri pe platforma Ethereum. Ether este specială deoarece este folosită pentru a plăti calculul necesar construirii și rulării aplicațiilor și organizațiilor de pe platforma Ethereum.",
  "page-what-is-ethereum-summary-title": "Rezumat",
  "page-what-is-ethereum-summary-desc-1": "Ethereum este o rețea de computere din întreaga lume care urmează un set de reguli numite protocolul Ethereum. Rețeaua Ethereum constituie fundația pe baza căreia oricine poate construi și utiliza comunități, aplicații, organizații și active digitale.",
  "page-what-is-ethereum-summary-desc-2": "Puteți crea un cont Ethereum de oriunde, oricând și puteți explora o lume de aplicații sau vă puteți construi propria aplicație. Inovația de bază este că puteți face toate acestea fără a trebui să aveți încredere într-o autoritate centrală care ar putea schimba regulile sau care v-ar putea restricționa accesul.",
  "page-what-is-ethereum-summary-desc-3": "Continuați să citiți pentru a afla mai multe…",
  "page-what-is-ethereum-btc-eth-diff-title": "Care este diferența dintre Ethereum și Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Lansată în 2015, Ethereum se bazează pe inovarea Bitcoin, cu câteva mari diferențe.",
  "page-what-is-ethereum-btc-eth-diff-2": "Amândouă vă permit să folosiți bani digitali fără furnizori de plăți sau bănci. Dar <b>Ethereum este programabil</b>, astfel încât să puteți construi și implementa aplicații descentralizate în rețeaua proprie.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin ne permite să ne trimitem mesaje de bază unii altora despre ceea ce credem că este valoros. Stabilirea valorii fără autoritate este deja puternică. Ethereum extinde acest lucru: mai degrabă decât doar mesaje, puteți scrie orice program general sau contract. Nu există nicio limită pentru tipul de contracte care pot fi create și convenite, de unde inovația majoră din rețeaua Ethereum.",
  "page-what-is-ethereum-btc-eth-diff-4": "În timp ce Bitcoin este doar o rețea de plăți, Ethereum seamănă mai mult cu o piață a serviciilor financiare, a jocurilor, a rețelelor sociale și altor aplicații care vă respectă intimitatea și nu vă pot cenzura.",
  "page-what-is-ethereum-what-can-eth-do-title": "Ce poate face Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "De ce aș utiliza Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Dacă vă interesează modalități mai rezistente, mai deschise și mai de încredere pentru a coordona la nivel global, pentru a crea organizații, pentru a construi aplicații și pentru a împărtăși valoare, Ethereum este răspunsul pentru dumneavoastră. Ethereum este o poveste scrisă de noi toți, așa că veniți și descoperiți ce lumi incredibile putem construi împreună.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "De asemenea, Ethereum a fost de neprețuit pentru persoanele care au trebuit să gestioneze incertitudinea în ceea ce privește securitatea, soliditatea sau mobilitatea activelor lor din cauza forțelor externe care scapă controlului.",
  "page-what-is-ethereum-slide-1-title": "Plăți transfrontaliere mai ieftine și mai rapide",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Monedele stabile</b> sunt un tip nou de criptomonede care se bazează pe un activ mai stabil ca bază pentru valoarea sa. Majoritatea acestora sunt legate de dolarul din Statele Unite și, prin urmare, mențin valoarea acestei monede. Acestea permit un sistem global de plăți foarte ieftin și stabil. Multe dintre aceste sisteme sunt construite pe rețeaua Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum și monedele stabile simplifică procesul de trimitere a banilor în străinătate. De multe ori, durează doar câteva minute pentru a muta fonduri pe glob, spre deosebire de cele câteva zile lucrătoare sau chiar săptămâni necesare unei bănci obișnuite și pentru o fracțiune din preț. În plus, nu există nicio taxă suplimentară pentru efectuarea unei tranzacții cu valoare ridicată, și nu există restricții cu privire la unde sau de ce trimiteți bani.",
  "page-what-is-ethereum-slide-2-title": "Cel mai rapid ajutor în timp de criză",
  "page-what-is-ethereum-slide-2-desc-1": "Dacă sunteți suficient de norocos(oasă) să aveți mai multe opțiuni bancare prin intermediul instituțiilor de încredere acolo unde locuiți, vă puteți bucura de libertățile financiare, securitatea și stabilitatea pe care le oferă. Însă, pentru multe persoane din întreaga lume, care se confruntă cu represiuni politice sau cu dificultăți economice, este posibil ca instituțiile financiare să nu le ofere protecția sau serviciile de care au nevoie.",
  "page-what-is-ethereum-slide-2-desc-2": "Atunci când războiul, catastrofele economice sau reprimarea libertăților civile i-au lovit pe rezidenții din <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Venezuela</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Cuba</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Afganistan</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Nigeria</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Belarus</a> și <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Ucraina</a> criptomonedele au constituit cea mai rapidă și adesea singura opțiune de a păstra controlul financiar.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> După cum s-a văzut în aceste exemple, criptomonedele precum Ethereum pot oferi acces neîngrădit la economia globală atunci când oamenii sunt deconectați de lumea exterioară. În plus, monedele stabile oferă un magazin de valoare atunci când monedele locale se prăbușesc din cauza hiperinflației.",
  "page-what-is-ethereum-slide-3-title": "Susținem creatorii",
  "page-what-is-ethereum-slide-3-desc-1": "Numai în 2021, artiștii, muzicienii, scriitorii și alți creatori au folosit Ethereum pentru a câștiga în jur de 3,5 miliarde USD în mod colectiv. Acest lucru face ca Ethereum să fie una dintre cele mai mari platforme globale pentru creatori, alături de Spotify, YouTube, și Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Aflați mai multe</a>.",
  "page-what-is-ethereum-slide-4-title": "Susținem pasionații de jocuri",
  "page-what-is-ethereum-slide-4-desc-1": "Jocul pentru a câștiga jocuri (în care jucătorii sunt recompensați pentru jocuri) a apărut recent și transformă industria jocurilor. În mod tradițional, este adesea interzis să se facă comerț sau să se transfere active în joc către alți jucători pentru bani reali. Acest lucru obligă jucătorii să utilizeze site-uri de pe piaţa neagră care reprezintă adesea un risc de securitate. Jocurile cu tehnologie blockchain îmbrățișează economia în joc și promovează astfel de comportamente cu încredere.",
  "page-what-is-ethereum-slide-4-desc-2": "În plus, jucătorii sunt stimulați prin posibilitatea de a face comerț cu tokenuri în joc pentru bani reali și de a fi recompensați cu adevărat pentru timpul petrecut jucându-vă.",
  "page-what-is-ethereum-meet-ether-title": "Acesta este etherul, criptomoneda Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Multe acțiuni din rețeaua Ethereum necesită un anumit efort de prestat pe computerul încorporat al Ethereum (cunoscut sub numele de mașina virtuală Ethereum). Acest calcul nu este gratuit; este plătit pentru utilizarea criptomonedei native a Ethereum numită eter (ETH). Aceasta înseamnă că aveți nevoie de cel puțin o cantitate mică de eter pentru a utiliza rețeaua.",
  "page-what-is-ethereum-meet-ether-desc-2": "Etherul este pur digital și îl puteți trimite instantaneu oricui, oriunde în lume. Furnizarea de ether nu este controlată de niciun guvern sau companie; este descentralizată și complet transparentă. Etherul este emis într-o manieră precisă conform protocolului, numai pentru stakerii care securizează rețeaua.",
  "page-what-is-ethereum-what-is-ether": "Ce este etherul?",
  "page-what-is-ethereum-get-eth": "Obțineți ETH",
  "page-what-is-ethereum-explore-applications": "Explorați aplicațiile",
  "page-what-is-ethereum-learn-defi": "Aflați mai multe despre DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Cine coordonează Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum nu este controlat de nicio entitate. Există atunci când minim un calculator este conectat la unul dintre soft-urile care urmăresc protocolul Ethereum și adaugă la Ethereum <a href=\"/glossary/#blockchain\">blockchain</a>. Fiecare computer este cunoscut ca și nod. Nodurile pot fi operate de oricine, deși pentru a participa la securizarea rețelei trebuie să <a href=\"/glossary/#staking\">mizeze</a> ETH (token-ul nativ Ethereum). Oricine cu 32 ETH poate participa fără să fie nevoie de permisiune.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Chiar și codul sursă Ethereum nu este produs de o singură entitate. Oricine poate sugera modificări ale protocolului și poate discuta despre modernizări. Există mai multe implementări ale protocolului Ethereum care sunt produse de organizații independente în mai multe limbaje de programare și sunt construite de obicei în mod deschis și încurajează contribuțiile comunității.",
  "page-what-is-ethereum-run-a-node": "Rulați un nod",
  "page-what-is-ethereum-smart-contract-title": "Ce sunt contractele inteligente?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Contractele inteligente sunt programe de calculator</b> care trăiesc pe blockchain-ul Ethereum. Acestea se execută atunci când sunt declanșate de o tranzacție de la un utilizator. Acestea fac Ethereum foarte flexibil în ceea ce poate face. Aceste programe acționează ca blocuri de construcție pentru aplicații și organizații descentralizate.",
  "page-what-is-ethereum-smart-contract-desc-2": "Ați folosit vreodată un produs care și-a schimbat termenii de utilizare? Sau ați eliminat o funcție pe care ați găsit-o inutilă? Odată ce un contract inteligent este publicat în Ethereum, acesta va fi online și operațional atâta timp cât va exista Ethereum. Nici măcar autorul nu o poate elimina. Întrucât contractele inteligente sunt automatizate, nu discriminează niciun utilizator și sunt întotdeauna gata de utilizare.",
  "page-what-is-ethereum-smart-contract-desc-3": "Exemple populare de contracte inteligente sunt aplicațiile pentru împrumuturi, tranzacțiile descentralizate, asigurările, finanțarea cuadratică, rețelele de socializare <a href=\"/glossary/#nft\">NFTs</a> - practic orice vă puteți imagina.",
  "page-what-is-ethereum-more-on-smart-contracts": "Mai multe despre contractele inteligente",
  "page-what-is-ethereum-explore-dapps": "Explorați aplicațiile dapps",
  "page-what-is-ethereum-criminal-activity-title": "Am auzit că moneda cripto este folosită ca un instrument pentru activitatea criminală. Este adevărat?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Ca orice tehnologie, uneori, va fi folosită greșit. Cu toate acestea, deoarece toate tranzacțiile Ethereum au loc pe un blockchain deschis, este adesea mai ușor pentru autorități să urmărească activitatea ilicită decât ar fi în sistemul financiar tradițional, făcând probabil Ethereum o alegere mai puțin atrăgătoare pentru cei care ar prefera să treacă nedetectați.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Criptomoneda este utilizată mult mai puțin în scopuri infracționale conform constatărilor unui raport recent al Europol, agenția Uniunii Europene pentru cooperare în materie de aplicare a legii:",
  "page-what-is-ethereum-criminal-activity-desc-3": "„Utilizarea criptomonedelor pentru activități ilicite pare să cuprindă doar o mică parte din economia globală a criptomonedelor și pare să fie relativ mai mică decât valoarea fondurilor ilicite implicate în sistemul financiar tradițional.”",
  "page-what-is-ethereum-energy-title": "Care este consumul de energie implicat de Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "În data de 15.09.2022, Ethereum a actualizat „Fuziunea” care a făcut tranziția Ethereum de la <a href=\"/glossary/#pow\">dovada muncii</a> la <a href=\"/glossary/#pos\">dovada mizei</a>.",
  "page-what-is-ethereum-energy-desc-2": "Fuziunea a fost cea mai mare modernizare a rețelei Ethereum și a redus consumul de energie necesar pentru a securiza rețeaua Ethereum cu <b>99.95%</b>, creând astfel o <b>rețea mai sigurã cu un cost de carbon mult mai scăzut</b>. Ethereum este acum un blockchain cu emisii reduse de carbon, îmbunătățindu-și în același timp securitatea și scalabilitatea.",
  "page-what-is-ethereum-more-on-energy-consumption": "Mai multe despre consumul de energie",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Consumul energetic anual în TW/an",
  "energy-consumption-chart-global-data-centers-label": "Centre de date globale",
  "energy-consumption-gold-mining-cbeci-label": "Minare de aur",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Jocuri în SUA",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Actualizarea Fuziunea",
  "page-what-is-ethereum-additional-reading": "Referințe suplimentare",
  "page-what-is-ethereum-week-in-ethereum": "Știrile săptămânii pentru Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "- un buletin informativ săptămânal privind principalele evoluții din ecosistem.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Visul propus de Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Atomi, Instituții, Blockchainuri",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- De ce sunt importante blockchainurile?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum în cifre",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Proiecte construite pe Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Conturi (portofele) cu sold ETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Contracte inteligente pe Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Valoare securizată pe Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Câștigurile creatorului pe Ethereum în 2021",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Numărul tranzacțiilor de astăzi",
  "adoption-chart-column-now-label": "Acum",
  "adoption-chart-investors-label": "Investitori",
  "adoption-chart-developers-label": "Dezvoltatori",
  "adoption-chart-companies-label": "Companii",
  "adoption-chart-artists-label": "Artiști",
  "adoption-chart-musicians-label": "Muzicieni",
  "adoption-chart-writers-label": "Scriitori",
  "adoption-chart-gamers-label": "Jucatori",
  "adoption-chart-refugees-label": "Refugiați",
  "page-what-is-ethereum-get-eth-alt": "Obțineți niște ETH",
  "page-what-is-ethereum-get-eth-description": "ETH este moneda nativă a lui Ethereum. Veți avea nevoie de ETH în portofelul dvs. pentru a folosi aplicațiile Ethereum.",
  "page-what-is-ethereum-get-eth-title": "Obțineți niște ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Explorați aplicațiile dapp",
  "page-what-is-ethereum-explore-dapps-description": "Aplicațiile dapp, sunt aplicații construite pe Ethereum. Dapp-urile perturbă modelele de afaceri actuale și inventează altele noi.",
  "page-what-is-ethereum-explore-dapps-title": "Testați câteva aplicații dapp"
}
