{
  "consensus-client-besu-logo-alt": "Sigla Besu",
  "consensus-client-erigon-logo-alt": "Sigla Erigon",
  "consensus-client-geth-logo-alt": "Sigla Geth",
  "consensus-client-lighthouse-logo-alt": "Sigla Lighthouse",
  "consensus-client-lodestar-logo-alt": "Sigla Lodestar",
  "consensus-client-nethermind-logo-alt": "Sigla Nethermind",
  "consensus-client-nimbus-logo-alt": "Sigla Nimbus",
  "consensus-client-prysm-logo-alt": "Sigla Prysm",
  "consensus-client-teku-logo-alt": "Sigla Teku",
  "page-upgrades-answer-1": "Lanțul Beacon a fost folosit ca un instrument pentru actualizarea Paginii principale Ethereum la Fuziune.",
  "page-upgrades-answer-2": "La Fuziune, Ethereum a trecut prin cea mai mare modernizare prin înlocuirea dovezii muncii cu noul strat de consens bazat pe dovada mizei.",
  "page-upgrades-answer-4": "Lanțul Beacon a fost folosit pentru a dezvolta consensul bazat pe dovada mizei pe care Ethereum îl folosește astăzi. Acesta a fost executat separat în Rețeaua principală Ethernet, astfel încât dezvoltatorii să poată observa mecanismul consensului în izolare înainte de a-l folosi pentru a coordona activitatea reală.",
  "page-upgrade-article-author-ethmerge": "Ethmerge",
  "page-upgrade-article-author-alchemy": "Alchemy",
  "page-upgrade-article-author-consensys": "Consensys",
  "page-upgrade-article-author-delphi-digital": "Delphi Digital",
  "page-upgrade-article-author-eip-4844": "12",
  "page-upgrade-article-author-ethereum-foundation": "Fundația Ethereum",
  "page-upgrade-article-author-vitalik-buterin": "Vitalik Buterin",
  "page-upgrade-article-author-ethos-dev": "Ethos.dev",
  "page-upgrade-article-title-two-point-oh": "Noua versiune 2.0: Lanțul Beacon",
  "page-upgrade-article-title-beacon-chain-explainer": "Ghid explicativ despre Ethereum 2.0 cu Lanțul Beacon, pe care trebuie să îl citești mai întâi",
  "page-upgrade-article-title-sharding-consensus": "Consensul în fragmentare",
  "page-upgrade-article-title-sharding-is-great": "De ce fragmentarea este excelentă: demistificarea proprietăților tehnice",
  "page-upgrade-article-title-rollup-roadmap": "O foaie de parcurs axată pe rollup-uri",
  "page-upgrade-article-title-hitchhikers-guide-to-ethereum": "Informații esențiale despre Ethereum",
  "page-upgrade-article-title-eip-4844": "EIP-4844: Tranzacții fragmentate blob (Proto-Danksharding)",
  "page-upgrade-article-title-proto-danksharding-faq": "Proto-Danksharding - Întrebări frecvente",
  "page-upgrade-article-title-sharding-das": "O explicație a fragmentării și a eșantionării disponibilității datelor (DAS)",
  "page-upgrade-article-title-ethmerge": "Ethmerge",
  "page-upgrade-article-title-merge-is-coming": "Fuziunea sosește",
  "page-upgrade-article-title-state-of-the-merge": "Starea Fuziunii: o informare privind Fuziunea Ethereum cu Dovada mizei în 2022",
  "page-upgrade-article-title-ropsten-merge-testnet": "Anunțul rețelei de testare a fuziunii Ropsten",
  "page-upgrade-article-title-execution-layer-specs": "Specificațiile stratului de execuție",
  "page-upgrade-article-title-consensus-layer-specs": "Specificațiile stratului de consens",
  "page-upgrade-article-title-engine-api-specs": "Specificațiile API-ului motor",
  "page-upgrades-beacon-chain-date": "Lanțul Beacon a fost lansat pe 1 decembrie 2020",
  "page-upgrades-beacon-chain-desc": "Lanțul Beacon a adus mizarea în Ethereum și a stabilit bazele pentru viitoarele îmbunătățiri. Acesta coordonează noua dovadă a mizei în Ethereum.",
  "page-upgrades-beacon-chain-estimate": "S-a lansat Lanțul Beacon",
  "page-upgrades-beacon-chain-title": "Lanțul Beacon",
  "page-upgrades-bug-bounty": "Vizualizează programul de recompense pentru depistarea bug-urilor",
  "page-upgrades-clients": "Analizează clienții de consens (cunoscuți anterior sub numele de clienți „Eth2”)",
  "page-staking-deposit-contract-title": "Verifică adresa contractului de depunere",
  "page-upgrades-dive": "Plonjează în viziune",
  "page-upgrades-dive-desc": "Cum facem Ethereum mai scalabilă, mai sigură și mai durabilă? Păstrând spiritul fundamental descentralizator al Ethereum.",
  "page-upgrades-docking": "Fuziunea",
  "page-upgrades-merge-answer-1": "Fuziunea a avut loc când Ethereum a trecut la consensul cu dovada mizei în 15 septembrie 2022. Lanțul Beacon a fuzionat cu Rețeaua principală, scoțând din uz oficial dovada muncii în Ethereum și a redus consumul de energie al Ethereum cu aproximativ 99,95%.",
  "page-upgrades-merge-btn": "Mai multe despre unire",
  "page-upgrades-merge-desc": "Rețeaua principală Ethereum a fuzionat cu Lanțul Beacon dovada mizei, marcând finalul minării cu un consum foarte mare de energie.",
  "page-upgrades-merge-estimate": "Fuziunea este activă",
  "page-upgrades-merge-mainnet": "Ce este Mainnet?",
  "page-upgrades-eth-blog": "blogul ethereum.org",
  "page-upgrades-explore-btn": "Explorează actualizările",
  "page-upgrades-get-involved": "Implică-te în actualizarea Ethereum",
  "page-upgrades-get-involved-2": "Implică-te",
  "page-upgrades-head-to-ethresearch": "Vizitează ethresear.ch",
  "page-upgrades-help": "Dorești să sprijini actualizările Ethereum?",
  "page-upgrades-help-desc": "Sunt o mulțime de oportunități de a-ți spune părerea despre actualizările Ethereum, de a ajuta la testare și chiar de a câștiga recompense.",
  "page-upgrades-index-staking": "S-a lansat mizarea",
  "page-upgrades-index-staking-desc": "Elementul cheie al actualizărilor Ethereum este introducerea mizării. În cazul în care dorești să îți folosești ETH-ul pentru a contribui la securizarea rețelei Ethereum, urmează acești pași.",
  "page-upgrades-index-staking-learn": "Află mai multe despre mizare",
  "page-upgrades-index-staking-learn-desc": "Lanțul Beacon a adus mizarea pe Ethereum. Dacă ai ETH, poți acționa pentru binele public securizând rețeaua și câștiga ETH în plus cu această ocazie.",
  "page-upgrades-index-staking-step-1": "1. Configurare cu launchpad-ul",
  "page-upgrades-index-staking-step-1-btn": "Vizitează launchpad-ul de mizare",
  "page-upgrades-index-staking-step-1-desc": "Pentru a miza pe Ethereum va trebui să folosești launchpad-ul - acesta te va îndruma în acest proces.",
  "page-upgrades-index-staking-step-2": "2. Confirmă adresa de mizare",
  "page-upgrades-index-staking-step-2-btn": "Confirmă adresa contractului de depunere",
  "page-upgrades-index-staking-step-2-desc": "Înainte de a vă miza ETH-ul, asigurați-vă că aveți adresa corectă. Trebuie să fi trecut prin launchpad înainte de a face acest lucru.",
  "page-upgrades-index-staking-sustainability": "Mai sustenabil",
  "page-upgrades-meta-desc": "O privire generală asupra actualizărilor Ethereum și a viziunii pe care acesta speră să o transforme în realitate.",
  "page-upgrades-meta-title": "Actualizările Ethereum (fostul „Eth2”)",
  "page-upgrades-proof-stake-link": "Află mai multe despre dovada mizei",
  "page-upgrades-question-1-title": "Când vor fi lansate actualizările?",
  "page-upgrades-question-1-desc": "Ethereum este în curs de actualizare progresivă; actualizările sunt distincte, cu diferite date de lansare.",
  "page-upgrades-question-2-title": "Lanțul Beacon este un blockchain separat?",
  "page-upgrades-question-2-desc": "Da. Lanțul Beacon a fost numele acordat unui blockchain cu dovada mizei paralel, folosit pentru îmbunătățirea Rețelei principale Ethereum. Acum, există un singur blockchain, format prin fuzionarea blockchain-ului original Ethereum și a Lanțului Beacon.",
  "page-upgrades-question-3-answer-2a": "Fuziunea a avut un impact minim asupra dezvoltatorilor dapp. Aceștia continuă să interacționeze cu Ethereum în aceleași moduri.",
  "page-upgrades-question-3-answer-2a-link": "Fuziunea și dezvoltatorii dapp",
  "page-upgrades-question-3-answer-2b": "Planurile de fragmentare sunt încă în curs de dezvoltare, dar vor fi concepute având în vedere rollup-uri de nivelul 2.",
  "page-upgrades-layer-2-rollups": "Mai multe despre rollup-urile de nivelul 2",
  "page-upgrades-question-3-answer-3-link": "Vizitează ethresear.ch",
  "page-upgrades-question-3-desc": "Nu este necesar să faci nimic acum ca să te pregătești pentru actualizări.",
  "page-upgrades-question-3-title": "Cum să mă pregătesc pentru actualizări?",
  "page-upgrades-question-4-answer-1": "Ori de câte ori trimiți o tranzacție sau folosești o dapp astăzi, folosești stratul de execuție, cunoscut și drept Rețeaua principală.",
  "page-upgrades-question-4-answer-3": "De la Fuziune, validatorii securizează întreaga rețea prin dovada mizei.",
  "page-upgrades-question-4-answer-6": "Oricine poate deveni validator mizând propriul ETH.",
  "page-upgrades-question-4-answer-7": "Află mai multe despre mize",
  "page-upgrades-question-4-title": "Ce este nivelul de execuție?",
  "page-upgrades-question-4-desc": "Înainte de Fuziune, blockchain-ul Ethereum a fost cunoscut uneori drept „Eth1”. Acest termen a fost înlocuit cu „stratul de execuție”.",
  "page-upgrades-question-5-answer-1": "Pentru a deveni un validator în rețea, va trebui să mizați 32 ETH. Dacă nu dețineți atât sau nu sunteți dispus(ă) să mizați așa de mult, puteți să intrați în grupurile de mizare. Aceste grupuri vă vor permite să mizați mai puțin și să câștigați fracții din recompensele totale.",
  "page-upgrades-question-5-desc": "Trebuie să utilizezi launchpad-ul de mizare sau să te înscrii într-un grup de mizare.",
  "page-upgrades-question-5-title": "Cum pot să mizez?",
  "page-upgrades-question-6-answer-3": "Danny Ryan de la Fundația Ethereum pune la curent comunitatea în mod regulat:",
  "page-upgrades-question-6-answer-4": "Ben Edgington de la ConsenSys publică săptămânal un buletin informativ despre actualizările Ethereum:",
  "page-upgrades-question-6-answer-5": "Poți să te și alături discuțiilor privind cercetarea și dezvoltarea pentru Ethereum la ethresear.ch.",
  "page-upgrades-question-6-title": "Ce trebuie să fac cu aplicația mea descentralizată?",
  "page-upgrades-question-6-desc": "Fuziunea a fost concepută cu un impact minim asupra dezvoltatorilor dapp. Cu toate acestea au existat câteva mici modificări care merită menționate.",
  "page-upgrades-question-6-answer-1": "Dezvoltatorii dapp familiarizați cu Ethereum dinainte de fuziune trebuie să fie conștienți de câteva modificări. Aceste modificări includ structura și momentul blocului, câteva modificări ale opcode-urilor, sursele aleatorizării în rețea și conceptul de finalizare a epocii.",
  "page-upgrades-question-6-answer-1-link": "Cum a afectat Fuziunea stratul aplicației Ethereum",
  "page-upgrades-question-6-answer-2": "Aplicațiile nu au fost afectate aproape deloc.",
  "page-upgrades-question-7-desc": "Diferite echipe din întreaga comunitate lucrează la diferite actualizări pentru Ethereum.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(implementarea Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(Implementarea JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(Implementarea Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Implementarea Go)",
  "page-upgrades-question-7-teams": "Echipele de clienți de consens din Ethereum:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Implementarea Java)",
  "page-upgrades-question-7-title": "Cine construiește actualizările Ethereum?",
  "page-upgrades-question-7-clients": "Află mai multe despre clienții Ethereum",
  "page-upgrades-question-8-answer-1": "Actualizările Ethereum vor permite ca Ethereum să se extindă într-un mod descentralizat, menținând în același timp securitatea și sporind sustenabilitatea.",
  "page-upgrades-question-8-answer-2": "Probabil că cea mai evidentă problemă este că Ethereum are nevoie să gestioneze mai mult de 15-45 de tranzacții pe secundă. Însă actualizările încearcă să soluționeze și alte probleme cu care se confruntă acum Ethereum.",
  "page-upgrades-question-8-answer-3": "În momente în care cererea este mare, rețeaua face ca utilizarea Ethereum să fie costisitoare. Nodurile din rețea se străduie să susțină dimensiunea Ethereum și cantitatea de date pe care computerele trebuie să o prelucreze. Algoritmul original care susținea securitatea și descentralizarea Ethereum solicita un nivel mare de energie și trebuia să devină mai ecologic.",
  "page-upgrades-question-8-answer-4": "Multe dintre modificări au fost întotdeauna înscrise în foaia de parcurs a lui Ethereum, chiar din 2015. Dar condițiile actuale fac și mai necesare actualizările.",
  "page-upgrades-question-8-answer-6": "Explorează viziunea Ethereum",
  "page-upgrades-question-8-desc": "Ethereum-ul pe care îl folosim astăzi trebuie să ofere mai multă satisfacție utilizatorilor finali și participanților la rețea.",
  "page-upgrades-question-8-title": "De ce sunt necesare actualizările?",
  "page-upgrades-question-9-answer-1": "Cel mai activ rol pe care îl poți avea este acela de a miza propriul ETH.",
  "page-upgrades-question-9-answer-2": "Poate dorești să rulezi și un al doilea client pentru a spori diversitatea clienților.",
  "page-upgrades-question-9-answer-3": "Dacă ai aptitudini tehnice, poți ajuta la depistarea bug-urilor la noii clienți.",
  "page-upgrades-question-9-answer-4": "De asemenea, îți poți spune părerea în cadrul discuțiilor tehnice cu cercetătorii Ethereum la ethresear.ch.",
  "page-upgrades-question-9-desc": "Nu trebuie să ai aptitudini tehnice pentru a contribui. Comunitatea este în căutare de contribuții din toate domeniile de competențe.",
  "page-upgrades-question-9-stake-eth": "Mizează ETH",
  "page-upgrades-question-9-title": "Cum pot contribui la actualizările Ethereum?",
  "page-upgrades-question-9-more": "Află mai multe modalități generale de a te implica în Ethereum",
  "page-upgrades-question-10-title": "Ce sunt „fazele Eth2?”",
  "page-upgrades-question-10-desc": "Unele lucruri s-au schimbat aici.",
  "page-upgrades-question-10-answer-0": "Termenul „Eth2” însuși este în curs de eliminare treptată, întrucât nu reprezintă o singură actualizare sau o rețea nouă. Mai exact, constituie o serie de mai multe actualizări care toate își îndeplinesc rolul pentru a face Ethereum mai scalabil, mai securizat și mai sustenabil. Rețeaua pe care o cunoști și o apreciezi se va numi pur și simplu Ethereum.",
  "page-upgrades-question-10-answer-1": "Evităm să vorbim prea mult despre o foaie de parcurs tehnică, deoarece este vorba de software: lucrurile se pot schimba. Credem că este mai ușor să înțelegi ce se întâmplă atunci când citești despre rezultate.",
  "page-upgrades-question-10-answer-1-link": "Vizualizează actualizările",
  "page-upgrades-question-10-answer-2": "Dar, dacă ai urmărit discuțiile, iată cum se integrează actualizările în foile de parcurs tehnice și cum se schimbă acestea.",
  "page-upgrades-question-10-answer-3": "Faza 0 a descris eforturile depuse pentru a pune în funcțiune Lanțul Beacon.",
  "page-upgrades-question-10-answer-5": "Inițial, faza 1 s-a concentrat pe lanțurile de fragmente, dar prioritizarea a trecut pe Fuziune, care a fost lansată în 15 septembrie 2022.",
  "page-upgrades-question-10-answer-6": "Inițial, faza 1.5 a fost planificată să urmeze implementările fragmentării când Rețeaua principală ar fi urmat să fie adăugată ca ultimul fragment la Lanțul Beacon. Cu toate acestea, pe măsură ce tehnologia rollup a progresat, comunitatea Ethereum a accelerat tranziția de la dovada muncii.",
  "page-upgrades-question-10-answer-7": "Planurile legate de Faza 2 au fost un punct de cercetări și discuții importante. Acum, că Fuziunea s-a întâmplat și soluțiile pentru stratul 2 au evoluat, obiectivele s-au schimbat pentru a oferi o formă și mai simplificată de fragmentare a datelor pentru a maximiza eficiența rollup-ului. Stratul 2s actual permite scalarea executării tranzacției, iar fragmentarea va permite stocarea dovezilor pentru aceste date de pe stratul 1 într-un mod ieftin și scalabil.",
  "page-upgrades-question-10-answer-8": "Află mai multe despre foaia de parcurs axată pe rollup-uri",
  "page-upgrades-question-11-title": "Pot cumpăra Eth2?",
  "page-upgrades-question-11-desc": "Nu. Nu există un jeton Eth2 și ETH-ul tău nu s-a schimbat după Fuziune.",
  "page-upgrades-question-11-answer-1": "Una dintre forțele motrice din spatele redefinirii brandului Eth2 a fost înțelegerea greșită, des întâlnită, că deținătorii de ETH a trebuit să migreze ETH la „ETH 2.0” după Fuziune sau după orice altă actualizare. Acest lucru nu este adevărat și nu a fost niciodată.",
  "page-upgrades-question-11-answer-2": "Această confuzie este folosită în mod obișnuit de escroci.",
  "page-upgrades-question-title": "Întrebări frecvente",
  "page-upgrades-question3-answer-1": "Deținătorii de ETH nu trebuie să facă absolut nimic. ETH-ul tău nu va necesita modificări sau actualizări. Mai mult ca sigur că vor exista escroci care îți vor spune contrariul, așa că ai grijă.",
  "page-upgrades-scalable": "Mai scalabil",
  "page-upgrades-scalable-desc": "Ethereum trebuie să accepte mii de tranzacții pe secundă pentru a face ca aplicațiile să fie mai rapide și mai ieftin de utilizat.",
  "page-upgrades-secure": "Mai securizat",
  "page-upgrades-secure-desc": "Ethereum trebuie să fie mai securizat. Odată cu creșterea gradului de adoptare a Ethereum, protocolul trebuie să devină mai securizat împotriva tuturor formelor de atac.",
  "page-upgrades-shard-date": "Fragmentarea va urma Fuziunea în faze multiple, în 2023-2024.",
  "page-upgrades-shard-desc": "Fragmentarea va crește capacitatea Ethereum de a stoca date și de a lucra armonios cu L2s pentru a scala debitul și pentru a reduce taxele de rețea.",
  "page-upgrades-shard-estimate": "Estimare: 2023-2024",
  "page-upgrades-shard-lower": "Află mai multe despre fragmentare",
  "page-upgrades-shard-title": "Fragmentarea",
  "page-upgrades-stay-up-to-date": "Rămâi la curent",
  "page-upgrades-stay-up-to-date-desc": "Află noutățile de la cercetătorii și dezvoltatorii care lucrează la actualizările Ethereum.",
  "page-upgrades-sustainable-desc": "Ethereum a însemnat un consum mare de energie până recent. Tranziția la dovada mizei a adus o reducere de consum de energie în rețea de peste 99,9%.",
  "page-upgrades-take-part": "Participă la cercetare",
  "page-upgrades-take-part-desc": "Cercetătorii și entuziaștii Ethereum deopotrivă se întâlnesc aici ca să discute despre eforturile de cercetare, inclusiv tot ce este legat de actualizările Ethereum.",
  "page-upgrades-the-upgrades": "Actualizările Ethereum",
  "page-upgrades-the-upgrades-desc": "Modernizările Ethereum au ca scop îmbunătățirea scalabilității, securității și durabilității rețelei. Ethereum a trecut recent prin modernizări majore de securitate și durabilitate și urmează și altele în viitor, în special legate de scalabilitate.",
  "page-upgrades-unofficial-roadmap": "Aceasta nu este foaia de parcurs oficială. Este modul în care vedem ce se întâmplă pe baza informațiilor existente. Dar aceasta este tehnologie, lucrurile se pot schimba într-o clipă. Prin urmare, te rugăm să nu consideri cele scrise aici drept angajament.",
  "page-upgrades-upgrade-desc": "Același Ethereum pe care îl cunoaștem și care ne e drag, dar mai scalabil, mai securizat și mai sustenabil...",
  "page-upgrades-upgrades": "Actualizările Ethereum",
  "page-upgrades-upgrades-aria-label": "Meniul de actualizări Ethereum",
  "page-upgrades-upgrades-beacon-chain": "Lanțul Beacon",
  "page-upgrades-upgrades-guide": "Ghid pentru actualizările Ethereum",
  "page-upgrades-upgrades-docking": "Fuziunea",
  "page-upgrades-energy-consumption": "Mai multe despre consumul de energie al Ethereum",
  "page-upgrades-upgrading": "Ethereum se propulsează spre culmi absolut novatoare",
  "page-upgrades-vision": "Viziunea",
  "page-upgrades-vision-btn": "Află mai multe despre viziunea Ethereum",
  "page-upgrades-vision-desc": "Pentru a aduce Ethereum în prim plan și pentru a deservi întreaga omenire, trebuie să îl facem mai scalabil, mai sigur și mai durabil.",
  "page-upgrades-what-happened-to-eth2-title": "Ce s-a întâmplat cu „Eth2”?",
  "page-upgrades-what-happened-to-eth2-1": "Termeneul „Eth2” a fost folosit în mod obișnuit înainte de Fuziune, dar este eliminat în favoarea unei terminologii mai precise.",
  "page-upgrades-what-happened-to-eth2-1-more": "Află mai multe despre fuziune.",
  "page-upgrades-what-happened-to-eth2-2": "De la fuziunea dintre „Eth1” și „Eth2”, nu mai există două blockchain-uri Ethereum diferite; există un singur Ethereum.",
  "page-upgrades-what-happened-to-eth2-3": "Pentru a limita confuziile, comunitatea a actualizat acești termeni:",
  "page-upgrades-what-happened-to-eth2-3-1": "„Eth1” este „stratul de execuție” acum și gestionează tranzacțiile și execuția.",
  "page-upgrades-what-happened-to-eth2-3-2": "„Eth2” este acum „nivelul consensului”, care gestionează consensul pentru „dovada mizei\".",
  "page-upgrades-what-happened-to-eth2-4": "Aceste actualizări ale terminologiei schimbă doar convențiile de nume; ele nu modifică obiectivele sau foaia de parcurs a lui Ethereum.",
  "page-upgrades-what-happened-to-eth2-5": "Aflați mai multe despre noua denumire 'Eth2'",
  "page-upgrades-why-cant-we-just-use-eth2-title": "De ce nu se poate utiliza Eth2 pur si simplu?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Modele mentale",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "O problemă importantă legată de marca Eth2 este crearea unui model mental greșit pentru noii utilizatori ai Ethereum. Aceștia cred în mod intuitiv că Eth1 a fost varianta inițială, iar Eth2 a venit după aceea. Sau că Eth1 încetează să existe odată ce Eth2 există. Niciuna dintre acestea nu este adevărată. Prin eliminarea terminologiei Eth2, îi ajutăm pe toți utilizatorii viitori să nu mai navigheze cu acest model mental confuz.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Incluziunea",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "Pe măsură ce foaia de parcurs pentru Ethereum a evoluat, Ethereum 2.0 a devenit o reprezentare imprecisă a foii de parcurs Ethereum. Alegerea atentă a unor cuvinte precise face posibilă înțelegerea mai bună a conținutului Ethereum de către o audiență mai largă.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Prevenirea escrocheriilor",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "Din nefericire, escrocii au încercat să folosească confuzia denumirilor Eth2 pentru a escroca utilizatorii spunându-le să înlocuiască jetoanele ETH cu jetoane „ETH2” sau că aceștia trebui să efectueze migrarea ETH înainte de modernizarea Eth2. Sperăm că această terminologie actualizată va aduce claritatea necesară pentru a elimina acest vector de escrocherie și va ajuta la transformarea ecosistemului într-unul mai sigur.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Claritatea mizării",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "De asemenea, unii operatori de mizare au reprezentat ETH mizat în Lanțul Beacon prin tickerul de prețuri „ETH2”. Aceasta creează o confuzie potențială, dat fiind că utilizatorii acestor servicii nu primesc de fapt un jeton „ETH2”. Nu există jetoane „ETH2”. Acesta reprezintă pur și simplu cota proprie în miza furnizorului respectiv.",
  "page-upgrades-what-to-do": "Ce trebuie să faci?",
  "page-upgrades-what-to-do-desc": "Dacă utilizezi o aplicație dapp sau deții ETH, nu trebuie să faci nimic. Dacă ești dezvoltator sau dorești să începi să mizezi, te poți implica chiar de astăzi, în mai multe moduri.",
  "page-upgrades-whats-next": "Ce sunt actualizările Ethereum?",
  "page-upgrades-whats-next-desc": "Foaia de parcurs a lui Ethereum presupune actualizări interconectate ale protocoalelor care vor face rețeaua mai scalabilă, mai sigură și mai sustenabilă. Aceste actualizări sunt create de mai multe echipe din întregul ecosistem Ethereum.",
  "page-upgrades-whats-next-history": "Află despre actualizările anterioare ale Ethereum",
  "page-upgrades-whats-ethereum": "Ia stai, ce este Ethereum?",
  "page-upgrades-whats-new": "Ce va urma pentru Ethereum?",
  "page-upgrades-security-link": "Află mai multe despre securitate și prevenirea fraudelor",
  "page-staking-deposit-contract-staking-more-link": "Mai multe despre mizare",
  "docs-nav-proof-of-stake": "Dovada mizei",
  "docs-nav-proof-of-work": "Dovada muncii",
  "page-upgrades-get-involved-ethresearch-1": "Fragmentarea",
  "page-upgrades-get-involved-ethresearch-2": "Fuziunea"
}
