{
  "page-index-hero-image-alt": "Imaginea unui oraș futurist ce reprezintă ecosistemul Ethereum.",
  "page-index-meta-description": "Ethereum este o platformă mondială, descentralizată, ce se ocupă de bani și noi tipuri de aplicații. Pe Ethereum se pot crea coduri pentru controlul banilor și se pot elabora aplicații accesibile oriunde în lume.",
  "page-index-meta-title": "Acasă",
  "page-index-title": "Bun venit la Ethereum",
  "page-index-description": "Ethereum este tehnologia dirijată de comunitate ce pune în mișcare criptomoneda Ether (ETH) și miile de aplicații descentralizate.",
  "page-index-title-button": "Explorați Ethereum",
  "page-index-get-started": "Noțiuni de bază",
  "page-index-get-started-description": "ethereum.org este poarta dvs. de intrare pe tărâmul Ethereum. Tehnologia este nouă și în continuă dezvoltare - este deci util să dispuneți de îndrumare. Iată ce vă recomandăm dacă doriți să vă lansați.",
  "page-index-get-started-image-alt": "Imaginea unei persoane lucrând la calculator.",
  "page-index-get-started-wallet-title": "Alegeți un portofel",
  "page-index-get-started-wallet-description": "Portofelul vă permite să vă conectați la Ethereum și să vă administrați fondurile.",
  "page-index-get-started-wallet-image-alt": "Imaginea unui robot ce are un seif drept corp, reprezentând un portofel Ethereum.",
  "page-index-get-started-eth-title": "Obțineți ETH",
  "page-index-get-started-eth-description": "ETH este moneda Ethereum – o puteți utiliza la aplicații.",
  "page-index-get-started-eth-image-alt": "Imaginea unui grup de oameni ce se extaziază în fața simbolului unui ether (ETH), cu venerație.",
  "page-index-get-started-dapps-title": "Utilizați o aplicație dapp",
  "page-index-get-started-dapps-description": "Dapp-urile sunt aplicații realizate de Ethereum. Iată la ce servesc.",
  "page-index-get-started-dapps-image-alt": "Imaginea unui câine așezat la calculator.",
  "page-index-get-started-devs-title": "Începeți să clădiți",
  "page-index-get-started-devs-description": "Dacă doriți să începeți codificarea cu Ethereum, vă punem la dispoziție documentație, tutoriale și multe altele în portalul nostru pentru dezvoltatori.",
  "page-index-get-started-devs-image-alt": "Imaginea unei mâini care creează o siglă Ethereum din piese lego.",
  "page-index-what-is-ethereum": "Ce este Ethereum?",
  "page-index-what-is-ethereum-description": "Ethereum este o tehnologie care găzduiește bani digitali, plăți pe tot globul și aplicații. Comunitatea a construit o economie digitală înfloritoare, a găsit căi noi și îndrăznețe de câștig online pentru creatori și are multe alte realizări. Este la dispoziția tuturor, oriunde v-ați afla în lume – aveți nevoie doar de internet.",
  "page-index-what-is-ethereum-button": "Ce este Ethereum?",
  "page-index-what-is-ethereum-secondary-button": "Aflați mai multe despre banii digitali",
  "page-index-what-is-ethereum-image-alt": "Imaginea unei persoane care trage cu ochiul la un târg prin care este reprezentat Ethereum.",
  "page-index-defi": "Un sistem financiar mai echitabil",
  "page-index-defi-description": "În ziua de azi sunt miliarde de oameni care nu pot deschide conturi bancare, iar alții au plățile blocate. Sistemul financiar descentralizat Ethereum (DeFi) nu doarme, și nici nu discriminează niciodată. Aveți nevoie de o simplă conexiune la internet ca să puteți trimite, primi, împrumuta, câștiga dobânzi și chiar transmite fonduri oriunde în lume.",
  "page-index-defi-button": "Explorați DeFi",
  "page-index-defi-image-alt": "Imagine a mâinilor ce oferă un simbol ETH.",
  "page-index-internet": "Un internet deschis",
  "page-index-internet-description": "În ziua de azi ni se permite accesul la servicii internet „libere” numai dacă renunțăm la controlul asupra propriilor date personale. Serviciile Ethereum sunt implicit libere – aveți nevoie doar de un portofel. Acestea sunt gratuite și ușor de configurat. Le controlați doar dvs. și funcționează fără informații personale.",
  "page-index-internet-button": "Explorați internetul deschis",
  "page-index-internet-secondary-button": "Aflați mai multe despre portofele",
  "page-index-internet-image-alt": "Imaginea ansamblului unui calculator futurist, având drept sursă cristalele Ethereum.",
  "page-index-developers": "O nouă frontieră a dezvoltării",
  "page-index-developers-description": "Ethereum și aplicațiile sale sunt transparente și open source. Puteți să bifurcați codul și să reutilizați funcționalitățile deja create de alții. Dacă nu doriți să învățați un nou limbaj, puteți interacționa cu codul open-source utilizând JavaScript şi alte limbaje existente.",
  "page-index-developers-button": "Portal pentru dezvoltatori",
  "page-index-developers-code-examples": "Exemple de coduri",
  "page-index-developers-code-example-title-0": "Propria dvs. bancă",
  "page-index-developers-code-example-description-0": "Puteți înființa o bancă dirijată de codul pe care l-ați programat.",
  "page-index-developers-code-example-title-1": "Propria dvs. monedă",
  "page-index-developers-code-example-description-1": "Puteți crea jetoane ca să le transferați și utilizați în aplicații.",
  "page-index-developers-code-example-title-2": "Un portofel Ethereum în JavaScript",
  "page-index-developers-code-example-description-2": "Puteți utiliza limbajele existente ca să interacționați cu Ethereum și alte aplicații.",
  "page-index-developers-code-example-title-3": "Un DNS deschis, fără restricții",
  "page-index-developers-code-example-description-3": "Puteți considera serviciile existente și ca niște aplicații deschise și descentralizate.",
  "page-index-network-stats-title": "Ethereum astăzi",
  "page-index-network-stats-subtitle": "Cele mai recente statistici din rețea",
  "page-index-network-stats-eth-price-description": "Prețul unui ETH (USD)",
  "page-index-network-stats-eth-price-explainer": "Cel mai recent preț pentru 1 ether. Puteți cumpăra doar 0,000000000000000001 – nu este necesar să cumpărați 1 ETH întreg.",
  "page-index-network-stats-tx-day-description": "Tranzacțiile de astăzi",
  "page-index-network-stats-tx-day-explainer": "Numărul de tranzacții reușite efectuate în rețea în ultimele 24 de ore.",
  "page-index-network-stats-value-defi-description": "Valoarea blocată în DeFi (USD)",
  "page-index-network-stats-value-defi-explainer": "Suma de bani din aplicațiile financiare descentralizate (DeFi) - economia digitală Ethereum.",
  "page-index-network-stats-nodes-description": "Noduri",
  "page-index-network-stats-nodes-explainer": "Ethereum este coordonat de mii de voluntari din întreaga lume, cunoscuți sub numele de noduri.",
  "page-index-touts-header": "Explorați ethereum.org",
  "page-index-contribution-banner-title": "Contribuiți la ethereum.org",
  "page-index-contribution-banner-description": "Acest site este open source și sute de persoane își aduc contribuția la comunitate. Puteți propune orice modificări ale conținutului acestui site, puteți sugera caracteristici noi și nemaipomenite sau ne puteți ajuta să ne debarasăm de disfuncționalități.",
  "page-index-contribution-banner-image-alt": "Sigla Ethereum, alcătuită din blocuri lego.",
  "page-index-contribution-banner-button": "Aflați mai multe despre cum puteți contribui",
  "page-index-tout-upgrades-title": "Perfecționați-vă cunoștințele despre upgrade",
  "page-index-tout-upgrades-description": "Ethereum constă din actualizări interconectate, destinate a oferi rețelei un plus de scalabilitate, siguranță și sustenabilitate.",
  "page-index-tout-upgrades-image-alt": "Imaginea unei nave spațiale ce reprezintă forța sporită a lui Ethereum ca urmare a actualizărilor.",
  "page-index-tout-enterprise-title": "Ethereum pentru companii",
  "page-index-tout-enterprise-description": "Aflați cum poate Ethereum să genereze noi modele de afaceri, să vă scadă costurile și să vă asigure viabilitatea afacerii pentru viitor.",
  "page-index-tout-enterprise-image-alt": "Imaginea unui calculator/dispozitiv futurist.",
  "page-index-tout-community-title": "Comunitatea Ethereum",
  "page-index-tout-community-description": "Ethereum se referă înainte de toate la comunitate. Întrunește oameni cu totul diferiți ca proveniență și interese. Iată cum vă puteți înscrie în comunitate.",
  "page-index-tout-community-image-alt": "Imaginea unui grup de constructori lucrând împreună.",
  "page-index-nft": "Internetul resurselor",
  "page-index-nft-description": "Ethereum nu înseamnă numai bani digitali. Orice dețineți poate fi reprezentat, tranzacționat și utilizat sub formă de jetoane nefungibile (NFT). Puteți să vă monetizați arta și să primiți automat redevențe la fiecare vânzare. Sau puteți utiliza un jeton pentru ceva ce dețineți, ca să obțineți un împrumut. Există din ce în ce mai multe posibilități.",
  "page-index-nft-button": "Aflați mai multe despre NFT-uri",
  "page-index-nft-alt": "Sigla Eth sub formă de hologramă."
}
