{
  "page-dapps-1inch-logo-alt": "Sigla 1inch",
  "page-dapps-aave-logo-alt": "Sigla Aave",
  "page-dapps-add-button": "Sugerați o aplicație dapp",
  "page-dapps-add-title": "Adăugați o aplicație dapp",
  "page-dapps-audius-logo-alt": "Sigla Audius",
  "page-dapps-augur-logo-alt": "Sigla Augur",
  "page-dapps-axie-infinity-logo-alt": "Sigla Axie Infinity",
  "page-dapps-brave-logo-alt": "Sigla Brave",
  "page-dapps-category-arts": "Artă și modă",
  "page-dapps-category-browsers": "Browsere",
  "page-dapps-category-collectibles": "Piese colecționabile digitale",
  "page-dapps-category-competitive": "Concurența",
  "page-dapps-category-computing": "Instrumente pentru dezvoltatori",
  "page-dapps-category-dex": "Schimburi de jetoane",
  "page-dapps-category-investments": "Investițiile",
  "page-dapps-category-lending": "A da și a lua împrumuturi",
  "page-dapps-category-lottery": "Crowdfunding",
  "page-dapps-category-marketplaces": "Piețele",
  "page-dapps-category-music": "Muzică",
  "page-dapps-category-payments": "Plăți",
  "page-dapps-category-insurance": "Asigurările",
  "page-dapps-category-portfolios": "Portofoliile",
  "page-dapps-category-trading": "Piețele de tranzacționare și predicție",
  "page-dapps-category-utilities": "Utilități",
  "page-dapps-category-worlds": "Lumi virtuale",
  "page-dapps-choose-category": "Alegeți o categorie",
  "page-dapps-collectibles-benefits-1-description": "Când arta este marcată prin jetoane pe Ethereum, proprietatea poate fi dovedită de către toți. Puteți urmări călătoria operei de artă de la creație la actualul titular. Acest lucru previne falsurile.",
  "page-dapps-collectibles-benefits-1-title": "Proprietatea este demonstrabilă",
  "page-dapps-collectibles-benefits-2-description": "Plata pentru a asculta muzică sau pentru a cumpăra opere de artă este mult mai echitabilă pentru artiști. În Ethereum nevoia de intermediari este mai mică. Și dacă sunt necesari intermediari, costurile lor nu sunt la fel de mari, deoarece platformele nu trebuie să plătească pentru infrastructura rețelei.",
  "page-dapps-collectibles-benefits-2-title": "Mai echitabil pentru creatori",
  "page-dapps-collectibles-benefits-3-description": "Piesele colecționabile marcate prin jetoane sunt legate de adresa dvs. Ethereum, nu de platformă. Așadar, puteți vinde lucruri precum articole din joc pe orice piață Ethereum, nu doar în jocul însuși.",
  "page-dapps-collectibles-benefits-3-title": "Piesele colecționabile merg cu dvs.",
  "page-dapps-collectibles-benefits-4-description": "Instrumentele și produsele există deja pentru a vă marca arta prin jetoane și a o vinde! Și jetoanele dvs. pot fi vândute pe orice platformă Ethereum pentru piese colecționabile.",
  "page-dapps-collectibles-benefits-4-title": "Infrastructura deja există",
  "page-dapps-collectibles-benefits-description": "Acestea sunt aplicații care se concentrează pe proprietatea digitală, sporind potențialul de câștig pentru creatori și inventând noi moduri de a investi în creatorii dvs. preferați și munca lor.",
  "page-dapps-collectibles-benefits-title": "încasări descentralizate și streaming",
  "page-dapps-collectibles-button": "Arta și piesele colecționabile",
  "page-dapps-collectibles-description": "Acestea sunt aplicații care se concentrează pe proprietatea digitală, sporind potențialul de câștig pentru creatori și inventând noi moduri de a investi în creatorii dvs. preferați și munca lor.",
  "page-dapps-collectibles-title": "Arta și piesele colecționabile descentralizate",
  "page-dapps-compound-logo-alt": "Sigla Compound",
  "page-dapps-cryptopunks-logo-alt": "Sigla CryptoPunks",
  "page-dapps-cryptovoxels-logo-alt": "Sigla Cryptovoxels",
  "page-dapps-dapp-description-1inch": "Vă ajută să evitați derapajul spre un preț ridicat agregând cele mai bune prețuri.",
  "page-dapps-dapp-description-aave": "Creditați tokenuri cu dobândă și retrageți-le oricând.",
  "page-dapps-dapp-description-async-art": "Creeați, colecționați și tranzacționați #ProgrammableArt - picturi digitale împărțite pe „Straturi” pe care le puteți folosi pentru a reface imaginea întreagă. Fiecare Maestru și Strat este un jeton ERC721.",
  "page-dapps-dapp-description-audius": "Platformă de streaming descentralizată. Numărul de ascultări = bani pentru creatori, nu pentru casele de producție.",
  "page-dapps-dapp-description-augur": "Pariați pe rezultatele din sport, economie și alte evenimente mondiale.",
  "page-dapps-dapp-description-axie-infinity": "Tranzacționați creaturi numite Axies și folosiți-le la lupte. Și câștigați pe măsură ce jucați – sunt disponibile pe mobil",
  "page-dapps-dapp-description-brave": "Câștigați jetoane pentru navigare și sprijiniți-vă creatorii preferați cu acestea.",
  "page-dapps-dapp-description-cent": "O rețea socială în care câștigați postând NFT-uri.",
  "page-dapps-dapp-description-compound": "Creditați tokenuri cu dobândă și retrageți-le oricând.",
  "page-dapps-dapp-description-cryptopunks": "Cumpărați, licitați și oferiți caractere punk de vânzare – unul dintre primele tokenuri colecționabile de pe Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Creați galerii de artă, construiți magazine și cumpărați terenuri – o lume virtuală Ethereum.",
  "page-dapps-dapp-description-dark-forest": "Cuceriți planetele într-un univers infinit, generat procedural, specificat criptografic.",
  "page-dapps-dapp-description-decentraland": "Colecționați și comercializați terenuri virtuale într-o lume virtuală pe care o puteți explora.",
  "page-dapps-dapp-description-ens": "Nume ușor de folosit pentru adresele Ethereum și site-urile descentralizate.",
  "page-dapps-dapp-description-foundation": "Investiți în ediții unice de opere de artă digitală și tranzacționați piese cu alți cumpărători.",
  "page-dapps-dapp-description-gitcoin": "Câștigați cripto lucrând la software open-source.",
  "page-dapps-dapp-description-gitcoin-grants": "Crowdfunding pentru proiecte comunitare Ethereum cu contribuții amplificate",
  "page-dapps-dapp-description-gods-unchained": "Joc strategic de cărți de tranzacționare. Jucând, câștigați cărți pe care le puteți vinde în viața reală.",
  "page-dapps-dapp-description-golem": "Accesați capacitatea informatică partajată sau dați cu chirie propriile resurse.",
  "page-dapps-dapp-description-radicle": "Securizați colaborarea pentru cod direct între participanți, fără intermediari.",
  "page-dapps-dapp-description-loopring": "Platformă de tranzacționare directă între participanți, construită pentru rapiditate.",
  "page-dapps-dapp-description-marble-cards": "Creați și tranzacționați carduri digitale unice pe baza URL-urilor.",
  "page-dapps-dapp-description-matcha": "Cautați mai multe schimburi, ca să găsiți cele mai bune prețuri.",
  "page-dapps-dapp-description-nifty-gateway": "Cumpărați lucrări „on-chain” de la artiști, sportivi, mărci și creatori de top.",
  "page-dapps-dapp-description-oasis": "Tranzacționați, împrumutați și economisiți cu Dai, un stablecoin Ethereum.",
  "page-dapps-dapp-description-opensea": "Cumpărați, vindeți, descoperiți și tranzacționați bunuri în ediție limitată.",
  "page-dapps-dapp-description-opera": "Trimiteți cripto direct din browser la comercianți, alți utilizatori și aplicații.",
  "page-dapps-dapp-description-poap": "Colectați NFT-uri dovedind că ați participat la diferite evenimente virtuale sau în persoană. Folosiți-le pentru a participa la tombole, a vota, a colabora sau doar pentru a vă lăuda.",
  "page-dapps-dapp-description-polymarket": "Pariați pe rezultate. Tranzacționați pe piețele de informații.",
  "page-dapps-dapp-description-pooltogether": "O loterie în care nu puteți pierde. Sunt premii în fiecare săptămână.",
  "page-dapps-dapp-description-index-coop": "Un fond de indexare cripto care vă expune portofoliul jetoanelor de top din DeFi.",
  "page-dapps-dapp-description-nexus-mutual": "Acoperire fără companie de asigurări. Obțineți protecție împotriva disfuncționalităților și piratajelor din contractele inteligente.",
  "page-dapps-dapp-description-etherisc": "Un model descentralizat pentru asigurări pe care oricine îl poate folosi pentru a-și crea propria asigurare.",
  "page-dapps-dapp-description-zapper": "Urmăriți-vă portofoliul și folosiți o gamă de produse DeFi dintr-o singură interfață.",
  "page-dapps-dapp-description-zerion": "Gestionați-vă portofoliul și pur si simplu evaluați fiecare activ DeFi de pe piață.",
  "page-dapps-dapp-description-rotki": "Instrument open-source pentru urmărirea, analiza, contabilitatea și raportarea fiscală a portofoliului dvs., respectându-vă confidențialitatea.",
  "page-dapps-dapp-description-rarible": "Creați, vindeți și cumpărați piese colecționabile marcate prin jetoane.",
  "page-dapps-dapp-description-sablier": "Transmiteți bani în timp real.",
  "page-dapps-dapp-description-superrare": "Cumpărați opere de artă digitală direct de la artiști sau de pe piețele secundare.",
  "page-dapps-dapp-description-token-sets": "Strategii de investiții pentru cripto care îl reechilibrează automat.",
  "page-dapps-dapp-description-uniswap": "Schimbați simplu jetoane sau oferiți jetoane pentru recompense în %.",
  "page-dapps-docklink-dapps": "Introducere în aplicații descentralizate (dapps)",
  "page-dapps-docklink-smart-contracts": "Contractele inteligente",
  "page-dapps-dark-forest-logo-alt": "Sigla Dark Forest",
  "page-dapps-decentraland-logo-alt": "Sigla Decentraland",
  "page-dapps-index-coop-logo-alt": "Sigla Index Coop",
  "page-dapps-nexus-mutual-logo-alt": "Sigla Nexus Mutual",
  "page-dapps-etherisc-logo-alt": "Sigla Etherisc",
  "page-dapps-zapper-logo-alt": "Sigla Zapper",
  "page-dapps-zerion-logo-alt": "Sigla Zerion",
  "page-dapps-rotki-logo-alt": "Sigla Rotki",
  "page-dapps-desc": "Găsiți o aplicație Ethereum pe care să o încercați.",
  "page-dapps-doge-img-alt": "Imaginea unui câine așezat la calculator",
  "page-dapps-editors-choice-dark-forest": "Jucați cu alți parteneri pentru a cuceri planete și încercați tehnologia cea mai avansată de scalare/confidențialitate Ethereum. Poate pentru cei care cunosc deja Ethereum.",
  "page-dapps-editors-choice-description": "Câteva aplicații descentralizate (dapps) pe care echipa ethereum.org le adoră acum. Explorați și alte aplicații descentralizate mai jos.",
  "page-dapps-editors-choice-foundation": "Investiți în cultură. Cumpărați, tranzacționați și vindeți opere de artă digitale unice și articole de modă de la incredibili artiști, muzicieni și mărci.",
  "page-dapps-editors-choice-header": "Alegerile editorului",
  "page-dapps-editors-choice-pooltogether": "Cumpărați un bilet la loteria ce nu pierde. În fiecare săptămână, dobânda generată de întregul grup de bilete este trimisă unui câștigător norocos. Obțineți-vă banii înapoi oricând doriți.",
  "page-dapps-editors-choice-uniswap": "Schimbați cu ușurință jetoane. O funcționalitate preferată de comunitate, care vă permite să tranzacționați jetoane cu oameni din întreaga rețea.",
  "page-dapps-ens-logo-alt": "Sigla Ethereum Name Service",
  "page-dapps-explore-dapps-description": "Multe aplicații dapp sunt încă experimentale, testând posibilitățile rețelelor descentralizate. Dar au existat câteva care au avansat cu succes înainte altora, din categoriile tehnologie, financiară, jocuri și piese colecționabile.",
  "page-dapps-explore-dapps-title": "Explorați aplicațiile descentralizate (dapps)",
  "page-dapps-features-1-description": "Odată implementat în Ethereum, codul aplicației dapp nu poate fi eliminat. Și oricine poate folosi funcționalitățile aplicației. Chiar dacă echipa ce a creat aplicația dapp s-a desființat, o puteți folosi în continuare. Odată ajunsă pe Ethereum, rămâne pe Ethereum.",
  "page-dapps-features-1-title": "Nu au proprietari",
  "page-dapps-features-2-description": "Nu puteți fi împiedicat să utilizați o aplicație dapp sau să trimiteți tranzacții. De exemplu, dacă Twitter era pe Ethereum, nimeni nu ar fi putut să vă blocheze contul sau să vă oprească să trimiteți tweet-uri.",
  "page-dapps-features-2-title": "Nu se pot cenzura",
  "page-dapps-features-3-description": "Deoarece Ethereum are ETH, plățile sunt originare din Ethereum. Dezvoltatorii nu trebuie să-și piardă timpul integrându-se cu furnizorii de plăți terți.",
  "page-dapps-features-3-title": "Plăți încorporate",
  "page-dapps-features-4-description": "Codul aplicației dapp este adesea deschis și compatibil în mod implicit. Echipele construiesc în mod regulat folosind munca altor echipe. Dacă doriți să permiteți utilizatorilor să schimbe jetoane în aplicația dvs. dapp, puteți pur și simplu să conectați codul unui alt dapp.",
  "page-dapps-features-4-title": "Plug and play",
  "page-dapps-features-5-description": "La majoritatea aplicațiilor dapp, nu este nevoie să vă divulgați identitatea din lumea reală. Contul dvs. Ethereum este autentificarea dvs. și nu aveți nevoie decât de un portofel.",
  "page-dapps-features-5-title": "Logare anonimă",
  "page-dapps-features-6-description": "Criptografia garantează că atacatorii nu pot falsifica tranzacții și alte interacțiuni cu aplicații dapp în numele dvs. Autorizați acțiunile aplicațiilor dapp cu ajutorul contului dvs. Ethereum - de obicei prin portofel - ca să vă păstrați acreditările în siguranță.",
  "page-dapps-features-6-title": "Susținut prin criptografie",
  "page-dapps-features-7-description": "Odată ce aplicația dapp este activă pe Ethereum, aceasta se va scufunda numai dacă Ethereum însuși se scufundă. Rețelele de dimensiunea lui Ethereum sunt vestite ca fiind greu de atacat.",
  "page-dapps-features-7-title": "Nu există timpi morți",
  "page-dapps-finance-benefits-1-description": "Serviciile financiare care rulează pe Ethereum nu solicită să vă înscrieți. Dacă aveți fonduri și o conexiune la internet, sunteți gata să începeți.",
  "page-dapps-finance-benefits-1-title": "Acces deschis",
  "page-dapps-finance-benefits-2-description": "Există o întreagă lume de jetoane cu care puteți interacționa în cadrul acestor produse financiare. Lumea construiește mereu noi jetoane pe Ethereum.",
  "page-dapps-finance-benefits-2-title": "O nouă economie bazată pe jetoane",
  "page-dapps-finance-benefits-3-description": "Echipele au construit stablecoins – o cripto-monedă mai puțin volatilă. Acestea vă permit să experimentați și să utilizați cripto fără riscuri și incertitudini.",
  "page-dapps-finance-benefits-3-title": "Stablecoins",
  "page-dapps-finance-benefits-4-description": "Produsele financiare din spațiul Ethereum sunt toate modulare și compatibile între ele. Noi configurații ale acestor module ajung pe piață tot timpul, extinzând utilizările pe care le puteți da cripto-ului dvs.",
  "page-dapps-finance-benefits-4-title": "Servicii financiare interconectate",
  "page-dapps-finance-benefits-description": "Cum se face că Ethereum permite să prospere aplicațiile de finanțare descentralizate?",
  "page-dapps-finance-benefits-title": "finanțe descentralizate",
  "page-dapps-finance-button": "Finanțe",
  "page-dapps-finance-description": "Acestea sunt aplicații care se concentrează pe dezvoltarea serviciilor financiare folosind cripto-monede. Ele oferă operațiuni de genul împrumuturilor de pus la dispoziție și de luat, câștigului de dobânzi și plăților private – fără a fi necesare date personale.",
  "page-dapps-finance-title": "Finanțe descentralizate",
  "page-dapps-foundation-logo-alt": "Sigla Fundației",
  "page-dapps-gaming-benefits-1-description": "Fie că este vorba de teren virtual sau de cărți de tranzacționare, articolele dvs. pot fi tranzacționate pe piețele de piese colecționabile. Articolele dvs. din joc au valoarea din lumea reală.",
  "page-dapps-gaming-benefits-1-title": "Articolele din jocuri se dublează ca jetoane",
  "page-dapps-gaming-benefits-2-description": "Dețineți articolele dvs. și în unele cazuri progresele dvs., care nu sunt ale companiilor de jocuri. Deci nu veți pierde nimic în cazul în care compania ce a creat jocul este atacată, suferă o defecțiune a serverului sau se desființează.",
  "page-dapps-gaming-benefits-2-title": "Economiile dvs. sunt sigure",
  "page-dapps-gaming-benefits-3-description": "În același mod în care plățile Ethereum sunt disponibile oricui spre verificare, jocurile pot folosi această calitate pentru a asigura corectitudinea. În teorie, totul este verificabil. de la numărul de lovituri importante până la dimensiunea armurii adversarului de război.",
  "page-dapps-gaming-benefits-3-title": "Imparțialitate demonstrabilă",
  "page-dapps-gaming-benefits-description": "Cum se face că Ethereum permite să prospere aplicațiile de jocuri descentralizate?",
  "page-dapps-gaming-benefits-title": "joc descentralizat",
  "page-dapps-gaming-button": "Jocuri",
  "page-dapps-gaming-description": "Acestea sunt aplicații care se concentrează pe crearea de lumi virtuale și lupta cu alți jucători, folosind piese colecționabile care dețin o valoare reală.",
  "page-dapps-gaming-title": "Joc descentralizat",
  "page-dapps-get-some-eth-description": "Acțiunile aplicației dapp se plătesc cu o taxă de tranzacție",
  "page-dapps-get-started-subtitle": "Pentru a încerca o aplicație dapp, aveți nevoie de un portofel și ceva ETH. Un portofel vă va permite să vă conectați sau să vă autentificați. Și veți avea nevoie de ETH pentru a plăti orice taxe de tranzacție.",
  "page-dapps-get-started-title": "Noțiuni de bază",
  "page-dapps-gitcoin-grants-logo-alt": "Sigla Gitcoin Grants",
  "page-dapps-gitcoin-logo-alt": "Sigla Gitcoin",
  "page-dapps-gods-unchained-logo-alt": "Sigla Gods Unchained",
  "page-dapps-golem-logo-alt": "Sigla Golem",
  "page-dapps-radicle-logo-alt": "Sigla Radicle",
  "page-dapps-hero-header": "Instrumente și servicii acționate de Ethereum",
  "page-dapps-hero-subtitle": "Aplicațiile dapp sunt o mișcare de aplicații în creștere care utilizează Ethereum pentru a perturba modelele de afaceri sau pentru a inventa altele noi.",
  "page-dapps-how-dapps-work-p1": "Aplicațiile dapp au codul lor backend (contracte inteligente) care rulează pe o rețea descentralizată, și nu pe un server centralizat. Ele folosesc blockchain-ul Ethereum pentru stocarea datelor și contractele inteligente în logica aplicației lor.",
  "page-dapps-how-dapps-work-p2": "Un contract inteligent este ca un set de reguli înșirate pe un lanț ca să le poată vedea toată lumea și să ruleze exact în conformitate cu aceste reguli. Imaginați-vă un distribuitor automat: dacă îl alimentați cu fonduri suficiente și faceți o selecție corectă, veți obține elementul dorit. Și, la fel ca la distribuitoarele automate, contractele inteligente pot deține fonduri, ca și contul dvs. Ethereum. Aceasta permite codului să medieze acorduri și tranzacții.",
  "page-dapps-how-dapps-work-p3": "Odată implementate în rețeaua Ethereum, aplicațiile dapp nu pot fi modificate. Aplicațiile dapp pot fi descentralizate, deoarece sunt controlate de logica scrisă în contract, și nu de o persoană fizică sau de o companie.",
  "page-dapps-how-dapps-work-title": "Cum funcționează aplicațiile dapp",
  "page-dapps-learn-callout-button": "Începeți să clădiți",
  "page-dapps-learn-callout-description": "Portalul nostru pentru comunitatea dezvoltatorilor are documente, instrumente și framework-uri pentru a vă ajuta să începeți să construiți o aplicație dapp.",
  "page-dapps-learn-callout-image-alt": "Imaginea unei mâini care construiește un simbol ETH din cărămizi lego.",
  "page-dapps-learn-callout-title": "Învățați să construiți o aplicație dapp",
  "page-dapps-loopring-logo-alt": "Sigla Loopring",
  "page-dapps-magic-behind-dapps-description": "Dapps pot părea aplicații obișnuite. Dar în culise au niște calități speciale, deoarece moștenesc toate superputerile lui Ethereum. Iată în ce fel sunt aplicațiile dapp diferite de aplicațiile obișnuite.",
  "page-dapps-magic-behind-dapps-link": "Ce îl face nemaipomenit pe Ethereum?",
  "page-dapps-magic-behind-dapps-title": "Magia de la baza aplicațiilor dapp",
  "page-dapps-magic-title-1": "Magia",
  "page-dapps-magic-title-2": "de la bază",
  "page-dapps-magician-img-alt": "Imaginea unor magicieni",
  "page-dapps-marble-cards-logo-alt": "Sigla marble.cards",
  "page-dapps-matcha-logo-alt": "Sigla Matcha",
  "page-dapps-mobile-options-header": "Parcurgeți o altă categorie",
  "page-dapps-nifty-gateway-logo-alt": "Sigla Nifty Gateway",
  "page-dapps-oasis-logo-alt": "Sigla Oasis",
  "page-dapps-opensea-logo-alt": "Sigla OpenSea",
  "page-dapps-opera-logo-alt": "Sigla Opera",
  "page-dapps-polymarket-logo-alt": "Sigla Polymarket",
  "page-dapps-poap-logo-alt": "Sigla Proof of Attendance Protocol",
  "page-dapps-pooltogether-logo-alt": "Sigla PoolTogether",
  "page-dapps-rarible-logo-alt": "Sigla Rarible",
  "page-dapps-ready-button": "Porniți",
  "page-dapps-ready-description": "Alegeți o aplicație dapp pentru a o încerca",
  "page-dapps-ready-title": "Sunteți gata?",
  "page-dapps-sablier-logo-alt": "Sigla Sablier",
  "page-dapps-set-up-a-wallet-button": "Găsiți portofelul",
  "page-dapps-set-up-a-wallet-description": "Portofelul este „autentificarea” dvs. pentru o aplicație dapp",
  "page-dapps-set-up-a-wallet-title": "Configurați un portofel",
  "page-dapps-superrare-logo-alt": "Sigla SuperRare",
  "page-dapps-technology-button": "Tehnologia",
  "page-dapps-technology-description": "Acestea sunt aplicații care vizează descentralizarea instrumentelor pentru dezvoltatori, încorporarea sistemelor cripto-economice în tehnologia existentă și crearea piețelor pentru munca de dezvoltare open-source.",
  "page-dapps-technology-title": "Tehnologie descentralizată",
  "page-dapps-token-sets-logo-alt": "Sigla Token Sets",
  "page-dapps-uniswap-logo-alt": "Sigla Uniswap",
  "page-dapps-wallet-callout-button": "Găsiți portofelul",
  "page-dapps-wallet-callout-description": "Portofelele sunt și ele aplicații dapp. Găsiți unul în funcție de funcționalitățile pe care le doriți.",
  "page-dapps-wallet-callout-image-alt": "Imaginea unui robot.",
  "page-dapps-wallet-callout-title": "Afișați portofelele",
  "page-dapps-warning-header": "Cercetați întotdeauna pe cont propriu",
  "page-dapps-warning-message": "Ethereum este o tehnologie nouă și majoritatea aplicațiilor sunt noi. Înainte de a depune cantități mari de bani, aveți grijă să înțelegeți care sunt riscurile.",
  "page-dapps-what-are-dapps": "Ce sunt dapp-urile?",
  "page-dapps-more-on-defi-button": "Aflați mai multe despre finanțele descentralizate",
  "page-dapps-more-on-nft-button": "Mai multe despre piesele colecționabile marcate prin jetoane",
  "page-dapps-more-on-nft-gaming-button": "Aflați mai multe despre articolele marcate prin jetoane din cadrul jocurilor",
  "foundation": "Fundația",
  "transaction-fees": "Ce sunt taxele de tranzacționare?",
  "page-wallets-get-some": "Obțineți niște ETH"
}
