{
  "page-wallets-accounts-addresses": "Portofele, conturi și adrese",
  "page-wallets-accounts-addresses-desc": "Merită să înțelegem diferențele dintre unii termeni cheie.",
  "page-wallets-accounts-ethereum-addresses": "Un cont Ethereum are o adresă Ethereum, la fel cum o căsuță poștală are o adresă de e-mail. Poți folosi această adresă pentru a trimite fonduri într-un cont.",
  "page-wallets-alt": "Ilustrarea unui robot cu un seif pentru corp, reprezentând un portofel Ethereum",
  "page-wallets-ethereum-account": "Un cont Ethereum este o entitate care poate trimite tranzacții și are un sold.",
  "page-wallets-blog": "Blogul Coinbase",
  "page-wallets-bookmarking": "Marchează-ți portofelul",
  "page-wallets-bookmarking-desc": "Dacă utilizezi un portofel web, marchează site-ul pentru a te proteja împotriva escrocheriilor de phishing.",
  "page-wallets-cd": "Portofele hardware fizice care îți permit să-ți păstrezi cripto off-line – foarte securizate",
  "page-wallets-converted": "Cripto convertit?",
  "page-wallets-converted-desc": "Dacă dorești să deții o valoare serioasă, îți recomandăm portofelele hardware, deoarece acestea sunt cele mai sigure. Sau un portofel cu alerte de fraudă și limite de retragere.",
  "page-wallets-curious": "Cripto curios?",
  "page-wallets-curious-desc": "Dacă ești nou în cripto și dorești doar să vezi cum te simți cu el, îți recomandăm ceva care îți va oferi posibilitatea de a explora aplicațiile Ethereum sau de a cumpăra primul ETH direct din portofel.",
  "page-wallets-desc-2": "Ai nevoie de un portofel pentru a trimite fonduri și a gestiona ETH.",
  "page-wallets-desc-2-link": "Mai multe despre ETH",
  "page-wallets-desc-3": "Portofelul este doar un instrument de gestiune al contului Ethereum. De aceea poți schimba furnizorii de portofele oricând. Multe portofele permit și gestionarea centralizată a mai multor conturi Ethereum dintr-o singură aplicație.",
  "page-wallets-desc-4": "Aceasta deoarece portofelele nu au custodia fondurilor tale, tu o ai Ele sunt doar un instrument de gestiune a ceea ce este cu adevărat al tău.",
  "page-wallets-description": "Portofelele Ethereum sunt aplicații care îți permit să interacționezi cu contul Ethereum. Gândește la portofel ca la o aplicație bancară pe internet – fără bancă. Portofelul îți permite să citești soldul, să trimiți tranzacții și să te conectezi la aplicații.",
  "page-wallets-desktop": "Aplicații desktop, dacă preferi să-ți gestionezi fondurile prin MacOS, Windows sau Linux",
  "page-wallets-ethereum-wallet": "Un portofel este un produs care îți permite administrarea contului tău Ethereum. Îți permite să vezi soldul contului tău, să trimiți tranzacții și multe altele.",
  "page-wallets-explore": "Explorează Ethereum",
  "page-wallets-features-desc": "Te putem ajuta să-ți alegeți portofelul pe baza caracteristicilor care te interesează.",
  "page-wallets-features-title": "Preferi să alegi în funcție de caracteristici?",
  "page-wallets-find-wallet-btn": "Găsește un portofel",
  "page-wallets-find-wallet-link": "Găsește un portofel",
  "page-wallets-get-some": "Obține niște ETH",
  "page-wallets-get-some-alt": "Ilustrația unei mâini care creează un logo Ethereum din cărămizi lego",
  "page-wallets-get-some-btn": "Obține niște ETH",
  "page-wallets-get-some-desc": "ETH este cripto nativ al Ethereum. Vei avea nevoie de ceva ETH în portofel pentru a utiliza aplicațiile Ethereum.",
  "page-wallets-get-wallet": "Obține un portofel",
  "page-wallets-get-wallet-desc": "Există multe portofele diferite din care poți alege. Vrem să vă ajutăm să îl selectezi pe cel mai bun pentru tine.",
  "page-wallets-get-wallet-desc-2": "Amintește-ți: această decizie nu este permanentă – contul tău Ethereum nu este legat de furnizorul portofelului.",
  "page-wallets-how-to-store": "Cum să stochezi active digitale pe Ethereum",
  "page-wallets-keys-to-safety": "Cheile pentru păstrarea criptomonedei în siguranță",
  "page-wallets-manage-funds": "O aplicație pentru gestionarea fondurilor",
  "page-wallets-manage-funds-desc": "Portofelul tău arată soldurile, istoricul tranzacțiilor și îți oferă o modalitate de a trimite/primi fonduri. Unele portofele pot oferi mai multe.",
  "page-wallets-meta-description": "Ce trebuie să știi pentru a utiliza portofelele Ethereum.",
  "page-wallets-meta-title": "Portofele Ethereum",
  "page-wallets-mobile": "Aplicații mobile care îți fac fondurile accesibile de oriunde",
  "page-wallets-more-on-dapps-btn": "Mai mult despre Dapps",
  "page-wallets-most-wallets": "Majoritatea produselor de portofel îți vor permite să generezi un cont Ethereum. Deci, nu ai nevoie de unul înainte de a descărca un portofel.",
  "page-wallets-protecting-yourself": "Protecția ta și a fondurilor tale",
  "page-wallets-seed-phrase": "Notează fraza ta de securitate",
  "page-wallets-seed-phrase-desc": "Portofelele îți vor oferi adesea o frază de securitate pe care trebuie să o notezi undeva în siguranță. Aceasta este singura modalitate prin care îți vei putea recupera portofelul.",
  "page-wallets-seed-phrase-example": "Iată un exemplu:",
  "page-wallets-seed-phrase-snippet": "acolo avion curbă aerisire formație doge posibil product distinct sub spirit lampă",
  "page-wallets-seed-phrase-write-down": "Nu o stoca pe computer. Scrie-o undeva și ține-o în siguranță.",
  "page-wallets-slogan": "Cheia viitorului tău digital",
  "page-wallets-stay-safe": "Cum să stai în siguranță",
  "page-wallets-stay-safe-desc": "Portofelele reprezintă o mică schimbare în gândire. Libertatea financiară și capacitatea de a accesa și utiliza fonduri oriunde vine cu puțină responsabilitate – nu există asistență pentru clienți în cripto.",
  "page-wallets-subtitle": "Portofelele oferă acces la fondurile tale și la aplicațiile Ethereum. Doar tu ar trebui să ai acces la portofel.",
  "page-wallets-take-responsibility": "Asumă-ți responsabilitatea pentru propriile tale fonduri",
  "page-wallets-take-responsibility-desc": "Schimburile centralizate îți vor lega portofelul la un nume de utilizator și o parolă pe care o poți recupera într-un mod tradițional. Amintește-ți că te încrezi în schimb pentru custodia asupra fondurilor tale. Dacă acea companie este atacată sau dă faliment, fondurile tale sunt în pericol.",
  "page-wallets-tips": "Alte sfaturi pentru a rămâne în siguranță",
  "page-wallets-tips-community": "De la comunitate",
  "page-wallets-title": "Portofele Ethereum",
  "page-wallets-triple-check": "Verifică triplu totul",
  "page-wallets-triple-check-desc": "Nu uita că tranzacțiile nu pot fi anulate, iar portofelele nu pot fi recuperate cu ușurință, așa că ia măsuri de precauție și ai grijă tot timpul.",
  "page-wallets-try-dapps": "Încearcă niște aplicații dapp",
  "page-wallets-try-dapps-alt": "O ilustrare a membrilor comunității Ethereum care lucrează împreună",
  "page-wallets-try-dapps-desc": "Dapps sunt aplicații construite pe Ethereum. Sunt mai ieftine, mai corecte, mai amabile cu datele tale decât majoritatea aplicațiilor tradiționale.",
  "page-wallets-types": "Tipuri de portofele",
  "page-wallets-web-browser": "Portofele web care îți permit să interacționezi cu contul tău printr-un browser web",
  "page-wallets-whats-a-wallet": "Ce este un portofel Ethereum?",
  "page-wallets-your-ethereum-account": "Contul tău Ethereum",
  "page-wallets-your-ethereum-account-desc": "Portofelul tău este fereastra contului tău Ethereum – soldul tău, istoricul tranzacțiilor și multe altele. Dar poți schimba furnizorii de portofele în orice moment.",
  "page-wallets-your-login": "Autentificarea ta pentru aplicațiile Ethereum",
  "page-wallets-your-login-desc": "Portofelul tău îți permite să te conectezi la orice aplicație descentralizată utilizându-ți contul Ethereum. Este ca o autentificare pe care o poți utiliza în mai multe aplicații dapp."
}
