{
  "page-dapps-1inch-logo-alt": "Logo 1inch",
  "page-dapps-aave-logo-alt": "Logo Aave",
  "page-dapps-add-button": "Sugerează dapp",
  "page-dapps-add-title": "Adaugă dapp",
  "page-dapps-audius-logo-alt": "Logo Audius",
  "page-dapps-augur-logo-alt": "Logo Augur",
  "page-dapps-axie-infinity-logo-alt": "Logo Axie Infinity",
  "page-dapps-brave-logo-alt": "Logo Brave",
  "page-dapps-category-arts": "Artă și modă",
  "page-dapps-category-browsers": "Browsere",
  "page-dapps-category-collectibles": "Colecții digitale",
  "page-dapps-category-competitive": "Competiție",
  "page-dapps-category-computing": "Instrumente pentru programatori",
  "page-dapps-category-dex": "Schimburi de tokenuri",
  "page-dapps-category-investments": "Investiții",
  "page-dapps-category-lending": "Acordare și acceptare de credite",
  "page-dapps-category-lottery": "Finanțarea participativă",
  "page-dapps-category-marketplaces": "Piețe",
  "page-dapps-category-music": "Muzică",
  "page-dapps-category-payments": "Plăți",
  "page-dapps-category-trading": "Piețe de tranzacționare și predicție",
  "page-dapps-category-utilities": "Utilități",
  "page-dapps-category-worlds": "Lumi virtuale",
  "page-dapps-choose-category": "Alege o categorie",
  "page-dapps-collectibles-benefits-1-description": "Când arta este tokenizată pe Ethereum, proprietatea poate fi dovedită de către toți. Poți urmări călătoria operei de artă de la creație la actualul titular. Acest lucru previne falsurile.",
  "page-dapps-collectibles-benefits-1-title": "Proprietatea este demonstrabilă",
  "page-dapps-collectibles-benefits-2-description": "Plata pentru a asculta muzică sau pentru a cumpăra opere de artă este mult mai echitabilă pentru artiști. Cu Ethereum, nevoia de intermediari este mai mică. Și dacă sunt necesari intermediari, costurile lor nu sunt la fel de mari, deoarece platformele nu trebuie să plătească pentru infrastructura rețelei.",
  "page-dapps-collectibles-benefits-2-title": "Mai echitabil pentru creatori",
  "page-dapps-collectibles-benefits-3-description": "Obiectele de colecție tokenizate sunt legate de adresa ta Ethereum, nu de platformă. Așadar, poți vinde lucruri precum articole din joc pe orice piață Ethereum, nu doar în joc.",
  "page-dapps-collectibles-benefits-3-title": "Obiectele de colecție merg cu tine",
  "page-dapps-collectibles-benefits-4-description": "Instrumentele și produsele există deja pentru a-ți tokeniza arta și a o vinde! Și tokenurile tale pot fi vândute pe orice platformă de colecție Ethereum.",
  "page-dapps-collectibles-benefits-4-title": "Infrastructură deja existentă",
  "page-dapps-collectibles-benefits-description": "Acestea sunt aplicații care se concentrează pe proprietatea digitală, sporind potențialul de câștig pentru creatori și inventând noi moduri de a investi în creatorii tăi preferați și munca lor.",
  "page-dapps-collectibles-benefits-title": "colecții descentralizate și streaming",
  "page-dapps-collectibles-button": "Arte și obiecte de colecție",
  "page-dapps-collectibles-description": "Acestea sunt aplicații care se concentrează pe proprietatea digitală, sporind potențialul de câștig pentru creatori și inventând noi moduri de a investi în creatorii tăi preferați și munca lor.",
  "page-dapps-collectibles-title": "Arte și colecții descentralizate",
  "page-dapps-compound-logo-alt": "Logo Compound",
  "page-dapps-cryptopunks-logo-alt": "Logo CryptoPunks",
  "page-dapps-cryptovoxels-logo-alt": "Logo Cryptovoxels",
  "page-dapps-dapp-description-1inch": "Te ajută să eviți deraparea spre prețuri ridicate prin agregarea celor mai bune prețuri.",
  "page-dapps-dapp-description-aave": "Creditează tokenuri cu dobândă și retrage-le oricând.",
  "page-dapps-dapp-description-async-art": "Creează, colectează și tranzacționează #ProgrammableArt - picturi digitale împărțite în „Straturi” pe care le poți folosi pentru a afecta imaginea generală. Fiecare Maestru și Strat este un token ERC721.",
  "page-dapps-dapp-description-audius": "Platformă de streaming descentralizată. Ascultări = bani pentru creatori, nu pentru casele de producție.",
  "page-dapps-dapp-description-augur": "Pariază pe rezultatele sportului, economiei și a mai multor evenimente mondiale.",
  "page-dapps-dapp-description-axie-infinity": "Tranzacționează și luptă cu creaturi numite Axies. Și câștigă pe măsură ce te joci – disponibile pe mobil",
  "page-dapps-dapp-description-brave": "Câștigă tokenuri pentru navigare și sprijină creatorii preferați cu acestea.",
  "page-dapps-dapp-description-compound": "Creditează tokenuri pentru a câștiga dobândă și retrage-le oricând.",
  "page-dapps-dapp-description-cryptopunks": "Cumpără, licitează și oferă caractere \"punk de vânzare\" – una dintre primele colecții de token-uri de pe Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Creează galerii de artă, construiește magazine și cumpără terenuri – o lume virtuală Ethereum.",
  "page-dapps-dapp-description-dark-forest": "Cucerește planetele într-un univers infinit, generat procedural, specificat criptografic.",
  "page-dapps-dapp-description-decentraland": "Colectează, comercializează terenuri virtuale într-o lume virtuală pe care o poți explora.",
  "page-dapps-dapp-description-dydx": "Deschide poziții de vânzare (short) sau cu efect de levier de până la 10x. Poți de asemenea accepta sau acorda credite.",
  "page-dapps-dapp-description-ens": "Nume ușor de folosit pentru adresele Ethereum și site-uri descentralizate.",
  "page-dapps-dapp-description-foundation": "Investește în ediții unice de opere de artă digitală și tranzacționează piese cu alți cumpărători.",
  "page-dapps-dapp-description-gitcoin": "Câștigă cripto lucrând pe software open-source.",
  "page-dapps-dapp-description-gitcoin-grants": "Finanțarea participativă pentru proiecte comunitare Ethereum cu contribuții amplificate",
  "page-dapps-dapp-description-gods-unchained": "Joc strategic de cărți de tranzacționare. Jucând, câștigi cărți pe care le poți vinde, la fel ca în viața reală.",
  "page-dapps-dapp-description-golem": "Accesează puterea de calcul partajată sau închiriază propriile resurse.",
  "page-dapps-dapp-description-loopring": "Platformă de tranzacționare peer-to-peer, construită pentru viteză.",
  "page-dapps-dapp-description-marble-cards": "Creează și tranzacționează carduri digitale unice pe baza URL-urilor.",
  "page-dapps-dapp-description-matcha": "Caută mai multe schimburi valutare pentru a te ajuta să găsești cele mai bune prețuri.",
  "page-dapps-dapp-description-nifty-gateway": "Cumpără lucrări „on-chain” artiști, sportivi, mărci și creatori de top.",
  "page-dapps-dapp-description-oasis": "Tranzacționează, ia credite și salvează cu Dai, un stablecoin Ethereum.",
  "page-dapps-dapp-description-opensea": "Cumpără, vinde, descoperă și comercializează bunuri în ediție limitată.",
  "page-dapps-dapp-description-opera": "Trimite cripto direct din browser la comercianți, altor utilizatori și aplicații.",
  "page-dapps-dapp-description-polymarket": "Pariază pe rezultate. Tranzacționează pe piețele de informații.",
  "page-dapps-dapp-description-pooltogether": "O loterie în care nu poți pierde. Premii în fiecare săptămână.",
  "page-dapps-dapp-description-rarible": "Creează, vinde și cumpără piese de colecție tokenizate.",
  "page-dapps-dapp-description-sablier": "Trimite bani în timp real.",
  "page-dapps-dapp-description-superrare": "Cumpără opere de artă digitală direct de la artiști sau de pe piețele secundare.",
  "page-dapps-dapp-description-token-sets": "Strategii de investiții cripto care se reechilibrează automat.",
  "page-dapps-dapp-description-tornado-cash": "Trimite tranzacții anonime pe Ethereum.",
  "page-dapps-dapp-description-uniswap": "Schimbă tokenuri sau oferă tokenuri pentru recompense de %.",
  "page-dapps-dark-forest-logo-alt": "Logo Dark Forest",
  "page-dapps-decentraland-logo-alt": "Logo Decentraland",
  "page-dapps-desc": "Găsește o aplicație Ethereum pentru a încerca.",
  "page-dapps-doge-img-alt": "Imaginea unui câine folosind un calculator",
  "page-dapps-dydx-logo-alt": "Logo dYdX",
  "page-dapps-editors-choice-dark-forest": "Joacă împotriva altora pentru a cuceri planete și încearcă tehnologia cea mai avansată de scalare/confidențialitate Ethereum. Poate pentru cei care cunosc deja Ethereum.",
  "page-dapps-editors-choice-description": "Câteva aplicații dapp pe care echipa ethereum.org le adoră acum. Explorează mai multe dapp-uri mai jos.",
  "page-dapps-editors-choice-foundation": "Investește în cultură. Cumpără, tranzacționează și vinde opere de artă digitale unice și modă de la artiști, muzicieni și mărci incredibile.",
  "page-dapps-editors-choice-header": "Alegerile editorilor",
  "page-dapps-editors-choice-pooltogether": "Cumpără un bilet la loteria fără pierderi. În fiecare săptămână, dobânda generată de întregul grup de bilete este trimisă unui câștigător norocos. Obții banii înapoi oricând dorești.",
  "page-dapps-editors-choice-uniswap": "Schimbă tokenuri cu ușurință. O funcție preferată de comunitate, care îți permite să tranzacționezi tokenuri cu oameni din întreaga rețea.",
  "page-dapps-ens-logo-alt": "Logo Serviciu de Nume Ethereum",
  "page-dapps-explore-dapps-description": "Multe aplicații dapp sunt încă experimentale, testând posibilitățile rețelelor descentralizate. Dar au existat câțiva jucători timpurii de succes în categoriile tehnologie, financiar, jocuri și colecții.",
  "page-dapps-explore-dapps-title": "Explorează dapps",
  "page-dapps-features-1-description": "Odată implementat în Ethereum, codul aplicației dapp nu poate fi eliminat. Și oricine poate folosi caracteristicile aplicației. Chiar dacă echipa din spatele aplicației dapp s-a desființat, îl poți folosi în continuare. Odată pe Ethereum, rămâne pe Ethereum.",
  "page-dapps-features-1-title": "Fără proprietari",
  "page-dapps-features-2-description": "Nu poți fi împiedicat să utilizezi o aplicație dapp sau să trimiți tranzacții. De exemplu, dacă Twitter era pe Ethereum, nimeni nu ar fi putut să îți blocheze contul sau să te oprească să trimiți tweet-uri.",
  "page-dapps-features-2-title": "Fără cenzură",
  "page-dapps-features-3-description": "Deoarece Ethereum are ETH, plățile sunt originare din Ethereum. Programatorii nu trebuie să-și petreacă timpul integrându-se cu furnizorii de plăți terți.",
  "page-dapps-features-3-title": "Plăți încorporate",
  "page-dapps-features-4-description": "Codul aplicației dapp este adesea deschis și compatibil în mod implicit. Echipele construiesc în mod regulat folosind munca altor echipe. Dacă dorești să permiți utilizatorilor să schimbe tokenuri în aplicația ta dapp, poți să conectezi codul unui alt dapp.",
  "page-dapps-features-4-title": "Plug and play",
  "page-dapps-features-5-description": "Cu majoritatea aplicațiilor dapp, nu este nevoie să-ți împărtășești identitatea din lumea reală. Contul tău Ethereum este autentificarea ta și nu ai nevoie decât de un portofel.",
  "page-dapps-features-5-title": "O autentificare anonimă",
  "page-dapps-features-6-description": "Criptografia asigură faptul că atacatorii nu pot falsifica tranzacții și alte interacțiuni cu aplicații dapp în numele tău. Autorizezi acțiunile aplicațiilor dapp cu ajutorul contului tău Ethereum, de obicei prin portofel, de aceea, păstrează-ți acreditările în siguranță.",
  "page-dapps-features-6-title": "Susținut de criptografie",
  "page-dapps-features-7-description": "Odată ce aplicația dapp este activă pe Ethereum, acesta va cădea numai dacă Ethereum însuși cade. Rețelele de dimensiunea Ethereum sunt notoriu greu de atacat.",
  "page-dapps-features-7-title": "Fără timpi morți",
  "page-dapps-finance-benefits-1-description": "Serviciile financiare care rulează pe Ethereum nu au cerințe de înscriere. Dacă ai fonduri și o conexiune la internet, ești gata să începi.",
  "page-dapps-finance-benefits-1-title": "Acces deschis",
  "page-dapps-finance-benefits-2-description": "Există o întreagă lume de tokenuri cu care poți interacționa în aceste produse financiare. Oamenii construiesc totdeauna noi tokenuri pe Ethereum.",
  "page-dapps-finance-benefits-2-title": "O nouă economie bazată pe token",
  "page-dapps-finance-benefits-3-description": "Echipele au construit monede stabile – o cripto-monedă mai puțin volatilă. Acestea îți permit să experimentezi și să utilizezi cripto fără risc și incertitudine.",
  "page-dapps-finance-benefits-3-title": "Monede stabile",
  "page-dapps-finance-benefits-4-description": "Produsele financiare din spațiul Ethereum sunt toate modulare și compatibile între ele. Noile configurații ale acestor module ajung pe piață tot timpul, sporind ceea ce poți face cu cripto.",
  "page-dapps-finance-benefits-4-title": "Servicii financiare interconectate",
  "page-dapps-finance-benefits-description": "De ce permite Ethereum să prospere aplicațiile de finanțare descentralizate?",
  "page-dapps-finance-benefits-title": "finanțe descentralizate",
  "page-dapps-finance-button": "Finanțe",
  "page-dapps-finance-description": "Acestea sunt aplicații care se concentrează pe dezvoltarea serviciilor financiare folosind cripto-monede. Ele oferă creditare, acceptare de credite, câștigarea de dobânzi și plăți private – nu sunt necesare date personale.",
  "page-dapps-finance-title": "Finanțe descentralizate",
  "page-dapps-foundation-logo-alt": "Logo Fundație",
  "page-dapps-gaming-benefits-1-description": "Fie că este vorba de teren virtual sau de cărți de tranzacționare, articolele tale pot fi tranzacționate pe piețele de colecție. Articolele tale din joc au valoarea din lumea reală.",
  "page-dapps-gaming-benefits-1-title": "Elementele jocului se dublează ca tokenuri",
  "page-dapps-gaming-benefits-2-description": "Deții articolele tale și, în unele cazuri, progresul tău și nu companiile de jocuri. Deci, nu vei pierde nimic în cazul în care compania din spatele jocul este atacată, suferă o defecțiune a serverului sau se desființează.",
  "page-dapps-gaming-benefits-2-title": "Salvările tale sunt sigure",
  "page-dapps-gaming-benefits-3-description": "În același mod în care plățile Ethereum sunt disponibile oricui pentru verificare, jocurile pot folosi această calitate pentru a asigura corectitudinea. În teorie, totul este verificabil de la numărul de lovituri critice până la dimensiunea pieptului adversarului de război.",
  "page-dapps-gaming-benefits-3-title": "Onestitate demonstrabilă",
  "page-dapps-gaming-benefits-description": "De ce permite Ethereum să prospere aplicațiile de jocuri descentralizate?",
  "page-dapps-gaming-benefits-title": "jocuri descentralizate",
  "page-dapps-gaming-button": "Gaming",
  "page-dapps-gaming-description": "Acestea sunt aplicații care se concentrează pe crearea de lumi virtuale și lupta cu alți jucători, folosind colecții care dețin o valoare reală.",
  "page-dapps-gaming-title": "Jocuri descentralizate",
  "page-dapps-get-some-eth-description": "Acțiunile aplicației dapp costă o taxă de tranzacție",
  "page-dapps-get-started-subtitle": "Pentru a încerca o aplicație dapp, ai nevoie de un portofel și ceva ETH. Un portofel îți va permite să te conectezi sau să te autentifici. Și vei avea nevoie de ETH pentru a plăti orice taxe de tranzacție.",
  "page-dapps-get-started-title": "Începe aici",
  "page-dapps-gitcoin-grants-logo-alt": "Logo Subvenții Gitcoin",
  "page-dapps-gitcoin-logo-alt": "Logo Gitcoin",
  "page-dapps-gods-unchained-logo-alt": "Logo Gods Unchained",
  "page-dapps-golem-logo-alt": "Logo Golem",
  "page-dapps-hero-header": "Instrumente și servicii bazate pe Ethereum",
  "page-dapps-hero-subtitle": "Dapps sunt o mișcare de aplicații în creștere care utilizează Ethereum pentru a perturba modelele de afaceri sau pentru a inventa altele noi.",
  "page-dapps-how-dapps-work-p1": "Aplicațiile dapp au codul lor back-end (contracte inteligente) care rulează pe o rețea descentralizată și nu pe un server centralizat. Ele folosesc blockchain-ul Ethereum pentru stocarea datelor și contracte inteligente pentru logica aplicației lor.",
  "page-dapps-how-dapps-work-p2": "Un contract inteligent este ca un set de reguli care trăiesc în lanț pentru ca toți să vadă și să ruleze exact în conformitate cu aceste reguli. Imaginează-ți un distribuitor automat: dacă îl furnizezi cu fonduri suficiente și o selecție corectă, vei obține elementul dorit. Și, la fel cu distribuitoarele automate, contractele inteligente pot deține fonduri, ca și contul tău. Ethereum. Aceasta permite codului să medieze acorduri și tranzacții.",
  "page-dapps-how-dapps-work-p3": "Odată implementate în rețeaua Ethereum, aplicațiile dapp nu pot fi modificate. Dapps pot fi descentralizate, deoarece sunt controlate de logica scrisă în contract, nu de o persoană fizică sau de o companie.",
  "page-dapps-how-dapps-work-title": "Cum funcționează dapps",
  "page-dapps-learn-callout-button": "Începe să dezvolți",
  "page-dapps-learn-callout-description": "Portalul nostru pentru comunitatea de programatori are documente, instrumente și cadre pentru a te ajuta să începi să construiești o aplicație dapp.",
  "page-dapps-learn-callout-image-alt": "Ilustrația unei mâini care construiește un simbol ETH din cărămizi lego.",
  "page-dapps-learn-callout-title": "Învață să construiești o aplicație dapp",
  "page-dapps-loopring-logo-alt": "Logo Loopring",
  "page-dapps-magic-behind-dapps-description": "Dapps pot părea aplicații obișnuite. Dar, în culise, au niște calități speciale, deoarece moștenesc toate superputerile Ethereum. Iată de ce aplicațiile dapps sunt diferite de aplicațiile obișnuite.",
  "page-dapps-magic-behind-dapps-link": "Ce face Ethereum grozav?",
  "page-dapps-magic-behind-dapps-title": "Magia din spatele aplicațiilor dapps",
  "page-dapps-magic-title-1": "Magia",
  "page-dapps-magic-title-2": "din spatele",
  "page-dapps-magician-img-alt": "Ilustrație cu magicieni",
  "page-dapps-marble-cards-logo-alt": "Logo Marble.Cards",
  "page-dapps-matcha-logo-alt": "Logo Matcha",
  "page-dapps-mobile-options-header": "Vizualizează o altă categorie",
  "page-dapps-nifty-gateway-logo-alt": "Logo Nifty Gateway",
  "page-dapps-oasis-logo-alt": "Logo Oasis",
  "page-dapps-opensea-logo-alt": "Logo OpenSea",
  "page-dapps-opera-logo-alt": "Logo Opera",
  "page-dapps-polymarket-logo-alt": "Logo Polymarket",
  "page-dapps-pooltogether-logo-alt": "Logo PoolTogether",
  "page-dapps-rarible-logo-alt": "Logo Rarible",
  "page-dapps-ready-button": "Începe",
  "page-dapps-ready-description": "Alege o aplicație dapp pentru a încerca",
  "page-dapps-ready-title": "Gata?",
  "page-dapps-sablier-logo-alt": "Logo Sablier",
  "page-dapps-set-up-a-wallet-button": "Găsește un portofel",
  "page-dapps-set-up-a-wallet-description": "Un portofel este „autentificarea” ta pentru o aplicație dapp",
  "page-dapps-set-up-a-wallet-title": "Configurează un portofel",
  "page-dapps-superrare-logo-alt": "Logo SuperRare",
  "page-dapps-technology-button": "Tehnologie",
  "page-dapps-technology-description": "Acestea sunt aplicații care se concentrează pe descentralizarea instrumentelor pentru programatori, încorporarea sistemelor cripto-economice în tehnologia existentă și crearea de piețe pentru munca de dezvoltare open-source.",
  "page-dapps-technology-title": "Tehnologie descentralizată",
  "page-dapps-token-sets-logo-alt": "Logo Token Sets",
  "page-dapps-tornado-cash-logo-alt": "Logo Tornado Cash",
  "page-dapps-uniswap-logo-alt": "Logo Uniswap",
  "page-dapps-wallet-callout-button": "Găsește un portofel",
  "page-dapps-wallet-callout-description": "Portofelele sunt și ele aplicații dapp. Găsește unul bazat pe caracteristicile care ți se potrivesc.",
  "page-dapps-wallet-callout-image-alt": "Ilustrarea unui robot.",
  "page-dapps-wallet-callout-title": "Vizualizare portofele",
  "page-dapps-warning-header": "Fă-ți întotdeauna propria cercetare",
  "page-dapps-warning-message": "Ethereum este o tehnologie nouă și majoritatea aplicațiilor sunt noi. Înainte de a depune cantități mari de bani, asigură-te că înțelegi riscurile.",
  "page-dapps-what-are-dapps": "Ce sunt aplicațiile dapps?"
}
