{
  "page-local-environment-brownie-desc": "Un framework pentru dezvoltare și testare bazat pe Python pentru contracte inteligente care vizează mașina virtuală Ethereum.",
  "page-local-environment-brownie-logo-alt": "Sigla Brownie",
  "page-local-environment-epirus-desc": "O platformă pentru dezvoltarea, implementarea și monitorizarea aplicațiilor blockchain pe Mașina Virtuală Java",
  "page-local-environment-epirus-logo-alt": "Sigla Epirus",
  "page-local-environment-eth-app-desc": "Creați aplicații bazate pe Ethereum cu o singură comandă. Pune la dispoziție o gamă largă de oferte de cadre UI și șabloane DeFi din care să alegeți.",
  "page-local-environment-eth-app-logo-alt": "Creați sigla aplicației Eth",
  "page-local-environment-framework-feature-1": "Funcționalități pentru a crea o instanță blockchain locală.",
  "page-local-environment-framework-feature-2": "Utilități pentru a vă compila și testa contractele inteligente.",
  "page-local-environment-framework-feature-3": "Suplimente de dezvoltare a clientților pentru a vă crea aplicația orientată pe utilizator în același proiect/repository.",
  "page-local-environment-framework-feature-4": "Configurare pentru conectarea la rețelele Ethereum și implementarea contractelor, fie la o instanță care rulează local, fie la una dintre rețelele publice Ethereum.",
  "page-local-environment-framework-feature-5": "Distribuție descentralizată a aplicațiilor - integrări cu opțiuni de stocare precum IPFS.",
  "page-local-environment-framework-features": "Aceste framework-uri sunt puse la dispoziție cu o mulțime de funcționalități gata implementate, cum ar fi:",
  "page-local-environment-frameworks-desc": "Vă recomandăm să alegeți un framework, mai ales dacă sunteți la început. Construirea unei dapp complet dezvoltată necesită diferite piese de tehnologie. Framework-urile includ multe dintre funcționalitățile necesare sau oferă sisteme simple de plugin-uri pentru a alege instrumentele dorite.",
  "page-local-environment-frameworks-title": "Framework-uri și stive gata făcute",
  "page-local-environment-hardhat-desc": "Hardhat este un mediu de dezvoltare Ethereum pentru profesioniști.",
  "page-local-environment-hardhat-logo-alt": "Sigla Hardhat",
  "page-local-environment-openZeppelin-desc": "Economisiți ore de dezvoltare compilând, efectuând upgrade, implementând și interacționând cu contracte inteligente prin CLI-ul nostru.",
  "page-local-environment-openZeppelin-logo-alt": "Sigla OpenZeppelin",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React: tot ce aveți nevoie pentru a începe să construiți aplicații descentralizate alimentate prin contracte inteligente",
  "page-local-environment-scaffold-eth-logo-alt": "Sigla scaffold-eth",
  "page-local-environment-setup-meta-desc": "Ghid despre cum să vă alegeți stiva de software pentru dezvoltarea Ethereum.",
  "page-local-environment-setup-meta-title": "Configurarea pentru dezvoltarea locală Ethereum",
  "page-local-environment-setup-subtitle": "Dacă sunteți gata să începeți să construiți, este timpul să vă alegeți stiva.",
  "page-local-environment-setup-subtitle-2": "Iată instrumentele și framework-urile pe care le puteți utiliza ca să vă ajute la crearea aplicației Ethereum.",
  "page-local-environment-setup-title": "Configurați-vă mediul de dezvoltare locală",
  "page-local-environment-solidity-template-desc": "Un șablon GitHub pentru o configurație preconstruită pentru contractele dvs. inteligente Solidity. Include o rețea locală Hardhat, Waffle pentru testare, Ethers pentru implementarea portofelului și multe altele.",
  "page-local-environment-solidity-template-logo-alt": "Sigla șablonului Solidity",
  "page-local-environment-waffle-desc": "Cea mai avansată bibliotecă de testare pentru contractele inteligente. Se utilizează singură sau împreună cu Scafold-eth sau Hardhat.",
  "page-local-environment-waffle-logo-alt": "Sigla Waffle"
}
