{
  "consensus-client-lighthouse-logo-alt": "Logo Lighthouse",
  "consensus-client-lodestar-logo-alt": "Logo Lodestar",
  "consensus-client-nimbus-logo-alt": "Logo Nimbus",
  "consensus-client-prysm-logo-alt": "Logo Prysm",
  "consensus-client-teku-logo-alt": "Logo Teku",
  "page-upgrades-answer-1": "Gândește-te la Eth2 ca la un set de upgrade-uri adăugate pentru a îmbunătăți Ethereum-ul pe care îl folosim astăzi. Aceste upgrade-uri includ crearea unui nou lanț numit lanțul Beacon și până la 64 de lanțuri cunoscute sub numele de fragmente",
  "page-upgrades-answer-2": "Acestea sunt separate de Rețeaua principală Ethereum pe care o folosim astăzi, dar nu o va înlocui. În schimb, Rețeaua principală se va „uni” cu acest sistem paralel care este adăugat în timp.",
  "page-upgrades-answer-4": "Cu alte cuvinte, Ethereum pe care îl folosim astăzi va întruchipa în cele din urmă toate caracteristicile pe care le căutăm în viziunea Eth2.",
  "page-upgrades-beacon-chain-btn": "Mai multe despre lanțul Beacon",
  "page-upgrades-beacon-chain-date": "Lanțul Beacon a fost introdus pe 1 decembrie 2020.",
  "page-upgrades-beacon-chain-desc": "Prima adăugare Eth2 la ecosistem. Lanțul Beacon aduce mizarea în Ethereum, pune bazele upgrade-urilor viitoare și va coordona în cele din urmă noul sistem.",
  "page-upgrades-beacon-chain-estimate": "Lanțul Beacon este activ",
  "page-upgrades-beacon-chain-title": "Lanțul Beacon",
  "page-upgrades-bug-bounty": "Vezi programul de recompensă pentru erori",
  "page-upgrades-clients": "Consultă clienții Eth2",
  "page-staking-deposit-contract-title": "Verifică adresa contractului de depozit",
  "page-upgrades-diagram-ethereum-mainnet": " Rețeaua principală Ethereum",
  "page-upgrades-diagram-h2": "Cum se potrivesc upgrade-urile împreună",
  "page-upgrades-diagram-link-1": "Mai multe despre dovada mizei",
  "page-upgrades-diagram-link-2": "Mai multe despre lanțurile de fragmente",
  "page-upgrades-diagram-mainnet": "Rețea principală",
  "page-upgrades-diagram-p": "Rețeaua principală Ethereum va exista în continuare în forma actuală, pentru o vreme. Acest lucru înseamnă că actualizarea lanțului Beacon și de fragmente nu va perturba rețeaua.",
  "page-upgrades-diagram-p-1": "Rețeaua principală va fuziona în cele din urmă cu noul sistem introdus de upgrade-urile Eth2.",
  "page-upgrades-diagram-p-2": "Lanțul Beacon va deveni dirijorul Ethereum, coordonând validatorii și stabilind ritmul pentru crearea blocurilor.",
  "page-upgrades-diagram-p-3": "La început, va exista separat de rețeaua principală și va gestiona validatorii – nu va avea nimic de-a face cu contractele, tranzacțiile sau conturile inteligente.",
  "page-upgrades-diagram-p-4": "Fragmentele vor furniza o mulțime de date suplimentare pentru a ajuta la creșterea numărului de tranzacții care pot fi gestionate de rețeaua principală. Ele vor fi coordonate de lanțul Beacon.",
  "page-upgrades-diagram-p-5": "Dar toate tranzacțiile se vor baza în continuare pe rețeaua principală, care va continua să existe așa cum o știm astăzi – asigurată de dovada muncii și de mineri.",
  "page-upgrades-diagram-p-6": "Rețeaua principală va fuziona cu sistemul de dovadă a mizei, coordonat de lanțul Beacon.",
  "page-upgrades-diagram-p-8": "Acest lucru va transforma rețeaua principală într-un fragment al noului sistem. Minerii nu vor mai fi necesari, întrucât întregul Ethereum va fi asigurat de validatori.",
  "page-upgrades-diagram-p10": "Eth2 nu este o migrație sau un singur lucru. Acesta descrie un set de upgrade-uri la care se lucrează pentru a debloca adevăratul potențial al Ethereum. Astfel se potrivesc toate acestea împreună.",
  "page-upgrades-diagram-scroll": "Derulează pentru a explora – atinge pentru mai multe informații.",
  "page-upgrades-diagram-shard": "Fragment (1)",
  "page-upgrades-diagram-shard-1": "Fragment (...)",
  "page-upgrades-diagram-shard-2": "Fragment (2)",
  "page-upgrades-diagram-shard-3": "Fragment (...)",
  "page-upgrades-diagram-validators": "Mai multe despre validatori",
  "page-upgrades-dive": "Aprofundează viziunea",
  "page-upgrades-dive-desc": "Cum vom face Ethereum mai scalabil, mai sigur și mai durabil? Totul păstrând etosul central al descentralizării Ethereum.",
  "page-upgrades-docking": "Unirea",
  "page-upgrades-merge-answer-1": "Unirea se va produce atunci când Rețeaua principală începe să folosească Rețeaua Beacon pentru consens, iar Dovada Muncii (proof-of-work) este oprită.",
  "page-upgrades-merge-btn": "Mai multe despre unire",
  "page-upgrades-merge-desc": "Rețeaua principală Ethereum va trebui să se „unească” cu Rețeaua Beacon la un moment dat. Acest lucru va permite tuturor din rețea să poată miza, marcând astfel sfârșitul minatului cu consum intensiv de energie.",
  "page-upgrades-merge-estimate": "Estimare: 2022",
  "page-upgrades-merge-mainnet": "Ce este rețeaua principală?",
  "page-upgrades-merge-mainnet-eth2": "Unirea Rețelei principale cu Lanțul Beacon",
  "page-upgrades-eth-blog": "blogul ethereum.org",
  "page-upgrades-explore-btn": "Explorează upgrade-urile",
  "page-upgrades-get-involved": "Implică-te în Eth2",
  "page-upgrades-get-involved-2": "Implică-te",
  "page-upgrades-head-to": "Mergi la",
  "page-upgrades-help": "Vrei să ajuți cu Eth2?",
  "page-upgrades-help-desc": "Există numeroase oportunități de a evalua upgrade-urile Eth2, de a ajuta la testare și chiar de a câștiga recompense.",
  "page-upgrades-index-staking": "Mizarea este aici",
  "page-upgrades-index-staking-desc": "Cheia upgrade-urilor Eth2 este introducerea mizării. Dacă dorești să utilizezi ETH pentru a asigura securitatea rețelei Ethereum, asigură-te că urmezi acești pași.",
  "page-upgrades-index-staking-learn": "Află mai multe despre mizare",
  "page-upgrades-index-staking-learn-desc": "Lanțul Beacon va aduce mizarea în Ethereum. Aceasta înseamnă că, dacă ai ETH, poți face un bine public securizând rețeaua și câștigând mai mult ETH în acest proces.",
  "page-upgrades-index-staking-step-1": "1. Configurează cu launchpad-ul",
  "page-upgrades-index-staking-step-1-btn": "Vizitează launchpad-ul de mizare",
  "page-upgrades-index-staking-step-1-desc": "Pentru a participa la Eth2, va trebui să utilizezi launchpad-ul, iar acesta te va îndruma prin proces.",
  "page-upgrades-index-staking-step-2": "2. Confirmă adresa mizei",
  "page-upgrades-index-staking-step-2-btn": "Confirmă adresa contractului de depunere",
  "page-upgrades-index-staking-step-2-desc": "Înainte de a miza ETH, asigură-te că ai verificat primirea adresei corecte. Trebuie să fi trecut prin launchpad înainte de a face acest lucru.",
  "page-upgrades-index-staking-sustainability": "Mai durabil",
  "page-upgrades-just-docking": "Mai multe despre unire",
  "page-upgrades-meta-desc": "O prezentare generală a upgrade-urilor Ethereum 2.0 și a viziunii pe care ele speră să le facă realitate.",
  "page-upgrades-meta-title": "Upgrade-urile Eth2",
  "page-upgrades-miners": "Mai multe despre mineri",
  "page-upgrades-more-on-upgrades": "Mai multe despre upgrade-urile Eth2",
  "page-upgrades-proof-of-stake": "dovada-mizei",
  "page-upgrades-proof-of-work": "dovada-muncii",
  "page-upgrades-proof-stake-link": "Mai multe despre dovada mizei",
  "page-upgrades-question-1-desc": "Eth2 este un set de upgrade-uri distincte cu date de livrare diferite.",
  "page-upgrades-question-1-title": "Când se va lansa Eth2?",
  "page-upgrades-question-2-desc": "Nu este corect să ne gândim la Eth2 ca la un blockchain separat.",
  "page-upgrades-question-2-title": "Este Eth2 un blockchain separat?",
  "page-upgrades-question-3-answer-2": "Actualizările privind unirea și lanțurile de fragmente pot avea impact asupra dezvoltatorilor de aplicații descentralizate. Specificațiile nu au fost finalizate încă, deci nu este necesară nicio acțiune imediată.",
  "page-upgrades-question-3-answer-3": "Discută cu echipa de cercetare și dezvoltare Eth2 la ethresear.ch.",
  "page-upgrades-question-3-answer-3-link": "Vizitează ethresear.ch",
  "page-upgrades-question-3-desc": "Pentru moment nu trebuie să faci nimic pentru a te pregăti pentru Eth2.",
  "page-upgrades-question-3-title": "Cum să mă pregătesc pentru Eth2?",
  "page-upgrades-question-4-answer-1": "Ori de câte ori trimiți o tranzacție sau utilizezi o aplicație dapp astăzi, utilizezi Eth1. Acesta este Ethereum care este asigurat de mineri.",
  "page-upgrades-question-4-answer-2": "„Eth1” (sau Rețeaua principală) va continua să ruleze normal până la unire.",
  "page-upgrades-question-4-answer-3": "După unire, validatoarele vor securiza întreaga rețea folosind Dovada Mizei (proof-of-stake).",
  "page-upgrades-question-4-answer-6": "Oricine poate deveni un validator prin mizarea propriului ETH.",
  "page-upgrades-question-4-answer-7": "Mai multe informații despre mizare",
  "page-upgrades-question-4-answer-8": "Upgrade-urile la lanțul Beacon și a lanțul de fragmente nu vor perturba Eth1, deoarece acestea sunt construite separat.",
  "page-upgrades-question-4-desc": "Eth1 se referă la rețeaua principală Ethereum pe care tranzacționezi astăzi.",
  "page-upgrades-question-4-title": "Ce este Eth1?",
  "page-upgrades-question-5-answer-1": "Pentru a deveni un validator complet în rețea, va trebui să mizezi 32 ETH. Dacă nu ai atât de mult sau nu ești dispus să mizezi atât de mult, poți să te alături grupurilor de mizare. Aceste grupuri îți vor permite să mizezi mai puțin și să câștigați fracțiuni din recompensele totale.",
  "page-upgrades-question-5-desc": "Va trebui să utilizezi launchpad-ul de mizare sau să te alături unui grup de mizare.",
  "page-upgrades-question-5-title": "Cum pot să mizez?",
  "page-upgrades-question-6-answer-1": "Deocamdata, nu există nicio acțiune de luat. Dar îți recomandăm să rămâi la curent cu dezvoltarea actualizărilor legate de unire și de lanțurile de fragmente.",
  "page-upgrades-question-6-answer-3": "Danny Ryan de la Fundația Ethereum actualizează periodic comunitatea:",
  "page-upgrades-question-6-answer-4": "Ben Edginton de la ConsenSys are un buletin informativ Eth2 săptămânal:",
  "page-upgrades-question-6-answer-5": "De asemenea, te poți alătura discuției despre cercetarea și dezvoltarea Eth2 la ethresear.ch.",
  "page-upgrades-question-6-desc": "Aplicația ta dapp nu va fi afectată de niciun upgrade iminent. Totuși, viitoarele upgrade-uri pot necesita unele modificări.",
  "page-upgrades-question-6-title": "Ce trebuie să fac cu aplicația mea dapp?",
  "page-upgrades-question-7-desc": "Multe echipe diferite din întreaga comunitate lucrează la diferite upgrade-uri Eth2.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(implementare Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(Implementare JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(implementare Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(Implementare Go)",
  "page-upgrades-question-7-teams": "Echipele de client ale Eth2:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(Implementare Java)",
  "page-upgrades-question-7-title": "Cine construiește Eth2?",
  "page-upgrades-question-8-answer-1": "Upgrade-urile Eth2 vor ajuta Ethereum să se extindă într-un mod descentralizat, menținând în același timp securitatea și sporind durabilitatea.",
  "page-upgrades-question-8-answer-2": "Poate că cea mai evidentă problemă este că Ethereum trebuie să poată gestiona mai mult de 15-45 de tranzacții pe secundă. Dar upgrade-urile Eth2 abordează și alte probleme cu Ethereum de astăzi.",
  "page-upgrades-question-8-answer-3": "Rețeaua are o cerere atât de mare încât face Ethereum scump de utilizat. Nodurile din rețea se luptă sub dimensiunea redusă a Ethereum-ului și cantitatea mare de date pe care computerele lor trebuie să le proceseze. În plus, algoritmul de bază care menține Ethereum în siguranță și descentralizat, consumă multă energie și trebuie să fie mai ecologic.",
  "page-upgrades-question-8-answer-4": "O mare parte din ceea ce s-a schimbat a fost întotdeauna pe foaia de parcurs Ethereum, chiar din 2015. Dar condițiile actuale fac ca nevoia de upgrade-uri să fie și mai mare.",
  "page-upgrades-question-8-answer-6": "Explorează viziunea Eth2",
  "page-upgrades-question-8-desc": "Ethereum pe care îl folosim astăzi trebuie să ofere o experiență mai bună utilizatorilor finali și participanților la rețea.",
  "page-upgrades-question-8-title": "De ce este nevoie de Eth2?",
  "page-upgrades-question-9-answer-1": "Rolul cel mai activ pe care îl poți juca este să-ți mizezi propriul ETH.",
  "page-upgrades-question-9-answer-2": "Poate dorești să rulezi un al doilea client pentru a ajuta la îmbunătățirea diversității clientului.",
  "page-upgrades-question-9-answer-3": "Dacă ești mai tehnic, poți ajuta la detectarea de erori la noii clienți.",
  "page-upgrades-question-9-answer-4": "Poți, de asemenea, să participi la discuțiile tehnice cu cercetătorii Ethereum la ethresear.ch.",
  "page-upgrades-question-9-desc": "Nu trebuie să fii tehnic pentru a contribui. Comunitatea caută contribuții de tot felul de abilități.",
  "page-upgrades-question-9-stake-eth": "Mizează ETH",
  "page-upgrades-question-9-title": "Cum pot să contribui la Eth2?",
  "page-upgrades-question-10-answer-1": "Suntem reticenți să vorbim prea mult despre o foaie de parcurs tehnică, deoarece acesta este un software: lucrurile se pot schimba. Credem că este mai ușor să înțelegi ce se întâmplă atunci când citești despre rezultate.",
  "page-upgrades-question-10-answer-1-link": "Vezi upgrade-urile",
  "page-upgrades-question-10-answer-2": "Dar dacă ai urmărit discuțiile, iată cum se încadrează upgrade-urile în foile de parcurs tehnice.",
  "page-upgrades-question-10-answer-3": "Etapa 0 descrie munca pentru a aduce la viață lanțul Beacon.",
  "page-upgrades-question-10-answer-5": "Etapa 1 s-a concentrat inițial pe implementarea lanțurilor de fragmente, dar prioritatea principală a devenit „unirea”.",
  "page-upgrades-question-10-answer-6": "Etapa 1.5 a fost planificată inițial să urmeze implementarea fragmentelor, când Rețeaua principală ar fi fost adăugată ca ultimul fragment în Rețeaua Beacon. Pentru a grăbi tranziția de la minarea folosind Dovada Muncii, Rețeaua principală va reprezenta în schimb primul fragment care se va conecta la Rețeaua Beacon. Acest lucru este cunoscut sub numele de „unirea” și va reprezenta un pas important către un Ethereum mai ecologic.",
  "page-upgrades-question-10-answer-7": "Deși planurile din jurul Etapei 2 au constituit un punct de cercetare și de discuție intense, unirea fiind planificată înainte de implementarea lanțului de fragmente, acest aspect va permite o reevaluare continuă a nevoilor de dezvoltare pentru Ethereum. Având în vedere un roadmap centrat pe regrupare, necesitatea imediată a lanțurilor de fragmente este discutabilă.",
  "page-upgrades-question-10-answer-8": "Mai mult despre foaia de parcurs axată pe dezvoltare",
  "page-upgrades-question-10-desc": "Etapele se referă la etapele de lucru și se concentrează pe foaia de parcurs tehnică Eth2.",
  "page-upgrades-question-10-title": "Care sunt etapele Eth2?",
  "page-upgrades-question-title": "Întrebări frecvente",
  "page-upgrades-question3-answer-1": "Deținătorii de Eth nu trebuie să facă nimic. ETH-ul tău nu va necesita schimbări sau upgrade-uri. Cu siguranță există escroci care îți spun altceva, așa că fii atent.",
  "page-upgrades-scalable": "Mai scalabil",
  "page-upgrades-scalable-desc": "Ethereum trebuie să suporte mii de tranzacții pe secundă, pentru a face aplicațiile mai rapide și mai ieftin de utilizat.",
  "page-upgrades-secure": "Mai protejat",
  "page-upgrades-secure-desc": "Ethereum trebuie să fie mai securizat. Pe măsură ce adoptarea Ethereum crește, protocolul trebuie să devină mai securizat împotriva tuturor formelor de atac.",
  "page-upgrades-shard-button": "Mai multe despre lanțurile de fragmente",
  "page-upgrades-shard-date": "Lanțurile de fragmente vor apărea după ce are loc unirea, undeva în 2022.",
  "page-upgrades-shard-desc": "Lanțurile de fragmente vor extinde capacitatea Ethereum de a procesa tranzacții și stoca date. Fragmentele în sine vor câștiga mai multe caracteristici în timp, lansate în mai multe faze.",
  "page-upgrades-shard-estimate": "Estimare: 2023",
  "page-upgrades-shard-lower": "Mai multe despre lanțurile de fragmente",
  "page-upgrades-shard-title": "Lanțuri de fragmente",
  "page-upgrades-stay-up-to-date": "Rămâi la curent",
  "page-upgrades-stay-up-to-date-desc": "Obține cele mai recente informații de la cercetătorii și programatorii care lucrează la upgrade-urile Eth2.",
  "page-upgrades-sustainable-desc": "Ethereum trebuie să fie mai bun pentru mediu. Tehnologia de azi necesită prea multă putere de calcul și energie.",
  "page-upgrades-take-part": "Ia parte la cercetare",
  "page-upgrades-take-part-desc": "Cercetătorii și entuziaștii Ethereum se întâlnesc aici pentru a discuta despre eforturile de cercetare, inclusiv orice are legătură cu Eth2.",
  "page-upgrades-the-upgrades": "Upgrade-urile Eth2",
  "page-upgrades-the-upgrades-desc": "Eth2 este un set de upgrade-uri care îmbunătățesc scalabilitatea, securitatea și sustenabilitatea Ethereum. Deși fiecare este lucrat în paralel, acestea au anumite dependențe care determină când vor fi implementate.",
  "page-upgrades-unofficial-roadmap": "Aceasta nu este foaia de parcurs oficială. Acesta este modul în care vedem ce se întâmplă pe baza informațiilor care există. Dar aceasta este tehnologie, lucrurile se pot schimba într-o clipă. Așadar, te rugăm să nu citești acest lucru ca pe un angajament.",
  "page-upgrades-upgrade-desc": "Ethereum pe care îl cunoaștem și îl iubim, doar mai scalabil, mai protejat și mai durabil...",
  "page-upgrades-upgrades": "Upgrade-urile Eth2",
  "page-upgrades-upgrades-aria-label": "Meniu de upgrade-uri Eth2",
  "page-upgrades-upgrades-beacon-chain": "Lanțul Beacon",
  "page-upgrades-upgrades-docking": "Unirea",
  "page-upgrades-upgrades-guide": "Ghid pentru upgrade-urile Eth2",
  "page-upgrades-upgrades-shard-chains": "Lanțurile de fragmente",
  "page-upgrades-upgrading": "Îmbunătățind Ethereum pe noi culmi radicale",
  "page-upgrades-vision": "Viziunea",
  "page-upgrades-vision-btn": "Mai multe despre viziunea Eth2",
  "page-upgrades-vision-desc": "Pentru a aduce Ethereum pe primul plan și a servi întregii umanități, trebuie să-l facem mai scalabil, mai protejat și mai durabil.",
  "page-upgrades-vision-upper": "Viziunea Eth2",
  "page-upgrades-what-to-do": "Ce trebuie să faci?",
  "page-upgrades-what-to-do-desc": "Dacă utilizezi o aplicație dapp sau deții ETH, nu este nevoie să faci nimic. Dacă ești un programator sau vrei să începi să mizezi, există modalități prin care te poți implica chiar astăzi.",
  "page-upgrades-whats-next": "Ce este Eth2?",
  "page-upgrades-whats-next-desc": "Eth2 se referă la un set de upgrade-uri interconectate care vor face Ethereum mai scalabil, mai sigur și mai sustenabil. Aceste îmbunătățiri sunt construite de mai multe echipe din ecosistemul Ethereum.",
  "page-upgrades-whats-ethereum": "Ce este Ethereum?",
  "page-upgrades-whats-new": "Ce este nou în Eth2?"
}
