{
  "page-eth-buy-some": "Doriți să cumpărați niște Ethereum?",
  "page-eth-buy-some-desc": "Se confundă adesea Ethereum cu ETH. Ethereum este blockchain-ul, iar ETH este activul principal al lui Ethereum. Ceea ce doriți să cumpărați este probabil ETH.",
  "page-eth-cat-img-alt": "Desen al simbolului ETH cu un caleidoscop de pisici",
  "page-eth-collectible-tokens": "Tokenuri colecționabile",
  "page-eth-collectible-tokens-desc": "Tokenuri care reprezintă un obiect de joc colecționabil, o operă de artă digitală sau alte active unice. Sunt cunoscute ca tokenuri nefungibile (NFT).",
  "page-eth-cryptography": "Securizat prin criptografie",
  "page-eth-cryptography-desc": "Poate sunt noi banii pe internet, dar sunt asigurați printr-o criptografie demonstrată. Aceasta vă protejează portofelul, ETH și tranzacțiile. ",
  "page-eth-currency-for-apps": "Este moneda aplicațiilor Ethereum.",
  "page-eth-currency-for-future": "Moneda viitorului dvs. digital",
  "page-eth-description": "ETH este o cripto-monedă. Reprezintă o sumă mică de bani digitali pe care îi puteți folosi pe internet – în mod similar cu Bitcoin. Dacă nu ați mai folosit sistemul cripto, iată prin ce se diferențiază ETH de banii tradiționali.",
  "page-eth-earn-interest-link": "Câștigați dobânzi",
  "page-eth-flexible-amounts": "Este disponibil în cantități flexibile",
  "page-eth-flexible-amounts-desc": "ETH este divizibil până la 18 zecimale, deci nu trebuie să cumperați 1 ETH întreg. Puteți cumpăra o fracțiune odată - doar 0,000000000000000001 ETH, dacă doriți.",
  "page-eth-fuels": "ETH alimentează și garantează Ethereum",
  "page-eth-fuels-desc": "ETH constituie energia vitală pentru Ethereum. Când trimiteți ETH sau utilizați o aplicație Ethereum, veți plăti o taxă modică în ETH pentru a utiliza rețeaua Ethereum. Această taxă este un stimulent pentru miner-ul care procesează și verifică acțiunea pe care o întreprindeți.",
  "page-eth-fuels-desc-2": "Miner-ii sunt precum cei care țin evidențele la Ethereum – verifică și dovedesc că nimeni nu trișează. Miner-ii care se ocupă de aceasta sunt și ei recompensați cu mici sume din ETH nou-emis.",
  "page-eth-fuels-desc-3": "Datorită muncii prestate de miner-i, Ethereum își conservă securitatea și nu face apel la uncontrol centralizat. Cu alte cuvinte,",
  "page-eth-fuels-staking": "Odată cu trecerea la sistemul mizelor, ETH va câștiga în importanță. Atunci când mizați ETH, veți contribui la securizarea Ethereum și veți câștiga recompense. În acest sistem, pericolului de a vă pierde ETH descurajează atacurile.",
  "page-eth-fuels-more-staking": "Aflați mai multe despre mize",
  "page-eth-get-eth-btn": "Obțineți ETH",
  "page-eth-gov-tokens": "Tokenuri de guvernanță",
  "page-eth-gov-tokens-desc": "Tokenuri ce reprezintă puterea de vot în organizațiile descentralizate.",
  "page-eth-has-value": "De ce are valoare ETH?",
  "page-eth-has-value-desc": "ETH are valori diferite pentru persoane diferite.",
  "page-eth-has-value-desc-2": "Pentru utilizatorii Ethereum, ETH este valoros pentru că permite plata taxelor de tranzacție.",
  "page-eth-has-value-desc-3": "Alții îi consideră un magazin digital de valoare, deoarece se creează din ce în ce mai încet ETH nou odată cu trecerea timpului.",
  "page-eth-has-value-desc-4": "Mai recent, ETH a căpătat valoare pentru utilizatorii de aplicații financiare de pe Ethereum, deoarece pot utiliza ETH ca garanție pentru împrumuturi criptografice sau ca sistem de plăți.",
  "page-eth-has-value-desc-5": "Desigur, mulți îi consideră și o investiție, similară cu Bitcoin sau alte cripto-monede.",
  "page-eth-how-to-buy": "Cum să cumpărați Ether",
  "page-eth-how-to-buy-caption": "Actualizat frecvent",
  "page-eth-is-money": "ETH constituie o monedă digitală mondială.",
  "page-eth-last-updated": "Ianuarie 2019",
  "page-eth-monetary-policy": "Politica monetară în Ethereum",
  "page-eth-more-on-ethereum-link": "Aflați mai multe despre Ethereum",
  "page-eth-no-centralized": "Fără control centralizat ",
  "page-eth-no-centralized-desc": "Banii ETH sunt descentralizați și mondiali Nicio companie sau bancă nu poate decide să mai imprime ETH sau să modifice condițiile de utilizare.",
  "page-eth-non-fungible-tokens-link": "Tokenuri nefungibile",
  "page-eth-not-only-crypto": "ETH nu constituie singura valoare cripto de pe Ethereum",
  "page-eth-not-only-crypto-desc": "Oricine poate crea noi tipuri de active și le poate tranzacționa pe Ethereum. Acestea sunt cunoscute sub numele de tokenuri. Oamenii au schimbat pe tokenuri monedele tradiționale, și-au schimbat proprietățile imobiliare, arta și chiar ei înșiși s-au dat la schimb pe tokenuri!",
  "page-eth-not-only-crypto-desc-2": "Ethereum întrunește mii de tokenuri – unele mai utile și mai valoroase decât altele. Dezvoltatorii construiesc în permanență noi tokenuri, care dau la iveală noi posibilități și deschid noi piețe.",
  "page-eth-open": "Este deschis tuturor",
  "page-eth-open-desc": "Aveți nevoie doar de o conexiune la internet și de un portofel pentru a accepta ETH. Nu este necesar să aveți acces la un cont bancar pentru a accepta plăți. ",
  "page-eth-p2p-payments": "Plățile se efectuează direct între participanți",
  "page-eth-p2p-payments-desc": "Puteți trimite ETH fără niciun serviciu intermediar, cum ar fi o bancă. Este ca și cum înmânați numerar în persoană, dar o puteți face în siguranță cu oricine, oriunde și oricând.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Tipuri populare de tokenuri",
  "page-eth-powers-ethereum": "ETH alimentează Ethereum",
  "page-eth-shit-coins": "Sh*t coins",
  "page-eth-shit-coins-desc": "Deoarece este ușor de realizat noi tokenuri, oricine o poate face – chiar și persoanele rău intenționate sau îndrumate greșit. Informați-vă întotdeauna înainte de a le folosi!",
  "page-eth-stablecoins": "Stablecoins",
  "page-eth-stablecoins-desc": "Sunt tokenuri ce reflectă valoarea unei monede tradiționale precum dolarul. Se rezolvă astfel problema volatilității la multe criptomonede.",
  "page-eth-stablecoins-link": "Obțineți stablecoins",
  "page-eth-stream-link": "Transmiteți ETH",
  "page-eth-tokens-link": "Tokenuri Ethereum",
  "page-eth-trade-link-2": "Schimbați tokenuri",
  "page-eth-underpins": "ETH stă la baza sistemului financiar Ethereum",
  "page-eth-underpins-desc": "Dacă nu sunteți mulțumit de plăți, comunitatea Ethereum construiește un întreg sistem financiar cu relații directe între participanți și accesibil tuturor.",
  "page-eth-underpins-desc-2": "Puteți folosi ETH ca garanție pentru a generaj tokenuri de criptomonede complet diferite pe Ethereum. În plus, puteți lua credite, acorda împrumuturi și câștiga dobândă la ETH și alte tokenuri garantate prin ETH.",
  "page-eth-uses": "Gama de utilizări pentru ETH crește pe zi ce trece",
  "page-eth-uses-desc": "Întrucât Ethereum este programabil, dezvoltatorii pot modela ETH în nenumărate moduri.",
  "page-eth-uses-desc-2": "În 2015, era posibil numai să trimiteți ETH dintr-un cont Ethereum în altul. Iată doar câteva dintre lucrurile pe care le puteți face azi.",
  "page-eth-uses-desc-3": "să plătiți cuiva sau să primiți fonduri în timp real.",
  "page-eth-uses-desc-4": "să tranzacționați ETH cu alte jetoane, inclusiv Bitcoin.",
  "page-eth-uses-desc-5": "pe ETH și alte jetoane din Ethereum.",
  "page-eth-uses-desc-6": "să accesați lumea criptomonedelor cu o valoare constantă și mai puțin volatilă.",
  "page-eth-value": "De ce este ether valoros",
  "page-eth-video-alt": "Video cu simbolul ETH",
  "page-eth-whats-eth": "Ce este ether (ETH)?",
  "page-eth-whats-eth-hero-alt": "Imaginea unui grup de oameni ce se extaziază în fața simbolului unui ether (ETH), cu venerație",
  "page-eth-whats-eth-meta-desc": "Ce trebuie să ştiţi pentru a înţelege ETH şi locul său în Ethereum.",
  "page-eth-whats-eth-meta-title": "Ce este ether (ETH)? | ethereum.org",
  "page-eth-whats-ethereum": "Ce este Ethereum?",
  "page-eth-whats-ethereum-desc": "Dacă doriți să aflați mai multe despre Ethereum, tehnologia pe care se bazează ETH, consultați introducerea noastră.",
  "page-eth-whats-unique": "Ce este unic la ETH?",
  "page-eth-whats-unique-desc": "Există multe criptomonede și multe alte jetoane pe Ethereum, dar unele lucruri numai ETH le poate face.",
  "page-eth-where-to-buy": "De unde puteți obține ETH",
  "page-eth-where-to-buy-desc": "Puteți să obțineți ETH printr-un schimb sau dintr-un portofel, dar politicile sunt diferite de la o țară la alta. Verificați prin ce servicii puteți să cumpărați ETH.",
  "page-eth-yours": "Este al dvs. cu adevărat",
  "page-eth-yours-desc": "Banii ETH vă permit să fiți propria dvs. bancă. Puteți să vă controlați propriile fonduri cu portofelul ca dovadă a proprietății – nu este necesar niciun terț.",
  "page-eth-more-on-tokens": "Aflați mai multe despre tokenuri și utilizările acestora",
  "page-eth-button-buy-eth": "Obțineți ETH",
  "page-eth-tokens-stablecoins": "Stablecoins",
  "page-eth-tokens-defi": "Finanțele descentralizate (DeFi)",
  "page-eth-tokens-nft": "Tokenuri nefungibile (NFT-uri)",
  "page-eth-tokens-dao": "Organizații autonome descentralizate (DAO)",
  "page-eth-tokens-stablecoins-description": "Aflați mai multe despre cele mai puțin volatile tokenuri Ethereum.",
  "page-eth-tokens-defi-description": "Sistemul financiar al tokenurilor Ethereum.",
  "page-eth-tokens-nft-description": "Tokenuri ce reflectă proprietatea obiectelor pe Ethereum.",
  "page-eth-tokens-dao-description": "Comunități pe Internet adesea guvernate de către deținătorii de tokenuri.",
  "page-eth-whats-defi": "Aflați mai multe despre DeFi",
  "page-eth-whats-defi-description": "DeFi este sistemul financiar descentralizat construit pe Ethereum. Această sinteză explică la ce vă poate ajuta."
}
