{
  "page-roadmap-vision-2014": "Citește o postare pe blog din 2014 care detaliază dovada mizei",
  "page-roadmap-vision-2021": "Citește o postare pe blog din 2021 despre evoluția foii de parcurs a lui Ethereum",
  "page-roadmap-vision-2022": "Citește o postare pe blog din 2022: Informații esențiale despre Ethereum",
  "page-roadmap-vision-2021-updates": "Citește o postare pe blog din 2021 despre evoluția foii de parcurs a lui Ethereum",
  "page-roadmap-vision-desc-1": "Ethereum trebuie să micșoreze congestia rețelei și să îmbunătățească vitezele pentru a deservi mai bine o bază mondială de utilizatori.",
  "page-roadmap-vision-desc-2": "Rularea unui nod este din ce în ce mai dificilă pe măsură ce rețeaua crește. Va deveni și mai dificilă odată cu avansarea lucrărilor de scalare a rețelei.",
  "page-roadmap-vision-desc-3": "Ethereum folosește prea multă energie electrică. Tehnologia care menține rețeaua în securitate trebuie să fie mai sustenabilă.",
  "page-roadmap-vision-ethereum-node": "Află mai multe despre noduri",
  "page-roadmap-vision-future": "Un viitor digital la scară mondială",
  "page-roadmap-vision-meta-desc": "O privire generală asupra impactului actualizărilor asupra lui Ethereum și a provocărilor pe care acestea trebuie să le depășească.",
  "page-roadmap-vision-meta-title": "Viziunea Ethereum",
  "page-roadmap-vision-mining": "Află mai multe despre minare",
  "page-roadmap-vision-problems": "Problemele de astăzi",
  "page-roadmap-vision-scalability": "Scalabilitatea",
  "page-roadmap-vision-scalability-desc": "Ethereum trebuie să se poată ocupa de mai multe tranzacții pe secundă fără a crește dimensiunea nodurilor din rețea. Nodurile sunt participanți esențiali la rețea, care stochează și rulează blockchain-ul. Creșterea dimensiunii nodurilor nu este practică, deoarece doar cei ce au computere puternice și scumpe ar putea să realizeze aceasta. Pentru a scala, Ethereum are nevoie de mai multe tranzacții pe secundă, în asociere cu mai multe noduri. Mai multe noduri conferă mai multă securitate.",
  "page-roadmap-vision-scalability-desc-3": "Actualizările fragmentelor vor repartiza nevoile de stocare a datelor în ansamblul rețelei, nu va mai fi nevoie ca fiecare nod să păstreze 100% din date. Deși aceasta nu vizează direct scalarea executării tranzacțiilor, această problemă este vizată direct de soluțiile de rollup pentru <a href=\"/layer-2/\">stratul 2</a>.",
  "page-roadmap-vision-scalability-desc-4": "Rollup-urile au nevoie de stocare avantajoasă pe stratul 1 pentru a fi mai eficiente. Fragmentarea va oferi Ethereum spațiu prin maximizarea eficienței rollup-urilor, permițând îmbunătățiri exponențiale dincolo de limita actuală de 15-45 tranzacții pe secundă.",
  "page-roadmap-vision-security": "Securitatea",
  "page-roadmap-vision-security-desc": "Actualizările planificate îmbunătățesc securitatea Ethereum în fața atacurilor coordonate.",
  "page-roadmap-vision-security-desc-3": "Pentru dovada mizei, securitatea suplimentară provine de la factori mai importanți de descurajare cripto-economică în fața atacurilor. Aceasta se datorează faptului că, în dovada mizei, validatorii care protejează rețeaua trebuie să mizeze cantități importante de ETH în protocol. Dacă încearcă și atacă rețeaua, protocolul poate distruge ETH-ul acestora automat.",
  "page-roadmap-vision-security-desc-5": "Cu toate acestea, este important ca actualizările care protejează validatorii de atacurile de negare a serviciului, să le îmbunătățească anonimatul. În plus, curând vor fi implementate construcția de blocuri și propagarea blocurilor separate. Aceste actualizări protejează validatorii individuali și rețeaua în ansamblul său de atacurile în direct și cenzură.",
  "page-roadmap-vision-security-desc-5-link": "Mai multe despre dovada mizei",
  "page-roadmap-vision-security-desc-10": "De asemea, mizarea înseamnă în același timp că nu mai trebuie să investiți în hardware de elită pentru a participa direct la consens. Aceasta ar trebui să încurajeze mai multe persoane să devină validatori, crescând descentralizarea rețelei și reducând suprafeței de atac.",
  "page-roadmap-vision-security-staking": "Mizează ETH",
  "page-roadmap-vision-security-validator": "Poți deveni validator mizând propriul ETH.",
  "page-roadmap-vision-staking-lower": "Mai multe despre mizare",
  "page-roadmap-vision-subtitle": "Creștem Ethereum până când va fi destul de puternic pentru a ajuta întreaga umanitate.",
  "page-roadmap-vision-sustainability": "Sustenabilitatea",
  "page-roadmap-vision-sustainability-desc-1": "Ethereum este acum un blockchain verde. Consumul de energie a fost redus cu aproximativ 99,95% când dovada muncii a fost înlocuită cu dovada mizei.",
  "page-roadmap-vision-sustainability-desc-2": "Ethereum este securizată acum prin mizare, și nu prin puterea de calcul.",
  "page-roadmap-vision-sustainability-desc-3": "Această amplificare a sustenabilității aduce și beneficii de securitate - etherul mizat face ca atacurile asupra lanțului să fie mult mai scumpe decât în cazul dovezii muncii, dar mai puțin scumpe pentru securizarea acestuia, întrucât trebuie să se emită mai puțin ETH pentru a plăti validatorii decât minerii.",
  "page-roadmap-vision-sustainability-desc-8": "Trecerea la dovada mizei a făcut Ethereum mai verde și mai sigură. Platforma are o amprentă de carbon scăzută pentru construirea aplicațiilor și organizațiilor.",
  "page-roadmap-vision-sustainability-subtitle": "Ethereum este un blockchain verde și are o securitate cripto-economică solidă.",
  "page-roadmap-vision-title": "Viziunea Ethereum",
  "page-roadmap-vision-title-1": "Rețea congestionată",
  "page-roadmap-vision-title-2": "Spațiu pe disc",
  "page-roadmap-vision-title-3": "Prea multă energie",
  "page-roadmap-vision-trilemma-cardtext-1": "Actualizările Ethereum vor face ca Ethereum să fie scalabilă, sigură și descentralizată. Fragmentarea va face ca Ethereum să fie mai scalabilă prin creșterea tranzacțiilor pe secundă și reducerea energiei necesare pentru rularea unui nod și validarea lanțului. Lanțul Beacon va face ca Ethereum să fie mai sigură prin coordonarea validatorilor pe un set de date fragmentat. Iar mizarea va coborî bariera pentru participare și va limita economiile de scară, creând o rețea mai mare, mai descentralizată.",
  "page-roadmap-vision-trilemma-cardtext-2": "Rețelele blockchain securizate și descentralizate necesită ca fiecare nod să verifice fiecare tranzacție procesată de lanț. Acest volum de lucru limitează numărul de tranzacții care pot avea loc la un moment dat. Descentralizat și securizat - acestea reflectă lanțul Ethereum de astăzi.",
  "page-roadmap-vision-trilemma-cardtext-3": "Rețelele descentralizate operează trimițând informații despre tranzacții între noduri - toată rețeaua trebuie să știe despre orice schimbare de stare. Extinderea tranzacțiilor pe secundă într-o rețea descentralizată prezintă riscuri de securitate, deoarece cu cât numărul tranzacțiilor este mai mare, cu atât întârzierea este mai mare, iar probabilitatea unui atac este mai mare în timp ce informațiile sunt în zbor.",
  "page-roadmap-vision-trilemma-cardtext-4": "Prin creșterea mărimii și a puterii nodurilor Ethereum ar putea crește numărul de tranzacții pe secundă în mod securizat, dar cerințele de hardware ar impune o limită privind persoanele care ar putea face acest lucru - ceea ce amenință descentralizarea. Se speră că fragmentarea și dovada mizei vor permite ca Ethereum să se extindă prin creșterea numărului de noduri, și nu a mărimii nodurilor.",
  "page-roadmap-vision-trilemma-h2": "Obstacolele în calea scalării descentralizate",
  "page-roadmap-vision-trilemma-modal-tip": "Atinge cercurile de mai jos pentru a înțelege mai bine problemele scalării descentralizate",
  "page-roadmap-vision-trilemma-p": "Un mod naiv de rezolvare a problemelor Ethereum ar fi centralizarea și mai mare. Dar descentralizarea este prea importantă. Descentralizarea face ca Ethereum să se bucure de neutralitate, rezistență la cenzură, deschidere, proprietatea datelor și securitate cvasi perfectă.",
  "page-roadmap-vision-trilemma-p-1": "Viziunea Ethereum este să fie mai scalabilă și mai securizată, dar și să rămână descentralizată. Realizarea acestor 3 calități reprezintă o problemă cunoscută sub numele de trilema scalabilității.",
  "page-roadmap-vision-trilemma-p-2": "Actualizările Ethereum urmăresc să rezolve trilema, dar există provocări semnificative.",
  "page-roadmap-vision-trilemma-press-button": "Apasă butoanele de pe triunghi pentru a înțelege mai bine problemele scalării descentralizate.",
  "page-roadmap-vision-trilemma-text-1": "Descentralizarea",
  "page-roadmap-vision-trilemma-text-2": "Securitatea",
  "page-roadmap-vision-trilemma-text-3": "Scalabilitatea",
  "page-roadmap-vision-trilemma-title-1": "Explorează trilema scalabilității",
  "page-roadmap-vision-trilemma-title-2": "Actualizările Ethereum și scalarea descentralizată",
  "page-roadmap-vision-trilemma-title-3": "Securizat și descentralizat",
  "page-roadmap-vision-trilemma-title-4": "Descentralizat și scalabil",
  "page-roadmap-vision-trilemma-title-5": "Scalabil și securizat",
  "page-roadmap-vision-understanding": "Înțelegerea viziunii Ethereum",
  "page-roadmap-vision-upgrade-needs": "Nevoia de actualizări",
  "page-roadmap-vision-upgrade-needs-desc": "Protocolul Ethereum lansat în 2015 a avut un succes incredibil. Dar comunitatea Ethereum s-a așteptat întotdeauna că vor fi necesare unele îmbunătățiri majore pentru a debloca întregul potențial al lui Ethereum.",
  "page-roadmap-vision-upgrade-needs-desc-2": "Cererea ridicată crește taxele pe tranzacții, Ethereum devenind astfel scumpă pentru utilizatorul obișnuit. Spațiul pe disc necesar pentru a rula un client Ethereum crește într-un ritm rapid. Iar algoritmul fundamental al consensului prin dovada muncii, cel care îl menține pe Ethereum în siguranță și descentralizat, are un mare impact asupra mediului.",
  "page-roadmap-vision-upgrade-needs-desc-3": "Ethereum deține un set de actualizări care abordează aceste probleme și multe altele. Acest set de actualizări a fost numit inițial „Serenity” și „Eth2”, iar acestea au fost o zonă activă de cercetare și dezvoltare încă din 2014.",
  "page-roadmap-vision-upgrade-needs-desc-5": "Deoarece tehnologia este pregătită, aceste actualizări vor reface arhitectura lui Ethereum pentru a-i ameliora sclabilitatea, securitatea și sustenabilitatea - ca să facă viața mai ușoară utilizatorilor existenți și ca să atragă alții noi. Toate acestea, păstrând valoarea de bază a lui Ethereum, și anume descentralizarea.",
  "page-roadmap-vision-upgrade-needs-desc-6": "Ceea ce înseamnă că nu există un comutator pentru scalabilitate. Îmbunătățirile vor fi lansate treptat, în cursul timpului.",
  "page-roadmap-vision-upgrade-needs-serenity": "Citește o postare pe blog din 2015 în care se discută despre „Serenity”",
  "ethereum": "Ethereum"
}
