{
  "page-run-a-node-build-your-own-title": "Construiți-vă propriul nod",
  "page-run-a-node-build-your-own-hardware-title": "Pasul 1 – Hardware",
  "page-run-a-node-build-your-own-minimum-specs": "Specificațiile minime",
  "page-run-a-node-build-your-own-min-ram": "4 - 8 GB RAM",
  "page-run-a-node-build-your-own-ram-note-1": "Consultați nota despre depunerea mizelor",
  "page-run-a-node-build-your-own-ram-note-2": "Consultați nota privind Raspberry Pi",
  "page-run-a-node-build-your-own-min-ssd": "2 TB SSD",
  "page-run-a-node-build-your-own-ssd-note": "SSD necesar pentru vitezele de scriere solicitate.",
  "page-run-a-node-build-your-own-min-internet": "Conexiune internet",
  "page-run-a-node-build-your-own-recommended": "Recomandat",
  "page-run-a-node-build-your-own-nuc": "Intel NUC, generația a 7-a sau ulterioară",
  "page-run-a-node-build-your-own-nuc-small": "Procesor x86",
  "page-run-a-node-build-your-own-connection": "Conexiune prin cablu la internet",
  "page-run-a-node-build-your-own-connection-small": "Nu este necesară, însă asigură o configurare mai ușoară și o conexiune mai stabilă",
  "page-run-a-node-build-your-own-peripherals": "Ecran de afișare și tastatură",
  "page-run-a-node-build-your-own-peripherals-small": "Cu excepția cazului în care utilizați DAppNode sau o configurație server ssh/fără monitor",
  "page-run-a-node-build-your-own-software": "Pasul 2 – Software",
  "page-run-a-node-build-your-own-software-option-1-title": "Opțiunea 1 – DAppNode",
  "page-run-a-node-build-your-own-software-option-1-description": "Când sunteți gata cu hardware-ul, puteți să descărcați sistemul de operare DAppNode folosind orice computer și să-l instalați pe un SSD nou cu ajutorul unui USB.",
  "page-run-a-node-build-your-own-software-option-1-button": "Configurarea unui DAppNode",
  "page-run-a-node-build-your-own-software-option-2-title": "Opțiunea 2 – Linia de comandă",
  "page-run-a-node-build-your-own-software-option-2-description-1": "Pentru un control maxim, utilizatorii experimentați pot prefera să utilizeze mai degrabă linia de comandă.",
  "page-run-a-node-build-your-own-software-option-2-description-2": "Consultați documentația noastră pentru dezvoltatori pentru a obține mai multe informații despre cum să începeți cu alegerea clienților.",
  "page-run-a-node-build-your-own-software-option-2-button": "Configurarea cu linia de comandă",
  "page-run-a-node-buy-fully-loaded-title": "Cumpărați un nod complet echipat",
  "page-run-a-node-buy-fully-loaded-description": "Comandați o opțiune plug and play de la distribuitori, pentru cea mai simplă experiență de integrare.",
  "page-run-a-node-buy-fully-loaded-note-1": "Nu este necesar să construiți nimic.",
  "page-run-a-node-buy-fully-loaded-note-2": "Configurare de tip aplicație cu o interfață grafică.",
  "page-run-a-node-buy-fully-loaded-note-3": "Nu este necesară linia de comandă.",
  "page-run-a-node-buy-fully-loaded-plug-and-play": "Aceste soluții sunt de mici dimensiuni, dar complet echipate.",
  "page-run-a-node-censorship-resistance-title": "Rezistența la cenzură",
  "page-run-a-node-censorship-resistance-preview": "Asigurați-vă accesul atunci când aveți nevoie de el și nu vă lăsați cenzurați.",
  "page-run-a-node-censorship-resistance-1": "Nodul unei părți terțe poate alege să refuze tranzacții de la o adresă IP specifică sau tranzacții care implică anumite conturi, putând să vă împiedice de la utilizarea rețelei atunci când aveți nevoie de ea. ",
  "page-run-a-node-censorship-resistance-2": "Având propriul nod la care să trimiteți tranzacțiile, garantează că vă puteți trimite oricând tranzacțiile către restul rețelei de comunicare directă între participanți.",
  "page-run-a-node-community-title": "Găsiți câteva ajutoare",
  "page-run-a-node-community-description-1": "Platformele online, precum Discord sau Reddit, găzduiesc un număr mare de dezvoltatori de comunități, dispuși să vă ajute cu orice întrebări pe care le puteți întâlni.",
  "page-run-a-node-community-description-2": "Nu vă aventurați singuri. Dacă aveți o întrebare, poate că există cineva aici care să vă ajute să-i găsiți răspunsul.",
  "page-run-a-node-community-link-1": "Alăturați-vă canalului DAppNode pe Discord",
  "page-run-a-node-community-link-2": "Găsiți comunități online",
  "page-run-a-node-choose-your-adventure-title": "Alegeți-vă aventura",
  "page-run-a-node-choose-your-adventure-1": "Veți avea nevoie de câteva elemente hardware pentru a începe. Deși rularea unui software de nod este posibilă pe un computer personal, deținerea unei mașini dedicate poate mări foarte mult performanța nodului, minimizând în același timp impactul asupra computerului principal.",
  "page-run-a-node-choose-your-adventure-2": "La selectarea hardware-ului, țineți cont de faptul că lanțul este în continuă creștere, iar întreținerea va fi inevitabilă. Creșterea specificațiilor poate ajuta la întârzierea necesității de întreținere a nodurilor.",
  "page-run-a-node-choose-your-adventure-build-1": "O opțiune mai ieftină și mai ușor de personalizat pentru utilizatorii cu un nivel tehnic ceva mai ridicat.",
  "page-run-a-node-choose-your-adventure-build-bullet-1": "Procurați-vă propriile componente.",
  "page-run-a-node-choose-your-adventure-build-bullet-2": "Instalați DAppNode.",
  "page-run-a-node-choose-your-adventure-build-bullet-3": "Sau, alegeți-vă propriul SO și proprii clienți.",
  "page-run-a-node-choose-your-adventure-build-start": "Începeți să clădiți",
  "page-run-a-node-decentralized-title": "Descentralizarea",
  "page-run-a-node-decentralized-preview": "Rezistați, prin întărirea punctele de eșec ale centralizării.",
  "page-run-a-node-decentralized-1": "Serverele centralizate în cloud pot furniza o mare putere de calcul, însă ele constituie o țintă pentru statele-națiuni sau atacatorii care încearcă să întrerupă rețeaua.",
  "page-run-a-node-decentralized-2": "Reziliența rețelei este realizată cu mai multe noduri, în diverse locații geografice, operate de mai multe persoane care provin din diverse medii. Cu cât numărul persoanelor ce își rulează propriul nod crește, cu atât scade dependența de puncte de eșec centralizate, conferind rezistență rețelei.",
  "page-run-a-node-feedback-prompt": "Considerați că această pagină a fost utilă?",
  "page-run-a-node-further-reading-title": "Referințe suplimentare",
  "page-run-a-node-further-reading-1-link": "Stăpânirea Ethereum - Ar trebui să rulez un nod complet",
  "page-run-a-node-further-reading-1-author": "Andreas Antonopoulos",
  "page-run-a-node-further-reading-2-link": "Ethereum on ARM - Ghid de pornire rapidă",
  "page-run-a-node-further-reading-3-link": "Limitele scalabilității blockchainului",
  "page-run-a-node-further-reading-3-author": "Vitalik Buterin",
  "page-run-a-node-getting-started-title": "Noțiuni de bază",
  "page-run-a-node-getting-started-software-section-1": "În primele zile ale rețelei, utilizatorii trebuiau să aibă posibilitatea de a avea o interfață cu linia de comandă pentru a putea opera un nod Ethereum.",
  "page-run-a-node-getting-started-software-section-1-alert": "Dacă aceasta este preferința dvs. și aveți abilitățile necesare, nu ezitați să consultați documentația noastră tehnică.",
  "page-run-a-node-getting-started-software-section-1-link": "Creați-vă un nod Ethereum",
  "page-run-a-node-getting-started-software-section-2": "Acum avem DAppNode, un <b>software gratuit și cu sursă deschisă</b>, care oferă utilizatorilor o <b>experiență de tip aplicație</b> în timp ce-și gestionează nodul.",
  "page-run-a-node-getting-started-software-section-3a": "Cu doar câteva atingeri, nodul dvs. poate fi funcțional.",
  "page-run-a-node-getting-started-software-section-3b": "Cu DAppNode utilizatorii pot rula cu ușurință atât noduri complete, cât și aplicații descentralizate (dapps) și alte rețele P2P, fără a atinge linia de comandă. Astfel, este mai ușor pentru toată lumea să participe și să creeze o rețea mai descentralizată.",
  "page-run-a-node-getting-started-software-title": "Partea 2: Software",
  "page-run-a-node-glyph-alt-terminal": "Glifa terminalului",
  "page-run-a-node-glyph-alt-phone": "Glifa atingerii telefonului",
  "page-run-a-node-glyph-alt-dappnode": "Glifa DappNode",
  "page-run-a-node-glyph-alt-pnp": "Glifa plug and play",
  "page-run-a-node-glyph-alt-hardware": "Glifa hardware",
  "page-run-a-node-glyph-alt-software": "Glifa descărcare software",
  "page-run-a-node-glyph-alt-privacy": "Glifa confidențialității",
  "page-run-a-node-glyph-alt-censorship-resistance": "Glifa megafonului de rezistență la cenzură",
  "page-run-a-node-glyph-alt-earth": "Glifa Pământului",
  "page-run-a-node-glyph-alt-decentralization": "Glifa descentralizării",
  "page-run-a-node-glyph-alt-vote": "Glifa exprimării votului",
  "page-run-a-node-glyph-alt-sovereignty": "Glifa suveranității",
  "page-run-a-node-hero-alt": "Grafica nodului",
  "page-run-a-node-hero-header": "Preluați controlul deplin.<br /> Rulați-vă propriul nod.",
  "page-run-a-node-hero-subtitle": "Deveniți întru totul suverani, contribuind în același timp la securizarea rețelei. Deveniți Ethereum.",
  "page-run-a-node-hero-cta-1": "Aflați mai multe",
  "page-run-a-node-hero-cta-2": "Haideți să încercăm!",
  "page-run-a-node-install-manually-title": "Instalare manuală",
  "page-run-a-node-install-manually-1": "Dacă sunteți un utilizator mai tehnic și ați decis să vă construiți propriul dispozitiv, DAppNode poate fi descărcat pe orice computer și poate fi instalat pe un SSD nou prin intermediul unui USB.",
  "page-run-a-node-meta-description": "O introducere despre ce, de ce și cum să rulați un nod Ethereum.",
  "page-run-a-node-participate-title": "Participarea",
  "page-run-a-node-participate-preview": "Revoluția descentralizării pornește cu <strong>dvs</strong>.",
  "page-run-a-node-participate-1": "Prin rularea unui nod, deveniți parte dintr-o mișcare globală de descentralizare a controlului și puterii asupra unei lumi a informației.",
  "page-run-a-node-participate-2": "Dacă sunteți un deținător, aduceți un plus de valoare ETH-ului dvs. prin sprijinirea sănătății și descentralizării rețelei, asigurându-vă că aveți un cuvânt de spus în viitorul acesteia.",
  "page-run-a-node-privacy-title": "Confidențialitate și securitate",
  "page-run-a-node-privacy-preview": "Opriți divulgarea informațiilor dvs. personale către nodurile terților.",
  "page-run-a-node-privacy-1": "Când trimiteți tranzacții folosind noduri publice, informațiile personale, precum adresa dvs. IP și adresele Ethereum pe care le dețineți, pot fi dezvăluite unor astfel de servicii terțe.",
  "page-run-a-node-privacy-2": "Prin îndreptarea portofelelor compatibile către propriul nod, vă puteți folosi portofelul pentru o interacțiune privată și sigură cu blockchainul.",
  "page-run-a-node-privacy-3": "De asemenea, dacă un nod rău intenționat distribuie o tranzacție invalidă, nodul dvs. o va ignora pur și simplu. Fiecare tranzacție este verificată la nivel local, pe propria mașină, așa că nu trebuie să aveți încredere în nimeni.",
  "page-run-a-node-rasp-pi-title": "O notă despre Raspberry Pi (procesorul ARM)",
  "page-run-a-node-rasp-pi-description": "Raspberry Pi sunt computere ușoare și accesibile, dar au limitări care pot afecta performanța nodului dvs. Chiar dacă în prezent nu sunt recomandate pentru mizare, acestea pot fi o excelentă opțiune ieftină pentru rularea unui nod pentru uz personal, cu numai 4 - 8 GB de RAM.",
  "page-run-a-node-rasp-pi-note-1-link": "DAppNode pe ARM",
  "page-run-a-node-rasp-pi-note-1-description": "Consultați acest instrucțiuni, dacă aveți intenția să rulați un DAppNode pe un Raspberry Pi",
  "page-run-a-node-rasp-pi-note-2-link": "Documentația pentru Ethereum pe ARM",
  "page-run-a-node-rasp-pi-note-2-description": "Învățați cum să configurați un nod prin linia de comandă pe un Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-link": "Rularea unui nod cu Raspberry Pi",
  "page-run-a-node-rasp-pi-note-3-description": "Continuați aici dacă preferați tutorialele",
  "page-run-a-node-shop": "Cumpărați",
  "page-run-a-node-shop-avado": "Cumpărați Avado",
  "page-run-a-node-shop-dappnode": "Cumpărați DAppNode",
  "page-run-a-node-staking-title": "Mizați propriul ETH",
  "page-run-a-node-staking-description": "Deși nu este obligatoriu, cu un nod funcțional sunteți cu un pas mai aproape de a miza propriul ETH pentru a primi recompense și a contribui astfel la o altă componentă a securității Ethereum.",
  "page-run-a-node-staking-link": "Mizați ETH",
  "page-run-a-node-staking-plans-title": "Aveți intenția de a miza?",
  "page-run-a-node-staking-plans-description": "Pentru a maximiza eficiența validatorului dvs., este recomandat să aveți măcar 16 GB de RAM, dar este și mai bine dacă aveți 32 GB, cu un scor de referință CPU de 6667+ pe <a href=\"https://cpubenchmark.net\" target=\"_blank\"> cpubenchmark.net</a>. De asemenea, se recomandă ca persoanele care depun mizele să aibă acces nelimitat la internet de mare viteză, deși acest lucru nu este obligatoriu.",
  "page-run-a-node-staking-plans-ethstaker-link-label": "Cum să faceți cumpărături pentru un hardware validator Ethereum",
  "page-run-a-node-staking-plans-ethstaker-link-description": "EthStaker oferă mai multe detalii în acest videoclip special de aproape o oră",
  "page-run-a-node-sovereignty-title": "Suveranitate",
  "page-run-a-node-sovereignty-preview": "Gândiți-vă la rularea unui nod, ca la următorul pas după obținerea propriului portofel Ethereum.",
  "page-run-a-node-sovereignty-1": "Un portofel Ethereum vă permite să aveți custodie deplină asupra activelor dvs. digitale, prin deținerea cheilor private ale adreselor dvs., dar aceste chei nu vă spun starea actuală a blockchainului, ca de exemplu, soldul portofelului dumneavoastră.",
  "page-run-a-node-sovereignty-2": "În mod implicit, portofelele Ethereum se adresează de obicei unui nod terț, precum Infura sau Alchemy, atunci când vă verifică soldurile. Rularea nodului propriu vă permite să aveți propria copie a blockchainului Ethereum.",
  "page-run-a-node-title": "Rulați un nod",
  "page-run-a-node-voice-your-choice-title": "Exprimați-vă alegerea",
  "page-run-a-node-voice-your-choice-preview": "Nu renunțați la control în cazul unui fork.",
  "page-run-a-node-voice-your-choice-1": "În cazul unei bifurcații a lanțului, respectiv când apar două lanțuri cu două seturi diferite de reguli, rularea propriului nod vă oferă posibilitatea de a alege setul de reguli pe care să îl susțineți. Este la alegerea dvs. dacă doriți să actualizați regulile și să susțineți sau nu noile schimbări propuse.",
  "page-run-a-node-voice-your-choice-2": "Dacă mizați ETH, rularea propriului nod vă oferă posibilitatea de a alege propriul client, de a minimiza riscul de penalități și de a reacționa la cererile fluctuante ale rețelei de-a lungul timpului. Dacă mizați cu o parte terță, pierdeți votul pentru clientul pe care îl considerați alegerea cea mai bună.",
  "page-run-a-node-what-title": "<i>Ce</i> înseamnă „rularea unui nod”?",
  "page-run-a-node-what-1-subtitle": "Rulați software-ul.",
  "page-run-a-node-what-1-text": "Cunoscut sub numele de „client”, acest software descarcă o copie a blockchainului Ethereum și verifică validitatea fiecărui bloc, iar apoi îl actualizează cu noile blocuri și tranzacții, ajutându-i pe ceilalți să descarce și să actualizeze propriile copii.",
  "page-run-a-node-what-2-subtitle": "Folosind un hardware.",
  "page-run-a-node-what-2-text": "Ethereum este creat pentru a rula un nod pe computere de uz comun și performanțe medii. Puteți folosi orice computer personal, dar majoritatea utilizatorilor au decis să ruleze nodul pe hardware specializat pentru a elimina impactul asupra performanței mașinii lor și pentru a minimiza timpul de întrerupere a nodului.",
  "page-run-a-node-what-3-subtitle": "În timp ce sunteți online.",
  "page-run-a-node-what-3-text": "Rularea unui nod Ethereum poate să pară mai complicată la început, dar este vorba doar de rularea continuă a unui software client pe un computer în timp ce acesta este conectat la internet. În timp ce este offline, nodul dvs. va fi pur și simplu inactiv până când va fi din nou online și se va actualiza cu cele mai recente modificări.",
  "page-run-a-node-who-title": "<i>Cine</i> poate să ruleze un nod?",
  "page-run-a-node-who-preview": "Toată lumea! Nodurile nu sunt numai pentru mineri și validatori. <i>Oricine</i> poate rula un nod — nici măcar nu aveți nevoie de ETH.",
  "page-run-a-node-who-copy-1": "Nu este nevoie să mizați ETH sau să fiți miner pentru a rula un nod. De fapt, orice alt nod de pe Ethereum este cel care îi face răspunzători pe mineri și validatori.",
  "page-run-a-node-who-copy-2": "Poate că nu veți primi recompensele financiare pe care le obțin validatorii și minerii, însă rularea unui nod aduce multe alte beneficii pe care orice utilizator Ethereum trebuie să le aibă în vedere, inclusiv confidențialitatea, securitatea, reducerea dependenței față de serverele terților, rezistența la cenzură, precum și îmbunătățirea funcționării rețelei și descentralizarea acesteia.",
  "page-run-a-node-who-copy-3": "Dacă aveți propriul nod, înseamnă că nu mai este nevoie să vă bazați pe informațiile despre starea rețelei furnizate de un terț.",
  "page-run-a-node-who-copy-bold": "Nu vă încredeți. Verificați.",
  "page-run-a-node-why-title": "<i>De ce</i> trebuie să rulați un nod?"
}
