{
  "51%-attack-term": "Атака 51%",
  "51%-attack-definition": "Тип атаки, при котором группа получает контроль над большинством <a href=\"/glossary/#node\">узлов</a>. Это позволило бы им обмануть блокчейн, отменив <a href=\"/glossary/#transaction\">транзакции</a> и осуществив двойную трату <a href=\"/glossary/#ether\">эфира</a> и других токенов.<br /><br />В Ethereum с доказательством доли владения (proof-of-stake) это было бы достигнуто путем накопления более половины всего эфира в стейкинге. Это позволило бы злоумышленнику решать, какие новые блоки добавляются в блокчейн. Однако для отмены цепи или двойной траты злоумышленнику потребуется не менее 66 % всего эфира в стейкинге.",
  "account-term": "Аккаунт",
  "account-definition": "Аккаунт Ethereum — это цифровые идентификационные данные в блокчейне Ethereum, позволяющие пользователям отправлять и получать эфир и взаимодействовать с умными контрактами.<br /><br /><strong>Технически:</strong><br /> Это объект, содержащий адрес, баланс, nonce, а также опционально хранилище и код. Аккаунт может быть аккаунтом контракта или внешним (EOA).",
  "address-term": "Адрес",
  "address-definition": "Адрес Ethereum — это уникальный идентификатор, используемый для получения токенов; он функционирует аналогично номеру банковского счета для криптовалют. Он используется для идентификации вашего аккаунта Ethereum.<br /><br />Это крайние правые 160 бит хэша Keccak от публичного ключа ECDSA.",
  "anti-sybil-term": "Анти-Сивилл",
  "anti-sybil-definition": "Методы, позволяющие выявить людей, которые притворяются множеством пользователей в сети интернет, и тем самым гарантирующие, что каждый пользователь - это реальный, отдельный человек. Это помогает сделать взаимодействия в интернете честными и справедливыми.",
  "abi-term": "Двоичный интерфейс приложения (ABI)",
  "abi-definition": "JSON-файл, который определяет функции и переменные, включенные в смарт-контракт. ABI позволяет преобразовывать байт-код в удобочитаемые форматы.",
  "api-term": "Программный интерфейс приложения (API)",
  "api-definition": "Программный интерфейс приложения (API) — это набор определений того, как использовать часть программного обеспечения. API находится между приложением и веб-сервером и облегчает передачу данных между ними.",
  "apr-term": "APR",
  "apr-definition": "APR, или годовая процентная ставка, отражает годовую стоимость заимствования денег, включая проценты и комиссии, в процентах.",
  "asic-term": "Интегральная схема специального назначения - ASIC",
  "asic-definition": "Интегральная схема специального значения. Обычно это относится к интегральной схеме, созданной специально для майнинга криптовалюты.",
  "assert-term": "assert",
  "assert-definition": "В <a href=\"/glossary/#solidity\">Solidity</a> `assert(false)` компилируется в `0xfe`, недопустимый код операции, который использует весь оставшийся <a href=\"/glossary/#gas \">газ</a> и отменяет все изменения. Когда оператор `assert()` дает сбой, может произойти неожиданная ошибка, и вам нужно будет исправить свой код. Вам следует использовать `assert()`, чтобы избежать ситуаций, которые никогда не должны случаться. <a href=\"/developers/docs/smart-contracts/security/\">Подробнее о безопасности смарт-контрактов</a>.",
  "attestation-term": "Аттестация",
  "attestation-definition": "Заявление компании о том, что что-то является правдой. В контексте Ethereum валидаторы консенсуса должны заявить о том, каким, по их мнению, является состояние цепочки. В назначенное время каждый валидатор несет ответственность за публикацию различных аттестаций, которые формально декларируют точку зрения этого валидатора на цепочку, включая последнюю завершенную контрольную точку и текущего главу цепочки. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Подробнее о аттестациях</a>.",
  "base-fee-term": "Базовая комиссия",
  "base-fee-definition": "Каждый <a href=\"/glossary/#block\">блок</a> имеет резервную цену, известную как «базовая комиссия». Это минимальная <a href=\"/glossary/#gas\">комиссия за газ</a>, которую пользователь должен заплатить, чтобы включить транзакцию в следующий блок. <a href=\"/developers/docs/gas/\">Подробнее о газе и сборах</a>.",
  "beacon-chain-term": "Сеть Beacon",
  "beacon-chain-definition": "Сеть Beacon — это блокчейн, который представляет <a href=\"/glossary/#pos\">доказательство владения</a> и <a href=\"/glossary/#validator\">валидаторов</a> в Ethereum. С декабря 2020 года сеть работала вместе с основной сетью Ethereum с доказательством работы, пока в сентябре 2022 года две цепочки не были объединены и образовали сегодняшний Ethereum. <a href=\"/roadmap/beacon-chain/\">Подробнее о cети Beacon</a>.",
  "big-endian-term": "Прямой порядок байтов",
  "big-endian-definition": "Позиционное представление числа, при котором наиболее значащая цифра находится в памяти первой. Противоположность прямого порядка байтов, при котором младшая цифра идет первой.",
  "block-term": "Блок",
  "block-definition": "Блок — это место, в котором хранятся транзакции и виртуальные действия. Как только блок наполняется, он соединяется с предыдущим, чтобы создать цепочку блоков — блокчейн. <a href=\"/developers/docs/blocks/\">Подробнее о блоках</a>.<br /><br />Блок — это объединенная единица информации, которая включает в себя упорядоченный список транзакций и информацию, связанную с консенсусом. Блоки предлагаются валидаторами, после чего они распространяются по всей одноранговой сети, где их можно легко независимо проверить всеми другими узлами. Правила консенсуса определяют, какое содержимое блока считается действительным, а любые недействительные блоки игнорируются сетью. Порядок этих блоков и транзакций в них создают детерминированную цепочку событий, конец которой представляет текущее состояние сети.",
  "block-explorer-term": "Обозреватель блоков",
  "block-explorer-definition": "Интерфейс, который позволяет пользователю искать информацию в блокчейне и о нем. Это включает в себя получение отдельных транзакций, активности, связанной с конкретными адресами, и информации о сети.",
  "block-header-term": "Заголовок блока",
  "block-header-definition": "Заголовок блока представляет собой набор метаданных о блоке и сводку транзакций, включенных в полезную нагрузку выполнения.",
  "block-propagation-term": "Распространение блоков",
  "block-propagation-definition": "Процесс передачи подтвержденного блока всем остальным узлам сети.",
  "block-proposer-term": "Выбор блока",
  "block-proposer-definition": "Конкретный валидатор, выбранный для создания блока в определенном <a href=\"/glossary/#slot\">слоте</a>.",
  "block-reward-term": "Вознаграждение за блок",
  "block-reward-definition": "Количество эфирного вознаграждения для создания нового допустимого блока.",
  "block-status-term": "Статус блока",
  "block-status-definition": "Состояния, в которых может существовать блок. Возможные состояния включают в себя:<br/><br/><ul><li>предложено: блок был предложен валидатором;</li><li>запланировано: валидаторы в настоящее время отправляют данные. </li><li>опущено/пропущено: предлагающий не предложил блок в течение допустимого периода времени.</li><li>пусто: блок был реорганизован <a href=\"/glossary/ #fork-choice-algorithm\">Алгоритм выбора ветвления</a></li></ul>",
  "block-time-term": "Время блока",
  "block-time-definition": "Временной интервал между блоками добавляется в блокчейн.",
  "block-validation-term": "Проверка блоков",
  "block-validation-definition": "Процесс проверки того, что новый блок содержит действительные транзакции и подписи, основан на самой тяжелой исторической цепочке (то есть, набравшей самое большое количество аттестаций) и соответствует всем другим правилам консенсуса. Действительные блоки добавляются в конец цепочки и распространяются среди других участников сети. Недопустимые блоки игнорируются.",
  "blockchain-term": "Блокчейн",
  "blockchain-definition": "Блокчейн - это база данных транзакций, дублируемая и распространяемая на все компьютеры в сети, что гарантирует невозможность изменения данных задним числом.<br /><br /> Последовательность <a href=\"/glossary/#block\">блоков</a> , каждый из которых связан со своим предшественником вплоть до <a href=\"/glossary/#genesis-block\">первого блока </a>, ссылаясь на хеш предыдущего блока. Целостность блокчейна криптоэкономически обеспечивается с использованием механизма консенсуса на основе доказательства владения. <a href=\"/developers/docs/intro-to-ethereum#what-is-a-blockchain\">Что такое блокчейн?</a>",
  "bootnode-term": "Загрузочный узел",
  "bootnode-definition": "Узлы, которые можно использовать для запуска процесса обнаружения при запуске узла. Начальные узлы (bootnodes) «знакомят» новые узлы с другими существующими узлами, чтобы они могли быстро найти пиров, а не искать начального пира. Конечные точки этих узлов обычно содержатся в исходном коде клиента Ethereum, но пользователи могут предоставить свой собственный список начальных узлов.",
  "bridge-term": "Мост",
  "bridge-definition": "Блокчейн-мост используется для перевода активов из одной сети блокчейн в другую. Например, вы можете перевести ETH с сети Ethereum на одну из более дешёвых сетей второго уровня.",
  "bytecode-term": "Байт-код",
  "bytecode-definition": "Код, выраженный в компактной числовой форме, чтобы он мог эффективно выполняться <a href=\"/glossary/#evm\">EVM</a>.",
  "byzantium-fork-term": "Византийский форк",
  "byzantium-fork-definition": "Первый из двух <a href=\"/glossary/#hard-fork\">хард-форков</a> для этапа разработки <a href=\"/glossary/#metropolis\">Metropolis</a>. Он включал в себя <a href=\"/glossary/#difficulty-bomb\">Бомбу сложности</a> EIP-649 Метрополис и уменьшение вознаграждение за блок, где <a href=\"/glossary/#difficulty-bomb\">Ледниковый период </a> был отложен на 1 год, а вознаграждение за блок было уменьшено с 5 до 3 эфиров.",
  "casper-ffg-term": "Casper FFG",
  "casper-ffg-definition": "Casper-FFG — это протокол консенсуса с доказательством владения, который используется в сочетании с алгоритмом выбора ответвления <a href=\"/glossary/#lmd-ghost\">LMD-GHOST</a>, позволяющее <a href=\"/glossary /#consensus-client\">консенсусным клиентам</a> договориться по поводу главы сети Chain.",
  "checkpoint-term": "Контрольная точка",
  "checkpoint-definition": "<a href=\"/glossary/#beacon-chain\">Сеть Beacon</a> имеет темп, разделенный на слоты (12 секунд) и эпохи (32 слота). Первый слот в каждой эпохе — это контрольная точка. Когда <a href=\"/glossary/#supermajority\">сверхбольшинство</a> валидаторов подтверждает связь между двумя контрольными точками, они могут быть <a href=\"/glossary/#justification\">подтверждены</a> и затем, когда сверху будет установлена другая контрольная точка, их можно будет <a href=\"/glossary/#finality\">завершить</a>.",
  "compiling-term": "Компиляция",
  "compiling-definition": "Преобразование кода, написанного на языке программирования высокого уровня (например, <a href=\"/glossary/#solidity\">Solidity</a>) в язык более низкого уровня (например, EVM <a href=\"/glossary/# bytecode\">bytecode</a>).<a href=\"/developers/docs/smart-contracts/compiling/\">Подробнее о компиляции умных контрактов</a>",
  "committee-term": "Комитет",
  "committee-definition": "Группа из не менее 128 <a href=\"/glossary/#validator\">валидаторов</a>, назначенных для проверки блоков в каждом слоте. Одним из валидаторов в комитете является агрегатор, отвечающий за объединение подписей всех остальных валидаторов в комитете, которые согласны на аттестацию. Не путать с <a href=\"/glossary/#sync-committee\">комитетом по синхронизации</a>.",
  "computational-infeasibility-term": "Вычислительная неосуществимость",
  "computational-infeasibility-definition": "Процесс является вычислительно невыполнимым, если его выполнение займет непрактично долгое время (например, миллиарды лет) для любого, кто мог бы быть заинтересован в его осуществлении.",
  "consensus-term": "Консенсус",
  "consensus-definition": "Когда более 2/3 компьютеров в сети соглашаются, что у них одинаковый набор записей, обеспечивая, чтобы все находились на одной и той же странице. Речь идет не о правилах, которым они следуют, а о том, чтобы у всех была одинаковая информация.",
  "consensus-client-term": "Клиент консенсуса",
  "consensus-client-definition": "Клиенты консенсуса (такие как Prysm, Teku, Nimbus, Lighthouse, Lodestar) запускают алгоритм консенсуса Ethereum <a href=\"/glossary/#pos\">proof-of-stake</a>, позволяя сети достичь соглашения о заголовке Beacon Chain. Клиенты консенсуса не участвуют в проверке/трансляции транзакций или выполнении переходов состояний. Это делают <a href=\"/glossary/#execution-client\">клиенты исполнения</a>. Клиенты консенсуса не подтверждают и не предлагают новые блоки. Это делает клиент <a href=\"/glossary/#validator\">валидатора</a>, который является необязательным дополнением к клиенту консенсуса.",
  "consensus-layer-term": "Уровень консенсус",
  "consensus-layer-definition": "Уровень консенсуса Ethereum — это сеть <a href=\"/glossary/#consensus-client\">клиентов консенсуса</a>.",
  "consensus-rules-term": "Правила консенсуса",
  "consensus-rules-definition": "Правила проверки блоков, которым следуют полные узлы, чтобы оставаться в консенсусе с другими узлами. Не путать с <a href=\"/glossary/#consensus\">консенсусом</a>.",
  "cfi-term": "Рассматривается для включения (CFI)",
  "cfi-definition": "Ядро <a href=\"/glossary/#eip\">EIP</a>, которое еще не активно в основной сети, и разработчики клиентов в целом положительно относятся к этой идее. Если предположить, что он соответствует всем требованиям для включения в основную сеть, его потенциально можно включить в обновление сети (не обязательно в следующее).",
  "constantinople-fork-term": "Константинополь Eips",
  "constantinople-fork-definition": "Вторая часть этапа <a href=\"/glossary/#metropolis\">Метрополис</a>, первоначально запланированная на середину 2018 года. Ожидается переход на гибридное <a href=\"/glossary/#pow\">доказательство работы</a>/<a href=\"/glossary/#pow\">доказательство доли</a. > Алгоритм консенсуса, среди других изменений.",
  "contract-account-term": "aккаунт контракта",
  "contract-account-definition": "Учетная запись, содержащая код, который выполняется всякий раз, когда она получает <a href=\"/glossary/#transaction\">транзакцию</a> от другой <a href=\"/glossary/#account\">учетной записи</a> (<a href =\"/glossary/#eoa\">EOA]</a> или <a href=\"/glossary/#contract-account\">контракт</a>).",
  "contract-creation-transaction-term": "Транзакция создания контракта",
  "contract-creation-transaction-definition": "Специальная <a href=\"/glossary/#transaction\">транзакция</a>, включающая код инициации контракта. Для получателя установлено значение \"ноль\", а контракт развертывается по адресу, сгенерированному из адреса пользователя и \"одноразовый номер\", который используется для регистрации <a href=\"/glossary/#contract-account\">контракта</a> и его записи в блокчейне Ethereum.",
  "cryptoeconomics-term": "Криптоэкономика",
  "cryptoeconomics-definition": "Изучение математических и экономических принципов для создания безопасных и надежных цифровых платформ. Цель состоит в том, чтобы все участники следовали правилам и получали вознаграждение за вклад в безопасность и функционирование сети.",
  "cryptography-term": "Криптография",
  "cryptography-definition": "Это практика защиты связи и данных с помощью кодов, чтобы только те, для кого предназначена информация, могли ее прочитать и обработать.<br />Она включает в себя методы шифрования (преобразование читаемой информации в нечитаемый формат) и дешифрования (преобразование ее обратно в читаемый формат), обеспечивая конфиденциальность.",
  "doge-d-term": "Đ",
  "doge-d-definition": "Đ (D со штрихом) используется в древнеанглийском, среднеанглийском, исландском и фарерском языках для обозначения заглавной буквы «Eth». Он используется в таких словах, как ĐEV или Đapp (децентрализованное приложение), где Đ — это норвежская буква «eth». Заглавная буква eth (Ð) также используется для обозначения криптовалюты Dogecoin. Это часто встречается в старой литературе по Ethereum, но сегодня используется реже.",
  "dag-term": "DAG",
  "dag-definition": "DAG означает направленный ациклический граф. Это структура данных, состоящая из узлов и связей между ними. До слияния Ethereum использовал DAG в своем алгоритме <a href=\"/glossary/#pow\">proof-of-work</a>, <a href=\"/glossary/#ethash\">Ethash</a>, но больше не используется в <a href=\"/glossary/#pos\">доказательство владения</a>.",
  "dapp-term": "Децентрализованное приложение",
  "dapp-definition": "dApp — это децентрализованное приложение, работающее в сети блокчейн и предлагающее услуги без центрального контролирующего органа. <a href=\"/apps/\">Подробнее о децентрализованных приложениях</a>.<br />Как минимум, dApp имеет смарт-контракт, подключенный к веб-интерфейсу. Кроме того, многие dApp включают децентрализованное хранилище и/или протокол обмена сообщениями и платформу.",
  "data-availability-term": "Доступность данных",
  "data-availability-definition": "Любой узел может независимо проверять транзакции в блокчейне для того, чтобы поддерживать прозрачность и доверие в системе.",
  "decentralization-term": "Децентрализация",
  "decentralization-definition": "Концепция отчуждения контроля над процессами и их исполнения от центральной сущности.",
  "dao-term": "Децентрализованная автономная организация (DAO)",
  "dao-definition": "DAO — это цифровая организация, работающая по правилам, записанным в блокчейне, в которой решения принимаются голосованием участников, а не центральным органом. <a href=\"/dao/\">Подробнее о децентрализованных автономных организациях (DAO)</a>.<br />Право голоса каждого участника обычно зависит от количества имеющихся у него токенов. DAO стремятся демократизировать процесс принятия решений и ведения деятельности, уделяя особое внимание прозрачности и управлению через сообщество.",
  "desci-term": "DeSci",
  "desci-definition": "DeSci, или децентрализованная наука, — это движение, применяющее технологию <a href='/glossary/#blockchain'>блокчейна</a> в научных исследованиях. Оно использует <a href='/glossary/#dao'>DAO</a>, <a href='/glossary/#smart-contract'>смарт-контракты</a> и токенизированные стимулы для создания более прозрачных, открытых и совместных экосистем финансирования и исследований.",
  "dex-term": "Децентрализованная биржа (DEX)",
  "dex-definition": "Тип приложения Ethereum, позволяющего обмениваться токенами с участниками сети. В отличие от централизованных бирж, децентрализованные биржи не имеют географических ограничений — пользоваться может любой желающий.",
  "deposit-contract-term": "Контракт на депозит",
  "deposit-contract-definition": "Путь к ставкам на Ethereum. Депозитный контракт — это смарт-контракт на Ethereum, который принимает депозиты в ETH и управляет балансами валидаторов. Валидатор не может быть активирован без внесения ETH в этот контракт. Для контракта требуется ETH и входные данные. Эти входные данные включают в себя открытый ключ валидатора и открытый ключ вывода, подписанный закрытым ключом валидатора. Эти данные необходимы для того, чтобы валидатор был идентифицирован и одобрен сетью <a href=\"/glossary/#pos\">proof-of-stake</a>.",
  "defi-term": "DeFi",
  "defi-definition": "Обширная категория приложений Ethereum, предназначенных для предоставления финансовых услуг на основе блокчейна без каких-либо посредников. <a href=\"/defi/\">Подробнее о децентрализованных финансах (DeFi)</a>",
  "difficulty-term": "Cложность",
  "difficulty-definition": "Общесетевой параметр в сетях <a href=\"/glossary/#pow\">доказательство работы</a>, который определяет, сколько средних вычислений требуется для поиска допустимого значения nonce. Сложность определяется количеством ведущих нулей, которые необходимы в результирующем хэше блока, чтобы он считался действительным. Эта концепция устарела в Ethereum с момента перехода на доказательство доли.",
  "difficulty-bomb-term": "Бомба сложности",
  "difficulty-bomb-definition": "Планируемое экспоненциальное увеличение сложности<a href=\"/glossary/#pow\">доказательства работы</a>, призванное мотивировать переход к <a href=\"/glossary/#pos\">доказательства владения</a>, что снижает вероятность <a href=\"/glossary/#hard-fork\">ветвления</a>. Бомба сложности устарела с появлением <a href=\"/roadmap/merge\">Слияния</a>.",
  "digital-signatures-term": "Цифровая подпись",
  "digital-signatures-definition": "Короткая строка данных, которую пользователь создает для документа с помощью <a href=\"/glossary/#private-key\">приватного ключа</a>, чтобы любой, у кого есть соответствующий <a href=\"/glossary/#public- key\">приватный ключ</a>, подпись и документ могут подтвердить, что (1) документ был \"подписан\" владельцем этого конкретного закрытого ключа и (2) документ не был изменен после его подписания.",
  "discovery-term": "Обнаружение",
  "discovery-definition": "Процесс, посредством которого узел Ethereum находит другие узлы для подключения.",
  "distributed-hash-table-term": "Распределенная хеш-таблица (DHT)",
  "distributed-hash-table-definition": "Структура данных, содержащая пары «(ключ, значение)», используемая узлами Ethereum для идентификации одноранговых узлов для подключения и определения того, какие протоколы использовать для связи.",
  "double-spend-term": "Двойная трата",
  "double-spend-definition": "Преднамеренный форк блокчейна, при котором пользователь с достаточно большим количеством майнинговой мощности/доли отправляет транзакцию, перемещающую некоторую валюту офчейн (например, выводя ее в фиатные деньги или совершая офчейн-покупку), а затем реорганизует блокчейн для удаления этой транзакции. Успешная двойная трата оставляет злоумышленнику как ончейн-, так и офчейн-активы.",
  "ecdsa-term": "Цифровые Алгоритмы Подписи Эллиптических Кривых (ECDSA)",
  "ecdsa-definition": "Криптографический алгоритм, используемый Ethereum для обеспечения того, чтобы средства могли быть потрачены только их владельцами. Это предпочтительный метод создания открытых и закрытых ключей. Актуально для создания <a href=\"/glossary/#address\">адреса</a> аккаунта и проверки <a href=\"/glossary/#transaction\">транзакции</a>.",
  "encryption-term": "Шифрование",
  "encryption-definition": "Шифрование — это преобразование электронных данных в форму, нечитаемую никем, кроме владельца правильного ключа дешифрования.",
  "entropy-term": "Энтропия",
  "entropy-definition": "В контексте криптографии — отсутствие предсказуемости или уровня случайности. При создании секретной информации, такой как <a href=\"/glossary/#private-key\">частные ключи</a>, алгоритмы обычно полагаются на источник высокой энтропии, чтобы гарантировать непредсказуемость вывода.",
  "epoch-term": "Эпоха",
  "epoch-definition": "Период из 32 <a href=\"/glossary/#slot\">слотов</a>, каждый из которых длится 12 секунд, всего 6,4 минуты. <a href=\"/glossary/#committee\">Комитеты</a> валидаторов перетасовываются каждую эпоху по соображениям безопасности. В каждой эпохе есть возможность <a href=\"/glossary/#finality\">завершить цепочку</a>. На каждого валидатора возлагаются новые обязанности в начале каждой эпохи. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Подробнее о доказательстве владения</a>",
  "equivocation-term": "Неопределённость",
  "equivocation-definition": "Валидатор отправляет два сообщения, которые противоречат друг другу. Одним из простых примеров является отправитель транзакции, отправляющий две транзакции с одним и тем же nonce. Другой вариант — предлагающий блоки, предлагающий два блока одинаковой высоты (или для одного и того же слота).",
  "eth1-term": "Eth1",
  "eth1-definition": "«Eth1» — это термин, который относится к Mainnet Ethereum, существующему блокчейну доказательства работы. С тех пор этот термин устарел в пользу «уровня исполнения». <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Подробнее об изменении имени</a>.",
  "eth2-term": "Eth2",
  "eth2-definition": "«Eth2» — это термин, обозначающий ряд обновлений протокола Ethereum, включая переход Ethereum на доказательство доли. С тех пор этот термин был устаревшим в пользу «уровня консенсуса». <a href=\"https://blog.ethereum.org/2022/01/24/the-great-eth2-renaming/\">Подробнее об изменении имени</a>.",
  "eip-term": "Предложения по совершенствованию Ethereum (EIP)",
  "eip-definition": "Проектный документ, предоставляющий информацию сообществу Ethereum и описывающий предлагаемую новую функцию, ее процессы или среду (см. <a href=\"/glossary/#erc\">ERC</a>). <a href=\"/eips/\">Введение в EIP</a>",
  "ens-term": "Служба имён Ethereum (ENS)",
  "ens-definition": "Сервис имен Ethereum (ENS) подобен интернет-телефонной книге для адресов Ethereum. Вместо использования длинных адресов кошельков, ENS позволяет использовать простые имена, такие как \"john.eth\", для отправки и получения цифровых денег и активов.<br /><br /><strong>Техническая информация:</strong><br />Реестр ENS — это единый центральный <a href=\"/glossary/#smart-contract\">контракт</a>, который обеспечивает сопоставление доменных имен с владельцами и распознавателями, как описано в EIP-137. <a href=\"https://ens.domains\">Подробнее на ens.domains</a>.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "ERC-1155 — это более новый тип стандарта токенов Ethereum, похожий на NFT (например, уникальные коллекционные предметы), который также позволяет создавать взаимозаменяемые предметы (например, валюту) в рамках одного смарт-контракта.<br />Это делает управление различными типами цифровых активов проще и эффективнее, особенно для таких приложений, как видеоигры или цифровые коллекции.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "ERC-20 — это стандарт, который большинство токенов в сети Ethereum используют для своего создания.<br />Популярными примерами являются стейблкоины, такие как DAI и USDC, или токены бирж, такие как UNI от Uniswap. Это похоже на любые формы альтернативных денег, которые мы имеем в традиционных системах… т. е. бонусные баллы, кредитные системы или даже акции и т. д.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "NFT (невзаимозаменяемые токены) создаются с использованием стандартного набора правил, называемого ERC-721.<br />Токены NFT могут представлять право собственности на что-либо уникальное, например, на цифровое искусство или предметы коллекционирования, при этом каждый токен имеет свои особые характеристики и ценность. Каждый NFT уникален и легко отличим от любого другого NFT.",
  "execution-client-term": "Клиент-исполнитель",
  "execution-client-definition": "Клиентам-исполнителям (ранее известным как «клиенты Eth1»), таким как Besu, Erigon, Go-Ethereum (Geth), Nethermind, поручено обрабатывать и транслировать транзакции, а также управлять состоянием Ethereum. Они выполняют вычисления для каждой транзакции, используя <a href=\"/glossary/#evm\">виртуальную машину Ethereum</a>, чтобы гарантировать соблюдение правил протокола.",
  "execution-layer-term": "Уровень исполнения",
  "execution-layer-definition": "Уровень исполнения Ethereum — это сеть <a href=\"/glossary/#execution-client\">клиентов-исполнителей</a>.",
  "eoa-term": "Внешний счет (EOA)",
  "eoa-definition": "Внешне управляемые аккаунты (EOA) — это самый распространенный тип аккаунтов Ethereum. Они контролируются человеком с помощью приватных ключей/фразы восстановления. <a href=\"/wallets/\">Подробнее о кошельках Ethereum</a>.",
  "erc-term": "Запрос Ethereum к комментариям (ERC)",
  "erc-definition": "ERC (<strong>Запрос на комментарии Ethereum</strong>) — это тип технической документации, используемый в сообществе Ethereum для предложения новых стандартов использования сети Ethereum.<br /><br />Эти предложения могут охватывать широкий круг тем, включая новые стандарты токенов (например, ERC-20 для токенов и ERC-721 для NFT).",
  "ethash-term": "Ethash",
  "ethash-definition": "Алгоритм <a href=\"/glossary/#pow\">доказательства работы</a>, который использовался в Ethereum до перехода на <a href=\"/glossary/#pos\">доказательство владения</a>. <a href=\"/developers/docs/consensus-mechanisms/pow/mining/mining-algorithms/ethash\">Подробнее</a>",
  "ether-term": "Эфир (Ether)",
  "ether-definition": "Нативная криптовалюта Ethereum, обычно называемая «ETH». Она используется для покрытия комиссий за транзакции при использовании экосистемы и приложений Ethereum. <a href=\"/eth/\">Подробнее об эфире (ether)</a>.",
  "events-term": "События",
  "events-definition": "Позволяет использовать средства ведения журнала <a href=\"/glossary/#evm\">EVM</a>. <a href=\"/glossary/#dapp\">Dapps</a> могут прослушивать события и использовать их для запуска обратных вызовов JavaScript в пользовательском интерфейсе. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Подробнее о мероприятиях и журналах</a>",
  "evm-term": "Виртуальная машина Ethereum (EVM)",
  "evm-definition": "Виртуальная машина на основе стека, выполняющая <a href=\"/glossary/#bytecode\">байт-код</a>. В Ethereum модель выполнения определяет, как изменяется состояние системы с учетом серии инструкций байт-кода и небольшого кортежа данных об окружающей среде. Это определяется формальной моделью виртуального конечного автомата. <a href=\"/developers/docs/evm/\">Подробнее о Виртуальной Машине Ethereum</a>.",
  "evm-assembly-language-term": "Язык сборки EVM",
  "evm-assembly-language-definition": "Понятная человеку форма <a href=\"/glossary/#bytecode\">байт-кода EVM.",
  "fallback-function-term": "Резервная функция",
  "fallback-function-definition": "Функция по умолчанию, вызываемая при отсутствии данных или объявленного имени функции.",
  "faucet-term": "Кран",
  "faucet-definition": "Услуга, предоставляемая посредством <a href=\"/glossary/#smart-contract\">смарт-контракта</a>, распределяющего средства в виде бесплатного тестового эфира, который можно использовать в тестовой сети.",
  "finality-term": "Финальность",
  "finality-definition": "Финальность — это гарантия того, что набор транзакций не может быть изменен без потери огромного количества ETH.",
  "finney-term": "Финни",
  "finney-definition": "Обозначение <a href=\"/glossary/#ether\">эфира</a>. 1 финни = 10<sup>15</sup> <a href=\"/glossary/#wei\">вэй</a>. 10<sup>3</sup> финни = 1 эфир.",
  "fork-term": "Форк",
  "fork-definition": "Изменение в протоколе, приводящее к созданию альтернативной цепи.",
  "fork-choice-algorithm-term": "Алгоритм выбора ветвления",
  "fork-choice-algorithm-definition": "Алгоритм, используемый для определения заголовка блокчейна. В Ethereum заголовок цепи определяется как форк с наибольшим «весом» аттестаций. Вес является произведением количества аттестаций и эффективного баланса аттестующих валидаторов. Это означает, что истинным заголовком цепи является тот, за который проголосовало большинство поставленного в стейкинг эфира. На уровне консенсуса алгоритм выбора форка называется <a href=\"/glossary/#lmd-ghost\">LMD_GHOST</a>.",
  "fraud-proof-term": "Доказательство мошенничества",
  "fraud-proof-definition": "Модель безопасности для определенных решений <a href=\"/glossary/#layer-2\">уровня 2</a>, где для увеличения скорости транзакции <a href=\"/glossary/#rollups\">объединяются</a> в пакеты и отправляются в Ethereum в одной транзакции. Другие участники сети могут повторно выполнить транзакции, чтобы проверить, были ли они выполнены честно. Если они обнаружат расхождение между опубликованными данными и своей собственной версией, они могут опубликовать криптографическое доказательство, демонстрирующее, где произошло мошенничество. Некоторые <a href=\"/glossary/#rollups\">ролл-апы</a> используют <a href=\"/glossary/#validity-proof\">доказательства действительности</a>.",
  "frontier-term": "Граница",
  "frontier-definition": "Начальный этап тестовой разработки Ethereum, который длился с июля 2015 года по март 2016 года.",
  "gas-term": "Газ",
  "gas-definition": "Газ — это комиссия, уплачиваемая за транзакции и смарт-контракты в блокчейне, таком как Ethereum. <a href=\"/gas/\">Подробнее о газе и комиссиях</a>.",
  "gas-limit-term": "Лимит газа",
  "gas-limit-definition": "Максимальное количество <a href=\"/glossary/#gas\">газа</a>, которое <a href=\"/glossary/#transaction\">транзакция</a> или <a href=\"/glossary/#block \">блок</a> может употреблять.",
  "gas-price-term": "Цена газа",
  "gas-price-definition": "Цена в эфире за одну единицу газа, указанную в транзакции.",
  "genesis-block-term": "Генезис-блок",
  "genesis-block-definition": "Первый блок в <a href=\"/glossary/#blockchain\">блокчейне</a>, используемый для инициализации конкретной сети и ее криптовалюты.",
  "geth-term": "Geth",
  "geth-definition": "Go Ethereum. Одна из наиболее известных реализаций протокола Ethereum, написанная на Go. <a href=\"https://geth.ethereum.org\">Подробнее читайте на geth.ethereum.org</a>",
  "gwei-term": "Gwei",
  "gwei-definition": "Сокращенно от гигавей, номинала <a href=\"/glossary/#ether\">эфира</a>, который обычно используется для определения цены на <a href=\"/glossary/#gas\">газ</a>. 1 гвэй = 10<sup>9</sup> <a href=\"/glossary/#wei\">вэй</a>. 10<sup>9</sup> гвэй = 1 эфир.",
  "hard-fork-term": "Хардфорк",
  "hard-fork-definition": "Постоянное расхождение в <a href=\"/glossary/#blockchain\">блокчейне</a>; также известный как жесткое изменение. Обычно это происходит, когда необновленные узлы не могут проверять блоки, созданные обновленными узлами, которые следуют новым <a href=\"/glossary/#consensus-rules\">правилам консенсуса</a>. Не путать с форком, софт-форком, программным форком или форком Git.",
  "hash-term": "Хэш",
  "hash-definition": "Отпечаток фиксированной длины входных данных переменного размера, созданный хэш-функцией. (См. <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "hash-rate-term": "Хешрейт",
  "hash-rate-definition": "Количество хэш-вычислений, выполняемых в секунду компьютерами, на которых установлено программное обеспечение для майнинга.",
  "homestead-term": "Homestead",
  "holographic-consensus-term": "Голографический консенсус",
  "holographic-consensus-definition": "Относится к тому, как принимается решение большой группой, позволяя голосовать меньшей группе представителей. Затем все остальные соглашаются с этим решением, пока они доверяют, что малая группа хорошо справилась со своей работой.<br />Используется в некоторых онлайн-сообществах для быстрого принятия решений без необходимости голосования каждого по всем вопросам, при этом обеспечивая, что решения являются справедливыми и отражают желания большинства.",
  "homestead-definition": "Второй этап разработки Ethereum, запущенный в марте 2016 года на блоке 1 150 000.",
  "index-term": "Индекс",
  "index-definition": "Сетевая структура, предназначенная для оптимизации запроса информации из <a href=\"/glossary/#blockchain\">блокчейна</a> путем предоставления эффективного пути к источнику ее хранения.",
  "ide-term": "Интегрированные среды разработки (IDE)",
  "ide-definition": "Пользовательский интерфейс, который обычно сочетает в себе редактор кода, компилятор, среду выполнения и отладчик. <a href=\"/developers/docs/ides/\">Подробнее об интегрированных средах разработки</a>.",
  "immutable-deployed-code-problem-term": "Проблема неизменяемого развернутого кода",
  "immutable-deployed-code-problem-definition": "После развертывания кода <a href=\"/glossary/#smart-contract\">контракта</a> (или библиотеки) он становится неизменяемым. Стандартные методы разработки программного обеспечения основаны на возможности исправлять возможные ошибки и добавлять новые функции, поэтому это представляет собой проблему для разработки смарт-контрактов. <a href=\"/developers/docs/smart-contracts/deploying/\">Подробнее о применении смарт-контрактов</a>.",
  "internal-transaction-term": "Внутренняя транзакция",
  "internal-transaction-definition": "<a href=\"/glossary/#transaction\">Транзакция</a>, отправленная с <a href=\"/glossary/#contract-account\">контрактного аккаунта</a> на другой контрактный аккаунт или <a href =\"/glossary/#eoa\">EOA</a> (см. <a href=\"/glossary/#message\">сообщение</a>).",
  "issuance-term": "Эмиссия",
  "issuance-definition": "Чеканка нового эфира для вознаграждения за предложение блоков, аттестацию и информирование о нарушениях.",
  "kdf-term": "Функция деривации ключа (KDF)",
  "kdf-definition": "Также известный как «алгоритм растяжения паролей», он используется в форматах <a href=\"/glossary/#keystore\">хранилище ключей</a> для защиты от атак методом перебора, словаря и радужных таблиц при шифровании парольной фразы, путем многократного хеширования парольной фразы.",
  "keystore-term": "Хранилище ключей",
  "keystore-definition": "Пара приватный ключ/адрес каждого аккаунта существует в виде одного ключевого файла в клиенте Ethereum. Это текстовые файлы JSON, содержащие зашифрованный закрытый ключ учетной записи, который можно расшифровать только с помощью пароля, введенного при создании учетной записи.",
  "keccak-256-term": "Keccak-256",
  "keccak-256-definition": "Криптографическая <a href=\"/glossary/#hash\">хеш</a> функция, используемая в Ethereum. Keccak-256 был стандартизирован как <a href=\"/glossary/#sha\">SHA</a>-3.",
  "key-term": "Ключ",
  "key-definition": "В контексте Ethereum ключи — это цифровые коды: публичный ключ для получения транзакций и приватный ключ для доступа к средствам и их отправки.<br />Публичные ключи: ими можно делиться открыто.<br />Приватные ключи: владелец хранит их в секрете.",
  "layer-1-term": "Уровень 1",
  "layer-1-definition": "Уровень 1 относится к основному блокчейну в многоуровневой сети блокчейнов. Например, Ethereum и Bitcoin — это блокчейны первого уровня. Многие блокчейны второго уровня переносят ресурсоёмкие транзакции в отдельный блокчейн, продолжая при этом использовать блокчейн первого уровня Ethereum или Bitcoin в целях безопасности.",
  "layer-2-term": "Слой 2",
  "layer-2-definition": "Вторые уровни — это сети, построенные поверх сети Ethereum, чтобы увеличить скорость транзакций и уменьшить их стоимость. <a href=\"/layer-2/\">Больше о вторых уровнях</a>.",
  "library-term": "Библиотека",
  "library-definition": "Особый тип <a href=\"/glossary/#smart-contract\">контракта</a>, который не имеет оплачиваемых функций, резервных функций и хранилища данных. Следовательно, он не может получать или хранить эфир или хранить данные. Библиотека служит ранее развернутым кодом, который другие контракты могут вызывать для вычислений только для чтения. <a href=\"/developers/docs/smart-contracts/libraries/\">Подробнее о библиотеках смарт-контрактов</a>.",
  "light-client-term": "Лёгкий клиент",
  "light-client-definition": "Клиент Ethereum, который не хранит локальную копию <a href=\"/glossary/#blockchain\">блокчейна</a> и не проверяет блоки и <a href=\"/glossary/#transaction\">транзакции</a. >. Он исполняет функции <a href=\"/glossary/#wallet\">кошелька</a> и может создавать и транслировать транзакции.",
  "liquidity-term": "Ликвидность",
  "liquidity-definition": "Ликвидность — это то, насколько быстро и легко актив может быть конвертирован в денежные средства или другой актив. Децентрализованные биржи, такие как Uniswap, имеют несколько пулов ликвидности, где держатели активов могут депонировать свои активы, где трейдеры могут покупать и продавать их децентрализованно в обмен на вознаграждение.",
  "liquidity-tokens-term": "Ликвидные токены",
  "liquidity-tokens-definition": "Токены ликвидности (LST) — это цифровые токены, выпускаемые для участников, которые вносят активы в пул ликвидности, представляющий собой совокупность средств, заблокированных в смарт-контракте и используемых для облегчения торговли на децентрализованной бирже (DEX).<br />Эти токены представляют долю участника в пуле и могут быть позже обменены на первоначальный депозит плюс часть торговых комиссий, сгенерированных активностью пула. По сути, токены ликвидности служат доказательством владения или доли в пуле ликвидности, позволяя держателям получать вознаграждение, обеспечивая при этом необходимую ликвидность для эффективной торговли другими парами криптовалют.",
  "liquid-staking-tokens-term": "Токены ликвидного стейкинга",
  "liquid-staking-tokens-definition": "Производный токен, представляющий право собственности на заблокированную криптовалюту пользователя, которая находится в стейкинге. При стейкинге актива некоторые платформы позволяют выпускать ликвидные токены стейкинга (LST), представляющие эквивалентную долю заблокированных токенов. Ими можно торговать, продавать или использовать их в других DeFi-протоколах, что повышает эффективность капитала для дольщиков, предоставляя им доступ к ликвидности из их средств, даже если исходные активы остаются в стейкинге.",
  "lmd-ghost-term": "LMD-GHOST",
  "lmd-ghost-definition": "<a href=\"/glossary/#fork-choice-algorithm\">Алгоритм выбора ответвления</a>, используемый консенсусными клиентами Ethereum для идентификации главы цепочки. LMD-GHOST — это аббревиатура, обозначающая с «Latest Message Driven Greediest Heaviest Observed SubTree». Это означает, что главой цепочки является блок с наибольшим накоплением <a href=\"/glossary/#attestation\">аттестаций</a> в своей истории.",
  "mainnet-term": "Основная сеть",
  "mainnet-definition": "Сокращенно от «основная сеть». Это основной общедоступный <a href=\"/glossary/#blockchain\">блокчейн</a> Ethereum.",
  "max-fee-per-gas-term": "Максимальная плата за газ",
  "max-fee-per-gas-definition": "Максимальная платв — это абсолютная максимальная сумма, которую пользователь готов заплатить за единицу газа (<a href=\"/glossary/#gwei\">gwei</a>), чтобы транзакция была включена в блок.",
  "merkle-patricia-tree-term": "Древо Меркле Патриси (MPT)",
  "merkle-patricia-tree-definition": "Структура данных, используемая в Ethereum для эффективного хранения пар ключ-значение.",
  "merkle-root-term": "Корень Меркле",
  "merkle-root-definition": "Корень Меркла — это единственный верхний хеш дерева Меркла. Он проверяет все транзакции внутри блока.",
  "message-term": "Сообщение",
  "message-definition": "<a href=\"/glossary/#internal-transaction\">Внутренняя транзакция</a>, которая никогда не дублируется и отправляется только внутри <a href=\"/glossary/#evm\">EVM</evm>.",
  "message-call-term": "Вызов сообщения",
  "message-call-definition": "Процесс передачи <a href=\"/glossary/#message\">сообщения</a> из одного аккаунта в другой. Если целевой аккаунт связан с кодом <a href=\"/glossary/#evm\">EVM</a>, то виртуальная машина будет запущена с состоянием этого объекта и соответствующим сообщением.",
  "mev-term": "Максимальная извлекаемая ценность (MEV)",
  "mev-definition": "Максимальная ценность, которую можно извлечь из производства блоков сверх стандартной награды за блок и комиссий за газ путем включения, исключения и изменения порядка транзакций в блоке. <a href=\"/developers/docs/mev/\">Подробнее о максимальной извлекаемой ценности (MEV)</a>.",
  "mining-term": "Секс с гомосексуалистами",
  "mining-definition": "Процесс многократного хэширования заголовка блока с одновременным увеличением <a href=\"/glossary/#nonce\">nonce</a> до тех пор, пока результат не будет содержать произвольное количество ведущих двоичных нулей. Это процесс, с помощью которого новые <a href=\"/glossary/#block\">блоки</a> добавляются в блокчейн с доказательством выполнения работы (proof-of-work). Так обеспечивалась безопасность Ethereum до перехода на доказательство доли владения (proof-of-stake).",
  "miner-term": "Майнер",
  "miner-definition": "Сеть <a href=\"/glossary/#node\">узел</a>, которая находит действительные <a href=\"/glossary/#pow\">доказательства работы</a> для новых блоков путем повторного прохода. хеширование (см. <a href=\"/glossary/#ethash\">Ethash</a>). Майнеры больше не являются частью Ethereum — их заменили валидаторы, когда Ethereum перешел на доказательство владения.",
  "mint-term": "Чеканка",
  "mint-definition": "Чеканка — это процесс создания новых токенов и введения их в обращение для дальнейшего использования. Это децентрализованный механизм создания нового токена без участия центрального органа.",
  "multisig-term": "Мультиподписной",
  "multisig-definition": "Мультисиг (мультиподпись) — это цифровой кошелек или аккаунт, который требует несколько подписей или одобрений для выполнения транзакций, что повышает безопасность.<br />Это обеспечивает дополнительную безопасность по сравнению с традиционными аккаунтами с одной подписью, где требуется одобрение только одного человека.",
  "network-term": "Сеть",
  "network-definition": "Ссылаясь на сеть Ethereum, одноранговую сеть, которая распространяет транзакции и блоки на каждый узел Ethereum (участник сети). <a href=\"/developers/docs/networks/\">Подробнее о сетях</a>.",
  "network-hashrate-term": "Хэшрейт сети",
  "network-hashrate-definition": "Коллективный хешрейт, производимый всей майнинговой сетью. Майнинг на Ethereum был отключен, когда Ethereum перешел на доказательство владения.",
  "nft-term": "Невзаимозаменяемый токен (NFT)",
  "nft-definition": "Уникальный цифровой предмет, которым вы можете владеть, например, предмет искусства или коллекционирования, верифицированный технологией блокчейн. <a href=\"/nft/\">Подробнее о невзаимозаменяемых токенах (NFT)</a>.",
  "node-term": "Узел",
  "node-definition": "Клиент программного обеспечения, который участвует в сети. <a href=\"/developers/docs/nodes-and-clients/\">Подробнее об узлах и клиентах</a>.",
  "nonce-term": "Нонс",
  "nonce-definition": "В криптографии - значение, которое можно использовать только один раз. Nonce аккаунта — это счетчик транзакций в каждой учетной записи, который используется для предотвращения атак повторного воспроизведения.",
  "offchain-term": "Офф-чейн",
  "offchain-definition": "Офчейн означает любую транзакцию или данные, которые существуют вне блокчейна. Поскольку фиксация каждой транзакции ончейн может быть дорогостоящей и неэффективной, сторонние инструменты, такие как оракулы, обрабатывающие ценовые данные, или решения уровня 2, которые выполняют транзакции с более высокой пропускной способностью, выполняют основную часть работы по обработке офчейн и отправляют информацию ончейн с менее частыми интервалами.",
  "ommer-term": "Блок Оммер (дядя)",
  "ommer-definition": "Когда <a href=\"/glossary/#miner\">майнер</a>, участвующий в алгоритме доказательства работы, находит действительный <a href=\"/glossary/#block\">блок</a>, другой майнер может опубликовать конкурирующий блок, который первым добавляется на вершину блокчейна. Этот действительный, но устаревший блок можно включить в новые блоки как <em>оммеры</em> и получить вознаграждение за частичный блок. Термин «оммер» является предпочтительным нейтральным с гендерной точки зрения термином для обозначения брата или сестры родительского блока, но его также иногда называют «дядей». Это было актуально для Ethereum, когда сетью использовался алгоритм <a href=\"/glossary/#pow\">доказательства работы</a>, но оммеры не являются функцией <a href=\"/glossary/#pos\" >доказательство владения</a> Ethereum, потому что в каждом слоте выбирается ровно один предлагающий блок.",
  "onchain-term": "Ончейн",
  "onchain-definition": "Относится к действиям или транзакциям, которые происходят в блокчейне и являются общедоступными.<br /><br />Думайте об этом, как о записи чего-то в большой общий блокнот, который каждый может видеть и проверять, убеждаясь, что все написанное (например, отправка цифровых денег или заключение контракта) является постоянным и не может быть изменена или удалена.",
  "optimistic-rollup-term": "Оптимистичный ролл-ап",
  "optimistic-rollup-definition": "Optimistic Rollup (оптимистический ролл-ап) — это решение уровня 2, которое ускоряет транзакции в Ethereum, предполагая, что они действительны по умолчанию, если не оспорены. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Подробнее об оптимистических ролл-апах</a>.",
  "oracle-term": "Оракул",
  "oracle-definition": "Оракул — это мост между <a href=\"/glossary/#blockchain\">блокчейном</a> и реальным миром. Они действуют как ончейн-<a href=\"/glossary/#api\">API</a>, которые можно запрашивать для получения информации и использовать в <a href=\"/glossary/#smart-contract\">смарт-контрактах</a>. <a href=\"/developers/docs/oracles/\">Подробнее об оракулах</a>.",
  "peer-term": "Одноранговый",
  "peer-definition": "Подключенные компьютеры, на которых установлено клиентское программное обеспечение Ethereum и имеют идентичные копии <a href=\"/glossary/#blockchain\">блокчейна</a>.",
  "peer-to-peer-network-term": "Одноранговые сети",
  "peer-to-peer-network-definition": "Сеть компьютеров (<a href=\"/glossary/#peer\">пиров</a>), которые в совокупности способны выполнять функции без необходимости в централизованных, серверных службах.<br />Эта конфигурация часто используется для обмена файлами (т. е. BitTorrent), информацией или цифровыми валютами, что позволяет осуществлять более прямые и потенциально более эффективные обмены между пользователями.",
  "permissionless-term": "Разрешение не требуется",
  "permissionless-definition": "Отсутствие разрешений (permissionless) означает, что любой может присоединиться и использовать такую систему, как Ethereum. Она открыта для участия всех и не требует никакого одобрения.",
  "plasma-term": "Плазма",
  "plasma-definition": "Офчейн-решение для масштабирования, использующее <a href=\"/glossary/#fraud-proof\">доказательства мошенничества</a>, например <a href=\"/glossary/#optimistic-rollup\">оптимистические ролл-апы</a>. Plasma ограничена простыми транзакциями, такими как базовые переводы токенов и обмены. <a href=\"/developers/docs/scaling/plasma\">Подробнее о Plasma</a>.",
  "private-key-term": "Приватный ключ",
  "private-key-definition": "Приватный ключ — это секретный код, который доказывает, что вы владеете своими цифровыми деньгами, и позволяет вам их тратить, подобно PIN-коду для вашего аккаунта. <strong>НЕ ДЕЛИТЕСЬ ИМ</strong>.",
  "public-goods-term": "Общественные блага",
  "public-goods-definition": "Общественные блага - это вещи, которыми каждый может пользоваться бесплатно, такие как парки или чистый воздух, и их использование не ограничивает других людей в использовании этих же вещей. Правительства часто предоставляют такие блага, потому что бизнес обычно не хочет этого делать, так как не может легко взимать с людей плату за их использование.",
  "private-chain-term": "Приватный чейн",
  "private-chain-definition": "Полностью приватный блокчейн — это блокчейн с разрешенным доступом, не доступный для публичного использования.",
  "poap-term": "POAP",
  "poap-definition": "Протокол подтверждения присутствия (Proof of Attendance Protocol) используется для создания цифрового коллекционного предмета (NFT), который доказывает, что вы посетили определенное мероприятие или активность.",
  "pos-term": "Доказательство владения (PoS)",
  "pos-definition": "Метод, с помощью которого протокол блокчейна криптовалюты направлен на достижение распределенного <a href=\"/glossary/#consensus\">консенсуса</a>. PoS требует от пользователей доказать владение определенным количеством криптовалюты (их «долей» в сети), чтобы иметь возможность участвовать в проверке транзакций. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Подробнее о доказательстве владения</a>.",
  "pow-term": "Доказательство работы (PoW)",
  "pow-definition": "Механизм безопасности для блокчейнов, который требует от узлов затрат энергии в виде вычислений для нахождения определенного значения.",
  "proto-danksharding-term": "Прото данкшардинг",
  "proto-danksharding-definition": "Новый тип транзакции, который принимает «блобы» данных для Ethereum. Эти «блобовые» данные временно хранятся в цепочке маяков в течение 4096 эпох (~ 18,2 дня) и могут быть дополнительно сокращены после этого, чтобы помочь снизить требования к оборудованию для операторов узлов.",
  "public-key-term": "Публичный ключ",
  "public-key-definition": "Публичный ключ — это набор символов, который позволяет другим безопасно отправлять вам цифровую валюту, подобно адресу электронной почты для денег.",
  "quadratic-voting-term": "Квадратичное финансирование",
  "quadratic-voting-definition": "Метод голосования, при котором избиратели выражают свою позицию по вопросам. Он позволяет избирателям продемонстрировать не только предпочтения, но еще и их интенсивность.",
  "receipt-term": "Квитанция",
  "receipt-definition": "Данные, которые клиент Ethereum возвращает для представления результата конкретной <a href=\"/glossary/#transaction\">транзакции</a>, включая <a href=\"/glossary/#hash\">хеш</a> транзакции, ее <a href=\"/glossary/#block\">номер блока</a>, количество использованного <a href=\"/glossary/#gas\">газа</a> и, в случае развертывания <a href=\"/glossary/#smart-contract\">смарт-контракта</a>, <a href=\"/glossary/#address\">адрес</a> контракта.",
  "recovery-phrase-term": "Кодовая фраза/фраза восстановления",
  "recovery-phrase-definition": "Список слов, который вы получаете при создании цифрового кошелька. Он действует как пароль, который может помочь вам восстановить доступ к вашему кошельку, если вы его потеряете, гарантируя, что вы не потеряете свои цифровые деньги или токены.",
  "re-entrancy-attack-term": "Атака повторного входа",
  "re-entrancy-attack-definition": "Атака, состоящая из контракта злоумышленника, вызывающего функцию контракта жертвы таким образом, что во время выполнения жертва снова рекурсивно вызывает контракт злоумышленника. Это может привести, например, к краже средств из-за пропуска частей контракта жертвы, которые обновляют балансы или подсчитывают суммы вывода. <a href=\"/developers/docs/smart-contracts/security/#reentrancy\">Подробнее о повторном входе</a>.",
  "reward-term": "Награда",
  "reward-definition": "Количество эфира, <a href=\"/developers/docs/consensus-mechanisms/pos/rewards-and-penalties\">присуждаемое валидаторам</a>, которые выполняют определенные функции, включая предложение блока или участие в комитете синхронизации, в каждом слоте.",
  "rlp-term": "Рекурсивная длинна префикса (RLP)",
  "rlp-definition": "Стандарт <a href=\"/developers/docs/data-structures-and-encoding\">кодирования</a>, разработанный разработчиками Ethereum для кодирования и сериализации объектов (структур данных) произвольной сложности и длины.",
  "rollups-term": "Свертки",
  "rollups-definition": "Тип решения масштабирования <a href=\"/glossary/#layer-2\">уровня 2</a>, которое группирует несколько транзакций и отправляет их в <a href=\"/glossary/#mainnet\">основную цепочку Ethereum</a> в одной транзакции. Это позволяет снизить <a href=\"/glossary/#gas\">затраты на газ</a> и увеличить <a href=\"/glossary/#transaction\">пропускную способность транзакций</a>. Существуют накопительные пакеты Optimistic и Zero-knowledge, в которых используются разные методы безопасности, чтобы обеспечить преимущества масштабируемости. <a href=\"/developers/docs/scaling/#rollups\">Подробнее о ролл-апах</a>.",
  "rpc-term": "Удаленный вызов процедур (RPC)",
  "rpc-definition": "RPC позволяет одному компьютеру запрашивать данные или действия у другого через сеть, подобно запросу информации с помощью пульта дистанционного управления.",
  "sha-term": "Алгоритм безопасного хеширования (SHA)",
  "sha-definition": "Семейство криптографических хеш-функций, опубликованное Национальным институтом стандартов и технологий (NIST).",
  "serialization-term": "Сериализация",
  "serialization-definition": "Процесс преобразования структуры данных в последовательность байтов.",
  "sequencer-term": "Секвенсор",
  "sequencer-definition": "Секвенсор — это программа, отвечающая за упорядочивание транзакций в сети блокчейн, особенно в решениях для масштабирования уровня 2.",
  "shard-term": "Шард / цепочка шардов",
  "shard-definition": "Шард-чейны — это дискретные участки всего блокчейна, за которые могут отвечать подмножества валидаторов. Изначально предполагалось, что это будет способ масштабирования Ethereum до миллионов транзакций в секунду, но теперь его вытеснило быстрое развитие масштабирования с использованием <a href=\"/glossary/#rollups\">ролл-апов</a>.",
  "sidechain-term": "Решение для масштабирования, которое использует отдельную цепочку с различными, часто более быстрыми, [консенсусными правилами]{#консенсусными правилами}. Для подключения этих боковых цепей к mainnet необходим мост. Роллупы также используют боковые цепи, но вместо этого они работают в сотрудничестве с mainnet.\nФайл: Глоссарий",
  "sidechain-definition": "Решение для масштабирования, использующее отдельную цепочку с разными, часто более быстрыми, <a href=\"/glossary/#consensus-rules\">правилами консенсуса</a>. Для подключения этих сайдчейнов к <a href=\"/glossary/#mainnet\">Mainnet</a> необходим мост. <a href=\"/glossary/#rollups\">Ролл-апы</a> также используют сайдчейны, но вместо этого они работают в сотрудничестве с <a href=\"/glossary/#mainnet\">Mainnet</a>. <a href=\"/developers/docs/scaling/sidechains/\">Подробнее о сайдчейнах</a>.",
  "signing-term": "Подписание",
  "signing-definition": "Криптографическая демонстрация того, что транзакция была одобрена владельцем определенного приватного ключа.",
  "singleton-term": "Синглетон",
  "singleton-definition": "Термин компьютерного программирования, описывающий объект, у которого может существовать только один экземпляр.",
  "slasher-term": "Слэшер",
  "slasher-definition": "Слэшер — это объект, который сканирует свидетельства в поисках преступлений, относящихся к нему. Слешинги передаются в сеть, и следующий предлагающий блок добавляет доказательство в блок. Затем предлагающий блок получает вознаграждение за уничтожение вредоносного валидатора.",
  "slot-term": "Ячейка",
  "slot-definition": "Период времени (12 секунд), в течение которого новые блоки могут быть предложены <a href=\"/glossary/#validator\">валидатором</a> в <a href=\"/glossary/#pos\">доказательстве владения</a>. Слот может быть пустым. 32 слота составляют <a href=\"/glossary/#epoch\">эпоху</a>. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Подробнее о доказательстве владения</a>.",
  "smart-contract-term": "Смарт-контракт",
  "smart-contract-definition": "Умный контракт — это программа, которая автоматически выполняет соглашения в блокчейне, как самоисполняющийся цифровой контракт. <a href=\"/smart-contracts/\">Введение в умные контракты</a>.",
  "snark-term": "SNARK",
  "snark-definition": "Сокращенно от «краткого неинтерактивного аргумента знания» (\"succinct non-interactive argument of knowledge\"), SNARK – это разновидность <a href=\"/glossary/#zk-proof\">доказательства с нулевым разглашением</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Подробнее о ролл-апах с нулевым разглашением</a>.",
  "soft-fork-term": "Софтфорк",
  "soft-fork-definition": "Расхождение в <a href=\"/glossary/#blockchain\">блокчейне</a>, возникающее при изменении <a href=\"/glossary/#consensus-rules\">правил консенсуса</a>. В отличие от <a href=\"/glossary/#hard-fork\">хард-форка</a>, софт-форк обратно совместим; обновленные узлы могут проверять блоки, созданные необновленными узлами, если они следуют новым правилам консенсуса.",
  "solidity-term": "Solidity",
  "solidity-definition": "Процедурный (императивный) язык программирования с синтаксисом, похожим на JavaScript, C++ или Java. Самый популярный и наиболее часто используемый язык для <a href=\"/glossary/#smart-contract\">смарт-контрактов Ethereum</a>. Создан доктором Гэвином Вудом. <a href=\"/developers/docs/smart-contracts/languages/#solidity\">Подробнее о Solidity</a>.",
  "solidity-inline-assembly-term": "поддержка ассемблера в Solidity",
  "solidity-inline-assembly-definition": "Язык ассемблера <a href=\"/glossary/#evm\">EVM</a> в программе <a href=\"/glossary/#solidity\">Solidity</a>. Поддержка встроенной сборки в Solidity упрощает написание определенных операций.",
  "stablecoin-term": "Стейблкоин",
  "stablecoin-definition": "Стейблкоин — это тип криптовалюты, разработанный для обеспечения стабильной стоимости, часто привязанной к валюте или товару (например, доллару США), для минимизации волатильности цены. <a href=\"/stablecoins/\">Подробнее о стейблкоинах</a>.",
  "staking-term": "Стейкинг",
  "staking-definition": "Внесите определенное количество <a href=\"/glossary/#ether\">ether</a> (ваша ставка), чтобы стать валидатором и защитить <a href=\"/glossary/#network\">сеть</a>. Валидатор проверяет <a href=\"/glossary/#transaction\">транзакции</a> и предлагает <a href=\"/glossary/#block\">блокировать</a> под <a href=\"/glossary/# pos\">доказательство владения</a> модель консенсуса. Стейкинг дает вам экономический стимул действовать в интересах сети. Вы будете получать вознаграждение за выполнение своих обязанностей <a href=\"/glossary/#validator\">валидатора</a>, но в противном случае потеряете различное количество ETH. <a href=\"/stake/\">Подробнее о стейкинге Ethereum</a>.",
  "staking-pool-term": "Пул для стейкинга",
  "staking-pool-definition": "Объединенный ETH более чем одного стейкера Ethereum, используемый для достижения 32 ETH, необходимых для активации набора ключей валидатора. Оператор узла использует эти ключи для участия в консенсусе, а <a href=\"/glossary/#block-reward\">награды за блоки</a> распределяются между участвующими участниками. Пулы ставок или делегирование ставок не являются неотъемлемой частью протокола Ethereum, но многие решения были созданы сообществом. <a href=\"/stake/pools/\">Подробнее о ставках в пуле</a>.",
  "stark-term": "STARK",
  "stark-definition": "Сокращенно от «масштабируемого прозрачного аргумента знания», STARK («scalable transparent argument of knowledge») — это разновидность <a href=\"/glossary/#zk-proof\">доказательства с нулевым разглашением</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Подробнее о ролл-апах с нулевым разглашением</a>.)— это разновидность <a href=\"/glossary/#zk-proof\">доказательства с нулевым разглашением</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Подробнее о ролл-апах с нулевым разглашением</a>.",
  "state-term": "Состояние",
  "state-definition": "Снимок всех балансов и данных в определенный момент времени в блокчейне, обычно относящийся к состоянию определенного блока.",
  "state-channels-term": "Каналы состояния",
  "state-channels-definition": "Решение <a href=\"/glossary/#layer-2\">уровня 2</a>, в котором между участниками устанавливается канал, по которому они могут совершать транзакции свободно и дешево. В <a href=\"/glossary/#transaction\">транзакцию</a> для настройки и закрытия канала отправляется в <a href=\"/glossary/#mainnet\">основную сеть</a>. Это обеспечивает очень высокую пропускную способность транзакций, но зависит от предварительного знания количества участников и блокировки средств. <a href=\"/developers/docs/scaling/state-channels/#state-channels\">Подробнее о каналах состояния</a>.",
  "supermajority-term": "Квалифицированное большинство",
  "supermajority-definition": "Квалифицированное большинство — это термин, даваемый для суммы, превышающей 2/3 (66%) от общей суммы ставок, обеспечивающих Ethereum. Для <a href=\"/glossary/#finality\">финализации</a> блоков в Beacon Chain требуется квалифицированное большинство голосов.",
  "sybil-attack-term": "Атака Сибиллы",
  "sybil-attack-definition": "Атаки Сивиллы — это когда отдельные люди обманывают систему, заставляя ее думать, что они являются несколькими людьми, чтобы увеличить свое влияние.",
  "syncing-term": "Синхронизация",
  "syncing-definition": "Процесс загрузки всей последней версии блокчейна на узел.",
  "sync-committee-term": "Комитет синхронизации",
  "sync-committee-definition": "Комитет синхронизации – это случайно выбранная группа <a href=\"/glossary/#validator\">валидаторов</a>, которая обновляется примерно каждые 27 часов. Их цель — добавить свои подписи к действительным заголовкам блоков. Комитеты синхронизации позволяют <a href=\"/glossary/#light-client\">легким клиентам</a> отслеживать главу блокчейна без необходимости доступа ко всему набору валидаторов.",
  "szabo-term": "Сабо",
  "szabo-definition": "Обозначение <a href=\"/glossary/#ether\">эфира</a>. 1 сабо = 10<sup>12</sup> <a href=\"/glossary/#wei\">вэй</a>. 10<sup>6</sup>сабо = 1 эфир.",
  "terminal-total-difficulty-term": "Общая сложность терминала (TTD)",
  "terminal-total-difficulty-definition": "Общая сложность — это сумма сложности майнинга Ethash для всех блоков до определенной точки в блокчейне. Предельная общая сложность — это конкретное значение общей сложности, которое использовалось в качестве триггера для клиентов исполнения для отключения их функций майнинга и распространения блоков (gossip), позволяя сети перейти на доказательство доли владения (proof-of-stake). Это больше не актуально, потому что Ethereum перешел на <a href=\"/glossary/#pos\">доказательство доли владения</a>.",
  "testnet-term": "Тестовая сеть",
  "testnet-definition": "Сокращение от «тестовая сеть», сеть, используемая для моделирования поведения основной сети Ethereum.",
  "token-term": "Токен",
  "token-definition": "Торгуемый виртуальный товар, определенный в смарт-контрактах на блокчейне Ethereum.",
  "token-factory-term": "Фабрика токенов",
  "token-factory-definition": "Фабрика токенов — это смарт-контракт, который облегчает создание токенов в рамках определенного стандарта, такого как <a href=\"#erc-20\">ERC-20</a>, <a href=\"#erc-721\">ERC-721</a> или <a href=\"#erc-1155\">ERC-1155</a>. Смарт-контракт действует как шаблон, позволяя пользователям развертывать новые токены с настраиваемыми параметрами, такими как имя, символ, предложение и дополнительная функциональность, без создания нового смарт-контракта с нуля.",
  "transaction-term": "Транзакция",
  "transaction-definition": "Данные, передаваемые в блокчейн Ethereum, подписанные исходным <a href=\"/glossary/#account\">аккаунтом</a> и ориентированные на определенный <a href=\"/glossary/#address\">адрес</a>. Транзакция содержит метаданные, такие как <a href=\"/glossary/#gas-limit\">лимит газа</a> для этой транзакции. <a href=\"/developers/docs/transactions/\">Подробнее о транзакциях</a>.",
  "transaction-fee-term": "Комиссия за транзакцию",
  "transaction-fee-definition": "Комиссия, которую вам нужно платить каждый раз, когда вы используете сеть Ethereum. Примеры включают отправку средств из вашего <a href=\"/glossary/#wallet\">кошелька</a> или взаимодействия с <a href=\"/glossary/#dapp\">dapp</a>, например обмен токенов или покупка коллекционный. Вы можете думать об этом как о плате за обслуживание. Эта комиссия будет меняться в зависимости от загруженности сети. Это связано с тем, что <a href=\"/glossary/#validator\">валидаторы</a>, люди, ответственные за обработку вашей транзакции, скорее всего, будут отдавать приоритет транзакциям с более высокими комиссиями, поэтому перегрузка приводит к повышению цены.<br/><br/>На техническом уровне комиссия за транзакцию связана с тем, сколько <a href=\"/glossary/#gas\">газа</a> требуется для вашей транзакции.<br/><br/>Снижение комиссии за транзакцию является предметом обсуждения. вызывает большой интерес прямо сейчас. См. <a href=\"/glossary/#layer-2\">Уровень 2</a>.",
  "trust-assumptions-term": "Предположения о доверии",
  "trust-assumptions-definition": "Допущения о доверии — это базовые убеждения о безопасности и надежности системы, определяющие, чему мы доверяем для функционирования системы.",
  "trustlessness-term": "Отсутствие необходимости в доверии",
  "trustlessness-definition": "Способность сети выступать посредником в транзакциях, где какие-либо из участвующих сторон не обязаны доверять третьей стороне.",
  "turing-complete-term": "Концепция, названная в честь английского математика и ученого-информатика Алана Тьюринга, - система правил обработки данных (например, набор команд компьютера, язык программирования или клеточный автомат) называется «полной по Тьюрингу» или «универсальной в вычислительном отношении», если его можно использовать для моделирования любой машины Тьюринга. \nФайл: Глоссарий",
  "turing-complete-definition": "Концепция, названная в честь английского математика и ученого-компьютерщика Алана Тьюринга, — система правил манипулирования данными (например, набор команд компьютера, язык программирования или клеточный автомат) — называется «полнота по Тьюрингу» или «вычислительно универсальная», если его можно использовать для моделирования любой машины Тьюринга.",
  "validator-term": "Валидатор",
  "validator-definition": "<a href=\"/glossary/#node\">Узел</a> в системе <a href=\"/glossary/#pos\">доказательства владения</a>, отвечающий за хранение данных, обработку транзакций, и добавление новых блоков в блокчейн. Чтобы активировать программное обеспечение-валидатор, вам необходимо иметь возможность <a href=\"/glossary/#stakeing\">стейкинг</a> 32 ETH. <a href=\"/stake/\">Подробнее о стейкинге в Ethereum</a>.",
  "validator-lifecycle-term": "Жизненный цикл валидатора",
  "validator-lifecycle-definition": "Последовательность состояний, в которых может существовать валидатор. К ним относятся: <br/><br/><ul><li>депонировано: не менее 32 ETH было депонировано на <a href=\"/glossary/#deposit- контракт\">депозитный договор</a> валидатором</li><li>в ожидании: валидатор находится в очереди активации и ожидает голосования в сети существующими валидаторами</li><li>активен: в настоящее время подтверждает и предложение блоков</li><li>слэшинг: валидатор повел себя неправильно и его срезают.</li><li>выход: валидатор помечен для выхода из сети либо добровольно, либо потому, что он был удален.</li> ></ul>",
  "validity-proof-term": "Доказательство валидности",
  "validity-proof-definition": "Модель безопасности для определенных решений <a href=\"/glossary/#layer-2\">уровня 2</a>, где для увеличения скорости транзакции объединяются в пакеты и отправляются в Ethereum в одной транзакции. Вычисление транзакций выполняется офчейн, а затем предоставляется в основную цепь с доказательством их действительности. Этот метод увеличивает количество возможных транзакций при сохранении безопасности. Некоторые <a href=\"/glossary/#rollups\">ролл-апы</a> используют <a href=\"/glossary/#fraud-proof\">доказательство мошенничества</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Подробнее о ролл-апах с нулевым разглашением</a>.",
  "validium-term": "Валидиум",
  "validium-definition": "Офчейн-решение, использующее <a href=\"/glossary/#validity-proof\">доказательства действительности</a> для повышения пропускной способности транзакций. В отличие от <a href=\"/glossary/#zk-rollup\">ролл-апов с нулевым разглашением</a>, данные validium не хранятся в основной сети уровня 1 (Mainnet). <a href=\"/developers/docs/scaling/validium/\">Подробнее о validium</a>.",
  "vyper-term": "Vyper",
  "vyper-definition": "Язык программирования высокого уровня с синтаксисом, подобным Python. Предназначен для приближения к чистому функциональному языку. Создатель Виталик Бутерин. <a href=\"/developers/docs/smart-contracts/languages/#vyper\">Подробнее о Vyper</a>.",
  "wallet-term": "кошелек",
  "wallet-definition": "Кошелек — это цифровой инструмент для хранения, отправки и получения цифровой валюты, подобный виртуальному кошельку для ваших онлайн-денег. <a href=\"/wallets/\">Подробнее о кошельках Ethereum</a>.",
  "web2-term": "Web2",
  "web2-definition": "Это текущий интернет, ориентированный на пользовательский контент и социальные сети, которые контролируются несколькими компаниями. Web3 — это крипто-убеждение, что пользователи должны вместо этого контролировать свои данные и транзакции.",
  "web3-term": "Web3",
  "web3-definition": "Web3 — это новый интернет с помощью блокчейна, где своими данными и транзакциями управляют пользователи, а не компании. Нет необходимости делиться личной информацией. <a href=\"/web3/\">Подробнее о web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "Наименьший номинал эфира. 10<sup>18</sup> вэй = 1 эфир.",
  "wrapped-token-term": "Обернутый токен",
  "wrapped-token-definition": "Токен на основе блокчейна, который представляет другую криптовалюту или актив в другой сети. Например, <a href=\"/wrapped-eth/#intro-to-weth\">Обернутый эфир (WETH)</a> представляет эфир (ETH) в формате, соответствующем стандарту токенов Ethereum <a href=\"/glossary/#erc-20\">ERC-20</a>. Исходный актив надежно блокируется <a href=\"/glossary/#smart-contract\">смарт-контрактом</a>, и выпускается (минтится) эквивалентный обернутый токен. Этот механизм обеспечивает совместимость внутри блокчейнов и между ними, позволяя активам, таким как ETH, беспрепятственно использоваться в децентрализованных приложениях, сохраняя при этом свою ценность.",
  "zero-address-term": "Нулевой адрес",
  "zero-address-definition": "Адрес Ethereum, полностью состоящий из нулей, который часто используется в качестве адреса для удаления токенов из собственного обращения. Различают токены, формально удаленные из индекса смарт-контракта с помощью метода burn(), и токены, отправленные на этот адрес.",
  "zk-proof-term": "Доказательство с нулевым разглашением",
  "zk-proof-definition": "Доказательство с нулевым разглашением - это криптографический метод, позволяющий доказать конкретному человеку, что утверждение правдиво не разглашая дополнительной информации.. <a href=\"/developers/docs/scaling/zk-rollups/\">Подробнее о ролл-апах с нулевым разглашением</a>.",
  "zk-rollup-term": "Свертка нулевых значений",
  "zk-rollup-definition": "Ролл-ап транзакций, в котором используются <a href=\"/glossary/#validity-proof\">доказательства действительности</a> для увеличения пропускной способности транзакций <a href=\"/glossary/#layer-2\">уровня 2</a> при использовании безопасности, обеспечиваемой основной сетью (уровень 1). Хотя они не могут обрабатывать сложные типы транзакций, как <a href=\"/glossary/#optimistic-rollup\">оптимистические ролл-апы</a>, у них нет проблем с задержкой, поскольку транзакции доказуемо действительны при отправке. <a href=\"/developers/docs/scaling/zk-rollups/\">Подробнее о ролл-апах с нулевым разглашением</a>."
}
