{
  "51%-attack-term": "Атака 51%",
  "51%-attack-definition": "Тип атаки, при которой группа получает контроль над большинством <a href=\"/glossary/#node\">узлов</a>. Позволяет обмануть блокчейн посредством отмены <a href=\"/glossary/#transaction\">транзакций</a> и удвоения расходов <a href=\"eth\">эфира</a> и других токенов.",
  "abi-term": "Двоичный интерфейс приложения (ABI)",
  "abi-definition": "JSON-файл, который определяет функции и переменные, включенные в смарт-контракт. ABI позволяет преобразовывать байт-код в удобочитаемые форматы.",
  "account-term": "Аккаунт",
  "account-definition": "Учетная запись Ethereum - это цифровой идентификатор в блокчейне Ethereum, позволяющий пользователям отправлять, получать Эфир или другие цифровые активы, а также взаимодействовать со смарт-контрактами.",
  "address-term": "Адрес",
  "address-definition": "Ethereum-адрес - это уникальный идентификатор, используемый для получения токенов, функционирующий аналогично номеру банковского счета для криптовалют. Он используется для идентификации вашего счета в Ethereum.",
  "anti-sybil-term": "Анти-Сивилл",
  "anti-sybil-definition": "Методы, позволяющие выявить людей, которые притворяются множеством пользователей в сети интернет, и тем самым гарантирующие, что каждый пользователь - это реальный, отдельный человек. Это помогает сделать взаимодействия в интернете честными и справедливыми.",
  "apr-term": "APR",
  "apr-definition": "APR, или годовая процентная ставка, отражает годовую стоимость заимствования денег, включая проценты и комиссии, в процентах.",
  "attestation-term": "Аттестация",
  "attestation-definition": "Заявление компании о том, что что-то является правдой. В контексте Ethereum валидаторы консенсуса должны заявить о том, каким, по их мнению, является состояние цепочки. В назначенное время каждый валидатор несет ответственность за публикацию различных аттестаций, которые формально декларируют точку зрения этого валидатора на цепочку, включая последнюю завершенную контрольную точку и текущего главу цепочки. <a href=\"/developers/docs/consensus-mechanisms/pos/attestations/\">Подробнее о аттестациях</a>.",
  "block-term": "Блок",
  "block-definition": "Блок — это место, где хранятся транзакции или цифровые действия. После заполнения блока он связывается с предыдущим, создавая цепочку блоков, или «блокчейн». <a href=\"/developers/docs/blocks/\">Подробнее о блоках</a>.",
  "blockchain-term": "Блокчейн",
  "blockchain-definition": "Блокчейн - это база данных транзакций, дублируемая и распространяемая на все компьютеры в сети, что гарантирует невозможность изменения данных задним числом.",
  "bridge-term": "Мост",
  "bridge-definition": "Блокчейн-мост используется для перевода активов из одной сети блокчейн в другую.",
  "consensus-term": "Консенсус",
  "consensus-definition": "Когда более 2/3 компьютеров в сети соглашаются, что у них одинаковый набор записей, обеспечивая, чтобы все находились на одной и той же странице. Речь идет не о правилах, которым они следуют, а о том, чтобы у всех была одинаковая информация.",
  "consensus-client-term": "Клиент консенсуса",
  "consensus-client-definition": "Клиенты консенсуса (такие как Prysm, Teku, Nimbus, Lighthouse, Lodestar) запускают алгоритм консенсуса Ethereum <a href=\"/glossary/#pos\">proof-of-stake</a>, позволяя сети достичь соглашения о заголовке Beacon Chain. Клиенты консенсуса не участвуют в проверке/трансляции транзакций или выполнении переходов состояний. Это делают <a href=\"/glossary/#execution-client\">клиенты исполнения</a>. Клиенты консенсуса не подтверждают и не предлагают новые блоки. Это делает клиент <a href=\"/glossary/#validator\">валидатора</a>, который является необязательным дополнением к клиенту консенсуса.",
  "consensus-layer-term": "Уровень консенсус",
  "consensus-layer-definition": "Уровень консенсуса Ethereum — это сеть <a href=\"/glossary/#consensus-client\">клиентов консенсуса</a>.",
  "cryptoeconomics-term": "Криптоэкономика",
  "cryptoeconomics-definition": "Изучение математических и экономических принципов для создания безопасных и надежных цифровых платформ. Цель состоит в том, чтобы все участники следовали правилам и получали вознаграждение за вклад в безопасность и функционирование сети.",
  "cryptography-term": "Криптография",
  "cryptography-definition": "Это практика для обеспечения конфиденциальности и безопасности общения, чтобы только те, для кого предназначена информация, могли ее прочитать.",
  "dao-term": "Децентрализованная автономная организация (DAO)",
  "dao-definition": "DAO — это цифровая организация, работающая по правилам, записанным в блокчейне, в которой решения принимаются голосованием участников, а не центральным органом. <a href=\"/dao/\">Подробнее о децентрализованных автономных организациях (DAO)</a>.",
  "dapp-term": "Децентрализованное приложение",
  "dapp-definition": "Dapp — это децентрализованное приложение, работающее в сети блокчейн и предлагающее услуги без центрального контролирующего органа. <a href=\"/apps/\">Узнайте больше про децентрализованные приложения</a>.",
  "data-availability-term": "Доступность данных",
  "data-availability-definition": "Любой узел может независимо проверять транзакции в блокчейне для того, чтобы поддерживать прозрачность и доверие в системе.",
  "defi-term": "DeFi",
  "defi-definition": "Обширная категория приложений Ethereum, предназначенных для предоставления финансовых услуг на основе блокчейна без каких-либо посредников. <a href=\"/defi/\">Подробнее о децентрализованных финансах (DeFi)</a>",
  "dex-term": "Децентрализованная биржа (DEX)",
  "dex-definition": "Тип приложения Ethereum, позволяющего обмениваться токенами с участниками сети. В отличие от централизованных бирж, децентрализованные биржи не имеют географических ограничений — пользоваться может любой желающий.",
  "difficulty-bomb-term": "Бомба сложности",
  "difficulty-bomb-definition": "Планируемое экспоненциальное увеличение сложности<a href=\"/glossary/#pow\">доказательства работы</a>, призванное мотивировать переход к <a href=\"/glossary/#pos\">доказательства владения</a>, что снижает вероятность <a href=\"/glossary/#hard-fork\">ветвления</a>. Бомба сложности устарела с появлением <a href=\"/roadmap/merge\">Слияния</a>.",
  "ecdsa-term": "Цифровые Алгоритмы Подписи Эллиптических Кривых (ECDSA)",
  "ecdsa-definition": "Криптографический алгоритм, используемый Ethereum для обеспечения того, чтобы средства могли быть потрачены только их владельцами. Это предпочтительный метод создания открытых и закрытых ключей. Актуально для создания <a href=\"/glossary/#address\">адреса</a> аккаунта и проверки <a href=\"/glossary/#transaction\">транзакции</a>.",
  "ens-term": "Служба имён Ethereum (ENS)",
  "ens-definition": "Ethereum Name Service - это \"телефонная книга\" для адресов Ethereum. Вместо того чтобы использовать длинные адреса кошельков, ENS позволяет вам использовать простые имена, такие как \"john.eth\", для отправки и получения цифровых денег и активов.",
  "epoch-term": "Эпоха",
  "epoch-definition": "Период из 32 <a href=\"/glossary/#slot\">слотов</a>, каждый из которых длится 12 секунд, всего 6,4 минуты. <a href=\"/glossary/#committee\">Комитеты</a> валидаторов перетасовываются каждую эпоху по соображениям безопасности. В каждой эпохе есть возможность <a href=\"/glossary/#finality\">завершить цепочку</a>. На каждого валидатора возлагаются новые обязанности в начале каждой эпохи. <a href=\"/developers/docs/consensus-mechanisms/pos/#how-does-validation-work\">Подробнее о доказательстве владения</a>",
  "eoa-term": "Внешний счет (EOA)",
  "eoa-definition": "Внешне управляемые аккаунты (EOA) — это самый распространенный тип аккаунтов Ethereum. Они контролируются человеком с помощью приватных ключей/фразы восстановления. <a href=\"/wallets/\">Подробнее о кошельках Ethereum</a>.",
  "erc-term": "Запрос Ethereum к комментариям (ERC)",
  "erc-definition": "ERC (<strong>Ethereum Request for Comments</strong>) — это тип технической документации, в которой сообщество Ethereum предлагает новые стандарты для сети.",
  "erc-1155-term": "ERC-1155",
  "erc-1155-definition": "Тип стандарта токенов Ethereum, похожий на NFT (например, уникальные коллекционные предметы), который также позволяет создавать взаимозаменяемые предметы (как, например, валюту) в рамках одного умного контракта.",
  "erc-20-term": "ERC-20",
  "erc-20-definition": "Является стандартным набором правил, по которому создается большинство токенов в сети Ethereum.",
  "erc-721-term": "ERC-721",
  "erc-721-definition": "Стандартный набор правил, используемых для создания NFT (невзаимозаменяемых токенов).",
  "ether-term": "Эфир (Ether)",
  "ether-definition": "Нативная криптовалюта Ethereum, обычно называемая «ETH». Она используется для покрытия комиссий за транзакции при использовании экосистемы и приложений Ethereum. <a href=\"/eth/\">Подробнее об эфире (ether)</a>.",
  "events-term": "Мероприятия",
  "events-definition": "Позволяет использовать средства ведения журнала <a href=\"/glossary/#evm\">EVM</a>. <a href=\"/glossary/#dapp\">Dapps</a> могут прослушивать события и использовать их для запуска обратных вызовов JavaScript в пользовательском интерфейсе. <a href=\"/developers/docs/smart-contracts/anatomy/#events-and-logs\">Подробнее о мероприятиях и журналах</a>",
  "execution-client-term": "Клиент-исполнитель",
  "execution-client-definition": "Клиентам-исполнителям (ранее известным как «клиенты Eth1»), таким как Besu, Erigon, Go-Ethereum (Geth), Nethermind, поручено обрабатывать и транслировать транзакции, а также управлять состоянием Ethereum. Они выполняют вычисления для каждой транзакции, используя <a href=\"/glossary/#evm\">виртуальную машину Ethereum</a>, чтобы гарантировать соблюдение правил протокола.",
  "execution-layer-term": "Уровень исполнения",
  "execution-layer-definition": "Уровень исполнения Ethereum — это сеть <a href=\"/glossary/#execution-client\">клиентов-исполнителей</a>.",
  "finality-term": "Финальность",
  "finality-definition": "Финальность — это гарантия того, что набор транзакций не может быть изменен без потери огромного количества ETH.",
  "fork-term": "Форк",
  "fork-definition": "Изменение в протоколе, приводящее к созданию альтернативной цепи.",
  "fraud-proof-term": "Доказательство мошенничества",
  "fraud-proof-definition": "Модель безопасности для определенных решений <a href=\"/glossary/#layer-2\">уровня 2</a>, где для увеличения скорости транзакции <a href=\"/glossary/#rollups\">объединяются</a> в пакеты и отправляются в Ethereum в одной транзакции. Другие участники сети могут повторно выполнить транзакции, чтобы проверить, были ли они выполнены честно. Если они обнаружат расхождение между опубликованными данными и своей собственной версией, они могут опубликовать криптографическое доказательство, демонстрирующее, где произошло мошенничество. Некоторые <a href=\"/glossary/#rollups\">ролл-апы</a> используют <a href=\"/glossary/#validity-proof\">доказательства действительности</a>.",
  "gas-term": "Газ",
  "gas-definition": "Газ — это комиссия, уплачиваемая за транзакции и смарт-контракты в блокчейне, таком как Ethereum. <a href=\"/gas/\">Подробнее о газе и комиссиях</a>.",
  "genesis-block-term": "Генезис-блок",
  "genesis-block-definition": "Первый блок в <a href=\"/glossary/#blockchain\">блокчейне</a>, используемый для инициализации конкретной сети и ее криптовалюты.",
  "gwei-term": "Gwei",
  "gwei-definition": "Сокращенно от гигавей, номинала <a href=\"/glossary/#ether\">эфира</a>, который обычно используется для определения цены на <a href=\"/glossary/#gas\">газ</a>. 1 гвэй = 10<sup>9</sup> <a href=\"/glossary/#wei\">вэй</a>. 10<sup>9</sup> гвэй = 1 эфир.",
  "hash-term": "Хэш",
  "hash-definition": "Отпечаток фиксированной длины входных данных переменного размера, созданный хэш-функцией. (См. <a href=\"/glossary/#keccak-256\">keccak-256</a>).",
  "holographic-consensus-term": "Голографический консенсус",
  "holographic-consensus-definition": "Это относится к принятию решения большой группой людей путём голосования небольшой группы представителей. Затем все остальные соглашаются с этим, если они верят, что небольшая группа справилась с задачей хорошо.",
  "index-term": "Индекс",
  "index-definition": "Сетевая структура, предназначенная для оптимизации запроса информации из <a href=\"/glossary/#blockchain\">блокчейна</a> путем предоставления эффективного пути к источнику ее хранения.",
  "key-term": "Ключ",
  "key-definition": "В контексте Ethereum ключи — это цифровые коды: публичный ключ для получения транзакций и приватный ключ для доступа и отправки средств.",
  "layer-2-term": "Слой 2",
  "layer-2-definition": "Вторые уровни — это сети, построенные поверх сети Ethereum, чтобы увеличить скорость транзакций и уменьшить их стоимость. <a href=\"/layer-2/\">Больше о вторых уровнях</a>.",
  "liquidity-tokens-term": "Ликвидные токены",
  "liquidity-tokens-definition": "Токены ликвидности (LT) — это цифровые токены, выпускаемые для участников, которые вносят активы в пул ликвидности, являющимся совокупностью средств, заблокированных в умном контракте и используемых для обеспечения торговли на децентрализованной бирже (DEX).",
  "mainnet-term": "Основная сетьu",
  "mainnet-definition": "Сокращенно от «основная сеть». Это основной общедоступный <a href=\"/glossary/#blockchain\">блокчейн</a> Ethereum.",
  "mev-term": "MEV",
  "mev-definition": "Механизм приоритизации определенных действий в блокчейне за плату, который влияет на результаты и порядок транзакций.",
  "multisig-term": "Мультиподписной",
  "multisig-definition": "Мультиподпись относится к цифровому кошельку или аккаунту, требующему несколько подписей или одобрений для выполнения транзакций, что повышает безопасность.",
  "nft-term": "Невзаимозаменяемый токен (NFT)",
  "nft-definition": "Уникальный цифровой предмет, которым вы можете владеть, например, предмет искусства или коллекционирования, верифицированный технологией блокчейн. <a href=\"/nft/\">Подробнее о невзаимозаменяемых токенах (NFT)</a>.",
  "node-term": "Узел",
  "node-definition": "Клиент программного обеспечения, который участвует в сети. <a href=\"/developers/docs/nodes-and-clients/\">Подробнее об узлах и клиентах</a>.",
  "ommer-term": "Блок Оммер (дядя)",
  "ommer-definition": "Когда <a href=\"/glossary/#miner\">майнер</a>, участвующий в алгоритме доказательства работы, находит действительный <a href=\"/glossary/#block\">блок</a>, другой майнер может опубликовать конкурирующий блок, который первым добавляется на вершину блокчейна. Этот действительный, но устаревший блок можно включить в новые блоки как <em>оммеры</em> и получить вознаграждение за частичный блок. Термин «оммер» является предпочтительным нейтральным с гендерной точки зрения термином для обозначения брата или сестры родительского блока, но его также иногда называют «дядей». Это было актуально для Ethereum, когда сетью использовался алгоритм <a href=\"/glossary/#pow\">доказательства работы</a>, но оммеры не являются функцией <a href=\"/glossary/#pos\" >доказательство владения</a> Ethereum, потому что в каждом слоте выбирается ровно один предлагающий блок.",
  "onchain-term": "Ончейн",
  "onchain-definition": "Относится к действиям или транзакциям, которые совершаются в блокчейне и являются общедоступными.",
  "optimistic-rollup-term": "Оптимистичный ролл-ап",
  "optimistic-rollup-definition": "Optimistic Rollup (оптимистический ролл-ап) — это решение уровня 2, которое ускоряет транзакции в Ethereum, предполагая, что они действительны по умолчанию, если не оспорены. <a href=\"/developers/docs/scaling/optimistic-rollups/\">Подробнее об оптимистических ролл-апах</a>.",
  "peer-to-peer-network-term": "Одноранговые сети",
  "peer-to-peer-network-definition": "Сеть компьютеров (одноранговые узлы), которые коллективно могут выполнять функции без необходимости использования централизованных серверных служб.",
  "permissionless-term": "Разрешение не требуется",
  "permissionless-definition": "Для использования систем, таких как Ethereum, не требуется никакого разрешения или чьего-либо одобрения, и никто не может помешать вам её использовать. Она открыта 24 часа в сутки, 7 дней в неделю, для всех желающих.",
  "private-key-term": "Приватный ключ",
  "private-key-definition": "Приватный ключ — это секретный код, который доказывает, что вы владеете своими цифровыми деньгами, и позволяет вам их тратить, подобно PIN-коду для вашего аккаунта. <strong>НЕ ДЕЛИТЕСЬ ИМ</strong>.",
  "poap-term": "POAP",
  "poap-definition": "Протокол подтверждения присутствия (Proof of Attendance Protocol) используется для создания цифрового коллекционного предмета (NFT), который доказывает, что вы посетили определенное мероприятие или активность.",
  "pos-term": "Доказательство владения (PoS)",
  "pos-definition": "Метод, с помощью которого протокол блокчейна криптовалюты направлен на достижение распределенного <a href=\"/glossary/#consensus\">консенсуса</a>. PoS требует от пользователей доказать владение определенным количеством криптовалюты (их «долей» в сети), чтобы иметь возможность участвовать в проверке транзакций. <a href=\"/developers/docs/consensus-mechanisms/pos/\">Подробнее о доказательстве владения</a>.",
  "pow-term": "Доказательство работы (PoW)",
  "pow-definition": "Механизм безопасности для блокчейнов, который требует от узлов затрат энергии в виде вычислений для нахождения определенного значения.",
  "public-goods-term": "Общественные блага",
  "public-goods-definition": "Общественные блага - это вещи, которыми каждый может пользоваться бесплатно, такие как парки или чистый воздух, и их использование не ограничивает других людей в использовании этих же вещей. Правительства часто предоставляют такие блага, потому что бизнес обычно не хочет этого делать, так как не может легко взимать с людей плату за их использование.",
  "public-key-term": "Публичный ключ",
  "public-key-definition": "Публичный ключ — это набор символов, который позволяет другим безопасно отправлять вам цифровую валюту, подобно адресу электронной почты для денег.",
  "quadratic-voting-term": "Квадратичное финансирование",
  "quadratic-voting-definition": "Метод голосования, при котором избиратели выражают свою позицию по вопросам. Он позволяет избирателям продемонстрировать не только предпочтения, но еще и их интенсивность.",
  "recovery-phrase-term": "Кодовая фраза/фраза восстановления",
  "recovery-phrase-definition": "Список слов, который вы получаете при создании цифрового кошелька. Он действует как пароль и помогает восстановить доступ к кошельку в случае его утери, что гарантирует сохранность ваших цифровых денег и токенов.",
  "rollups-term": "Свертки",
  "rollups-definition": "Тип решения масштабирования <a href=\"/glossary/#layer-2\">уровня 2</a>, которое группирует несколько транзакций и отправляет их в <a href=\"/glossary/#mainnet\">основную цепочку Ethereum</a> в одной транзакции. Это позволяет снизить <a href=\"/glossary/#gas\">затраты на газ</a> и увеличить <a href=\"/glossary/#transaction\">пропускную способность транзакций</a>. Существуют накопительные пакеты Optimistic и Zero-knowledge, в которых используются разные методы безопасности, чтобы обеспечить преимущества масштабируемости. <a href=\"/developers/docs/scaling/#rollups\">Подробнее о ролл-апах</a>.",
  "rpc-term": "Удаленный вызов процедур (RPC)",
  "rpc-definition": "RPC позволяет одному компьютеру запрашивать данные или действия у другого через сеть, подобно запросу информации с помощью пульта дистанционного управления.",
  "sequencer-term": "Секвенсор",
  "sequencer-definition": "Секвенсор — это программа, которая отвечает за упорядочивание транзакций в сети блокчейн.",
  "smart-contract-term": "Смарт-контракт",
  "smart-contract-definition": "Умный контракт — это программа, которая автоматически выполняет соглашения в блокчейне, как самоисполняющийся цифровой контракт. <a href=\"/smart-contracts/\">Введение в умные контракты</a>.",
  "stablecoin-term": "Стейблкоин",
  "stablecoin-definition": "Стейблкоин — это тип криптовалюты, разработанный для обеспечения стабильной стоимости, часто привязанной к валюте или товару (например, доллару США), для минимизации волатильности цены. <a href=\"/stablecoins/\">Подробнее о стейблкоинах</a>.",
  "staking-term": "Стейкинг",
  "staking-definition": "Внесите определенное количество <a href=\"/glossary/#ether\">ether</a> (ваша ставка), чтобы стать валидатором и защитить <a href=\"/glossary/#network\">сеть</a>. Валидатор проверяет <a href=\"/glossary/#transaction\">транзакции</a> и предлагает <a href=\"/glossary/#block\">блокировать</a> под <a href=\"/glossary/# pos\">доказательство владения</a> модель консенсуса. Стейкинг дает вам экономический стимул действовать в интересах сети. Вы будете получать вознаграждение за выполнение своих обязанностей <a href=\"/glossary/#validator\">валидатора</a>, но в противном случае потеряете различное количество ETH. <a href=\"/stake/\">Подробнее о стейкинге Ethereum</a>.",
  "staking-pool-term": "Пул для стейкинга",
  "staking-pool-definition": "Объединенный ETH более чем одного стейкера Ethereum, используемый для достижения 32 ETH, необходимых для активации набора ключей валидатора. Оператор узла использует эти ключи для участия в консенсусе, а <a href=\"/glossary/#block-reward\">награды за блоки</a> распределяются между участвующими участниками. Пулы ставок или делегирование ставок не являются неотъемлемой частью протокола Ethereum, но многие решения были созданы сообществом. <a href=\"/stake/pools/\">Подробнее о ставках в пуле</a>.",
  "sybil-attack-term": "Атака Сибиллы",
  "sybil-attack-definition": "Атаки Сивиллы — это когда отдельные люди обманывают систему, заставляя ее думать, что они являются несколькими людьми, чтобы увеличить свое влияние.",
  "terminal-total-difficulty-term": "Общая сложность терминала (TTD)",
  "terminal-total-difficulty-definition": "Общая сложность — это сумма сложности майнинга Ethash для всех блоков до определенной точки в блокчейне. Предельная общая сложность — это конкретное значение общей сложности, которое использовалось в качестве триггера для клиентов исполнения для отключения их функций майнинга и распространения блоков (gossip), позволяя сети перейти на доказательство доли владения (proof-of-stake). Это больше не актуально, потому что Ethereum перешел на <a href=\"/glossary/#pos\">доказательство доли владения</a>.",
  "transaction-fee-term": "Комиссия за транзакцию",
  "transaction-fee-definition": "Комиссия, которую вам нужно платить каждый раз, когда вы используете сеть Ethereum. Примеры включают отправку средств из вашего <a href=\"/glossary/#wallet\">кошелька</a> или взаимодействия с <a href=\"/glossary/#dapp\">dapp</a>, например обмен токенов или покупка коллекционный. Вы можете думать об этом как о плате за обслуживание. Эта комиссия будет меняться в зависимости от загруженности сети. Это связано с тем, что <a href=\"/glossary/#validator\">валидаторы</a>, люди, ответственные за обработку вашей транзакции, скорее всего, будут отдавать приоритет транзакциям с более высокими комиссиями, поэтому перегрузка приводит к повышению цены.<br/><br/>На техническом уровне комиссия за транзакцию связана с тем, сколько <a href=\"/glossary/#gas\">газа</a> требуется для вашей транзакции.<br/><br/>Снижение комиссии за транзакцию является предметом обсуждения. вызывает большой интерес прямо сейчас. См. <a href=\"/glossary/#layer-2\">Уровень 2</a>.",
  "trust-assumptions-term": "Предположения о доверии",
  "trust-assumptions-definition": "Допущения о доверии — это базовые убеждения о безопасности и надежности системы, определяющие, чему мы доверяем для функционирования системы.",
  "validator-term": "Валидатор",
  "validator-definition": "<a href=\"/glossary/#node\">Узел</a> в системе <a href=\"/glossary/#pos\">доказательства владения</a>, отвечающий за хранение данных, обработку транзакций, и добавление новых блоков в блокчейн. Чтобы активировать программное обеспечение-валидатор, вам необходимо иметь возможность <a href=\"/glossary/#stakeing\">стейкинг</a> 32 ETH. <a href=\"/stake/\">Подробнее о стейкинге в Ethereum</a>.",
  "validity-proof-term": "Доказательство валидности",
  "validity-proof-definition": "Модель безопасности для определенных решений <a href=\"/glossary/#layer-2\">уровня 2</a>, где для увеличения скорости транзакции объединяются в пакеты и отправляются в Ethereum в одной транзакции. Вычисление транзакций выполняется офчейн, а затем предоставляется в основную цепь с доказательством их действительности. Этот метод увеличивает количество возможных транзакций при сохранении безопасности. Некоторые <a href=\"/glossary/#rollups\">ролл-апы</a> используют <a href=\"/glossary/#fraud-proof\">доказательство мошенничества</a>. <a href=\"/developers/docs/scaling/zk-rollups/\">Подробнее о ролл-апах с нулевым разглашением</a>.",
  "wallet-term": "кошелек",
  "wallet-definition": "Кошелек — это цифровой инструмент для хранения, отправки и получения цифровой валюты, подобный виртуальному кошельку для ваших онлайн-денег. <a href=\"/wallets/\">Подробнее о кошельках Ethereum</a>.",
  "web2-term": "Web2",
  "web2-definition": "Это текущий интернет, ориентированный на пользовательский контент и социальные сети, которые контролируются несколькими компаниями. Web3 — это крипто-убеждение, что пользователи должны вместо этого контролировать свои данные и транзакции.",
  "web3-term": "Web3",
  "web3-definition": "Web3 — это новый интернет с помощью блокчейна, где своими данными и транзакциями управляют пользователи, а не компании. Нет необходимости делиться личной информацией. <a href=\"/web3/\">Подробнее о web3</a>.",
  "wei-term": "Wei",
  "wei-definition": "Наименьший номинал эфира. 10<sup>18</sup> вэй = 1 эфир.",
  "zk-proof-term": "Доказательство с нулевым разглашением",
  "zk-proof-definition": "Доказательство с нулевым разглашением - это криптографический метод, позволяющий доказать конкретному человеку, что утверждение правдиво не разглашая дополнительной информации.. <a href=\"/developers/docs/scaling/zk-rollups/\">Подробнее о ролл-апах с нулевым разглашением</a>."
}
