{
  "page-what-is-ethereum-alt-img-bazaar": "Изображение человека, всматривающегося в базар, призвано быть олицетворением Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Рисунок членов сообщества Ethereum, работающих вместе",
  "page-what-is-ethereum-alt-img-lego": "Иллюстрация руки, создающей логотип ETH из кубиков Lego",
  "page-what-is-ethereum-banking-card": "Банковское обслуживание для каждого",
  "page-what-is-ethereum-banking-card-desc": "Не у всех есть доступ к финансовым услугам. Подключение к интернету — это все, что вам нужно для доступа к Ethereum и созданным на его основе продуктам кредитования, займа и сбережений.",
  "page-what-is-ethereum-build": "Создавайте с Ethereum",
  "page-what-is-ethereum-build-desc": "Если вы хотите попробовать разрабатывать приложения на Ethereum, прочтите нашу документацию, попробуйте несколько руководств или ознакомьтесь с инструментами, необходимыми для начала работы.",
  "page-what-is-ethereum-censorless-card": "Устойчивость к цензуре",
  "page-what-is-ethereum-censorless-card-desc": "Ни правительство, ни компании не могут контролировать Ethereum. Децентрализация делает практически невозможным запрет на получение вами платежей или использование услуг на базе Ethereum.",
  "page-what-is-ethereum-comm-desc": "В наше сообщество входят люди из всех слоев общества, включая художников, криптоанархистов, компании из списка Fortune 500, а теперь и вас. Узнайте, как вы можете принять участие в этом проекте сегодня.",
  "page-what-is-ethereum-commerce-card": "Коммерческие гарантии",
  "page-what-is-ethereum-commerce-card-desc": "Клиенты имеют надежную встроенную гарантию, что средства перейдут в другие руки, только если вы предоставите то, что было оговорено. Аналогично разработчики могут быть уверены, что правила не изменятся относительно них.",
  "page-what-is-ethereum-composable-card": "Компонуемые продукты",
  "page-what-is-ethereum-composable-card-desc": "Все приложения создаются на основе одного блокчейна с общим глобальным состоянием, что обеспечивает их сочетаемость друг с другом (как у строительных блоков Lego). Это позволяет создавать более качественные продукты и улучшать взаимодействие с пользователями, а также гарантирует, что никто не сможет удалить инструменты, от которых зависят эти приложения.",
  "page-what-is-ethereum-community": "Сообщество Ethereum",
  "page-what-is-ethereum-desc": "Фундамент нашего цифрового будущего",
  "page-what-is-ethereum-explore": "Изучите Ethereum",
  "page-what-is-ethereum-internet-card": "Открытый интернет",
  "page-what-is-ethereum-internet-card-desc": "Каждый может взаимодействовать с сетью Ethereum или создавать на ее основе приложения. Это позволяет вам самостоятельно контролировать свои активы и персональные данные, не передавая управление ими нескольким крупным корпорациям.",
  "page-what-is-ethereum-meet-comm": "Познакомьтесь с сообществом",
  "page-what-is-ethereum-meta-description": "Узнайте больше об Ethereum, о его функциях и о том, как попробовать это самим.",
  "page-what-is-ethereum-meta-title": "Что такое Ethereum?",
  "page-what-is-ethereum-p2p-card": "Пиринговая сеть",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum позволяет вам заключать соглашения, координировать или передавать цифровые активы напрямую другим людям. Вам не нужно полагаться на посредников.",
  "page-what-is-ethereum-start-building-btn": "Приступить к созданию приложений",
  "page-what-is-ethereum-title": "Что такое Ethereum?",
  "page-what-is-ethereum-subtitle": "Полное руководство для начинающих о том, как работает платформа Ethereum, какие преимущества она дает и как ее используют миллионы людей по всему миру.",
  "page-what-is-ethereum-button-lets-start": "Начать",
  "page-what-is-ethereum-blockchain-tab-title": "Что такое блокчейн?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Блокчейн — это база данных транзакций</b>, которая обновляется и доступна со многих компьютеров в сети. Каждый раз, когда добавляется группа транзакций, появляется «блок» — отсюда и название «блокчейн» (т. е. «цепочка блоков»). В общедоступные блокчейны, как Ethereum, кто угодно может добавлять данные, но их нельзя удалять. Если кто-то хочет изменить информацию или обмануть систему, это придется сделать на большинстве компьютеров в сети. А их много! Такой подход делает децентрализованные блокчейны, например Ethereum, очень надежными.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Что такое криптовалюта?",
  "page-what-is-ethereum-cryptocurrency-tab-content-1": "Криптовалюта — это термин, используемый для описания многих типов взаимозаменяемых цифровых токенов, защищенных с помощью блокчейна. Все началось с системы Bitcoin. Bitcoin может использоваться для передачи ценности между двумя сторонами без необходимости полагаться на посредника. Вам нужно полагаться только на код Bitcoin, который является полностью открытым и находится в свободном доступе.",
  "page-what-is-ethereum-cryptocurrency-tab-content-2": "Активы, такие как биткоин и эфир, называются криптовалютами, потому что безопасность ваших данных и активов обеспечивается <a href=\"/glossary/#cryptography\">криптографией</a>, а не доверием к учреждению или корпорации, когда вы полагаетесь на честность их действий.",
  "page-what-is-ethereum-cryptocurrency-tab-content-3": "Ethereum имеет собственную криптовалюту, называемую «эфир» (ETH), которая используется для оплаты определенных действий в сети. Ее можно передавать другим пользователям или обменивать на другие токены в сети Ethereum. Особенность эфира в том, что он используется для оплаты вычислений, необходимых для создания и запуска приложений и организаций на базе Ethereum.",
  "page-what-is-ethereum-summary-title": "Обзор",
  "page-what-is-ethereum-summary-desc-1": "Ethereum — это сеть компьютеров по всему миру, которые следуют набору правил, называемых протоколом Ethereum. Сеть Ethereum является основой для сообществ, приложений, организаций и цифровых активов, которые может создать и использовать каждый.",
  "page-what-is-ethereum-summary-desc-2": "Вы можете зарегистрировать учетную запись Ethereum откуда угодно и в любое время и исследовать мир приложений или создать свое собственное. Основное новшество заключается в том, что вы можете делать все это, не полагаясь на центральный орган, способный менять правила или ограничивать ваш доступ.",
  "page-what-is-ethereum-summary-desc-3": "Продолжите читать, чтобы узнать больше…",
  "page-what-is-ethereum-btc-eth-diff-title": "В чем разница между Ethereum и биткоином?",
  "page-what-is-ethereum-btc-eth-diff-1": "Платформа Ethereum, запущенная в 2015 году, основывается на инновациях биткоина, но при этом имеет ряд существенных отличий.",
  "page-what-is-ethereum-btc-eth-diff-2": "Обе технологии позволяют вам использовать цифровые деньги без участия поставщиков платежных услуг или банков. Но <b>платформа Ethereum является программируемой</b>, так что вы также можете создавать и развертывать децентрализованные приложения в ее сети.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin позволяет нам отправлять друг другу базовые сообщения о том, что мы считаем ценным. Создание ценности без участия регулятора — это уже значительное преимущество. Ethereum расширяет ваши возможности: кроме обычных сообщений, вы также можете написать любую общую программу или контракт. Нет никаких ограничений относительно вида контрактов, которые можно создавать и согласовывать, поэтому в сети Ethereum происходят значительные инновации.",
  "page-what-is-ethereum-btc-eth-diff-4": "В то время как Bitcoin является всего лишь платежной сетью, Ethereum — это, скорее, платформа финансовых услуг, игр, социальных сетей и других приложений.",
  "page-what-is-ethereum-what-can-eth-do-title": "Каковы возможности Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Зачем мне использовать Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Если вас интересуют более устойчивые, открытые и надежные способы координации на глобальном уровне, создания организаций, разработки приложений и обмена ценностями, то Ethereum — это для вас. Историю Ethereum пишем все мы, поэтому присоединяйтесь и откройте для себя невероятные миры, которые мы можем построить вместе.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Значение Ethereum также трудно переоценить для людей, которые столкнулись с неопределенностью в отношении безопасности, надежности или мобильности своих активов из-за внешних сил, находящихся вне их контроля.",
  "page-what-is-ethereum-slide-1-title": "Более дешевые и быстрые международные платежи",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Стабильные монеты</b> — это новый тип криптовалют, стоимость которых основана на более стабильных активах. Большинство из них привязаны к доллару США, тем самым сохраняя стоимость валюты. Это позволяет сделать очень дешевую и стабильную глобальную систему платежей. Многие современные стабильные монеты построены на сети Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum и стабильные монеты упрощают процесс отправки денег за границу. Перемещение средств по всему миру часто занимает всего несколько минут, в отличие от нескольких рабочих дней или даже недель, которые могут потребоваться обычному банку. Причем перемещение осуществляется за меньшую цену. Кроме того, не взимается дополнительная комиссия за транзакцию на высокую сумму, и нет никаких ограничений на то, куда и зачем вы отправляете деньги.",
  "page-what-is-ethereum-slide-2-title": "Самая быстрая помощь во время кризиса",
  "page-what-is-ethereum-slide-2-desc-1": "Если вам повезло иметь несколько вариантов банковского обслуживания в надежных учреждениях, где вы живете, вы можете принимать как должное финансовую свободу, безопасность и стабильность, которые они предлагают. Но для многих людей по всему миру, вынужденных сталкиваться с политическими репрессиями или экономическими трудностями, финансовые учреждения могут не предоставлять необходимой защиты или услуг.",
  "page-what-is-ethereum-slide-2-desc-2": "Когда война, экономические катастрофы или подавление гражданских свобод поразили жителей <a href=\"https://time.com/5486673/bitcoin-venezuela-authorarian/\">Венесуэлы</a>, <a href=\"https: //www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Кубы</a>, <a href=\"https:// www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Афганистана</a>, <a href=\"https://qz. com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Нигерии</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22 /meet-the-ngo-turning-to-cryptocurrency-to-help-desperate-belarusians\">Беларуси</a> и <a href=\"https://internationalbanker.com/finance/cryptocurrities-filling-crucial- role-in-the-russia-ukraine-conflict/\">Украины</a>, криптовалюты представляли собой самый быстрый и зачастую единственный способ сохранить финансовое агентство.<sup><a href=\"https://www.financialinclusion. tech/\">1</a></sup> Как видно из этих примеров, криптовалюты, такие как Ethereum, могут обеспечить беспрепятственный доступ к глобальной экономике, когда люди отрезаны от внешнего мира. Кроме того, стейблкоины предлагают средство сбережения, когда местные валюты рушатся из-за гиперинфляции.",
  "page-what-is-ethereum-slide-3-title": "Расширение возможностей творцов",
  "page-what-is-ethereum-slide-3-desc-1": "В одном только 2021 году художники, музыканты, писатели и другие творческие личности с помощью Ethereum вместе заработали около 3,5 млрд долларов США. Это ставит Ethereum в один ряд с такими крупнейшими глобальными платформами для творцов, как Spotify, YouTube и Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Подробнее</a>.",
  "page-what-is-ethereum-slide-4-title": "Расширение возможностей геймеров",
  "page-what-is-ethereum-slide-4-desc-1": "Игры, позволяющие заработать за сам процесс игры (в которых игроки получают реальное вознаграждение за то, что играют), появились недавно и сейчас меняют игровую индустрию. По традиции часто запрещено торговать игровыми активами или передавать их другим игрокам за реальные деньги. Это вынуждает игроков использовать веб-сайты черного рынка, которые часто представляют угрозу для безопасности. Использование технологии блокчейна в играх охватывает внутриигровую экономику и способствуют проведению таких операций в условиях доверия.",
  "page-what-is-ethereum-slide-4-desc-2": "Более того, игроков стимулирует возможность обменивать внутриигровые токены на реальные деньги и таким образом получать реальное вознаграждение за свое игровое время.",
  "page-what-is-ethereum-meet-ether-title": "Представляем эфир — криптовалюту Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Многие действия в сети Ethereum требуют выполнения вычислений на встроенном компьютере Ethereum (известном как «виртуальная машина Ethereum»). Эти вычисления не являются бесплатными; они оплачиваются с использованием собственной криптовалюты Ethereum, которая называется «эфир» (ETH). Это означает, что для использования сети вам необходимо иметь хотя бы небольшое количество эфиров.",
  "page-what-is-ethereum-meet-ether-desc-2": "Эфир  — полностью цифровая валюта, и вы можете мгновенно отправить ее кому угодно в любую точку мира. Количество доступных эфиров не контролируется никакими правительствами или компаниями — весь процесс децентрализован и полностью прозрачен. Эфиры выпускаются в точности согласно протоколу только для пользователей, которые осуществляют стейкинг, обеспечивая таким образом безопасность сети.",
  "page-what-is-ethereum-what-is-ether": "Что такое эфир?",
  "page-what-is-ethereum-get-eth": "Получить ETH",
  "page-what-is-ethereum-explore-applications": "Посмотреть приложения",
  "page-what-is-ethereum-learn-defi": "Подробнее о DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Кто управляет Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum не контролируется никакой конкретной организацией. Сеть существует, когда есть подключенные компьютеры, которые работают на программном обеспечении в соответствии с протоколом Ethereum и добавляют информацию в <a href=\"/glossary/#blockchain\">блокчейн</a> Ethereum. Каждый из этих компьютеров называется узлом. Узлы может запускать кто угодно, однако для участия в обеспечении безопасности сети необходимо осуществлять <a href=\"/glossary/#staking\">стейкинг</a> ETH (собственного токена Ethereum). Любой пользователь, у которого есть 32 ETH, может это сделать без получения разрешения.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Даже исходный код Ethereum не создается одной единственной организацией. Любой может предложить изменения в протокол и обсудить его обновления. Существует несколько реализаций протокола Ethereum, который разрабатывается независимыми организациями на нескольких языках программирования, и обычно они создаются открытыми и с возможностями для участия сообщества.",
  "page-what-is-ethereum-run-a-node": "Управлять узлом",
  "page-what-is-ethereum-smart-contract-title": "Что такое умные контракты?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Смарт-контракты — это компьютерные программы</b>, существующие на основе блокчейна Ethereum. Они выполняются при инициировании транзакцией от пользователя. Они делают Ethereum очень гибкой платформой для реализации ее возможностей. Эти программы служат строительными блоками для децентрализованных приложений и организаций.",
  "page-what-is-ethereum-smart-contract-desc-2": "Вы когда-нибудь использовали продукт, который изменил свои условия предоставления услуг? Или убрал функцию, которая вам была полезна? Как только умный контракт опубликован в Ethereum, он будет доступен онлайн и будет работать, пока существует Ethereum. Даже автор контракта не сможет его аннулировать. Так как умные контракты автоматизированы, они не дискриминируют пользователей и всегда готовы к использованию.",
  "page-what-is-ethereum-smart-contract-desc-3": "Популярными примерами применения умных контрактов являются: приложения для размещения вкладов, децентрализованные биржи, страхование, квадратичное финансирование, социальные сети, <a href=\"/glossary/#nft\">NFT</a>. В общем, практически все, что можно себе представить.",
  "page-what-is-ethereum-more-on-smart-contracts": "Подробнее об умных контрактах",
  "page-what-is-ethereum-explore-dapps": "Посмотреть dapps",
  "page-what-is-ethereum-criminal-activity-title": "Говорят, что криптовалюты используют как инструмент в преступной деятельности. Это правда?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Как и любую другую технологию, Ethereum иногда будут использовать во вред. Однако, поскольку все транзакции Ethereum происходят на открытом блокчейне, часто властям проще отследить здесь незаконную деятельность, чем в традиционной финансовой системе. Это, вероятно, делает Ethereum менее привлекательным выбором для тех, кто предпочитает оставаться незамеченным.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Криптовалюты используются для криминальных целей гораздо реже, чем фиатные валюты. Об этом свидетельствуют основные выводы недавнего отчета Европола, Агентства Европейского союза по сотрудничеству в правоохранительной сфере:",
  "page-what-is-ethereum-criminal-activity-desc-3": "«Использование криптовалют для неправомерной деятельности, похоже, составляет лишь малую часть всей криптовалютной экономики и кажется сравнительно меньшим, чем суммы незаконных средств в традиционных финансах».",
  "page-what-is-ethereum-energy-title": "Что насчет энергопотребления Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "15 сентября 2022 года платформа Ethereum прошла апгрейд «Слияние», который перевел Ethereum с модели <a href=\"/glossary/#pow\">«доказательство работы»</a> на модель <a href=\"/glossary/#pos\">«доказательство владения»</a>.",
  "page-what-is-ethereum-energy-desc-2": "«Слияние» стало самым большим апгрейдом Ethereum и снизило потребление энергии, необходимое для защиты Ethereum, на <b>99,95 %</b>, создав <b>более безопасную сеть с гораздо меньшими выбросами углекислого газа</b>. Теперь Ethereum представляет собой низкоуглеродный блокчейн, который стал более безопасным и лучше масштабируемым.",
  "page-what-is-ethereum-more-on-energy-consumption": "Подробнее о потреблении энергии",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Годовое потребление энергии в ТВт·ч/год",
  "energy-consumption-chart-global-data-centers-label": "Глобальные центры данных",
  "energy-consumption-gold-mining-cbeci-label": "Добыча золота",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Игры в США",
  "energy-consumption-chart-airbnb-label": "AirBnB",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Обновление «Слияние»",
  "page-what-is-ethereum-additional-reading": "Дополнительная литература",
  "page-what-is-ethereum-week-in-ethereum": "Новости недели об Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "— еженедельная рассылка о ключевых разработках в экосистеме.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Мечта проекта Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Атомы, учреждения, блокчейны",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "—  почему важны блокчейны?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum в цифрах",
  "page-what-is-ethereum-ethereum-in-numbers-stat-1-desc": "Проекты на базе Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-2-desc": "Аккаунты (кошельки) с балансом ETH",
  "page-what-is-ethereum-ethereum-in-numbers-stat-3-desc": "Смарт-контракты в Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-4-desc": "Обеспеченная стоимость в Ethereum",
  "page-what-is-ethereum-ethereum-in-numbers-stat-5-desc": "Доход авторов в Ethereum в 2021 году",
  "page-what-is-ethereum-ethereum-in-numbers-stat-6-desc": "Количество транзакций сегодня",
  "adoption-chart-column-now-label": "Сейчас",
  "adoption-chart-investors-label": "Инвесторы",
  "adoption-chart-developers-label": "Разработчикам",
  "adoption-chart-companies-label": "Компании",
  "adoption-chart-artists-label": "Художники",
  "adoption-chart-musicians-label": "Музыканты",
  "adoption-chart-writers-label": "Писатели",
  "adoption-chart-gamers-label": "Геймеры",
  "adoption-chart-refugees-label": "Беженцы",
  "page-what-is-ethereum-get-eth-alt": "Получите ETH",
  "page-what-is-ethereum-get-eth-description": "Эфир (ETH) — это собственная валюта Ethereum. Для использования приложений Ethereum вам понадобится немного эфиров в кошельке.",
  "page-what-is-ethereum-get-eth-title": "Получите ETH",
  "page-what-is-ethereum-explore-dapps-alt": "Просмотреть децентрализованные приложения",
  "page-what-is-ethereum-explore-dapps-description": "Децентрализованные приложения (dapp) — это приложения, разработанные на базе Ethereum. Децентрализованные приложения разрушают существующие бизнес-модели и позволяют изобретать новые.",
  "page-what-is-ethereum-explore-dapps-title": "Попробуйте несколько децентрализованных приложений"
}
