{
  "layer-2-arbitrum-note": "Доказательства мошенничества доступны только пользователям «белого списка», «белый список» ещё не открыт",
  "layer-2-boba-note": "Валидация состояния находится в разработке",
  "layer-2-optimism-note": "Функции по обнаружению неисправности находятся в разработке",
  "layer-2-base-note": "Система доказательства мошенничества на данный момент находится в разработке",
  "layer-2-metadata-description": "Введение в сети уровня 2",
  "layer-2-hero-title": "Уровень 2",
  "layer-2-hero-header": "Ethereum для всех",
  "layer-2-hero-subtitle": "Масштабирование Ethereum для массового принятия.",
  "layer-2-hero-alt-text": "Иллюстрация транзакций, свернутых на слое 2 и опубликованных в основной сети Ethereum Mainnet",
  "layer-2-hero-button-1": "Что такое «уровень 2»",
  "layer-2-hero-button-2": "Использовать уровень 2",
  "layer-2-hero-button-3": "Перейти к уровню 2",
  "layer-2-statsbox-1": "TVL, заблокированные на уровне 2 (USD)",
  "layer-2-statsbox-2": "Средняя комиссия за перевод ETH на уровне 2 (USD)",
  "layer-2-statsbox-3": "Изменение TVL на уровне 2 (последние 30 дней)",
  "layer-2-what-is-layer-2-title": "Что такое «уровень 2»?",
  "layer-2-what-is-layer-2-1": "Уровень 2 (L2) — это собирательный термин для описания определенного набора решений для масштабирования Ethereum. <strong>Уровень 2 — это отдельный <a href=\"/glossary/#blockchain\">блокчейн</a>, который расширяет Ethereum и наследует гарантии безопасности Ethereum</strong>.",
  "layer-2-what-is-layer-2-2": "Теперь давайте разберемся в этом немного подробнее. Для этого нам сначала нужно объяснить, что такое «слой 1» (L1).",
  "layer-2-what-is-layer-1-title": "Что такое «уровень1»?",
  "layer-2-what-is-layer-1-1": "Уровень 1 — это основной блокчейн. И Ethereum, и Bitcoin — блокчейны первого уровня, так как они выступают в качестве <strong>основы, над которой надстраиваются различные сети уровня 2</strong>. К примерам блокчейнов второго уровня относятся роллапы на Ethereum и Lightning Network на Bitcoin. Все пользовательские транзакции, происходящие на блокчейне уровня 2, в итоге находят отражение на блокчейне уровня 1.",
  "layer-2-what-is-layer-1-2": "Ethereum служит также уровнем <a href=\"/glossary/#data-availability\">доступности данных</a> для уровня 2. Проекты уровня 2 будут размещать данные транзакций в Ethereum, полагаясь на Ethereum для обеспечения доступности данных. Эти данные можно использовать для получения состояния уровня 2 или для оспаривания транзакций на уровне 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum, как уровень 1, включает такие элементы:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Сеть операторов узлов</strong> для обеспечения безопасности и <a href=\"/glossary/#validator\">проверки</a> сети",
  "layer-2-what-is-layer-1-list-2": "<strong>Сеть производителей блоков</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>Сам блокчейн</strong> и история данных транзакций",
  "layer-2-what-is-layer-1-list-4": "<strong><a href=\"/glossary/#consensus\">Механизм консенсуса</a></strong> сети",
  "layer-2-what-is-layer-1-list-link-1": "Остались вопросы по Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Узнайте, что такое Ethereum.",
  "layer-2-why-do-we-need-layer-2-title": "Зачем нам нужен уровень 2?",
  "layer-2-why-do-we-need-layer-2-1": "Три желательных свойства блокчейна: он <strong>децентрализованный, безопасный и масштабируемый</strong>. <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">Трилемма блокчейна</a> указывает, что простая архитектура блокчейна может достичь только двух из трех целей. Хотите безопасный и децентрализованный блокчейн? Вам необходимо пожертвовать масштабируемостью.",
  "layer-2-why-do-we-need-layer-2-2": "На данный момент Ethereum обрабатывает больше 1 миллиона транзакций в день. Спрос на использование Ethereum может приводить к увеличению комиссии за транзакцию. В такие моменты вступают в игру сети уровня 2.",
  "layer-2-why-do-we-need-layer-2-scalability": "Масштабируемость",
  "layer-2-why-do-we-need-layer-2-scalability-1": "Главной целью слоя 2 является увеличение пропускной способности транзакций (больше транзакций в секунду) без ущерба для децентрализации и безопасности.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "<a href=\"/glossary/#mainnet\">Основная сеть</a> Ethereum (уровень 1) может обрабатывать только примерно 15 транзакций в секунду. Когда спрос на использование Ethereum высок, сеть становится перегруженной, что увеличивает комиссии за транзакции и отсеивает пользователей, которые не могут позволить себе оплату этих комиссий. Сети уровня 2 — это решения, которые уменьшают такие комиссии, обрабатывая транзакции вне блокчейнов уровня 1.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Подробнее о концепции Ethereum",
  "layer-2-benefits-of-layer-2-title": "Преимущества уровня 2",
  "layer-2-lower-fees-title": "Ниже комиссии",
  "layer-2-lower-fees-description": "Путем объединения нескольких внесетевых транзакций в одной транзакции уровня 1 транзакционные комиссии значительно уменьшились, делая Ethereum более доступным для всех.",
  "layer-2-maintain-security-title": "Поддержание безопасности",
  "layer-2-maintain-security-description": "Блокчейны уровня 2 осуществляют свои транзакции в основной сети Ethereum, позволяя пользователям извлекать выгоду из безопасности сети Ethereum.",
  "layer-2-expand-use-cases-title": "Обширные варианты использования",
  "layer-2-expand-use-cases-description": "С увеличением объема транзакций в секунду, снижением комиссий и развитием новых технологий проекты будут расширяться в новые приложения с улучшенным пользовательским интерфейсом.",
  "layer-2-how-does-layer-2-work-title": "Как работает уровень 2?",
  "layer-2-how-does-layer-2-work-1": "Как мы упомянули выше, слой 2 — это общий термин, объединяющий решения для масштабирования Ethereum, которые обрабатывают транзакции вне слоя 1 Ethereum, при этом по-прежнему используя преимущества надежной децентрализованной безопасности слоя 1 Ethereum. <strong>Слой 2 — это отдельный блокчейн, который расширяет Ethereum</strong>. Как это работает?",
  "layer-2-how-does-layer-2-work-2": "Существует несколько разных типов слоя 2, и каждый из них имеет свои компромиссы и модели безопасности. Слои 2 забирают нагрузку от транзакций со слоя 1. Это освобождает его возможности и увеличивает масштабируемость.",
  "layer-2-rollups-title": "Свертки",
  "layer-2-rollups-1": "Роллапы комплектуют сотни транзакций в одну на слое 1. Это распределяет комиссии за транзакцию на слое 1 между всеми в роллапе, делая процедуру дешевле для каждого пользователя.",
  "layer-2-rollups-2": "Данные транзакции в роллапе передаются на уровень 1, но выполнение производится роллапом самостоятельно. Передавая данные транзакций на уровень 1, роллапы наследуют безопасность Ethereum. Это связано с тем, что как только данные загружаются на уровень 1, отмена транзакции роллапа требует отмены в Ethereum. Существуют две различные концепции роллапов: оптимистическая и с нулевым разглашением — они различаются в первую очередь тем, как данные транзакций передаются на уровень 1.",
  "layer-2-optimistic-rollups-title": "Оптимистичные свертки",
  "layer-2-optimistic-rollups-description": "Оптимистические свертки являются «оптимистическими» в том смысле, что транзакции считаются действительными, но при необходимости их можно оспорить. Если есть подозрение, что транзакция недействительна, выполняется проверка на ошибки, чтобы выяснить, так ли это.",
  "layer-2-optimistic-rollups-childSentance": "Подробнее об оптимистических роллапах",
  "layer-2-zk-rollups-title": "Свертки с нулевым знанием",
  "layer-2-zk-rollups-description": "Роллапы с нулевым разглашением используют доказательства достоверности, когда транзакции вычисляются вне цепи, и затем сжатые данные поставляются в основную сеть Ethereum, как доказательство их достоверности.",
  "layer-2-zk-rollups-childSentance": "Подробнее о ZK-роллапах",
  "layer-2-dyor-title": "Проведите собственное исследование: риски уровня 2",
  "layer-2-dyor-1": "Много проектов на слое 2 являются относительно новыми и до сих пор нуждаются в пользовательском доверии к тому, что операторы будут честными, работая над децентрализацией их сетей. Всегда самостоятельно изучайте ситуацию, чтобы решить, устраивают ли вас имеющиеся риски.",
  "layer-2-dyor-2": "Для более подробной информации о технологии, рисках и <a href=\"/glossary/#trust-assumptions\">предположениях о доверии</a> уровня 2 рекомендуем ознакомиться с L2BEAT, который обеспечивает комплексную систему оценки рисков каждого проекта.",
  "layer-2-dyor-3": "Перейти к L2BEAT",
  "layer-2-use-layer-2-title": "Использовать уровень 2",
  "layer-2-use-layer-2-1": "Теперь, когда вы поняли, зачем существует уровень 2 и как он работает, давайте начнем!",
  "layer-2-contract-accounts": "Если вы используете кошелек с <a href=\"/glossary/#smart-contract\">умным контрактом</a>, например Safe или Argent, у вас не будет контроля над этим адресом на уровне 2, пока вы не переведете свой аккаунт контракта на этот адрес на уровне 2. Классические аккаунты с <a href=\"/glossary/#recovery-phrase\">фразой для восстановления</a> будут автоматически владеть тем же аккаунтом во всех сетях уровня 2.",
  "layer-2-use-layer-2-generalized-title": "Обобщенный уровень 2",
  "layer-2-use-layer-2-generalized-1": "Обобщенный уровень 2 ведет себя, как Ethereum, но обходится дешевле. Все, что вы можете делать на уровне 1 Ethereum, можно также делать на уровне 2. Многие <a href=\"/glossary/#dapp\">децентрализованные приложения (dapps)</a> уже начали мигрировать на эту сеть или полностью пропустили основную сеть для разработки проектов непосредственно на уровне 2.",
  "layer-2-use-layer-2-application-specific-title": "Уровень 2 для конкретных приложений",
  "layer-2-use-layer-2-application-specific-1": "Уровень 2 для конкретных приложений — это проекты, специализирующиеся на оптимизации пространства определенного приложения, что обеспечивает улучшенную производительность.",
  "layer-2-sidechains-title": "Обратите внимание на сайдчейны, валидиумы и альтернативные блокчейны",
  "layer-2-sidechains-1": "<strong>Сайдчейны и валидиумы</strong> — это блокчейны, которые позволят связать активы из Ethereum и использовать их в другом блокчейне. Сайдчейны и валидиумы работают параллельно с Ethereum и взаимодействуют с Ethereum через <a href=\"/glossary/#bridge\">мосты</a>, но не получают защиту или доступность данных от Ethereum.",
  "layer-2-sidechains-2": "Оба масштабируются аналогично уровню 2 — предлагают более низкие транзакционные комиссии и высокую транзакционную пропускную способность, — но имеют разные предположения о доверии.",
  "layer-2-more-on-sidechains": "Подробнее о сайдчейнах",
  "layer-2-more-on-validiums": "Подробнее о валидиумах",
  "layer-2-sidechains-4": "У некоторых блокчейнов слоя 2 отображаемая пропускная способность выше, а комиссия за транзакцию — ниже, чем у Ethereum. Но при этом обычно есть другие минусы, например повышенные требования к оборудованию для работающих узлов.",
  "layer-2-onboard-title": "Как перевести средства на уровень 2",
  "layer-2-onboard-1": "Есть два основных способа доставить ваши активы на уровень 2: перевод средств из Ethereum посредством умного контракта или вывод ваших денежных средств на бирже непосредственно в сеть уровня 2.",
  "layer-2-onboard-wallet-title": "Денежные средства в вашем кошельке?",
  "layer-2-onboard-wallet-1": "Если в вашем кошельке уже есть ETH, необходимо использовать мост, чтобы переместить их из основной сети Ethereum на уровень 2.",
  "layer-2-more-on-bridges": "Подробнее о мостах",
  "layer-2-onboard-wallet-input-placeholder": "Выберите L2, на который вы хотите перевести средства",
  "layer-2-onboard-wallet-selected-1": "Вы можете подключиться к",
  "layer-2-onboard-wallet-selected-2": "используя эти кошельки:",
  "layer-2-bridge": "Мост",
  "layer-2-onboard-exchange-title": "Средства на бирже?",
  "layer-2-onboard-exchange-1": "Некоторые централизованные биржи теперь предлагают прямой вывод денежных средств и депозиты на уровне 2. Проверьте, какие биржи поддерживают вывод денежных средств на уровне 2 и какой уровень 2 они поддерживают.",
  "layer-2-onboard-exchange-2": "Вам также понадобится кошелек для вывода средств.",
  "layer-2-onboard-find-a-wallet": "Найдите кошелек Ethereum.",
  "layer-2-onboard-exchange-input-placeholder": "Проверьте биржи, которые поддерживают L2",
  "layer-2-deposits": "Депозиты",
  "layer-2-withdrawals": "Вывод средств",
  "layer-2-go-to": "Перейти",
  "layer-2-tools-title": "Инструменты, которые будут эффективны на уровне 2",
  "layer-2-tools-l2beat-description": "L2BEAT — отличный ресурс для рассмотрения оценок технических рисков проектов уровня 2. Мы рекомендуем ознакомиться с этими ресурсами при исследовании конкретных проектов уровня 2.",
  "layer-2-tools-growthepie-description": "Курируемая аналитика про вторые уровни Ethereum",
  "layer-2-tools-ethereumecosystem-description": "Неофициальная страница с сотнями децентрализованных приложений и инструментов для Ethereum и уровней 2, включая Base, Optimism и Starknet.",
  "layer-2-tools-l2fees-description": "Комиссии L2 позволят вам видеть текущую стоимость (выраженную в долларах США) для совершения транзакций на разных уровнях 2.",
  "layer-2-tools-chainlist-description": "Chainlist является отличным ресурсом для импорта сетевых RPC в поддерживающие кошельки. Здесь вы найдете RPC для проектов уровня 2, которые помогут вам подключиться.",
  "layer-2-tools-zapper-description": "Управляйте всем своим портфолио web3 от DeFi до NFT и тем, что будет дальше. Инвестируйте в новейшие возможности из одного удобного места.",
  "layer-2-tools-zerion-description": "Создавайте все свое портфолио DeFi и управляйте им из одного места. Откройте для себя мир децентрализованных финансов сегодня.",
  "layer-2-tools-debank-description": "Следите за всеми важными событиями в мире Web3",
  "layer-2-faq-title": "Часто задаваемые вопросы",
  "layer-2-faq-question-1-title": "Почему нет «официального» Ethereum L2?",
  "layer-2-faq-question-1-description-1": "Так же как не существует «официального» клиента Ethereum, нет и «официального» уровня 2 Ethereum. Ethereum не требует разрешений: технически каждый может создать уровень 2! Несколько команд будут реализовывать свою версию уровня 2, и экосистеме получит выгоду от разнообразия подходов к проектированию, которые будут оптимизированы для различных вариантов использования. У нас есть несколько клиентов Ethereum, разработанных несколькими командами, чтобы обеспечить разнообразие в сети. Уровень 2 будет развиваться в будущем по тому же принципу.",
  "layer-2-faq-question-2-title": "Какое различие между оптимистическими роллапами и роллапами с нулевым разглашением?",
  "layer-2-faq-question-2-description-1": "Как оптимистические роллапы, так и роллапы с нулевым разглашением объединяют сотни транзакций в одну транзакцию на уровне 1. Свернутые транзакции выполняются вне уровня 1, но данные транзакции публикуются на уровне 1.",
  "layer-2-faq-question-2-description-2": "Основное различие заключается в том, какие данные публикуются на уровне 1 и как эти данные проверяются. Доказательства достоверности (используемые в роллапах с нулевым разглашением) выполняют вычисления вне цепи и публикуют доказательство, в то время как доказательства ошибок (используемые оптимистическими свертками) выполняют вычисления в цепи, только когда подозревается ошибка и ее необходимо проверить.",
  "layer-2-faq-question-2-description-3": "В настоящее время большинство ZK-сверток специфичны для конкретного приложения, в отличие от оптимистических сверток, которые в значительной степени являются обобщающими.",
  "layer-2-more-info-on-optimistic-rollups": "Подробнее об оптимистических свертках",
  "layer-2-more-info-on-zk-rollups": "Подробнее о свертках с нулевым знанием",
  "layer-2-faq-question-4-title": "Каковы риски при использовании уровня 2?",
  "layer-2-faq-question-4-description-1": "Проекты уровня 2 содержат дополнительные риски по сравнению с хранением средств и проведением транзакций непосредственно в основной сети Ethereum. Например, <a href=\"/glossary/#sequencer\">секвенсоры</a> могут выйти из строя, в результате чего вам придется ждать, чтобы получить доступ к средствам.",
  "layer-2-faq-question-4-description-2": "Мы рекомендуем вам провести собственное исследование, прежде чем переводить значительные средства на уровень 2. Для получения дополнительной информации о технологиях, рисках и предположениях о доверии на уровне 2 мы рекомендуем ознакомиться с ресурсом <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, который предоставляет комплексную систему оценки рисков для каждого проекта.",
  "layer-2-faq-question-4-description-3": "Блокчейн-мосты, облегчающие передачу активов на уровень 2, находятся на ранних стадиях разработки, и вполне вероятно, что оптимальная конструкция моста еще не найдена. Были <a href=\"https://rekt.news/wormhole-rekt/\">недавние взломы мостов</a>.",
  "layer-2-faq-question-5-title": "Почему здесь не указаны некоторые проекты уровня 2?",
  "layer-2-faq-question-5-description-1": "Мы хотим убедиться, что перечисляем лучшие из возможных ресурсов, чтобы пользователи могли безопасно и уверенно перемещаться по пространству второго уровня. Мы придерживаемся системы критериев оценки проектов для включения.",
  "layer-2-faq-question-5-view-listing-policy": "Ознакомьтесь с нашей политикой перечисления уровней 2.",
  "layer-2-faq-question-5-description-2": "Любой может предложить добавить уровень 2 на ethereum.org. Если есть уровень 2, который мы пропустили, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">предложите его</a>.",
  "layer-2-further-reading-title": "Дополнительные ресурсы",
  "a-rollup-centric-ethereum-roadmap": "Дорожная карта ethereum, ориентированная на свертки",
  "an-incomplete-guide-to-rollups": "Неполное руководство по сверткам",
  "polygon-sidechain-vs-ethereum-rollups": "Сайдчейн Polygon в сравнении со свертками Ethereum: подходы к масштабированию слоя 2 | Виталик Бутерин и Лекс Фридман",
  "rollups-the-ultimate-ethereum-scaling-strategy": "СВЕРТКИ — наилучшая стратегия масштабирования Ethereum? Объяснение принципа работы Arbitrum и Optimism",
  "scaling-layer-1-with-shard-chains": "Масштабирование уровня 1 с помощью цепочек осколков",
  "understanding-rollup-economics-from-first-principals": "Понимание экономики сверток с первых принципов",
  "arbitrum-description": "Arbitrum One — это «оптимистический сверток», который стремится полностью повторить ощущения от взаимодействия с Ethereum, но с транзакциями в разы дешевле, чем на L1.",
  "optimism-description": "Optimism — это быстрая, простая и безопасная оптимистичная свертка, эквивалентная EVM. Он масштабирует технологию Ethereum, а также масштабирует его ценность за счет ретроактивного финансирования общественных благ.",
  "boba-description": "Boba — это Optimistic Rollup, первоначально разветвленный от Optimism. Это решение для масштабирования, целью которого является снижение платы за газ, повышение пропускной способности транзакций и расширение возможностей умных контрактов.",
  "base-description": "Base — это безопасный, недорогой, удобный для разработчиков 2-й уровень Ethereum, построенный, чтобы привлечь еще один миллиард пользователей в web3. Это 2-й уровень Ethereum, созданный Coinbase и построенный на стеке OP c открытым исходным кодом.",
  "loopring-description": "Решение zkRollup L2 от Loopring стремится предложить те же гарантии безопасности, что и основная сеть Ethereum, при значительном увеличении масштабируемости: пропускная способность увеличилась в 1000 раз, а стоимость уменьшилась до 0,1 % по сравнению с L1.",
  "zksync-description": "ZKsync — это роллап с технологией нулевого разглашения, целью которого является масштабирование Ethereum и его ценностей для широкого внедрения без ущерба для безопасности или децентрализации.",
  "zkspace-description": "Платформа ZKSpace состоит из трех основных частей: AMM DEX слоя 2 с использованием технологии ZK-свертков под названием ZKSwap, платежного сервиса ZKSquare и площадки для торговли NFT под названием ZKSea.",
  "aztec-description": "Aztec Network — это первая частная zk-свертка на Ethereum, позволяющая децентрализованным приложениям получить доступ к конфиденциальности и масштабированию.",
  "starknet-description": "Starknet это ролл-ап 2-го уровня, использующий доказательства достоверности. Он предоставляет высокую пропускную способность, низкие затраты на газ и сохраняет уровень безопасности 1-го уровня Ethereum.",
  "layer-2-note": "Примечание:",
  "layer-2-ecosystem-portal": "Портал экосистемы",
  "layer-2-token-lists": "Списки токенов",
  "layer-2-explore": "Обзор",
  "page-dapps-ready-button": "Вперед",
  "layer-2-information": "Информация",
  "layer-2-wallet-managers": "Управление кошельком"
}
