{
  "page-what-is-ethereum-alt-img-bazaar": "Изображение человека, всматривающегося в базар, призвано быть олицетворением Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Рисунок членов сообщества Ethereum, работающих вместе",
  "page-what-is-ethereum-alt-img-lego": "Иллюстрация руки, создающей логотип ETH из кубиков Lego",
  "page-what-is-ethereum-banking-card": "Банковское обслуживание для каждого",
  "page-what-is-ethereum-banking-card-desc": "Не у каждого есть доступ к финансовым услугам. Но все, что вам нужно для доступа к Ethereum и его продуктам кредитования, займа и сбережений - это подключение к Интернету.",
  "page-what-is-ethereum-build": "Создавайте с Ethereum",
  "page-what-is-ethereum-build-desc": "Если вы хотите попробовать разрабатывать приложения на Ethereum, прочтите нашу документацию, попробуйте несколько руководств или ознакомьтесь с инструментами, необходимыми для начала работы.",
  "page-what-is-ethereum-censorless-card": "Устойчивость к цензуре",
  "page-what-is-ethereum-censorless-card-desc": "Ни правительство, ни компании не могут контролировать Ethereum. Децентрализация делает практически невозможным запрет на получение вами платежей или использование услуг Ethereum.",
  "page-what-is-ethereum-comm-desc": "В наше сообщество входят люди из всех слоев общества, включая художников, криптоанархистов, компании из списка Fortune 500, а теперь и вас. Узнайте, как вы можете принять участие в этом проекте сегодня.",
  "page-what-is-ethereum-commerce-card": "Коммерческие гарантии",
  "page-what-is-ethereum-commerce-card-desc": "Клиенты имеют надежную, встроенную гарантию того, что средства перейдут в другие руки только в том случае, если вы предоставите то, что было оговорено. Аналогичным образом, разработчики могут быть уверены, что правила не изменятся в их пользу.",
  "page-what-is-ethereum-composable-card": "Все продукты являются комбинируемыми",
  "page-what-is-ethereum-composable-card-desc": "Поскольку все приложения построены на одном блокчейне с общим глобальным состоянием, они могут строить друг друга (как лего). Это позволяет постоянно создавать лучшие продукты и опыт.",
  "page-what-is-ethereum-community": "Сообщество Ethereum",
  "page-what-is-ethereum-desc": "Фундамент нашего цифрового будущего",
  "page-what-is-ethereum-explore": "Изучите Ethereum",
  "page-what-is-ethereum-internet-card": "Более частный Интернет",
  "page-what-is-ethereum-internet-card-desc": "Вам не нужно предоставлять все ваши персональные данные, чтобы пользоваться приложением Ethereum. Ethereum строит экономику, основанную на ценности, а не на надзоре.",
  "page-what-is-ethereum-meet-comm": "Познакомьтесь с сообществом",
  "page-what-is-ethereum-meta-description": "Узнайте больше об Ethereum, о его функциях и о том, как попробовать это самим.",
  "page-what-is-ethereum-meta-title": "Что такое Ethereum?",
  "page-what-is-ethereum-p2p-card": "Пиринговая сеть",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum позволяет вам переводить деньги или заключать соглашения напрямую с кем-то еще. Вам не нужно проходить через компании-посредники.",
  "page-what-is-ethereum-start-building-btn": "Приступить к созданию приложений",
  "page-what-is-ethereum-title": "Что такое Ethereum?",
  "page-what-is-ethereum-subtitle": "Полное руководство для начинающих о том, как работает Ethereum, какие преимущества он дает и как его используют миллионы людей по всему миру.",
  "page-what-is-ethereum-button-lets-start": "Давайте начнем",
  "page-what-is-ethereum-blockchain-tab-title": "Что такое блокчейн?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Блокчейн это база данных транзакций</b>, которая обновляется и доступна на многих компьютерах в сети. Каждый раз, когда добавляется группа транзакций, которая называется “блок” - отсюда название блокчейн. Большинство блокчейнов публичные, в них можно добавлять транзакции, но не удалять. Если кто то хочет изменить информацию или обмануть систему, им придется сделать это на большинстве копьютеров в сети. И это очень много компьютеров! Это делает устоявшиеся блокчейны, например Ethereum, очень надежными.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Почему она называется криптовалютой?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Блокчейн использует криптографические методы для обеспечения безопасности ваших средств. Подобные методы уже много лет используются в банковской сфере для обеспечения безопасности денежных операций. Поэтому можно сказать, что криптовалюты имеют банковский уровень безопасности.",
  "page-what-is-ethereum-summary-title": "Обзор",
  "page-what-is-ethereum-summary-desc-1": "Ethereum - это технология для создания приложений и организаций, хранения активов, совершения сделок и общения без контроля со стороны центрального органа. Для использования Ethereum нет необходимости передавать все свои личные данные - вы сохраняете контроль над своими данными и над тем, что передается. У Ethereum есть своя криптовалюта - Ether, которая используется для оплаты определенных действий в сети Ethereum.",
  "page-what-is-ethereum-summary-desc-2": "Все еще в замешательстве? Давайте объясним все шаг за шагом.",
  "page-what-is-ethereum-what-is-crypto-title": "Что такое криптовалюта?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>Крипто (сокращение от криптовалюты) это новая форма цифровых денег, основанная на криптографии.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "Все началось в 2008 году с биткойна. С его помощью можно было отправлять средства кому угодно и куда угодно по всему миру. Криптовалюта отличалась от обычных банковских переводов или других финансовых услуг, таких как Paypal или Alipay, тем, что впервые не было посредника.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Подождите, что такое посредник?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "Посредник - это центральный орган, например, банк или правительство, который вмешивается в транзакцию между отправителем и получателем. У них есть возможность наблюдать, цензурировать или отменять транзакции, и они могут передавать конфиденциальные данные, которые они собирают о вас, третьим лицам. Они также часто диктуют, к каким финансовым услугам вы имеете доступ.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "В криптовалютах все иначе. <b>Транзакции напрямую связывают отправителя и получателя</b> без взаимодействий с центром власти. Больше никто не получит доступа к вашим средствам и <b> не может диктовать какие сервисы использовать</b>. Это возможно благодаря технологии блокчейн, на которой работают криптовалюты.",
  "page-what-is-ethereum-btc-eth-diff-title": "В чем разница между Ethereum и Bitcoin?",
  "page-what-is-ethereum-btc-eth-diff-1": "Ethereum, запущенный в 2015 году, основывается на инновациях Биткойна, но при этом имеет ряд существенных отличий.",
  "page-what-is-ethereum-btc-eth-diff-2": "Обе технологии позволяют вам использовать цифровые деньги без поставщиков платежных услуг или банков. Но <b>Ethereum является программируемым</b>, так что вы также можете создавать и размещать децентрализованные приложения в сети.",
  "page-what-is-ethereum-btc-eth-diff-3": "Программируемость Ethereum означает, что вы можете создавать приложения, использующие блокчейн для хранения данных или управления тем, что может делать ваше приложение. В результате получается блокчейн общего назначения, который можно запрограммировать на что угодно. Поскольку возможности Ethereum не ограничены, это позволяет сети Ethereum внедрять инновации.",
  "page-what-is-ethereum-btc-eth-diff-4": "В то время как Bitcoin - это только платежная сеть, Ethereum больше похож на рынок финансовых услуг, игр, социальных сетей и других приложений, которые уважают вашу конфиденциальность и не могут подвергать вас цензуре.",
  "page-what-is-ethereum-what-can-eth-do-title": "На что способен Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Почему я должен использовать Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Если вы когда-либо отправляли деньги за границу (или планируете это сделать), или вам приходилось беспокоиться о будущем своих активов из-за внешних сил, не зависящих от вашего места жительства, или вам надоели многочисленные ограничения и комиссии, налагаемые традиционными финансовыми учреждениями на ежедневные транзакции, вас может заинтересовать то, что могут предложить криптовалюты.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Имейте в виду, что Ethereum - это история, которая все еще пишется, и по мере ее эволюции и развития со временем обнаруживается еще много причин для ее использования.",
  "page-what-is-ethereum-slide-1-title": "Более дешевые и быстрые международные платежи",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Стейблкоины</b> это новый тип криптовалют, который основан на более стабильных активах в качестве основы. Большинство из них привязаны к доллару США, тем самым сохраняя свою стоимость. Это позволяет сделать дешевую и стабильную глобальную систему платежей. Многие стейблкоины построены на сети Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum и стейблкоины упрощают процесс отправки денег за границу. Перемещение средств по всему миру часто занимает всего несколько минут, в отличие от нескольких рабочих дней или даже недель, которые могут потребоваться обычному банку, причем за меньшую цену. Кроме того, не взимается дополнительная плата за транзакцию высокой стоимости, и нет никаких ограничений на то, куда и зачем вы отправляете деньги.",
  "page-what-is-ethereum-slide-2-title": "Самая быстрая помощь в кризисные времена",
  "page-what-is-ethereum-slide-2-desc-1": "Если вам повезло иметь несколько вариантов банковского обслуживания в надежных учреждениях, где вы живете, вы можете считать само собой разумеющимся финансовую свободу, безопасность и стабильность, которые они предлагают. Но для многих людей во всем мире, сталкивающихся с политическими репрессиями или экономическими трудностями, финансовые учреждения могут не предоставлять необходимой защиты или услуг.",
  "page-what-is-ethereum-slide-2-desc-2": "Когда войны, экономические катастрофы или репрессии влияют на гражданские свободы резидентов of <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Венесуэлы</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Кубы</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Афганистана</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Нигерии</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Беларуси</a>, и <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Украины</a>, криптовалюты предоставили наискорейшее, а зачастую и едиенственное решения для возобновления финансовых взаимодействий.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Как видно из этих примеров, такие криптовалюты как Ethereum могут предоставить совбодный доступ к глобальной экономике когда люди отрезаны от внешнего мира people. Вдобавок, стейблкоины предоставляют возможность сохранения стоимости денег когда локальные валюты схлопываются от гиперинфляции.",
  "page-what-is-ethereum-slide-3-title": "Расширение возможностей творцов",
  "page-what-is-ethereum-slide-3-desc-1": "В одном только 2021 году аристы, музыканты, писатели и другие творческие личности использовали Ethereum, что бы вместе заработать около 3,5 млрд. долларов США. Это ставит Ethereum в один ряд с такими глоальными платформами для создателей, как Spotify, YouTube и Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Узнать больше</a>.",
  "page-what-is-ethereum-slide-4-title": "Расширение возможностей геймеров",
  "page-what-is-ethereum-slide-4-desc-1": "Игры \"играй, чтобы заработать\" (в которых игроки получают реальное вознаграждение за игру) появились недавно и меняют игровую индустрию. Традиционно торговля или передача игровых активов другим игрокам за реальные деньги часто запрещена. Это вынуждает игроков использовать веб-сайты черного рынка, которые часто представляют угрозу безопасности. Блокчейн-игры охватывают внутриигровую экономику и способствуют такому поведению в условиях доверия.",
  "page-what-is-ethereum-slide-4-desc-2": "Более того, игроков стимулирует возможность обменивать внутриигровые жетоны на реальные деньги и таким образом получать реальное вознаграждение за свое игровое время.",
  "page-what-is-ethereum-meet-ether-title": "Познакомьтесь с эфиром, криптовалютой Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum имеет собственную криптовалюту под названием эфир (ETH). Она является чисто цифровой, и вы можете мгновенно отправить ее любому человеку в любую точку мира. Предложение ETH не контролируется никаким правительством или компанией - оно децентрализовано и полностью прозрачно. Новые монеты (также часто называемые токенами) создаются только майнерами и стейкерами, которые поддерживают сеть.",
  "page-what-is-ethereum-meet-ether-desc-2": "Каждое действие в сети Ethereum требует определенного количества вычислительной мощности. Эта плата вносится в виде эфира. Это означает, что для использования сети вам необходимо хотя бы небольшое количество ETH.",
  "page-what-is-ethereum-what-is-ether": "Что такое эфир?",
  "page-what-is-ethereum-get-eth": "Получите ETH",
  "page-what-is-ethereum-what-can-i-do-title": "Что я могу делать с монетами ETH?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "Оказывается очень многое! Один из самых известных использования технологии Ethereum это децентрализованные финансы(DeFi), которые предоставляют целый спект банковских услуг для всех у кого есть подключение к интернету. Можно использовать эфир как обеспечение для займа, или предоставить его в качестве ликвидности для получения процентов от ваших средств.",
  "page-what-is-ethereum-explore-applications": "Посмотреть приложения",
  "page-what-is-ethereum-learn-defi": "Подробнее о DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Кто управляет Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum не управляется кем то одним или одной компанией. Он существуюет исключительно через распределенное участие и взаимодействие сообщества. Ethereum использует узлы(компьютеры с копией данных блокчейна Ethereum), которые управляются добровольцами, что бы заменить отдельные серверы и облачные системы, которыми владеют главные интернет провайдеры и компании.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Эти распределенные узлы, которые управляются частными лицами или компаниями по всему миру, предоставляют устойчивость для инфраструктуры сети Ethereum. Благодаря этому сеть гораздо меньше подвержена взломам или отключениям. <b>Со времени запуска сети Ethereum в 2015 году, она никогда не отключалась</b>. Сейчас более тысячи узлов управляют сетью Ethereum. Это делает Ethereum одной из наиболее децентрализованных сетей в мире, второй, после сети bitcoin.",
  "page-what-is-ethereum-run-a-node": "Запуск своего узла",
  "page-what-is-ethereum-smart-contract-title": "Что такое умные контракты?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Смарт-контракты это просто компьютерные программы</b>, которые живует в блокчейне Ethereum. Они исполняются только <b> когда запущены пользователем (или другим контрактом)</b>. Они делают сеть Ethereum очень гибкой и этим она отличается других криптовалют. Эти программы это то что мы теперь называем децентрализованными приложениями или dapps.",
  "page-what-is-ethereum-smart-contract-desc-2": "Вы когда нибудь использовали продукт который изменил условия предоставления услуг? Или убрал функцию которая вам была полезна? Как только смарт-контракт размещен в сети Ethereum, он будет онлайн и работать до тех пор, пока работает сеть Ethereum. Даже его создатель не может его выключить. Так как смарт-контракты полностью автоматизированны, то они не дескриминируют пользователей и всегда готовы к использованию любым пользователем.",
  "page-what-is-ethereum-smart-contract-desc-3": "Популярным примером смарт-контракта являются приложения для размещения вкладов, децентрализованные биржи, страхования, краудфандинг, практически все о чем можно подумать.",
  "page-what-is-ethereum-more-on-smart-contracts": "Подробнее об умных контрактах",
  "page-what-is-ethereum-explore-dapps": "Просмотреть децентрализованные приложения",
  "page-what-is-ethereum-criminal-activity-title": "Я слышал что криптовалюты используются преступниками. Это правда?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Как и любая форма денег, она может быть использована неправильным путем. Однако, потому что все транкзакции в сети Ethereum происходять на открытом блокчейне, зачастую властям проще отследить неправомерную деятельность, нежели чем в традиционных финансовых системах, делая Ethereum менее привлекательным выбором для тех, кто желает остаться незамеченным.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Криптовалюты зачастую меньше используются для криминальных целей, нежели фиатные валюты. Основываясь на недавних открытиях в отчете Интерпола, Агентства Европейского Союза по сотрудничеству в правоохранительной сфере:",
  "page-what-is-ethereum-criminal-activity-desc-3": "\"Использование криптовалют для незаконной активности затрагивает только малую часть общей экономики криптовалют, и выглядит сравнительно меньше, чем размер незаконных средств вовлеченные в традиционные финансы.\"",
  "page-what-is-ethereum-energy-title": "Что с энергопотреблением сети Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "На текущий момент сеть Ethereum использует механизм Доказательство Работы (PoW), который потребляет большое количество энергии. В ближайшие месяцы (Q3/Q4 2022) на Ethereum случится самое большое на текущий момент обновление и произойдет переключение на механизм Доказательство владения(PoS), который <b>значимо сократит влияние на окружающую среду</b>.",
  "page-what-is-ethereum-energy-desc-2": "Это обновление сократит необходимое для безопасности Ethereum количество энергии на <b>99.95%</b>, создавая <b>более безопасную сеть за счет меньшего углеродного следа</b>. Это сделает Ethereum настоящим низкоуглеродным блокчейном, в то же время увеличивая безопасность и масштабируемость.",
  "page-what-is-ethereum-more-on-energy-consumption": "Подробнее о потреблении энергии",
  "page-what-is-ethereum-the-merge-update": "Обновление Слияние",
  "page-what-is-ethereum-additional-reading": "Дополнительное чтение",
  "page-what-is-ethereum-week-in-ethereum": "Новости недели об Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "- еженедельная рассылка, о ключевых разработках в экосистеме.",
  "page-what-is-ethereum-the-year-in-ethereum-2021": "Новости 2021 года об Ethereum",
  "page-what-is-ethereum-the-year-in-ethereum-2021-desc": "17 янв. 2022 - Джош Старк(Josh Stark) и Эван Ван Нэсс (Evan Van Ness)",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Атомы, Учреждения, Блокчейны",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "- Почему блокчейн важен?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum в цифрах"
}
