{
  "page-wallets-accounts-addresses": "Кошельки, аккаунты, ключи и адреса",
  "page-wallets-accounts-addresses-desc": "Важно понять различия между некоторыми ключевыми терминами.",
  "page-wallets-accounts-ethereum-addresses": "<b>У аккаунта Ethereum есть адрес</b>, как и у ящика электронной почты. Адрес используется, чтобы идентифицировать ваши цифровые активы.",
  "page-wallets-alt": "Иллюстрация робота с хранилищем для тела, представляющего кошелек Ethereum",
  "page-wallets-ethereum-account": "<b>Аккаунт Ethereum — это пара ключей</b>. <a href=\"/glossary/#public-key\">Один ключ</a> используется, чтобы создать адрес, которым вы можете свободно делиться, а <a href=\"/glossary/#private-key\">второй</a> нужно хранить в секрете, так как он используется в качестве подписи. Вместе эти ключи позволяют владеть активами и совершать транзакции.",
  "page-wallets-blog": "Блог Coinbase",
  "page-wallets-bookmarking": "Добавьте свой кошелек в закладки",
  "page-wallets-bookmarking-desc": "Если вы пользуетесь веб-кошельком, добавьте этот сайт в закладки, чтобы защитить себя от фишинговых атак.",
  "page-wallets-cd": "<b>Физические аппаратные кошельки</b> — это устройства, которые позволяют хранить криптовалюту в автономном режиме, обеспечивая ее высокую безопасность",
  "page-wallets-desc-2": "Кошельки — это то, что большинство людей использует для управления цифровыми активами и идентификации личности.",
  "page-wallets-desc-2-link": "Подробнее о ETH",
  "page-wallets-desc-3": "Кошелек — это инструмент, с помощью которого вы взаимодействуете со своим аккаунтом Ethereum. Вы можете в любой момент поменять поставщика кошелька. Многие кошельки также позволяют управлять несколькими счетами Ethereum из одного приложения.",
  "page-wallets-desc-4": "Поставщики кошельков не хранят ваши средства. Они просто представляют окно, чтобы вы могли увидеть свои активы в Ethereum, и набор инструментов для удобного управления ими.",
  "page-wallets-description": "Кошельки Ethereum — это приложения, через которые можно управлять своим аккаунтом. Они похожи на физический кошелек: он содержит все, что необходимо для подтверждения вашей личности и управления активами. С помощью кошелька можно входить в приложения, проверять баланс, совершать транзакции и подтверждать личность.",
  "page-wallets-desktop": "<b>Настольные приложения</b>, если вы предпочитаете управлять своими средствами в macOS, Windows или Linux",
  "page-wallets-ethereum-wallet": "<b>Кошелек — это инструмент, позволяющий вам взаимодействовать с аккаунтом</b> с помощью ключей. Он позволяет просматривать баланс аккаунта, отправлять транзакции и выполнять другие действия.",
  "page-wallets-explore": "Изучите Ethereum",
  "page-wallets-features-desc": "Мы можем помочь вам выбрать кошелек на основе тех функций, которые вам интересны.",
  "page-wallets-features-title": "Сравните функции кошельков",
  "page-wallets-find-wallet-btn": "Найти кошелек",
  "page-wallets-find-wallet-link": "Найдите кошелек",
  "page-wallets-get-some": "Получите ETH",
  "page-wallets-get-some-alt": "Иллюстрация руки, создающей логотип ETH из кубиков Lego",
  "page-wallets-get-some-btn": "Получите ETH",
  "page-wallets-get-some-desc": "ETH - это собственная криптовалюта Ethereum. Для использования приложений Ethereum вам понадобится немного ETH в вашем кошельке.",
  "page-wallets-keys-to-safety": "Ключи для сохранения в безопасности вашей криптовалюты",
  "page-wallets-manage-funds": "Приложение для управления вашими средствами",
  "page-wallets-manage-funds-desc": "Ваш кошелек показывает ваш баланс, историю транзакций и дает вам возможность отправлять/получать средства. Некоторые кошельки могут предлагать больше функций.",
  "page-wallets-meta-description": "Что нужно знать, чтобы пользоваться кошельками Ethereum.",
  "page-wallets-meta-title": "Кошельки Ethereum",
  "page-wallets-mobile": "<b>Мобильные приложения</b>, которые позволяют получить доступ к средствам, где бы вы ни находились",
  "page-wallets-more-on-dapps-btn": "Подробнее о dapps",
  "page-wallets-most-wallets": "Большинство кошельков позволяют создать счет Ethereum. Так что он вам не понадобится до загрузки кошелька.",
  "page-wallets-protecting-yourself": "Защитите себя и свои средства",
  "page-wallets-seed-phrase": "Запишите свою <a href=\"/glossary/#recovery-phrase\">фразу восстановления</a>",
  "page-wallets-seed-phrase-desc": "Кошельки часто дают вам сид фразу, которую вы должны записать в безопасном месте. Только так вы сможете восстановить свой кошелек.",
  "page-wallets-seed-phrase-example": "Вот пример:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Не храните ее на компьютере. Запишите вручную и держите в безопасном месте.",
  "page-wallets-slogan": "Хранение ключей к вашему цифровому будущему",
  "page-wallets-stay-safe": "Как оставаться в безопасности",
  "page-wallets-stay-safe-desc": "Финансовая свобода и возможность получать доступ к средствам и использовать их, находясь где угодно, сопряжена с ответственностью — в криптомире нет службы поддержки. <b>Вы ответственны за хранение ключей в целости и сохранности</b>.",
  "page-wallets-subtitle": "Кошелек поможет вам управлять своими цифровыми активами и входить в приложения.",
  "page-wallets-take-responsibility": "Возьмите на себя ответственность за собственные средства",
  "page-wallets-take-responsibility-desc": "Централизованные биржи связывают ваш кошелек с именем пользователя и паролем, которые можно восстановить привычным образом. Только помните: вы полностью доверяете такой бирже хранение своих средств. Если у биржи начнутся финансовые проблемы, ваши средства окажутся в зоне риска.",
  "page-wallets-tips": "Дополнительные советы по обеспечению безопасности",
  "page-wallets-tips-community": "От сообщества",
  "page-wallets-title": "Кошельки Ethereum",
  "page-wallets-triple-check": "Перепроверяйте все трижды",
  "page-wallets-triple-check-desc": "Помните, что транзакции не могут быть отменены, а кошельки не могут быть легко восстановлены, поэтому принимайте меры предосторожности и всегда действуйте осмотрительно.",
  "page-wallets-try-dapps": "Попробуйте несколько децентрализованных приложений",
  "page-wallets-try-dapps-alt": "Рисунок членов сообщества Ethereum, работающих вместе",
  "page-wallets-try-dapps-desc": "Децентрализованные приложения - это приложения, построенные на Ethereum. Они дешевле, справедливее и удобнее для ваших данных, чем большинство традиционных приложений.",
  "page-wallets-types": "Типы кошельков",
  "page-wallets-types-desc": "Есть несколько способов организации интерфейса и взаимодействия с вашим аккаунтом:",
  "page-wallets-web-browser": "<b>Браузерные кошельки</b> — это веб-приложения, позволяющие взаимодействовать с аккаунтом непосредственно в браузере",
  "page-wallets-web-browser-extension": "<b>Кошельки в виде расширений для браузера</b> — это загружаемые расширения, позволяющие взаимодействовать с аккаунтом и приложениями через браузер",
  "page-wallets-whats-a-wallet": "Что такое Ethereum-кошелек?",
  "page-wallets-your-ethereum-account": "Ваш счет Ethereum",
  "page-wallets-your-ethereum-account-desc": "Кошелек — это ваше окно в счет Ethereum: в баланс, историю транзакций и многое другое. Но перейти на другой кошелек можно в любой момент.",
  "page-wallets-your-login": "Ваше имя пользователя для приложений Ethereum",
  "page-wallets-your-login-desc": "Ваш кошелек позволяет вам подключаться к приложениям, используя аккаунт Ethereum. Он похож на один универсальный способ входа для всех приложений.",
  "additional-reading-how-to-create-an-ethereum-account": "Как создать учетную запись Ethereum",
  "additional-reading-how-to-use-a-wallet": "Как использовать кошелек"
}
