{
  "consensus-client-lighthouse-logo-alt": "Логотип Lighthouse",
  "consensus-client-lodestar-logo-alt": "Логотип Lodestar",
  "consensus-client-nimbus-logo-alt": "Логотип Nimbus",
  "consensus-client-prysm-logo-alt": "Логотип Prysm",
  "consensus-client-teku-logo-alt": "Логотип Teku",
  "consensus-client-under-review": "Проверка и аудит в процессе",
  "page-upgrades-answer-1": "Думайте об изменениях как о наборе обновлений, добавляемых для улучшения Ethereum, который мы используем сегодня. Эти обновления включают создание новой цепочки под названием Beacon Chain. В будущем будут представлены и другие цепочки, известные как «осколки» (shards).",
  "page-upgrades-answer-2": "Некоторые обновления отделены от основной сети Ethereum, которую мы используем сегодня, но не заменят ее. Вместо этого основная сеть будет «объединяться» с этой параллельной системой, которую добавят со временем.",
  "page-upgrades-answer-4": "Другими словами, Ethereum, который мы используем сегодня, в конечном итоге будет воплощать все функции, к которым мы стремимся в концепции Ethereum.",
  "page-upgrade-article-title-two-point-oh": "Beacon Chain: версия 2.0",
  "page-upgrade-article-title-beacon-chain-explainer": "Главное, что нужно знать о Beacon Chain Ethereum 2.0",
  "page-upgrade-article-title-sharding-consensus": "Консенсус шардинга",
  "page-upgrade-article-author-ethereum-foundation": "Фонд Ethereum",
  "page-upgrade-article-title-sharding-is-great": "Преимущества шардинга: факты о технических качествах",
  "page-upgrade-article-title-rollup-roadmap": "Дорожная карта, ориентированная на свертки",
  "page-upgrades-beacon-chain-btn": "Подробнее о Beacon Chain",
  "page-upgrades-beacon-chain-date": "Сеть Beacon Chain была запущена 1 декабря 2020 года.",
  "page-upgrades-beacon-chain-desc": "Сеть Beacon Chain привнесла ставки в Ethereum, заложила основу для будущих обновлений и в конечном итоге будет координировать новую систему.",
  "page-upgrades-beacon-chain-estimate": "Сеть Beacon Chain в действии",
  "page-upgrades-beacon-chain-title": "Beacon Chain",
  "page-upgrades-bug-bounty": "Посмотреть программу вознаграждения за поиск ошибок",
  "page-upgrades-clients": "Познакомьтесь с консенсус-клиентами (в прошлом — клиенты Eth2)",
  "page-staking-deposit-contract-title": "Проверьте адрес контракта на депозит",
  "page-upgrades-diagram-ethereum-mainnet": "Основная сеть Ethereum",
  "page-upgrades-diagram-h2": "Как обновления сочетаются друг с другом",
  "page-upgrades-diagram-link-1": "Подробнее о доказательстве работы",
  "page-upgrades-diagram-link-2": "Подробнее о цепочках-осколках",
  "page-upgrades-diagram-mainnet": "Основная сеть",
  "page-upgrades-diagram-p": "Основная сеть Ethereum еще некоторое время будет существовать в своем нынешнем виде. Это означает, что Beacon Chain и обновления с осколками не нарушат работу сети.",
  "page-upgrades-diagram-p-1": "Основная сеть в конечном итоге объединится с новой системой, представленной Beacon Chain.",
  "page-upgrades-diagram-p-2": "Сеть Beacon Chain станет проводником Ethereum, координирующим валидаторов и определяющим темп создания блоков.",
  "page-upgrades-diagram-p-3": "Сначала она будет существовать отдельно от основной сети и управлять валидаторами, не имея никакого отношения к смарт-контрактам, сделкам и аккаунтам.",
  "page-upgrades-diagram-p-4": "Осколки предоставят много дополнительных данных, которые помогут увеличить количество транзакций в основной сети. Их будет координировать Beacon Chain.",
  "page-upgrades-diagram-p-5": "Но все операции все равно будут полагаться на основную сеть, которая будет продолжать существовать в сегодняшнем виде — защищенная проверкой работы и майнерами.",
  "page-upgrades-diagram-p-6": "Основная сеть объединится с системой доказательства владения, координируемой Beacon Chain.",
  "page-upgrades-diagram-p-8": "Это превратит основную сеть в осколок в рамках новой системы. Майнеры больше не будут нужны, так как весь Ethereum будет защищен валидаторами.",
  "page-upgrades-diagram-p10": "Масштабирование Ethereum — это не миграция и не что-то одно. Он описывает набор обновлений, над которыми сейчас работают, чтобы раскрыть истинный потенциал Ethereum. Вот как они все сочетаются друг с другом.",
  "page-upgrades-diagram-scroll": "Прокрутите для раскрытия — нажмите для получения дополнительной информации.",
  "page-upgrades-diagram-shard": "Осколок (1)",
  "page-upgrades-diagram-shard-1": "Осколок (...)",
  "page-upgrades-diagram-shard-2": "Осколок (2)",
  "page-upgrades-diagram-shard-3": "Осколок (...)",
  "page-upgrades-diagram-validators": "Подробнее о валидаторах",
  "page-upgrades-dive": "Узнайте о концепции больше",
  "page-upgrades-dive-desc": "Как мы собираемся сделать Ethereum более масштабируемым, безопасным и устойчивым? И все это при сохранении основного идеала децентрализации Ethereum.",
  "page-upgrades-docking": "Слияние",
  "page-upgrades-merge-answer-1": "Слияние происходит, когда основная часть блокчейна начинает использовать сеть Beacon Chain для достижения консенсуса, а доказательство работы отключается. Это произойдет в течение 2022 года.",
  "page-upgrades-merge-btn": "Подробнее о слиянии",
  "page-upgrades-merge-desc": "В какой-то момент основная сеть Ethereum должна будет слиться с сетью Beacon Chain. Это сделает доступными ставки для всей сети и станет сигналом окончания энергоемкого майнинга.",
  "page-upgrades-merge-estimate": "Оценка: 2022 год",
  "page-upgrades-merge-mainnet": "Что такое основная сеть (Mainnet)?",
  "page-upgrades-merge-mainnet-eth2": "Слияние основной сети и Beacon Chain",
  "page-upgrades-eth-blog": "Блог ethereum.org",
  "page-upgrades-explore-btn": "Просмотреть обновления",
  "page-upgrades-get-involved": "Примите участие в улучшении Ethereum",
  "page-upgrades-get-involved-2": "Участвовать",
  "page-upgrades-head-to": "Переход:",
  "page-upgrades-help": "Хотите помочь с обновлениями Ethereum?",
  "page-upgrades-help-desc": "Есть много возможностей оценить обновления Ethereum, помочь с тестированием и даже получить вознаграждение.",
  "page-upgrades-index-staking": "Стейкинг уже в деле",
  "page-upgrades-index-staking-desc": "Ключевым обновлением Ethereum является введение стейкинга. Если вы хотите использовать свои ETH для защиты сети Ethereum, обязательно выполните следующие действия.",
  "page-upgrades-index-staking-learn": "Узнайте о стейкинге",
  "page-upgrades-index-staking-learn-desc": "Beacon Chain вводит стейкинг в Ethereum. Это означает, что если у вас есть ETH, вы можете делать общественное благо, защищая сеть и зарабатывая больше ETH в процессе.",
  "page-upgrades-index-staking-step-1": "1. Выполните настройку с помощью панели запуска",
  "page-upgrades-index-staking-step-1-btn": "Посетить панель запуска для стейкинга",
  "page-upgrades-index-staking-step-1-desc": "Чтобы вложить свои средства в Ethereum, вам нужно воспользоваться панелью запуска. Это поможет вам пройти этот процесс.",
  "page-upgrades-index-staking-step-2": "2. Подтвердите адрес стейкинга",
  "page-upgrades-index-staking-step-2-btn": "Подтвердить адрес контракта на депозит",
  "page-upgrades-index-staking-step-2-desc": "Перед вложением своих ETH убедитесь, что у вас правильный адрес. Перед этим вы должны были пройти через панель запуска.",
  "page-upgrades-index-staking-sustainability": "Большая экологичность",
  "page-upgrades-just-docking": "Подробнее о слиянии",
  "page-upgrades-meta-desc": "Обзор обновлений Ethereum и концепция того, что они реализуют.",
  "page-upgrades-meta-title": "Обновления Ethereum (в прошлом — Eth2)",
  "page-upgrades-miners": "Подробнее о майнерах",
  "page-upgrades-more-on-upgrades": "Подробнее о обновлениях Ethereum",
  "page-upgrades-proof-of-stake": "доказательство владения",
  "page-upgrades-proof-of-work": "доказательство работы",
  "page-upgrades-proof-stake-link": "Подробнее о доказательстве владения",
  "page-upgrades-question-1-title": "Когда будут отправлены обновления?",
  "page-upgrades-question-1-desc": "Ethereum обновляется постепенно; обновления отличаются друг от друга разными датами отправки.",
  "page-upgrades-question-2-title": "Является ли Beacon Chain отдельным блокчейном?",
  "page-upgrades-question-2-desc": "Неправильно думать об этих обновлениях как об отдельном блокчейне.",
  "page-upgrades-question-3-answer-2": "Обновления с цепочками-осколками и слияние могут затронуть разработчиков децентрализованных приложений. Но спецификации еще не закончены, поэтому никаких незамедлительных действий не требуется.",
  "page-upgrades-question-3-answer-3": "Поговорите с командой исследователей и разработчиков Ethereum на ethresearch.ch.",
  "page-upgrades-question-3-answer-3-link": "Посетить ethresear.ch",
  "page-upgrades-question-3-desc": "Сейчас вам не нужно ничего делать, чтобы подготовиться к обновлениям.",
  "page-upgrades-question-3-title": "Как подготовиться к обновлениям?",
  "page-upgrades-question-4-answer-1": "На данный момент каждый раз, когда вы отправляете транзакцию или используете децентрализованное приложение, вы используете слой исполнения или основную сеть. Это Ethereum, защищаемый майнерами.",
  "page-upgrades-question-4-answer-2": "До слияния основная сеть будет продолжать работать в обычном режиме.",
  "page-upgrades-question-4-answer-3": "После слияния валидаторы будут защищать всю сеть с помощью доказательства владения.",
  "page-upgrades-question-4-answer-6": "Каждый может стать валидатором, вложив свои ETH.",
  "page-upgrades-question-4-answer-7": "Подробнее о стейкинге",
  "page-upgrades-question-4-answer-8": "Обновления Beacon Chain и цепочки осколков не нарушат слой исполнения (основная сеть), поскольку они строятся отдельно.",
  "page-upgrades-question-4-title": "Что такое слой исполнения?",
  "page-upgrades-question-4-desc": "Основная сеть Ethereum, в которой вы совершаете транзакции сегодня, ранее называлась Eth1. Этот термин постепенно упраздняется в пользу «слоя исполнения».",
  "page-upgrades-question-5-answer-1": "Чтобы стать полноценным валидатором в сети, вам нужно вложить 32 ETH. Если у вас не столько средств или вы не готовы так много вкладывать, вы можете присоединиться к пулу стейкеров. Эти пулы позволят вам вкладывать меньше и зарабатывать доли от общей суммы вознаграждения.",
  "page-upgrades-question-5-desc": "Вам нужно будет воспользоваться панелью запуска стейкинга или присоединиться к пулу стейкеров.",
  "page-upgrades-question-5-title": "Как мне начать заниматься стейкингом?",
  "page-upgrades-question-6-answer-1": "На данный момент никаких доступных действий нет. Рекомендуем следить за новостями о ходе слияния и обновлениях цепочек-осколков.",
  "page-upgrades-question-6-answer-3": "Дэнни Райан из фонда Ethereum регулярно делится новостями с сообществом.",
  "page-upgrades-question-6-answer-4": "Бен Эджингтон из ConsenSys еженедельно выпускает информацию об обновлениях Ethereum:",
  "page-upgrades-question-6-answer-5": "Вы также можете присоединиться к обсуждению исследований и разработок Ethereum на ethresearch.ch.",
  "page-upgrades-question-6-desc": "На ваше децентрализованное приложение никакие ближайшие обновления не повлияют. Однако обновления в будущем могут потребовать некоторых изменений.",
  "page-upgrades-question-6-title": "Что мне нужно делать с моим децентрализованным приложением?",
  "page-upgrades-question-7-desc": "Много разных команд со всего сообщества работают над различными обновлениями Ethereum.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(реализация на Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(реализация на JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(реализация на Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(реализация на Go)",
  "page-upgrades-question-7-teams": "Команды консенсус-клиентов Ethereum:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(реализация на Java)",
  "page-upgrades-question-7-title": "Кто создает обновления Ethereum?",
  "page-upgrades-question-7-clients": "Подробнее о клиентах Ethereum",
  "page-upgrades-question-8-answer-1": "Обновления Ethereum помогут Ethereum масштабироваться децентрализованно, сохраняя при этом безопасность и повышая устойчивость.",
  "page-upgrades-question-8-answer-2": "Возможно, самая очевидная проблема заключается в том, что Ethereum должен обрабатывать более 15–45 транзакций в секунду. Но сегодня обновления также решают некоторые другие проблемы Ethereum.",
  "page-upgrades-question-8-answer-3": "Сеть пользуется таким высоким спросом, что делает использование Ethereum дорогим. Узлы в сети испытывают трудности с размером Ethereum и объемом данных, которые их компьютеры должны обрабатывать. А базовый алгоритм, обеспечивающий безопасность и децентрализацию Ethereum, энергоемок и должен быть более экологичным.",
  "page-upgrades-question-8-answer-4": "Многое из того, что менялось, всегда входило в план развития Ethereum, даже с 2015 года. Но текущие условия делают необходимость обновлений еще больше.",
  "page-upgrades-question-8-answer-6": "Познакомьтесь с концепцией Ethereum",
  "page-upgrades-question-8-desc": "Сегодняшний Ethereum должен стать более удобным в работе для конечных пользователей и участников сети.",
  "page-upgrades-question-8-title": "Зачем нужны обновления?",
  "page-upgrades-question-9-answer-1": "Самая активная роль, которую вы можете сыграть, — вложение ваших ETH.",
  "page-upgrades-question-9-answer-2": "Вы также можете запустить второй клиент, чтобы повысить разнообразие клиентов.",
  "page-upgrades-question-9-answer-3": "Если у вас есть технический опыт, вы можете помочь выявить ошибки в новых клиентах.",
  "page-upgrades-question-9-answer-4": "Вы также можете принять участие в технических обсуждениях с исследователями Ethereum на ethresear.ch.",
  "page-upgrades-question-9-desc": "Чтобы внести свой вклад, необязательно быть техническим специалистом. Наше сообщество примет вклад от людей с самыми разными навыками.",
  "page-upgrades-question-9-stake-eth": "Вложить ETH",
  "page-upgrades-question-9-title": "Как я могу помочь с обновлениями Ethereum?",
  "page-upgrades-question-9-more": "Найдите более простые способы помочь развитию Ethereum",
  "page-upgrades-question-10-title": "Что такое «фазы Eth2»?",
  "page-upgrades-question-10-desc": "Некоторые вещи здесь изменились.",
  "page-upgrades-question-10-answer-0": "Сам термин Eth2 постепенно упраздняется, так как он не представляет собой отдельное обновление или новую сеть. Будет точнее сказать, что это набор обновлений, каждое из которых вносит свой вклад, чтобы сделать Ethereum более масштабируемым, безопасным и устойчивым. Сеть, которую вы знаете и любите, будет называться просто Ethereum.",
  "page-upgrades-question-10-answer-1": "Мы не хотим слишком много говорить о технической дорожной карте, потому что это программное обеспечение: все может измениться. Мы думаем, что легче понять, что происходит, когда вы читаете о результатах.",
  "page-upgrades-question-10-answer-1-link": "Просмотреть обновления",
  "page-upgrades-question-10-answer-2": "Но если вы следили за обсуждениями, вот немного о том, как обновления вписываются в технические дорожные карты и как они меняются.",
  "page-upgrades-question-10-answer-3": "Фаза 0 описывает работу по запуску Beacon Chain.",
  "page-upgrades-question-10-answer-5": "Фаза 1 изначально была направлена на внедрение цепочек осколков, но приоритеты сместились в сторону «слияния», которое является следующим запланированным обновлением.",
  "page-upgrades-question-10-answer-6": "Фаза 1.5 первоначально планировалась после внедрения осколков, когда основная сеть будет добавлена в качестве последнего осколка к Beacon Chain. Чтобы ускорить переход от майнинга на основе доказательства работы, основная сеть вместо этого станет первым осколком, который подключится к Beacon Chain. Это событие теперь известно как «слияние» и станет важным шагом на пути к более экологичному Ethereum.",
  "page-upgrades-question-10-answer-7": "Планы, связанные с фазой 2, подвергались интенсивным исследованиям и обсуждениям, но планирование слияния до цепочек-осколков позволит осуществить непрерывную перепроверку нужд для развития Ethereum с целью продвигаться дальше. Учитывая дорожную карту, ориентированную на свертки, немедленная необходимость цепочек-осколков подвержена сомнению.",
  "page-upgrades-question-10-answer-8": "Подробнее о дорожной карте, ориентированной на свертки",
  "page-upgrades-question-11-title": "Могу ли я купить Eth2?",
  "page-upgrades-question-11-desc": "Нет. Токена Eth2 нет, и ваши ETH не будут изменены после слияния.",
  "page-upgrades-question-11-answer-1": "Одним из стимулов для ребрендинга Eth2 стало распространенное заблуждение о том, что держателям ETH якобы понадобилось бы выполнять миграцию своих ETH после перехода на Ethereum 2.0. Таких планов никогда не было. Это",
  "page-upgrades-question-11-answer-2": "распространенная техника, используемая мошенниками.",
  "page-upgrades-question-title": "Часто задаваемые вопросы",
  "page-upgrades-question3-answer-1": "Владельцам ETH не нужно ничего делать. Ваш ETH не нужно будет менять или обновлять. Почти наверняка мошенники скажут вам обратное, так что будьте осторожны.",
  "page-upgrades-scalable": "Большая масштабируемость",
  "page-upgrades-scalable-desc": "Ethereum должен поддерживать тысячи транзакций в секунду, чтобы сделать приложения быстрее и дешевле в использовании.",
  "page-upgrades-secure": "Большая безопасность",
  "page-upgrades-secure-desc": "Ethereum должен быть более безопасным. Протокол должен быть более защищенным от всех форм атак, поскольку сферы применения Ethereum расширяются.",
  "page-upgrades-shard-button": "Подробнее о цепочках-осколках",
  "page-upgrades-shard-date": "Цепочки-осколки должны последовать за слиянием где-то в 2023 году.",
  "page-upgrades-shard-desc": "Цепочки-осколки расширят возможности Ethereum для обработки транзакций и хранения данных. Сами осколки со временем получат больше функций, запускаемых в несколько этапов.",
  "page-upgrades-shard-estimate": "Оценка: 2023 год",
  "page-upgrades-shard-lower": "Подробнее о цепочках-осколках",
  "page-upgrades-shard-title": "Цепочки осколков",
  "page-upgrades-stay-up-to-date": "Будьте в курсе",
  "page-upgrades-stay-up-to-date-desc": "Получайте последние новости от исследователей и разработчиков, работающих над обновлениями Ethereum.",
  "page-upgrades-sustainable-desc": "Ethereum должен быть более бережным к окружающей среде. Сегодняшняя технология требует слишком много вычислительной мощности и энергии.",
  "page-upgrades-take-part": "Примите участие в исследовании",
  "page-upgrades-take-part-desc": "Исследователи и энтузиасты Ethereum встречаются здесь, чтобы обсудить результаты исследований, включая те, которые связаны с обновлениями Ethereum.",
  "page-upgrades-the-upgrades": "Обновления Ethereum",
  "page-upgrades-the-upgrades-desc": "Ethereum состоит из набора обновлений, улучшающих масштабируемость, безопасность и устойчивость сети. Хотя над каждым из них ведется отдельная, но параллельная работа, у них есть определенные зависимости, которые определяют, когда они будут развернуты.",
  "page-upgrades-unofficial-roadmap": "Это не официальная дорожная карта. Это то, как мы видим происходящее на основе имеющейся информации. Но это технологии, и все может измениться в одно мгновение. Поэтому не воспринимайте это как обязательство.",
  "page-upgrades-upgrade-desc": "Ethereum, который мы знаем и любим, просто более масштабируемый, более безопасный и более устойчивый...",
  "page-upgrades-upgrades": "Обновления Ethereum",
  "page-upgrades-upgrades-aria-label": "Меню обновлений Ethereum",
  "page-upgrades-upgrades-beacon-chain": "Beacon Chain",
  "page-upgrades-upgrades-docking": "Слияние",
  "page-upgrades-upgrades-guide": "Руководство по обновлениям Ethereum",
  "page-upgrades-upgrading": "Обновление Ethereum до радикально новых высот",
  "page-upgrades-vision": "Наша концепция",
  "page-upgrades-vision-btn": "Подробнее о концепции Ethereum",
  "page-upgrades-vision-desc": "Чтобы Ethereum стал популярным и служил всему человечеству, мы должны сделать Ethereum более масштабируемым, безопасным и устойчивым.",
  "page-upgrades-vision-upper": "Концепция Ethereum",
  "page-upgrades-what-happened-to-eth2-title": "Что случилось с Eth2?",
  "page-upgrades-what-happened-to-eth2-1": "Термин Eth2 постепенно упраздняется в рамках подготовки к слиянию.",
  "page-upgrades-what-happened-to-eth2-1-more": "Подробнее о слиянии.",
  "page-upgrades-what-happened-to-eth2-2": "После объединения Eth1 и Eth2 в единую цепочку больше не будет двух отдельных сетей Ethereum; Ethereum станет единым.",
  "page-upgrades-what-happened-to-eth2-3": "Чтобы избежать путаницы, сообщество обновило эти термины.",
  "page-upgrades-what-happened-to-eth2-3-1": "Eth1 теперь является слоем исполнения, который обрабатывает и выполняет транзакции.",
  "page-upgrades-what-happened-to-eth2-3-2": "Eth2 теперь является «уровнем консенсуса», который обрабатывает консенсус доказательства владения.",
  "page-upgrades-what-happened-to-eth2-4": "Эти обновления терминологии влияют только на принятые названия; цели и дорожная карта Ethereum не меняются.",
  "page-upgrades-what-happened-to-eth2-5": "Подробнее о переименовании Eth2",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Почему мы просто не можем использовать Eth2?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Ментальные модели",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Одна из главных проблем брендинга Eth2 заключается в том, что он создает неверную ментальную модель для новых пользователей Ethereum. Они интуитивно думают, что сначала появляется Eth1, а Eth2 идет после. Или, что Eth1 перестает существовать, когда появится Eth2. Ничто из этого не верно. Удаляя термин Eth2, мы избавляем всех будущих пользователей от этой запутанной ментальной модели.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Инклюзивность",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "По мере развития дорожной карты Ethereum термин Ethereum 2.0 стал неточно ее представлять. Внимательность и точность в выборе слов позволяет сути Ethereum быть понятой самой широкой аудиторией.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Профилактика мошенничества",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "К сожалению, злонамеренные субъекты пытаются использовать неточный термин Eth2 для обмана пользователей, предлагая им поменять свои токены ETH на ETH2 или говоря, что они должны почему-то переместить их ETH до того, как произойдет обновление до ETH2. Мы надеемся, что обновленная терминология добавит ясности, устранит это направление мошенничества и поможет сделать экосистему безопаснее.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Прозрачность стейкинга",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Некоторые операторы стейкинга также представляли стейкинг ETH в сети Beacon Chain с тикером ETH2. Это создает потенциальную путаницу, учитывая, что пользователи этих сервисов фактически не получают токен ETH2. Токенов ETH2 не существует; это лишь доля пользователей в ставке конкретных поставщиков.",
  "page-upgrades-what-to-do": "Что вам нужно сделать?",
  "page-upgrades-what-to-do-desc": "Если вы являетесь пользователем децентрализованных приложений (dapp) или держателем ETH, вам не нужно ничего делать. Если вы разработчик или хотите начать заниматься стейкингом, вы можете принять участие уже сегодня.",
  "page-upgrades-whats-next": "Что такое обновления Ethereum?",
  "page-upgrades-whats-next-desc": "Дорожная карта Ethereum включает взаимосвязанные обновления протоколов, которые сделают сеть более масштабируемой, безопасной и устойчивой. Эти обновления создаются несколькими командами из экосистемы Ethereum.",
  "page-upgrades-whats-next-history": "Узнайте о предыдущих улучшениях Ethereum",
  "page-upgrades-whats-ethereum": "Погодите, что такое Ethereum?",
  "page-upgrades-whats-new": "Что ждет Ethererum дальше?",
  "page-upgrades-security-link": "Подробнее о безопасности и предотвращении мошенничества"
}
