{
  "page-gas-meta-title": "Комиссии за газ в Ethereum: как они работают?",
  "page-gas-meta-description": "Узнайте, как они работают комиссии за газ в Ethereum и как платить меньше",
  "page-gas-hero-title": "Комиссии за газ",
  "page-gas-hero-header": "Комиссия сети",
  "page-gas-hero-button-1-content": "Что такое газ?",
  "page-gas-hero-subtitle-1": "Комиссия сети в Ethereum называется газом.",
  "page-gas-hero-subtitle-2": "Газ — это топливо, на котором работает Ethereum.",
  "page-gas-summary-title": "Обзор",
  "page-gas-summary-item-1": "За обработку каждой транзакции в Ethereum взимается небольшая плата",
  "page-gas-summary-item-2": "Эта плата называется комиссией за газ",
  "page-gas-summary-item-3": "Размер комиссии за газ не фиксированный, он меняется в зависимости от нагрузки на сеть",
  "page-gas-what-are-gas-fees-header": "Что такое комиссия за газ?",
  "page-gas-what-are-gas-fees-text-1": "Ethereum можно считать большой компьютерной сетью, где люди могут отправлять сообщения, запускать программы и другие функции. Как и в реальном мире, для выполнения таких задач требуется энергия.",
  "page-gas-what-are-gas-fees-text-2": "В Ethereum каждое вычислительное действие имеет установленную цену. <b>Комиссия за газ — это общая стоимость действий в рамках транзакции</b>. Когда вы отправляете транзакцию или запускаете <a href=\"/glossary/#smart-contract\">умный контракт</a>, вы платите комиссию за их обработку.",
  "page-gas-how-do-i-pay-less-gas-header": "Как платить за газ меньше?",
  "page-gas-how-do-i-pay-less-gas-text": "Иногда повышение комиссий в Ethereum неизбежно, но существуют стратегии, которые можно использовать для снижения затрат:",
  "page-gas-how-do-i-pay-less-gas-card-1-title": "Выбирайте оптимальное время для своих транзакций",
  "page-gas-how-do-i-pay-less-gas-card-1-description": "Точно так же, как и в случае с более низкими ценами на путешествия в низкий сезон, транзакции в Ethereum дешевле, когда Североамериканский континент спит.",
  "page-gas-how-do-i-pay-less-gas-card-2-title": "Дождитесь снижения стоимости газа",
  "page-gas-how-do-i-pay-less-gas-card-2-description": "Цены на газ меняются каждые двенадцать секунд в зависимости от нагрузки на сеть Ethereum. В период высоких цен всего пара минут ожидания перед совершением транзакции могут значительно снизить ваши затраты.",
  "page-gas-how-do-i-pay-less-gas-card-3-title": "Использовать уровень 2",
  "page-gas-how-do-i-pay-less-gas-card-3-description": "Сети Layer-2 на базе Ethereum предлагают более низкие комиссии и обрабатывают больше транзакций. Они позволяют сэкономить на комиссиях за транзакции, которые необязательно должны происходить в основной сети Ethereum.",
  "page-gas-try-layer-2": "Попробуйте Layer-2",
  "page-gas-what-causes-high-gas-fees-header": "Каковы причины высокой цены за газ?",
  "page-gas-what-causes-high-gas-fees-text-1": "Когда объем вычислений (газ) в Ethereum превышает определенный порог, комиссия за газ начинает расти. Чем больше это превышение, тем быстрее растет комиссия.",
  "page-gas-what-causes-high-gas-fees-text-2": "Причиной более высоких комиссий могут быть популярные <a href=\"/glossary/#dapp\">децентрализованные приложения (dapps)</a> или NFT, периодически возрастающий объем торговли на <a href=\"/glossary/#dex\">децентрализованных биржах (DEX)</a> или высокая активность пользователей в часы пик.",
  "page-gas-what-causes-high-gas-fees-text-3": "Разработчики Ethereum должны постараться оптимизировать использование смарт-контрактов перед их развертыванием. Широкое использование плохо написанного смарт-контракта повысит потребление газа и может вызвать перегрузку сети.",
  "page-gas-want-to-dive-deeper": "Хотите узнать больше?",
  "page-gas-check-out-the-developer-docs": "Ознакомьтесь с технической документацией.",
  "page-gas-attack-of-the-cryptokitties-header": "Атака криптокотят",
  "page-gas-attack-of-the-cryptokitties-text": "В ноябре 2017 года был запущен популярный проект CryptoKitties. Быстрый рост его популярности привел к значительной перегрузке сети и крайне высоким комиссиям за газ. Ситуация с CryptoKitties ускорила поиск решений для масштабирования Ethereum.",
  "page-gas-why-do-we-need-gas-header": "Зачем нужен газ?",
  "page-gas-why-do-we-need-gas-text": "Газ является важнейшим элементом защиты Ethereum и обработки транзакций. Газ помогает во многих отношениях:",
  "page-gas-benefits-1-description": "Газ делает Ethereum <a href=\"/glossary/#anti-sybil\">устойчивым к атакам Сивиллы</a>, не позволяя злоумышленникам перегружать сеть мошенническими действиями.",
  "page-gas-benefits-2-description": "Из-за того, что вычисления требуют затрат газа, отправка большого количества дорогостоящих транзакций в Ethereum, будь то случайно или в мошеннических целях, становится нецелесообразной.",
  "page-gas-benefits-3-description": "Жесткое ограничение на количество параллельных вычислений предотвращает перегрузку Ethereum и помогает обеспечить постоянную доступность сети.",
  "page-gas-how-is-gas-calculated-header": "Как рассчитывается комиссия за газ?",
  "page-gas-advanced": "Дополнительно",
  "page-gas-how-is-gas-calculated-text-1": "Комиссия на газ складывается из нескольких составляющих:",
  "page-gas-how-is-gas-calculated-item-1": "<b>Базовая комиссия:</b> установленная сетью комиссия, которую необходимо заплатить за транзакцию",
  "page-gas-how-is-gas-calculated-item-2": "<b>Комиссия за приоритет:</b> дополнительная плата, стимулирующая операторов узлов включить вашу транзакцию",
  "page-gas-how-is-gas-calculated-item-3": "<b>Использованные единицы газа<i>*</i>:</b> помните, мы говорили, что газ представляет собой вычисления? Более сложные действия, такие как взаимодействие со смарт-контрактом, требуют больше газа, чем простые, такие как отправка транзакции.",
  "page-gas-how-is-gas-calculated-list-item-1": "<i><span>*</span> На рисунке 1 показано, как много газа требуется для различных типов транзакций</i>",
  "page-gas-how-is-gas-calculated-text-2": "Формула расчета платы за газ: затрачиваемые единицы газа * (базовая комиссия + комиссия за приоритет). Большинство кошельков вычисляют затраты газа и отображают их более просто.",
  "page-gas-table-figure": "<i>Рисунок 1: Затраты газа по типам транзакций</i>",
  "page-gas-table-header-1": "Тип транзакции",
  "page-gas-table-header-2": "Затрачиваемые единицы газа",
  "page-gas-table-item-1-transaction-type": "Отправка ETH",
  "page-gas-table-item-2-transaction-type": "Отправка токенов ERC-20",
  "page-gas-table-item-3-transaction-type": "Перевод NFT",
  "page-gas-table-item-4-transaction-type": "Обмен на Uniswap",
  "page-gas-faq-header": "Часто задаваемые вопросы",
  "page-gas-faq-question-1-q": "Кто получает плату за газ от моей транзакции?",
  "page-gas-faq-question-1-a-1": "Большая часть комиссии за газ — базовая комиссия — уничтожается протоколом (сжигается). Комиссия за приоритет, если она включена в вашу транзакцию, передается валидатору, который предложил вашу транзакцию.",
  "page-gas-faq-question-1-a-2": "Вы можете прочитать подробное описание процесса в <a href=\"/developers/docs/gas/\">технической документации по газу.</a>",
  "page-gas-faq-question-2-q": "Обязательно ли платить за газ в ETH?",
  "page-gas-faq-question-2-a-1": "Да. Все комиссии за газ в Ethereum оплачиваются в валюте ETH.",
  "page-gas-faq-question-2-a-2": "Подробнее о ETH",
  "page-gas-faq-question-3-q": "Что такое гвей?",
  "page-gas-faq-question-3-a-1": "В большинстве кошельков или газовых трекеров цены на газ обозначены как \"гвей\".",
  "page-gas-faq-question-3-a-2": "Гвей — это дробная единица ETH. Точно так же, как доллар состоит из пенни, 1 ETH состоит из 1 миллиарда гвей. Gwei полезен, когда речь идет об очень маленьком количестве ETH.",
  "page-gas-use-layer-2": "Использовать уровень 2"
}
