{
  "page-dapps-1inch-logo-alt": "Логотип 1inch",
  "page-dapps-aave-logo-alt": "Логотип Aave",
  "page-dapps-add-button": "Предложить децентрализованное приложение",
  "page-dapps-add-title": "Добавить децентрализованное приложение",
  "page-dapps-ankr-logo-alt": "Логотип Ankr",
  "page-dapps-api3-logo-alt": "Логотип API3",
  "page-dapps-arweave-logo-alt": "Логотип ARweave",
  "page-dapps-audius-logo-alt": "Логотип Audius",
  "page-dapps-axie-infinity-logo-alt": "Логотип Axie Infinity",
  "page-dapps-balancer-logo-alt": "Логотип Balancer",
  "page-dapps-brave-logo-alt": "Логотип Brave",
  "page-dapps-beginner-friendly-description": "Децентрализованные приложения, которые подходят для начинающих. Другие децентрализованные приложения представлены ниже.",
  "page-dapps-beginner-friendly-header": "Для начинающих",
  "page-dapps-category-arts": "Искусство и мода",
  "page-dapps-category-browsers": "Браузеры",
  "page-dapps-category-code-marketplaces": "Рынки кода",
  "page-dapps-category-collectibles": "Цифровые коллекционные экземпляры",
  "page-dapps-category-competitive": "Игры Web3",
  "page-dapps-category-computing": "Инструменты для разработчиков",
  "page-dapps-category-dex": "Биржи",
  "page-dapps-category-investments": "Инвестиционные фонды",
  "page-dapps-category-lending": "Кредитование и заимствование",
  "page-dapps-category-lottery": "Краудфандинг",
  "page-dapps-category-marketplaces": "Торговые площадки",
  "page-dapps-category-music": "Музыка",
  "page-dapps-category-payments": "Платежи",
  "page-dapps-category-insurance": "Страхование",
  "page-dapps-category-portfolios": "Управление портфелем",
  "page-dapps-category-trading": "Рынки предсказаний",
  "page-dapps-category-utilities": "Утилиты",
  "page-dapps-category-worlds": "Виртуальные миры",
  "page-dapps-category-demand-aggregator": "Агрегаторы спроса",
  "page-dapps-category-derivatives": "Деривативы",
  "page-dapps-category-liquid-staking": "Ликвидный стейкинг",
  "page-dapps-category-bridges": "Мосты",
  "page-dapps-category-experiences": "Рассказы пользователей о себе",
  "page-dapps-category-guilds": "Доходные гильдии",
  "page-dapps-category-avatar": "Аватары",
  "page-dapps-choose-category": "Выберите категорию",
  "page-dapps-category-social": "Социальные сети",
  "page-dapps-category-content": "Контент",
  "page-dapps-category-community": "Сообщество",
  "page-dapps-category-messaging": "Обмен сообщениями",
  "page-dapps-category-identity": "Идентичность",
  "page-dapps-collectibles-benefits-1-description": "Когда предмет искусства токенизируется на Ethereum, право собственности может быть доказано и доступно всем для просмотра. Вы можете проследить процесс от создания предмета искусства до его текущего владельца. Это предотвращает подделки.",
  "page-dapps-collectibles-benefits-1-title": "Собственность доказуема",
  "page-dapps-collectibles-benefits-2-description": "Деятелям искусства намного легче оплачивать музыку или покупать произведения искусства. С Ethereum потребность в посредниках меньше. А если посредники необходимы, затраты на них будут не такими высокими, потому что платформам не нужно платить за инфраструктуру сети.",
  "page-dapps-collectibles-benefits-2-title": "Более справедливый для деятелей искусства",
  "page-dapps-collectibles-benefits-3-description": "Токенизированные коллекционные предметы привязываются к вашему адресу Ethereum, а не к платформе. Таким образом, вы можете продавать такие вещи, как внутриигровые предметы, на любом рынке Ethereum, а не только в самой игре.",
  "page-dapps-collectibles-benefits-3-title": "Коллекционные предметы принадлежат вам",
  "page-dapps-collectibles-benefits-4-description": "Уже существуют инструменты, чтобы вы смогли токенизировать и продавать ваши предметы искусства! А ваши токены могут быть проданы на любой платформе коллекционных предметов Ethereum.",
  "page-dapps-collectibles-benefits-4-title": "Инфраструктура уже создана",
  "page-dapps-collectibles-benefits-description": "Это приложения, в которых основное внимание уделяется цифровой собственности, увеличивая потенциал заработка деятелей искусства, и изобретению новых способов инвестирования в любимых деятелей искусства и их работы.",
  "page-dapps-collectibles-benefits-title": "децентрализованные коллекционные предметы и стриминг",
  "page-dapps-collectibles-button": "Предметы искусства и коллекционные предметы",
  "page-dapps-collectibles-description": "Это приложения, в которых основное внимание уделяется цифровой собственности, увеличивая потенциал заработка деятелей искусства, и изобретению новых способов инвестирования в любимых деятелей искусства и их работы.",
  "page-dapps-collectibles-title": "Децентрализованные предметы искусства и коллекционные предметы",
  "page-dapps-compound-logo-alt": "Логотип Compound",
  "page-dapps-convex-logo-alt": "Логотип Convex",
  "page-dapps-cryptopunks-logo-alt": "Логотип CryptoPunks",
  "page-dapps-cryptovoxels-logo-alt": "Логотип Cryptovoxels",
  "page-dapps-cyberconnect-logo-alt": "Логотип CyberConnect",
  "page-dapps-dapp-description-1inch": "Помогает избежать проскальзывания цен, объединяя лучшие цены.",
  "page-dapps-dapp-description-aave": "Одалживайте токены, чтобы зарабатывать проценты, и выводите средства в любое время.",
  "page-dapps-dapp-description-ankr": "Набор различных продуктов инфраструктуры Web3 для создания проектов, заработка, игр и многого другого — и все это на блокчейне.",
  "page-dapps-dapp-description-api3": "Собственные каналы, которые позволяют децентрализованным приложениям в 10 сетях (и их количество постоянно растет) подключаться к данным о ценах на активы в режиме реального времени, включая курсы криптовалют и форекс.",
  "page-dapps-dapp-description-arweave": "Постоянное и устойчивое хранение данных по предоплате.",
  "page-dapps-dapp-description-async-art": "Создавайте, собирайте и продавайте #ProgrammableArt - цифровые картины, разделенные на слои, которые можно использовать для изменения общего изображения. Каждый мастер и слой - это токен ERC721.",
  "page-dapps-dapp-description-audius": "Децентрализованная стриминговая платформа. Прослушивания = доход авторам, а не музыкальным лейблам.",
  "page-dapps-dapp-description-axie-infinity": "Обменивайтесь и сражайтесь существами по имени Axies. Зарабатывайте в процессе игры - доступно на мобильных устройствах",
  "page-dapps-dapp-description-balancer": "Balancer — это автоматизированный менеджер портфеля и торговая платформа.",
  "page-dapps-dapp-description-brave": "Зарабатывайте токены за просмотры и поддерживайте ваших любимых авторов.",
  "page-dapps-dapp-description-cent": "Социальная сеть, в которой вы зарабатываете деньги, размещая NFT.",
  "page-dapps-dapp-description-compound": "Одалживайте токены, чтобы зарабатывать проценты, и выводите средства в любое время.",
  "page-dapps-dapp-description-convex": "Convex позволяет провайдерам ликвидности Curve получать комиссии за торговые сделки и увеличенные награды в виде CRV, не замораживая свои CRV.",
  "page-dapps-dapp-description-cryptopunks": "Покупайте, торгуйте и выставляйте панки на продажу – один из первых коллекционных токенов на Ethereum.",
  "page-dapps-dapp-description-cryptovoxels": "Создавайте художественные галереи, стройте магазины и покупайте землю – виртуальный мир Ethereum.",
  "page-dapps-dapp-description-cyberconnect": "Децентрализованный протокол социальных графов, который помогает децентрализованным приложениям загружать сетевые эффекты и персонализировать контент в соцсетях",
  "page-dapps-dapp-description-dark-forest": "Завоевывайте планеты в бесконечной, случайно сгенерированной, криптографически определенной вселенной.",
  "page-dapps-dapp-description-decentraland": "Собирайте и торгуйте виртуальной землей в виртуальном мире, который можно исследовать.",
  "page-dapps-dapp-description-ens": "Удобные имена для адресов Ethereum и децентрализованных площадок.",
  "page-dapps-dapp-description-foundation": "Инвестируйте в уникальные издания цифровых произведений искусства и торгуйте работами с другими покупателями.",
  "page-dapps-dapp-description-gitcoin": "Зарабатывайте криптовалюту, работающую на ПО с открытым исходным кодом.",
  "page-dapps-dapp-description-gitcoin-grants": "Краудфандинг с увеличивающимися взносами для проектов сообщества Ethereum",
  "page-dapps-dapp-description-gm": "Универсальная платформа для текстового и голосового общения и обсуждения, которая делится доходами с авторами",
  "page-dapps-dapp-description-gods-unchained": "Стратегическая коллекционная карточная игра. Получайте карты, которые вы сможете продать в реальной жизни, просто играя.",
  "page-dapps-dapp-description-golem": "Пользуйтесь общей вычислительной мощностью или сдавайте в аренду ваши собственные ресурсы.",
  "page-dapps-dapp-description-graph": "Протокол индексирования для запроса информации в сетях, например Ethereum и IPFS.",
  "page-dapps-dapp-description-ipfs": "Одноранговый гипермедийный протокол, призванный сохранить и приумножить знания человечества, сделав интернет обновляемым, устойчивым и более открытым.",
  "page-dapps-dapp-description-radicle": "Безопасный одноранговый код для совместной работы без посредников.",
  "page-dapps-dapp-description-kyberswap": "Обменивайтесь активами по самым выгодным курсам.",
  "page-dapps-dapp-description-lido": "Упрощенный и безопасный стейкинг цифровых активов.",
  "page-dapps-dapp-description-loopring": "Одноранговая торговая платформа, созданная для скорости.",
  "page-dapps-dapp-description-marble-cards": "Создавайте и торгуйте уникальными цифровыми картами на основе URL-адресов.",
  "page-dapps-dapp-description-matcha": "Проверяет цены на ряде бирж, чтобы помочь вам найти лучший вариант.",
  "page-dapps-dapp-description-meeds": "Центры сообществ Web3 для эры децентрализованной работы. Справедливое и прозрачное вознаграждение важного содействия.",
  "page-dapps-dapp-description-mirror": "Надежная издательская платформа от Mirror, созданная на базе web3 для web3, расширяет границы создания письменных работ в Интернете",
  "page-dapps-dapp-description-multichain": "Лучший маршрутизатор для web3. Это инфраструктура, разработанная для произвольных взаимодействий между сетями.",
  "page-dapps-dapp-description-nifty-gateway": "Покупайте работы от лучших художников, спортсменов, брендов и создателей непосредственно в блокчейне.",
  "page-dapps-dapp-description-summerfi": "Торгуйте, занимайте и экономьте с Dai, стабильной монетой Ethereum.",
  "page-dapps-dapp-description-opensea": "Покупайте, продавайте, находите и торгуйте эксклюзивными товарами.",
  "page-dapps-dapp-description-opera": "Отправляйте криптовалюту из своего браузера продавцам, другим пользователям и приложениям.",
  "page-dapps-dapp-description-osuvox": "3D-аватары, живущие в блокчейне",
  "page-dapps-dapp-description-poap": "Собирайте NFT, подтверждающие, что вы были на различных виртуальных или личных мероприятиях. Используйте их, чтобы участвовать в розыгрышах, голосовать, сотрудничать или просто хвастаться.",
  "page-dapps-dapp-description-polymarket": "Ставьте на результат. Торгуйте на информационных рынках.",
  "page-dapps-dapp-description-pooltogether": "Лотерея, в которой невозможно проиграть. Призы каждую неделю.",
  "page-dapps-dapp-description-index-coop": "Индекс криптовалют, который дает вашему портфелю доступ к ведущим токенам DeFi.",
  "page-dapps-dapp-description-nexus-mutual": "Покрытие без страховой компании. Получите защиту от ошибок и взломов умных контрактов.",
  "page-dapps-dapp-description-etherisc": "Децентрализованный шаблон страхования, который каждый может использовать для создания собственного страхового покрытия.",
  "page-dapps-dapp-description-zapper": "Отслеживайте свой портфель и используйте разные продукты DeFi в одном интерфейсе.",
  "page-dapps-dapp-description-zerion": "Управляйте своим портфелем и просто оценивайте каждый актив DeFi на рынке.",
  "page-dapps-dapp-description-rotki": "Инструмент для отслеживания портфеля с открытым исходным кодом, аналитикой, бухгалтерским учетом и налоговой отчетностью, который уважает вашу конфиденциальность.",
  "page-dapps-dapp-description-krystal": "Универсальная платформа для доступа к вашим любимым сервисам DeFi.",
  "page-dapps-dapp-description-rarible": "Создавайте, продавайте и покупайте токенизированные коллекционные предметы.",
  "page-dapps-dapp-description-request-finance": "Набор финансовых инструментов для криптовалютных счетов, расчета заработной платы и расходов.",
  "page-dapps-dapp-description-rubic": "Межсетевой агрегатор технологий для пользователей и децентрализованных приложений.",
  "page-dapps-dapp-description-sablier": "«Транслируйте» деньги в реальном времени.",
  "page-dapps-dapp-description-spatial": "Создайте собственный аватар и 3D-миры",
  "page-dapps-dapp-description-spruce": "Стек с открытым исходным кодом, позволяющий пользователям контролировать идентификационную информацию и данные.",
  "page-dapps-dapp-description-status": "Создан для обеспечения свободного обмена информацией, защиты права на конфиденциальность и безопасность разговоров и расширения суверенитета людей.",
  "page-dapps-dapp-description-superrare": "Покупайте цифровые произведения искусства непосредственно от художников или на вторичных рынках.",
  "page-dapps-dapp-description-synthetix": "Synthetix — это протокол для выпуска синтетических активов и торговли ими",
  "page-dapps-dapp-description-uniswap": "Легко обменивайте токены или предоставляйте их для получения наград в процентах.",
  "page-dapps-dapp-description-xmtp": "Отправляйте оповещения, объявления и другие сообщения между аккаунтами блокчейна.",
  "page-dapps-dapp-description-yearn": "Yearn Finance — это аггрегатор доходности. Позволяет частным лицам, DAO и другим протоколам отправлять цифровые активы на депозит и получать доход.",
  "page-dapps-docklink-dapps": "О децентрализованных приложениях",
  "page-dapps-docklink-smart-contracts": "Умные контракты",
  "page-dapps-dark-forest-logo-alt": "Логотип Dark Forest",
  "page-dapps-decentraland-logo-alt": "Логотип Decentraland",
  "page-dapps-index-coop-logo-alt": "Логотип Index Coop",
  "page-dapps-nexus-mutual-logo-alt": "Логотип Nexus Mutual",
  "page-dapps-etherisc-logo-alt": "Логотип Etherisc",
  "page-dapps-zapper-logo-alt": "Логотип Zapper",
  "page-dapps-zerion-logo-alt": "Логотип Zerion",
  "page-dapps-rotki-logo-alt": "Логотип Rotki",
  "page-dapps-krystal-logo-alt": "Логотип Krystal",
  "page-dapps-synthetix-logo-alt": "Логотип Synthetix",
  "page-dapps-desc": "Выберите и попробуйте приложение Ethereum.",
  "page-dapps-doge-img-alt": "Рисунок доге за компьютером",
  "page-dapps-editors-choice-dark-forest": "Играйте против других, чтобы завоевать планеты и опробовать новейшие технологии масштабирования/приватности Ethereum. Подойдет для тех, кто уже знаком с Ethereum.",
  "page-dapps-editors-choice-foundation": "Инвестируйте в культуру. Покупайте, обменивайте и продавайте уникальные цифровые произведения искусства и моды от невероятных художников, музыкантов и брендов.",
  "page-dapps-editors-choice-pooltogether": "Купите билет беспроигрышной лотереи. Каждую неделю проценты, полученные от всего фонда билетов, отправляются одному счастливчику. Вернуть деньги возможно в любое удобное для вас время.",
  "page-dapps-editors-choice-uniswap": "Обменивайте свои токены с легкостью. Любимец сообщества, позволяющий вам торговать токенами с другими людьми по сети.",
  "page-dapps-ens-logo-alt": "Логотип Ethereum Name Service",
  "page-dapps-explore-dapps-description": "Многие децентрализованные приложения все еще разрабатываются для испытания возможностей децентрализованных сетей. Но уже есть несколько успешных первых проектов в таких областях, как технологии, финансы, игры и коллекционирование.",
  "page-dapps-explore-dapps-title": "Просмотреть приложения",
  "page-dapps-features-1-description": "После размещения в Ethereum код централизованных приложений нельзя удалить. Каждый может пользоваться функциями приложений. Даже если команда, создавшая приложение, распалась, вы все равно сможете им пользоваться. Попав на Ethereum, оно остается там.",
  "page-dapps-features-1-title": "Не имеют владельцев",
  "page-dapps-features-2-description": "Вам не могут заблокировать dapp или запретить отправку транзакций. Например, если бы Twitter работал на Ethereum, никто бы не смог заблокировать вам аккаунт или запретить отправлять сообщения на нем.",
  "page-dapps-features-2-title": "Не подвергаются цензуре",
  "page-dapps-features-3-description": "Так как у Ethereum есть ETH, платежи являются собственностью Ethereum. Разработчикам не нужно тратить время на сотрудничество со сторонними поставщиками платежных инструментов.",
  "page-dapps-features-3-title": "Встроенные платежи",
  "page-dapps-features-4-description": "Код Dapp по умолчанию является открытым и совместимым. Команды разработчиков постоянно пользуются плодами работы других программистов. Если вы хотите позволить пользователям меняться токенами в вашем приложении, вы можете просто подключить код другого приложения.",
  "page-dapps-features-4-title": "Подключите и играйте",
  "page-dapps-features-5-description": "С большинством dapp вам не нужно раскрывать вашу настоящую личность. Ваш аккаунт в Ethereum - это ваш логин, и вам нужен только кошелек.",
  "page-dapps-features-5-title": "Одно анонимное имя пользователя",
  "page-dapps-features-6-description": "Криптография гарантирует, что злоумышленники не смогут подделать транзакции и прочие действия в dapp от вашего имени. Вы совершаете действия на dapp через свой аккаунт Ethereum, обычно посредством своего кошелька, поэтому храните свои учетные данные в безопасности.",
  "page-dapps-features-6-title": "Основано на криптографии",
  "page-dapps-features-7-description": "Когда dapp появляется на Ethereum, оно может перестать работать только в случае, если сам Ethereum перестанет работать. Сети такого размера, как Ethereum, как известно, сложно атаковать.",
  "page-dapps-features-7-title": "Никаких простоев",
  "page-dapps-finance-benefits-1-description": "Финансовые услуги, работающие на Эфириуме, не требуют регистрации. Если у вас есть средства и подключение к Интернету, то вы уже готовы.",
  "page-dapps-finance-benefits-1-title": "Открытый доступ",
  "page-dapps-finance-benefits-2-description": "Целый мир токенов, с которыми можно взаимодействовать через эти финансовые продукты. Люди постоянно создают новые токены на основе Ethereum.",
  "page-dapps-finance-benefits-2-title": "Новая экономика токенов",
  "page-dapps-finance-benefits-3-description": "Команды создали <a href=\"/glossary/#stablecoin\">стабильные монеты</a> — менее волатильные криптовалюты. Они позволяют вам экспериментировать и использовать криптовалюты без рисков и неопределенности.",
  "page-dapps-finance-benefits-3-title": "Стейблкоины",
  "page-dapps-finance-benefits-4-description": "Все финансовые продукты в Ethereum обладают модульностью и совместимы друг с другом. Новые конфигурации этих модулей постоянно выходят на рынок, тем самым расширяя ваши возможности использования криптовалюты.",
  "page-dapps-finance-benefits-4-title": "Взаимосвязанные финансовые службы",
  "page-dapps-finance-benefits-description": "Что такого в Ethereum, что позволяет процветать децентрализованным финансовым приложениям?",
  "page-dapps-finance-benefits-title": "децентрализованными финансами",
  "page-dapps-finance-button": "Финансы",
  "page-dapps-finance-description": "Ниже представлены приложения, сосредоточенные на построении финансовых служб с использованием криптовалют. Они предлагают аналоги кредитов, займов, получения процентов и личных платежей без предоставления личных данных.",
  "page-dapps-finance-title": "Децентрализованные финансы",
  "page-dapps-foundation-logo-alt": "Логотип Foundation",
  "page-dapps-gaming-benefits-1-description": "Независимо от того, идет ли речь о виртуальной земле или о коллекционных карточках, предметы можно продавать на коллекционных рынках. Ваши игровые предметы обладают реальной ценностью.",
  "page-dapps-gaming-benefits-1-title": "Игровые предметы используются как токены",
  "page-dapps-gaming-benefits-2-description": "Не игровые компании, а вы владеете своими предметами, а в некоторых случаях и вашим прогрессом. Таким образом, если игровая компания подвергнется нападению, пострадает от сбоя сервера или будет ликвидирована, вы ничего не потеряете.",
  "page-dapps-gaming-benefits-2-title": "Ваш прогресс в безопасности",
  "page-dapps-gaming-benefits-3-description": "Точно так же как платежи Ethereum доступны любому для проверки, игры могут использовать эту особенность для обеспечения объективности. Теоретически все поддается проверке, начиная от количества критических ударов и заканчивая резервным фондом противника.",
  "page-dapps-gaming-benefits-3-title": "Доказуемая справедливость",
  "page-dapps-gaming-benefits-description": "Что такого особенного в Ethereum, что позволяет процветать децентрализованным играм?",
  "page-dapps-gaming-benefits-title": "децентрализованные игры",
  "page-dapps-gaming-button": "Игры",
  "page-dapps-gaming-description": "Это приложения, сфокусированные на создании виртуальных миров и борьбе с другими игроками при помощи коллекционных предметов, которые обладают реальной ценностью.",
  "page-dapps-gaming-title": "Децентрализованные игры",
  "page-dapps-get-some-eth-description": "При совершении действий в Dapp оплачивается комиссия за транзакцию",
  "page-dapps-get-started-subtitle": "Чтобы опробовать децентрализованное приложение (dapp), вам понадобится <a href=\"/glossary/#wallet\">кошелек</a> и немного ETH. Кошелек позволит вам подключиться или войти в систему. Кроме того, вам понадобится ETH для оплаты любых <a href=\"/glossary/#transaction-fee\">комиссий за транзакции</a>.",
  "page-dapps-get-started-title": "Начать",
  "page-dapps-gitcoin-grants-logo-alt": "Логотип Gitcoin Grants",
  "page-dapps-gitcoin-logo-alt": "Логотип Gitcoin",
  "page-dapps-gm-logo-alt": "Логотип gm.xyz",
  "page-dapps-gods-unchained-logo-alt": "Логотип Gods Unchained",
  "page-dapps-golem-logo-alt": "Логотип Golem",
  "page-dapps-graph-logo-alt": "Логотип Graph",
  "page-dapps-radicle-logo-alt": "Логотип Radicle",
  "page-dapps-hero-header": "Инструменты и услуги на базе Ethereum",
  "page-dapps-hero-subtitle": "Dapps - это растущее движение приложений, использующих Ethereum для разрушения старых бизнес-моделей или изобретения новых.",
  "page-dapps-how-dapps-work-p1": "Бэкенд-код (умные контракты) децентрализованных приложений (Dapps) работает в децентрализованной сети, а не на централизованном сервере. Эти приложения используют <a href=\"/glossary/#blockchain\">блокчейн</a> Ethereum для хранения данных и умные контракты для своих алгоритмов.",
  "page-dapps-how-dapps-work-p2": "Смарт-контракт подобен набору правил, которые действуют в сети, чтобы все могли их видеть и работать в точном соответствии с этими правилами. Представьте себе торговый автомат: если вы обеспечите его достаточным количеством средств и сделаете правильный выбор, вы получите желаемый товар. И, подобно торговым автоматам, смарт-контракты могут хранить средства так же, как ваш счет в Ethereum. Это позволяет коду быть посредником в соглашениях и транзакциях.",
  "page-dapps-how-dapps-work-p3": "Как только dapps будут размещены в сети Ethereum, вы не сможете их изменить. Dapps могут быть децентрализованными, потому что они контролируются алгоритмом, записанным в контракте, а не отдельным человеком или компанией.",
  "page-dapps-how-dapps-work-title": "Как работают dapps",
  "page-dapps-ipfs-logo-alt": "Логотип IPFS",
  "page-dapps-kyberswap-logo-alt": "Логотип KyberSwap",
  "page-dapps-learn-callout-button": "Приступить к созданию приложений",
  "page-dapps-learn-callout-description": "На нашем портале для разработчиков есть документы, инструменты и платформы, которые помогут вам начать создавать децентрализованное приложение.",
  "page-dapps-learn-callout-image-alt": "Рисунок руки, создающей логотип ETH из кубиков лего.",
  "page-dapps-learn-callout-title": "Научитесь создавать dapp",
  "page-dapps-lido-logo-alt": "Логотип Lido",
  "page-dapps-loopring-logo-alt": "Логотип Loopring",
  "page-dapps-magic-behind-dapps-description": "Dapps могут показаться обычными приложениями. Но они обладают некоторыми особыми качествами, потому что наследуют все сверхспособности Ethereum. Вот что отличает dapps от приложений.",
  "page-dapps-magic-behind-dapps-link": "В чем причина успеха Ethereum?",
  "page-dapps-magic-behind-dapps-title": "Волшебство, скрывающееся за dapps",
  "page-dapps-magic-title-1": "Волшебство",
  "page-dapps-magic-title-2": "за",
  "page-dapps-magician-img-alt": "Иллюстрация с волшебниками",
  "page-dapps-marble-cards-logo-alt": "логотип marble.cards",
  "page-dapps-async-logo-alt": "Логотип Async",
  "page-dapps-matcha-logo-alt": "Логотип Matcha",
  "page-dapps-meeds-logo-alt": "Логотип Meeds",
  "page-dapps-metaverse-benefits-title": "метавселенная",
  "page-dapps-metaverse-benefits-description": "Что способствует успеху метавселенных на Ethereum?",
  "page-dapps-metaverse-benefits-1-title": "NFT",
  "page-dapps-metaverse-benefits-1-description": "Уникальные внутриигровые предметы, принадлежащие пользователям и совместимые с виртуальными мирами и торговыми площадками, поддерживающими те же стандарты.",
  "page-dapps-metaverse-benefits-2-title": "Сообщества, принадлежащие пользователям",
  "page-dapps-metaverse-benefits-2-description": "Идентификационная информация принадлежат пользователям, что позволяет исследовать и создавать социальные сети в различных виртуальных мирах.",
  "page-dapps-metaverse-button": "Метавселенная",
  "page-dapps-metaverse-title": "Метавселенная",
  "page-dapps-metaverse-description": "Эти приложения позволяют пользователям свободно участвовать в виртуальных мирах. Пользователи могут создавать собственные сети и владеть цифровыми активами.",
  "page-dapps-mirror-logo-alt": "Логотип Mirror",
  "page-dapps-mobile-options-header": "Просмотреть другую категорию",
  "page-dapps-multichain-logo-alt": "Логотип Multichain",
  "page-dapps-nifty-gateway-logo-alt": "Логотип Nifty Gateway",
  "page-dapps-summerfi-logo-alt": "Логотип Summer.fi",
  "page-dapps-opensea-logo-alt": "Логотип OpenSea",
  "page-dapps-opera-logo-alt": "Логотип Opera",
  "page-dapps-osuvox-logo-alt": "Логотип OSUVOX",
  "page-dapps-polymarket-logo-alt": "Логотип Polymarket",
  "page-dapps-poap-logo-alt": "Логотип протокола подтверждения присутствия",
  "page-dapps-pooltogether-logo-alt": "Логотип PoolTogether",
  "page-dapps-rarible-logo-alt": "Логотип Rarible",
  "page-dapps-ready-button": "Вперед",
  "page-dapps-ready-description": "Выберите dapp для пробы",
  "page-dapps-ready-title": "Готовы?",
  "page-dapps-request-finance-logo-alt": "Логотип Request Finance",
  "page-dapps-rubic-logo-alt": "Логотип Rubic",
  "page-dapps-sablier-logo-alt": "Логотип Sablier",
  "page-dapps-set-up-a-wallet-button": "Найти кошелек",
  "page-dapps-set-up-a-wallet-description": "Кошелек - это ваше имя пользователя для приложения dapp",
  "page-dapps-set-up-a-wallet-title": "Настройте кошелек",
  "page-dapps-social-button": "Социальные сети",
  "page-dapps-social-description": "Эти приложения ориентированы на создание децентрализованных социальных сетей с использованием технологий децентрализованной идентификации, в которых цифровые идентификаторы и социальные графы принадлежат пользователям.",
  "page-dapps-social-title": "Социальные сети",
  "page-dapps-spatial-logo-alt": "Логотип Spatial",
  "page-dapps-spruce-logo-alt": "Логотип Spruce",
  "page-dapps-status-logo-alt": "Логотип Status",
  "page-dapps-superrare-logo-alt": "Логотип SuperRare",
  "page-dapps-technology-button": "Технология",
  "page-dapps-technology-description": "Это приложения, сфокусированные на децентрализованные средства разработчиков, включающие криптоэкономические системы в существующую технологию и создающие рынок для разработок на основе открытого исходного кода.",
  "page-dapps-technology-title": "Децентрализованная технология",
  "page-dapps-uniswap-logo-alt": "Логотип Uniswap",
  "page-dapps-wallet-callout-button": "Найти кошелек",
  "page-dapps-wallet-callout-description": "Кошельки тоже являются приложениями dapp. Выберите кошелек на основе функций, которые подходят вам.",
  "page-dapps-wallet-callout-image-alt": "Иллюстрация робота.",
  "page-dapps-wallet-callout-title": "Просмотреть кошельки",
  "page-dapps-warning-header": "Всегда ищите информацию самостоятельно",
  "page-dapps-warning-message": "Ethereum является новой технологией, и большинство приложений являются новыми. Прежде чем вложить большое количество денег, убедитесь, что вы понимаете риски.",
  "page-dapps-what-are-dapps": "Что такое децентрализованные приложения?",
  "page-dapps-more-on-defi-button": "Подробнее о децентрализованных финансах",
  "page-dapps-more-on-nft-button": "Подробнее о токенизированных предметах коллекционирования",
  "page-dapps-more-on-nft-gaming-button": "Подробнее о токенизированных внутриигровых предметах",
  "page-dapps-dapp-description-pwn": "Легкие кредиты на Ethereum, обеспеченные любым токеном или NFT.",
  "page-dapps-pwn-image-alt": "Логотип PWN",
  "page-dapps-xmtp-logo-alt": "Логотип XMTP",
  "opage-dapps-yearn-logo-alt": "Логотип Yearn",
  "page-dapps-yearn-image-alt": "Логотип Yearn",
  "page-dapps-convex-image-alt": "Логотип Convex",
  "foundation": "Фонд",
  "page-wallets-get-some": "Получите ETH",
  "page-dapps-dapp-description-curve": "Curve — это децентрализованная биржа, ориентированная на стейблкоины",
  "page-dapps-curve-image-alt": "Логотип Curve",
  "page-dapps-dapp-description-dodo": "DODO — это поставщик ликвидности ончейн, который использует алгоритм Proactive Market Maker (PMM)",
  "page-dapps-dodo-image-alt": "Логотип DODO",
  "page-dapps-dapp-description-artblocks": "Цель Art Blocks — показать публике захватывающие произведения современного генеративного искусства",
  "page-dapps-artblocks-image-alt": "Логотип Art Blocks",
  "page-dapps-explore-title": "Хотите просмотреть другие приложения?",
  "page-dapps-explore": "Откройте для себя сотни децентрализованных приложений"
}
