{
  "page-what-is-ethereum-network-meta-title": "Что такое сеть Ethereum? | ethereum.org",
  "page-what-is-ethereum-network-meta-description": "Узнайте, что такое сеть Ethereum, стейкинг и безопасность, комиссии сети (также известные как газ), сети масштабирования уровня 2 и как изучать данные сети в реальном времени.",
  "page-what-is-ethereum-network-twitter-meta-description": "Узнайте, что такое сеть Ethereum, стейкинг и безопасность, комиссии сети, сети масштабирования уровня 2 и как изучать данные сети в реальном времени.",
  "page-what-is-ethereum-network-title": "Что такое сеть Ethereum?",
  "page-what-is-ethereum-network-description-1": "Сеть Ethereum — это физическая и цифровая инфраструктура, лежащая в основе Ethereum.",
  "page-what-is-ethereum-network-description-2": "Она включает в себя узлы, которые хранят данные, валидаторов, которые обрабатывают транзакции, программное обеспечение, которое исполняет смарт-контракты, и сети уровня 2, которые масштабируют Ethereum за пределы основной цепи.",
  "page-what-is-ethereum-network-section-network-fees-title": "Что такое комиссия сети Ethereum (плата за газ)?",
  "page-what-is-ethereum-network-section-staking-title": "Что такое стейкинг и как он обеспечивает безопасность сети?",
  "page-what-is-ethereum-network-section-layer-2s-title": "Что такое решения уровня 2 в Ethereum и как они масштабируют сеть?",
  "page-what-is-ethereum-network-section-live-network-data-title": "Как изучать данные сети Ethereum в реальном времени",
  "page-what-is-ethereum-network-read-next-title": "Читать далее",
  "page-what-is-ethereum-network-read-next-item-1": "Что такое кошельки?",
  "page-what-is-ethereum-network-read-next-item-2": "Что такое эфир (ETH)?",
  "page-what-is-ethereum-network-read-next-item-3": "Что такое Web3?",
  "page-what-is-ethereum-network-read-next-item-4": "Узнайте больше о сети Ethereum",
  "page-what-is-ethereum-network-section-description-1": "Когда люди говорят об Ethereum, они обычно имеют в виду несколько разных вещей. Это экосистема приложений и цифровых активов, программная платформа с открытым исходным кодом и собственная валюта эфир (ETH).",
  "page-what-is-ethereum-network-section-description-2": "Но в основе всего этого лежит <strong>сеть Ethereum</strong>; физический и цифровой фундамент, который связывает все воедино.",
  "page-what-is-ethereum-network-section-description-3": "По своей сути, сеть Ethereum — это совокупность <strong>тысяч независимых компьютеров, называемых узлами</strong>. Этими узлами <strong>управляют люди по всему миру</strong>. Они работают вместе, чтобы хранить данные, исполнять смарт-контракты и записывать каждую транзакцию в открытый публичный реестр.",
  "page-what-is-ethereum-network-section-description-4": "Сеть Ethereum выполняет несколько ключевых задач, таких как:",
  "page-what-is-ethereum-network-section-description-5": "обновление учетных записей и балансов пользователей",
  "page-what-is-ethereum-network-section-description-6": "исполнение смарт-контрактов (программ, запускающих приложения)",
  "page-what-is-ethereum-network-section-description-7": "отслеживание владения цифровыми активами (такими как стейблкоины и NFT)",
  "page-what-is-ethereum-network-section-description-8": "обработка всех транзакций, проходящих через Ethereum каждый день",
  "page-what-is-ethereum-network-section-description-9": "К счастью, вам не нужно понимать, как работает сеть, чтобы ею пользоваться.",
  "page-what-is-ethereum-network-section-description-10": "Большинство людей просто используют сеть через <a>цифровой кошелек</a>. <strong>Кошелек</strong> — это обычно веб- или мобильное приложение, которое позволяет вам <strong>отправлять</strong> и <strong>получать ETH, управлять вашими активами</strong> и использовать приложения.",
  "page-what-is-ethereum-network-section-description-11": "Другие типы пользователей, такие как разработчики и компании, создающие проекты на Ethereum, могут использовать API, программное обеспечение для узлов или развертывать смарт-контракты.",
  "page-what-is-ethereum-network-section-description-12": "Сеть Ethereum отличается от традиционных систем своей архитектурой. <strong>Код и данные Ethereum хранятся на децентрализованных узлах</strong> по всему миру, поэтому никто не может заблокировать ваш доступ или отключить ваше приложение.",
  "page-what-is-ethereum-network-section-description-13": "И поскольку присоединиться может каждый, это открывает двери для глобального доступа и инноваций.",
  "page-what-is-ethereum-network-section-description-14": "Эти качества делают возможными вещи, которые ранее были недостижимы, например:",
  "page-what-is-ethereum-network-section-description-15": "владение данными",
  "page-what-is-ethereum-network-section-description-16": "социальные сети без деплатформинга",
  "page-what-is-ethereum-network-section-description-17": "открытые и прозрачные финансовые системы",
  "page-what-is-ethereum-network-section-description-18": "По своей сути, сеть Ethereum является основой для цифрового владения и открытого участия.",
  "page-what-is-ethereum-network-section-description-19": "Возможно, вы слышали, как люди упоминают <strong>основную сеть Ethereum (Mainnet)</strong>. Это та же самая сеть Ethereum, которой ежедневно пользуются миллионы людей, где обмениваются реальные активы и работают реальные приложения. Но термин «Mainnet» помогает отличить ее от сетей уровня 2 Ethereum и тестовых сетей (testnets), которые разработчики используют для опробования новых функций перед запуском.",
  "page-what-is-ethereum-network-gas-section-description-1": "Каждая транзакция в Ethereum требует небольшой комиссии, называемой платой за газ. Отправляете ли вы ETH, обмениваете токены или используете приложение, вы каждый раз платите небольшое количество газа при записи данных в блокчейн.",
  "page-what-is-ethereum-network-gas-section-description-2": "<strong>Плата за газ обеспечивает бесперебойную работу Ethereum</strong>. Без нее злоумышленники могли бы заспамить сеть пустыми транзакциями и сделать ее невозможной для использования из-за сильной перегруженности, поскольку не было бы способа приоритизировать транзакции по комиссии, которую готовы платить пользователи.",
  "page-what-is-ethereum-network-gas-section-description-3": "Плата за газ в Ethereum покрывает стоимость множества различных ресурсов, которые может потреблять транзакция, таких как вычисления, пропускная способность или хранение. Все это абстрагируется в единое значение для пользователей, но для определения стоимости каждой операции по отношению к другим проводятся обширные исследования и разработки.",
  "page-what-is-ethereum-network-gas-section-description-4": "Итак, что происходит, когда вы платите за газ? Часть платы <strong>выплачивается валидатору</strong>, который добавляет вашу транзакцию в «блок» транзакций. Другая часть <strong>«сжигается», удаляясь из обращения</strong>.",
  "page-what-is-ethereum-network-gas-section-description-5": "Это помогает сбалансировать спрос и предложение, потому что <strong>когда сеть загружена, комиссии растут</strong>. Когда нагрузка меньше, комиссии снижаются.",
  "page-what-is-ethereum-network-gas-section-description-6": "С тех пор как в августе 2021 года в сети было <blog>введено сжигание комиссий</blog>, <strong><beaconchain>были сожжены</beaconchain> миллионы ETH</strong>. Вы можете изучить последние данные с помощью <ultrasound>сетевых панелей мониторинга и обозревателей</ultrasound>, созданных сообществом Ethereum.",
  "page-what-is-ethereum-network-gas-section-description-7": "Так сколько же стоит транзакция?",
  "page-what-is-ethereum-network-gas-section-description-8": "Что ж, <strong>комиссии варьируются в зависимости от того, что вы делаете</strong>. Простая отправка ETH может стоить меньше доллара. Обмен токенов на децентрализованной бирже (DEX) может стоить несколько долларов или больше, особенно если сеть загружена. Чем сложнее транзакция, тем больше газа она стоит.",
  "page-what-is-ethereum-network-gas-section-description-9": "Плата за газ — одна из самых заметных составляющих использования Ethereum, особенно для новых пользователей, но все это направлено на повышение надежности и безопасности сети.",
  "page-what-is-ethereum-network-gas-section-description-10": "Узнайте больше о комиссиях сети Ethereum",
  "page-what-is-ethereum-network-staking-section-description-1": "Безопасность сети Ethereum обеспечивается системой под названием «стейкинг». Именно так Ethereum <strong>проверяет транзакции, добавляет новые блоки</strong> и защищает сеть <strong>от атак</strong>.",
  "page-what-is-ethereum-network-staking-section-description-2": "Когда Ethereum только появился, он использовал механизм консенсуса (способ договориться о том, кому что принадлежит) под названием Proof-of-Work. Этот же механизм сегодня использует Bitcoin.",
  "page-what-is-ethereum-network-staking-section-description-3": "В сентябре 2022 года Ethereum перешел на более безопасный и энергоэффективный механизм консенсуса Proof-of-Stake.",
  "page-what-is-ethereum-network-staking-section-description-4": "Так как же это работает?",
  "page-what-is-ethereum-network-staking-section-description-5": "Простыми словами, люди блокируют некоторое количество ETH <strong>(ставят свои ETH на кон)</strong> в качестве депозита, чтобы помочь <strong>обеспечить безопасность сети</strong>. Этих людей называют валидаторами. Когда вы стейкаете ETH, ваш валидатор выбирается для проверки и добавления новых транзакций. Если вы делаете это честно, вы <strong>получаете вознаграждение</strong>. Если вы <strong>пытаетесь обмануть, вы теряете часть своей доли</strong>.",
  "page-what-is-ethereum-network-staking-section-description-6": "Стейкинг — это способ, которым Ethereum убедительно подтверждает качество своих услуг. Все эти деньги, поставленные на кон, заинтересованы в том, чтобы Ethereum оставался в безопасности — вы бы поставили против этого?",
  "page-what-is-ethereum-network-staking-section-description-7": "Всего через два года после запуска Proof-of-Stake, Ethereum привлек <validators>более миллиона валидаторов</validators>, которые стейкают <stakedEther>миллионы ETH</stakedEther> для обеспечения безопасности Ethereum. <strong>Это делает Ethereum чрезвычайно дорогим и сложным для атаки</strong>. Это связано с тем, что для атаки на сеть <strong>субъекту необходимо не менее 1/3 всех застейканных ETH, чтобы начать атаку на сеть</strong>. Сегодня эта сумма составляет десятки миллиардов долларов, и даже в этом случае атака, скорее всего, провалится, потому что несогласие более 1/3 с остальной частью сети предотвратит финализацию, но цепь продолжит расти с другой версией, считающейся источником истины. Более 1/2 изменяет версию, которая считается истиной, а более 2/3 позволит финализировать то, с чем не согласны остальные.",
  "page-what-is-ethereum-network-staking-section-description-8": "Именно это и обеспечивает Ethereum «<strong>экономическую безопасность</strong>». Дело не только в наличии правильной технологии. Дело в том, чтобы сделать атаки слишком дорогостоящими, чтобы их даже пытаться совершить.",
  "page-what-is-ethereum-network-staking-section-description-9": "Чтобы помочь обезопасить сеть Ethereum, вы можете сделать это двумя основными способами.",
  "page-what-is-ethereum-network-staking-section-description-10": "Первый способ — запуск узла. Узлы хранят всю историю блокчейна, включая все транзакции и данные смарт-контрактов. Синхронизируясь с другими узлами, они могут договориться о состоянии сети, убеждаясь, что транзакции легитимны, а данные смарт-контрактов доступны.",
  "page-what-is-ethereum-network-staking-section-description-11": "Второй способ — стейкинг вашего ETH. Самый простой способ — через провайдера стейкинга, такого как <lido>Lido</lido> или <rocketpool>Rocketpool</rocketpool>. Но если у вас есть необходимые знания, попробуйте запустить программное обеспечение валидатора дома.",
  "page-what-is-ethereum-network-staking-section-description-12": "Узнайте больше о стейкинге и о том, как это делать",
  "page-what-is-ethereum-network-staking-section-description-13": "Узнайте, как запустить узел",
  "page-what-is-ethereum-network-layer-2s-section-description-1": "По мере роста популярности Ethereum сеть становится все более загруженной. При высоком спросе плата за газ растет, а транзакции занимают больше времени. Чтобы исправить это, разработчики создали серию <strong>сопутствующих сетей</strong>, называемых решениями уровня 2.",
  "page-what-is-ethereum-network-layer-2s-section-description-2": "Решения уровня 2, также называемые L2, — это другие сети, которые <strong>работают поверх Ethereum</strong>. Они обрабатывают транзакции отдельно, а затем отправляют сводку для хранения в Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-3": "Их можно представить как скоростные полосы на шоссе. Вместо того чтобы каждая транзакция проходила через основную сеть Ethereum (Mainnet), многие из них используют эти более быстрые и дешевые пути.",
  "page-what-is-ethereum-network-layer-2s-section-description-4": "К наиболее популярным L2 относятся <strong>Base, Arbitrum, Optimism, zkSync</strong> и <strong>Starknet</strong>. Каждый из них работает немного по-разному, но идея одна и та же — масштабировать Ethereum без ущерба для безопасности.",
  "page-what-is-ethereum-network-layer-2s-section-description-5": "Простой перевод ETH на Optimism или zkSync может <l2fees>стоить всего 0,04 $</l2fees> по сравнению с 0,3-1 $ в основной сети Ethereum (Mainnet). Другие транзакции, такие как обмен токенов, <l2fees>могут стоить всего 0,20 $</l2fees>. Для пользователей это означает <strong>более быстрые транзакции за долю от цены</strong>.",
  "page-what-is-ethereum-network-layer-2s-section-description-6": "В результате L2 быстро растут. В совокупности они хранят <l2beat>цифровые активы на миллиарды долларов</l2beat>.",
  "page-what-is-ethereum-network-layer-2s-section-description-7": "Поскольку L2 выигрывают от безопасности Ethereum, компании, стремящиеся создать глобальные платежи и приложения, начали строить свои проекты на базе Ethereum.",
  "page-what-is-ethereum-network-layer-2s-section-description-8": "Например, Robinhood недавно <robinhood>запустила свой собственный L2</robinhood> для изучения более быстрых расчетов по акциям. PayPal <paypal>перевела свой стейблкоин PYUSD на L2 Arbitrum в сети Ethereum</paypal>. Shopify теперь <shopify>позволяет продавцам принимать стейблкоин USDC</shopify> на Base.",
  "page-what-is-ethereum-network-layer-2s-section-description-9": "Для пользователей перемещение активов между Ethereum и L2 является простым процессом. Вы можете использовать мосты, созданные L2, такие как <superbridge>Superbridge от Optimism</superbridge> или <portal>Portal от ZKsync</portal>, для перемещения ETH и других активов. Вы даже можете использовать сторонние инструменты, такие как <hop>Hop</hop> и <across>Across</across>, созданные независимыми командами.",
  "page-what-is-ethereum-network-layer-2s-section-description-10": "Узнайте больше о сетях уровня 2 в Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-1": "Ethereum прозрачен по своей сути. Каждое действие в сети, от отправки ETH до запуска валидатора, записывается в открытый публичный реестр, к которому может получить доступ каждый.",
  "page-what-is-ethereum-network-live-network-data-section-description-2": "Это резко контрастирует с тем, как сегодня работает большинство систем:",
  "page-what-is-ethereum-network-live-network-data-section-description-3": "банки и учреждения публикуют свои внутренние данные",
  "page-what-is-ethereum-network-live-network-data-section-description-4": "показатели использования приложений тщательно охраняются технологическими компаниями",
  "page-what-is-ethereum-network-live-network-data-section-description-5": "экономические данные часто поступают с опозданием и позже пересматриваются",
  "page-what-is-ethereum-network-live-network-data-section-description-6": "С Ethereum вам не нужно доверять. Вы можете проверять.",
  "page-what-is-ethereum-network-live-network-data-section-description-7": "Вам не нужно ничего из этого понимать, чтобы использовать Ethereum. Но если вам интересно, сколько транзакций было проведено в 2024 году, или сколько новых адресов Ethereum было создано за последние шесть месяцев, существуют инструменты, которые позволяют любому исследовать сеть в реальном времени.",
  "page-what-is-ethereum-network-live-network-data-section-description-8": "Вот несколько самых полезных источников данных и для чего их можно использовать:",
  "page-what-is-ethereum-network-live-network-data-section-description-9": "<etherscan>Etherscan</etherscan>: проверка транзакций, активности кошелька и смарт-контрактов",
  "page-what-is-ethereum-network-live-network-data-section-description-10": "<beaconcha>beaconcha.in</beaconcha>: просмотр статистики валидаторов, уровней стейкинга и состояния сети",
  "page-what-is-ethereum-network-live-network-data-section-description-11": "<ultrasound>ultrasound.money</ultrasound>: отслеживание предложения, эмиссии и сжигания ETH в реальном времени",
  "page-what-is-ethereum-network-live-network-data-section-description-12": "<l2fees>l2fees.info</l2fees>: сравнение текущих затрат на транзакции в Ethereum и L2",
  "page-what-is-ethereum-network-live-network-data-section-description-13": "<l2beat>L2Beat</l2beat>: просмотр защищенной стоимости и моделей безопасности во всех основных L2",
  "page-what-is-ethereum-network-live-network-data-section-description-14": "<growthepie>growthepie</growthepie>: просмотр всей ончейн-активности и роста в Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-15": "<dune>Dune</dune>: изучение настраиваемых панелей мониторинга по всем цифровым активам в Ethereum",
  "page-what-is-ethereum-network-live-network-data-section-description-16": "<tokenterminal>Token Terminal</tokenterminal>: сравнение доходов, использования и производительности протоколов децентрализованных приложений",
  "page-what-is-ethereum-network-live-network-data-section-description-17": "<nansen>Nansen</nansen>: отслеживайте потоки кошельков, перемещения стейблкоинов и тенденции «умных денег».",
  "page-what-is-ethereum-network-live-network-data-section-description-18": "Все эти инструменты доступны, если они вам понадобятся.",
  "page-what-is-ethereum-network-live-network-data-section-description-19": "Будь вы разработчик, исследователь, инвестор или просто человек, который хочет проверить транзакцию, открытая сеть Ethereum предоставляет вам данные — в реальном времени, без разрешений и с возможностью проверки.",
  "page-what-is-ethereum-network-live-network-data-section-description-20": "Просматривайте панели мониторинга сети Ethereum и обозреватели блоков"
}