{
  "page-eth-buy-some": "Хотите купить несколько Ethereum?",
  "page-eth-buy-some-desc": "Часто путают Ethereum и ETH. Ethereum - это блокчейн, а ETH - основной актив Ethereum. ETH - это то, что вы, вероятно, хотите купить.",
  "page-eth-cat-img-alt": "Изображение символа ETH с калейдоскопом кошек",
  "page-eth-collectible-tokens": "Коллекционные токены",
  "page-eth-collectible-tokens-desc": "Токены, представляющие собой собираемые игровые предметы, произведения цифрового искусства или иные уникальные активы, общеизвестные как нефункциональные токены (NFT).",
  "page-eth-cryptography": "Защищено криптографией",
  "page-eth-cryptography-desc": "Интернет-деньги могут быть новыми, но они защищены проверенной криптографией. Это защищает ваш кошелек, ваши ETH, а также ваши транзакции. ",
  "page-eth-currency-for-apps": "Это валюта приложений Ethereum.",
  "page-eth-currency-for-future": "Валюта для нашего цифрового будущего",
  "page-eth-description": "ETH – это криптовалюта. Это редкие цифровые деньги, которые можно использовать в Интернете по аналогии с Bitcoin. Если вы новичок в криптовалюте, вот как ETH отличается от традиционных денег.",
  "page-eth-earn-interest-link": "Зарабатывайте проценты",
  "page-eth-ethhub-caption": "Часто обновляется",
  "page-eth-ethhub-overview": "EthHub имеет прекрасный обзор, так сказать",
  "page-eth-flexible-amounts": "Доступно в гибких суммах",
  "page-eth-flexible-amounts-desc": "ETH делится до 18 знаков после запятой, так что вам не нужно покупать 1 целое ETH. Вы можете покупать дробные части за раз – до 0,000000000000000001 ETH, если требуется.",
  "page-eth-fuels": "ETH являются топливом и гарантом Ethereum",
  "page-eth-fuels-desc": "ETH — это жизненно необходимая кровь Ethereum. Когда вы отправляете ETH или используете Ethereum-приложение, вы платите коммисию в ETH за использование сети Ethereum. Эта комиссия является стимулом для производителя блоков обрабатывать и проверять то, что вы пытаетесь сделать.",
  "page-eth-fuels-desc-2": "Валидаторы являются своего рода регистраторами Ethereum: они делают проверку и подтверждают, что все происходит честно. Они выбираются случайным образом и предлагают блок транзакций. Валидаторы, выполняющие эту работу, также получают вознаграждения в виде небольшого количества недавно выпущенных ETH.",
  "page-eth-fuels-desc-3": "Работа, которую выполняют валидаторы, и капитал, которым они владеют, обеспечивают безопасность Ethereum и отсутствие централизованного контроля.",
  "page-eth-fuels-staking": "Храня свои ETH, вы помогаете обеспечивать безопасность Ethereum и зарабатываете вознаграждения. В такой системе угроза потери ETH отпугивает атакующих.",
  "page-eth-fuels-more-staking": "Подробнее о стейкинге",
  "page-eth-get-eth-btn": "Получить ETH",
  "page-eth-gov-tokens": "Управляющие токены",
  "page-eth-gov-tokens-desc": "Токены, представляющие право на голосование в децентрализованных организациях.",
  "page-eth-has-value": "Почему ETH имеет ценность?",
  "page-eth-has-value-desc": "ETH ценен по-разному для разных людей.",
  "page-eth-has-value-desc-2": "Для пользователей Ethereum ETH ценен, потому что он позволяет им платить за транзакции.",
  "page-eth-has-value-desc-3": "С другой точки зрения, это цифровое хранилище ценностей, потому что создание новых ETH замедляется с течением времени.",
  "page-eth-has-value-desc-4": "В последнее время ETH стал ценным для пользователей финансовых приложений на Ethereum. Это потому, что они могут использовать ETH в качестве залога для криптовалютных займов или в качестве платежной системы.",
  "page-eth-has-value-desc-5": "Разумеется, многие считают его инвестицией, похожей на биткойны или другие криптовалюты.",
  "page-eth-how-to-buy": "Как купить ETH",
  "page-eth-how-to-buy-caption": "Часто обновляется",
  "page-eth-is-money": "ETH – это цифровые глобальные деньги.",
  "page-eth-last-updated": "Январь 2019 г.",
  "page-eth-monetary-policy": "Денежная политика Ethereum",
  "page-eth-more-on-ethereum-link": "Подробнее об Ethereum",
  "page-eth-no-centralized": "Нет централизованного управления ",
  "page-eth-no-centralized-desc": "ETH является децентрализованным и глобальным. Нет ни одной компании или банка, которые могут решить напечатать больше ETH или изменить условия его использования.",
  "page-eth-non-fungible-tokens-link": "Нефункциональные токены",
  "page-eth-not-only-crypto": "ETH - не единственная криптовалюта на Ethereum",
  "page-eth-not-only-crypto-desc": "Каждый может создать новые виды активов и торговать ими на Ethereum. Они известны как токены. Люди токенизировали традиционные валюты, их недвижимость, их искусство и даже самих себя!",
  "page-eth-not-only-crypto-desc-2": "Ethereum является домом для тысяч токенов – некоторые более полезны и ценны, чем другие. Разработчики постоянно строят новые токены, которые открывают новые возможности и новые рынки.",
  "page-eth-not-only-crypto-desc-3": "Если вы хотите узнать больше о токенах, наши друзья на EthHub написали несколько замечательных обзоров:",
  "page-eth-open": "Открыт любому",
  "page-eth-open-desc": "Вам нужно только подключение к Интернету и кошелек для принятия ETH. Вам не нужен доступ к банковскому счету, чтобы принимать платежи. ",
  "page-eth-p2p-payments": "Одноранговые платежи",
  "page-eth-p2p-payments-desc": "Вы можете отправить ETH без посредника, как банк. Это как передача денег лично, но вы можете делать это безопасно с кем угодно, где угодно, в любое время.",
  "page-eth-period": ".",
  "page-eth-popular-tokens": "Популярные типы токена",
  "page-eth-powers-ethereum": "ETH является силовым двигателем Ethereum",
  "page-eth-shit-coins": "Шиткоины",
  "page-eth-shit-coins-desc": "Так как создание новых токенов просто, любой может сделать это - даже люди с плохими или неправильными намерениями. Всегда исследуйте токены, прежде чем использовать!",
  "page-eth-stablecoins": "Стейблкоины",
  "page-eth-stablecoins-desc": "Токены, отражающие стоимость традиционной валюты, как доллары. Это решает проблему неустойчивости со многими криптовалютами.",
  "page-eth-stablecoins-link": "Получить стейблкоины",
  "page-eth-stream-link": "Транслировать ETH",
  "page-eth-tokens-link": "Токены Ethereum",
  "page-eth-trade-link-2": "Обменять токены",
  "page-eth-underpins": "ETH является основой финансовой системы Ethereum",
  "page-eth-underpins-desc": "Не удовлетворенное платежами сообщество Ethereum создает целую финансовую систему, которая является одноранговой и доступной для всех.",
  "page-eth-underpins-desc-2": "Вы можете использовать ETH как залог для создания совершенно разных криптовалютных токенов на Ethereum. Кроме того, вы можете заимствовать и получать проценты в ETH и в других токенах, основанных на ETH.",
  "page-eth-uses": "Использование ETH растет каждый день",
  "page-eth-uses-desc": "Поскольку Ethereum является программируемым, разработчики могут формировать ETH бесчисленным количеством способов.",
  "page-eth-uses-desc-2": "Еще в 2015 году все вы могли отправить ETH с одного счета Ethereum на другой. Сегодня это лишь малая часть того, что вы можете сделать.",
  "page-eth-uses-desc-3": "платите кому-нибудь или получайте средства в режиме реального времени.",
  "page-eth-uses-desc-4": "вы можете менять ETH на другие токены, включая биткойны.",
  "page-eth-uses-desc-5": "в ETH и других токенах на базе Ethereum.",
  "page-eth-uses-desc-6": "доступ к миру криптовалют с постоянной, мало меняющейся ценностью.",
  "page-eth-value": "Почему ETH имеет ценность",
  "page-eth-video-alt": "Видео с символом ETH",
  "page-eth-whats-eth": "Что такое Ether (ETH)?",
  "page-eth-whats-eth-hero-alt": "Иллюстрация группы людей, восхищающихся начертанию символа эфира (ETH) с трепетом",
  "page-eth-whats-eth-meta-desc": "Что вам нужно знать, чтобы понять ETH и его место в Ethereum.",
  "page-eth-whats-eth-meta-title": "Что такое Ether (ETH)?",
  "page-eth-whats-ethereum": "Что такое Ethereum?",
  "page-eth-whats-ethereum-desc": "Если вы хотите узнать больше о Ethereum и технологиях, стоящих за ETH, посмотрите наше введение.",
  "page-eth-whats-unique": "Что особенного в ETH?",
  "page-eth-whats-unique-desc": "Есть много криптовалют и много других токенов на Ethereum, но некоторые вещи может сделать только ETH.",
  "page-eth-where-to-buy": "Где получить ETH",
  "page-eth-where-to-buy-desc": "Вы можете получить ETH с биржи или кошелька, но в разных странах действуют разные политики. Проверьте, есть ли сервисы, которые позволят вам купить ETH.",
  "page-eth-yours": "По-настоящему ваше",
  "page-eth-yours-desc": "ETH позволяет Вам быть вашим собственным банком. Вы можете управлять своими собственными средствами с помощью вашего кошелька /wallet/ в качестве доказательства владения – нет необходимости в третьих лицах.",
  "page-eth-more-on-tokens": "Подробнее о токенах и их использовании",
  "page-eth-button-buy-eth": "Получить ETH",
  "page-eth-tokens-stablecoins": "Стабильные монеты",
  "page-eth-tokens-defi": "Децентрализованные финансы (DeFi)",
  "page-eth-tokens-nft": "Неравнозначные токены (NFT)",
  "page-eth-tokens-dao": "Децентрализованные автономные организации (DAO)",
  "page-eth-tokens-stablecoins-description": "Подробнее о наименее волатильных токенах Ethereum.",
  "page-eth-tokens-defi-description": "Финансовая система токенов Ethereum.",
  "page-eth-tokens-nft-description": "Токены, которые представляют собой право собственности на предметы в Ethereum.",
  "page-eth-tokens-dao-description": "Интернет-сообщества часто управляются держателями токенов.",
  "page-eth-whats-defi": "Подробнее о DeFi",
  "page-eth-whats-defi-description": "DeFi — децентрализованная финансовая система, построенная на Ethereum."
}
