{
  "comp-withdrawal-comparison-current-title": "Текущие дольщики",
  "comp-withdrawal-comparison-current-li-1": "Некоторые пользователи могли указать адрес для вывода средств при первоначальной настройке депозита. Таким пользователям больше ничего не нужно делать.",
  "comp-withdrawal-comparison-current-li-2": "Большинство дольщиков не указали адрес вывода для средств при первоначальном пополнении счета. Им необходимо обновить свои данные для вывода средств. На <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">панели запуска стейкинга</a> есть инструкции о том, как это сделать.",
  "comp-withdrawal-comparison-current-p": "Вы можете ввести свой индексный номер валидатора здесь, чтобы узнать, нужно ли вам обновить учетные данные <Text as=\"span\" fontWeight=\"normal\">(можно найти в журналах вашего клиента):</Text>",
  "comp-withdrawal-comparison-new-title": "Новые стейкеры (еще без депозитов)",
  "comp-withdrawal-comparison-new-li-1": "По умолчанию новые дольщики, желающие автоматически активировать выплаты вознаграждений и вывод средств, должны предоставить адрес для вывода средств в Ethereum, который они контролируют, при генерации своих ключей валидатора с помощью инструмента Staking Deposit CLI.",
  "comp-withdrawal-comparison-new-li-2": "Делать это при внесении средств необязательно, но это избавит от необходимости обновлять эти ключи позже, чтобы разблокировать свои средства.",
  "comp-withdrawal-comparison-new-p": "Панель запуска стейкинга поможет вам сделать первые шаги.",
  "comp-withdrawal-comparison-new-link": "Перейти к панели запуска стейкинга",
  "comp-withdrawal-credentials-placeholder": "Индекс валидатора",
  "comp-withdrawal-credentials-error": "Ошибка! Внимательно проверьте номер индекса валидатора и попробуйте еще раз.",
  "comp-withdrawal-credentials-upgraded-1": "Индекс валидатора {{validatorIndex}} готов начать получать вознаграждения!",
  "comp-withdrawal-credentials-upgraded-2": "Учетные данные для вывода средств, привязанные к адресу исполнения:",
  "comp-withdrawal-credentials-not-upgraded-1": "Этот валидатор необходимо обновить.",
  "comp-withdrawal-credentials-not-upgraded-1-testnet": "Этот валидатор в тестовой сети Holesky необходимо обновить.",
  "comp-withdrawal-credentials-not-upgraded-2": "Инструкции по обновлению можно найти на <a href=\"https://launchpad.ethereum.org/withdrawals\" target=\"_blank\" rel=\"noopener noreferrer\">панели запуска стейкинга</a>",
  "comp-withdrawal-credentials-verify-mainnet": "Проверить в основной сети",
  "comp-withdrawal-credentials-verify-holesky": "Проверить в Holesky",
  "page-staking-withdrawals-when": "Отправлено!",
  "page-staking-image-alt": "Изображение талисмана-носорога для панели запуска стейкинга.",
  "page-staking-benefits-1-title": "Зарабатывайте вознаграждения",
  "page-staking-benefits-1-description": "Вознаграждения даются за действия, которые помогают сети достигнуть <a href=\"/glossary/#consensus\">консенсуса</a>. Вы получите награды за использование программного обеспечения, которое правильно собирает транзакции в новые блоки и проверяет работу других валидаторов, так как это гарантирует безопасное функционирование цепи.",
  "page-staking-benefits-2-title": "Улучшенная безопасность",
  "page-staking-benefits-2-description": "Сеть становится защищеннее от атак, так как чем больше ETH поставлено, тем больше требуется ETH для управления большей частью сети. Чтобы стать угрозой, вам потребуется держать большинство валидаторов. Это означает, что вам понадобится управлять большей частью ETH в системе, а это очень много!",
  "page-staking-benefits-3-title": "Большая экологичность",
  "page-staking-benefits-3-description": "Дольщикам не нужно выполнять энергоемкие вычисления для доказательства работы, чтобы участвовать в защите сети. Это означает, что узлы стейкинга могут работать на относительно скромном оборудовании, потребляя очень мало энергии.",
  "page-staking-benefits-3-link": "Подробнее об энергопотреблении Ethereum",
  "page-staking-description": "Стейкинг — это действие внесения 32 ETH для активации программного обеспечения <a href=\"/glossary/#validator\">валидатора</a>. Как валидатор вы будете отвечать за хранение данных, обработку транзакций и добавление новых <a href=\"/glossary/#block\">блоков</a> в блокчейн. Это обеспечит безопасность Ethereum для всех и принесет вам ETH в процессе.",
  "page-staking-hero-title": "Как вложить свои ETH",
  "page-staking-hero-header": "Зарабатывайте вознаграждения, обеспечивая безопасность Ethereum",
  "page-staking-hero-subtitle": "Любой пользователь с любым количеством ETH может помочь защитить сеть и при этом получить вознаграждения.",
  "page-staking-dropdown-home": "Главная страница стейкинга",
  "page-staking-dropdown-solo": "Домашний стейкинг",
  "page-staking-more-on-solo": "Подробнее о домашнем стейкинге",
  "page-staking-learn-more-solo": "Узнать больше о самостоятельном стейкинге",
  "page-staking-dropdown-saas": "Стейкинг как услуга",
  "page-staking-saas-with-abbrev": "Стейкинг как услуга (SaaS)",
  "page-staking-more-on-saas": "Подробнее о стейкинге как услуге",
  "page-staking-learn-more-saas": "Узнать больше о стейкинге как услуге",
  "page-staking-dropdown-pools": "Объединенный стейкинг",
  "page-staking-dropdown-withdrawals": "О снятии средств",
  "page-staking-dropdown-dvt": "Технология распределенного валидатора",
  "page-staking-more-on-pools": "Подробнее об объединенном стейкинге",
  "page-staking-learn-more-pools": "Узнать больше об объединенном стейкинге",
  "page-staking-section-what-title": "Что такое стейкинг?",
  "page-staking-section-why-title": "Зачем ставить свои ETH?",
  "page-staking-section-why-p1": "Все зависит от того, как много вы готовы поставить. Вам необходимо 32 ETH, чтобы стать валидатором, но возможно поставить и меньше.",
  "page-staking-section-why-p2": "Ознакомьтесь с приведенными ниже вариантами и перейдите к наиболее подходящему вам и сети.",
  "page-staking-guide-title-coincashew-ethereum": "Руководство по Ethereum 2.0 от CoinCashew",
  "page-staking-guide-title-somer-esat": "Сомер Эсат",
  "page-staking-guide-title-rocket-pool": "Операторы узлов пула Rocket Pool",
  "page-staking-guide-title-stakewise": "Операторы узлов StakeWise",
  "page-staking-guide-description-linux": "Linux (CLI)",
  "page-staking-guide-description-mac-linux": "Linux, macOS (CLI)",
  "page-staking-guide-description-mac-linux-windows": "Linux, Windows, MacOS (CLI)",
  "page-staking-hierarchy-solo-h2": "Домашний стейкинг",
  "page-staking-hierarchy-solo-pill-1": "Наибольшее влияние",
  "page-staking-hierarchy-solo-pill-2": "Полный контроль",
  "page-staking-hierarchy-solo-pill-3": "Полные вознаграждения",
  "page-staking-hierarchy-solo-pill-4": "Не требует доверия",
  "page-staking-hierarchy-solo-p1": "Домашний стейкинг в Ethereum — это <span class=\"gold\">золотой стандарт</span> стейкинга. Вы получаете максимальное вознаграждение, улучшаете децентрализацию сети, и вам не нужно доверять свои средства посторонним лицам.",
  "page-staking-hierarchy-solo-p2": "Для стейкинга из дома требуется некоторое количество ETH и выделенный компьютер, круглосуточно подключенный к интернету. Технические знания полезны, но сейчас существуют инструменты, которые упрощают этот процесс.",
  "page-staking-hierarchy-solo-p3": "Если у вас менее 32 ETH, вы можете объединить средства с другими домашними стейкерами. Для сохранения доступа к DeFi можно использовать решения для выпуска токенов ликвидного стейкинга.",
  "page-staking-hierarchy-saas-pill-1": "Ваши 32 ETH",
  "page-staking-hierarchy-saas-pill-2": "Ваши ключи валидатора",
  "page-staking-hierarchy-saas-pill-3": "Работа доверенного узла",
  "page-staking-hierarchy-saas-p1": "Если вы не хотите связываться с оборудованием или не уверены, как это делать, но все равно хотите сделать ставку в 32 ETH, варианты стейкинга как услуги позволят делегировать сложную часть, зарабатывая вознаграждения за собственные блоки.",
  "page-staking-hierarchy-saas-p2": "Обычно эти варианты проводят вас через создание набора учетных данных валидатора, загрузку ваших ключей для подписи к ним и внесение 32 ETH. Это позволяет службе выполнять проверку от вашего имени.",
  "page-staking-hierarchy-saas-p3": "Этот метод стейкинга требует определенного уровня доверия к поставщику услуг. Для ограничения риска от контрагентов ключи для вывода ваших ETH обычно остаются в вашем распоряжении.",
  "page-staking-hierarchy-pools-pill-1": "Ставка любой суммы",
  "page-staking-hierarchy-pools-pill-2": "Зарабатывайте вознаграждения",
  "page-staking-hierarchy-pools-pill-3": "Простота",
  "page-staking-hierarchy-pools-pill-4": "Популярно",
  "page-staking-hierarchy-pools-p1": "Существует несколько решений, призванных помочь пользователям, у которых нет 32 ETH или которые не хотят размещать такую сумму.",
  "page-staking-hierarchy-pools-p2": "Многие из этих альтернатив включают «ликвидный стейкинг», который связан с токеном ликвидности <a href=\"/glossary/#erc-20\">ERC-20</a>, представляющим собой вложенные вами ETH.",
  "page-staking-hierarchy-pools-p3": "Ликвидный стейкинг делает размещение и выведение средств такими же простыми, как обмен токенами, и позволяет использовать размещенный капитал в DeFi. Этот вид стейкинга также позволяет пользователям хранить свои активы в собственном кошельке Ethereum <a href=\"/glossary/#wallet\"></a>.",
  "page-staking-hierarchy-pools-p4": "Объединенный стейкинг не является нативным для сети Ethereum. Эти решения создаются посторонними, что влечет собственные риски.",
  "page-staking-hierarchy-cex-h2": "Централизованные биржи",
  "page-staking-hierarchy-cex-pill-1": "Наименьшее влияние",
  "page-staking-hierarchy-cex-pill-2": "Максимум предположений о доверии",
  "page-staking-hierarchy-cex-p1": "Многие централизованные биржи предоставляют услуги по стейкингу, если вам пока не удобно хранить ETH в собственном кошельке. Они могут быть запасным вариантом, позволяющим вам получить небольшой доход от своих ETH, хранящихся с минимумом контроля и усилий.",
  "page-staking-hierarchy-cex-p2": "Компромисс здесь заключается в том, что централизованные поставщики объединяют огромные пулы ETH для запуска огромного количества валидаторов. Это может быть опасно для сети и ее пользователей, так как создает огромную централизованную цель и точку отказа, делая сеть более уязвимой для атак или ошибок.",
  "page-staking-hierarchy-cex-p3": "Если вам неудобно хранить собственные <a href=\"/glossary/#key\">ключи</a>, не переживайте. Здесь представлены подходящие варианты. Загляните на нашу <a href=\"/wallets/\">страницу кошельков</a>, где можно научиться основам эффективного управления средствами. Когда будете готовы, вернитесь и повысьте свой профессионализм в стейкинге, попробовав одну из предлагаемых услуг самостоятельного объединенного стейкинга.",
  "page-staking-hierarchy-subtext": "Как вы, возможно, заметили, есть много способов принять участие в стейкинге в Ethereum. Эти способы нацелены на широкий спектр пользователей, и каждый из них в конечном счете уникален и выделяется с точки зрения рисков, вознаграждений и степени доверия. Некоторые являются более децентрализованными, проверенными и/или более рискованными. Мы предоставляем определенную информацию о популярных проектах в наличии, но <em>всегда изучайте ситуацию самостоятельно</em> перед отправкой ETH куда-либо.",
  "page-staking-comparison-solo-saas": "При использовании поставщиков SaaS от вас по-прежнему потребуется внести 32 ETH, но вам не нужно будет запускать аппаратное обеспечение. Как правило, вы сохраняете доступ к ключам валидатора, но также должны делиться ключами подписи, чтобы оператор мог действовать от имени вашего валидатора. Это создает уровень доверия, которого нет при использовании собственного оборудования, Кроме того, в отличие от одиночного майнинга дома SaaS не так сильно помогает в географическом распределении узлов. Если вам неудобно работать с оборудованием, но вы все равно хотите сделать ставку на 32 ETH, использование поставщика SaaS может стать для вас хорошим вариантом.",
  "page-staking-comparison-solo-pools": "Самостоятельный стейкинг требует значительно больше действий, чем использование пула, но открывает полный доступ к наградам в ETH и полный контроль в настройке и защите вашего валидатора. Стейкинг в пулах имеет низкий порог входа. Пользователи могут ставить небольшие количества ETH без необходимости генерировать ключи валидатора и выполнять требования по оборудованию, нужен лишь доступ к Интернету. Токены ликвидности позволяют выйти из стейкинга раньше, чем это допускается на уровне протокола. Если вы заинтересованы в таких возможностях, вам подойдет стейкинг в пулах.",
  "page-staking-comparison-saas-solo": "Сходство заключается в наличии собственных ключей валидатора без необходимости объединения средств, но в случае с SaaS вы должны доверять третьей стороне, которая потенциально может действовать злонамеренно или сама стать объектом атаки или регулирования. Если эти предположения о доверии или риски централизации беспокоят вас, золотым стандартом суверенных ставок является самостоятельный стейкинг.",
  "page-staking-comparison-saas-pools": "Сходство в том, что вы, как правило, полагаетесь на кого-то другого для запуска клиента валидатора. Однако в отличие от SaaS объединенные ставки позволяют вам участвовать с меньшим количеством ETH. Если вы хотите сделать ставку на сумму менее 32 ETH, обратите внимание на эти варианты.",
  "page-staking-comparison-pools-solo": "Стейкинг в складчину имеет значительно более низкий порог входа по сравнению с домашним стейкингом, но сопряжен с дополнительным риском из-за делегирования всех операций с узлами третьей стороне и взимания комиссии. Домашний стейкинг обеспечивает полный суверенитет и контроль над выбором настроек стейкинга. Стейкерам не нужно передавать свои ключи и делиться вознаграждением с посредниками.",
  "page-staking-comparison-pools-saas": "Сходство в том, что дольщики не запускают программное обеспечение валидатора самостоятельно. Однако в отличие от общих вариантов SaaS требует полной ставки в 32 ETH для активации валидатора. Вознаграждения накапливаются в пользу дольщика и обычно предполагают ежемесячную плату или другие ставки за использование сервиса. Если вы предпочитаете иметь собственные ключи валидатора и хотите сделать ставку не менее 32 ETH, использование поставщика SaaS может стать для вас хорошим вариантом.",
  "page-staking-considerations-dropdown-text": "Рекомендации по стейкингу",
  "page-staking-considerations-dropdown-aria-label": "Выпадающее меню с рекомендациями по стейкингу",
  "page-staking-considerations-solo-1-title": "Открытый исходный код",
  "page-staking-considerations-solo-1-description": "Основной код является на 100 % открытым и доступен общественности для ветвления и использования",
  "page-staking-considerations-solo-1-warning": "Закрытый источник",
  "page-staking-considerations-solo-2-title": "Проверено",
  "page-staking-considerations-solo-2-description": "Основной код прошел формальный аудит, результаты которого опубликованы и доступны общественности",
  "page-staking-considerations-solo-2-warning": "Нет",
  "page-staking-considerations-solo-3-title": "Вознаграждения за найденные ошибки",
  "page-staking-considerations-solo-3-description": "За обнаружение ошибок в основном коде предлагались общедоступные награды, чтобы поощрить пользователей за безопасное сообщение об ошибках и/или их устранение.",
  "page-staking-considerations-solo-3-valid": "Сейчас активно",
  "page-staking-considerations-solo-3-caution": "Завершено",
  "page-staking-considerations-solo-4-title": "Испытано в реальных условиях",
  "page-staking-considerations-solo-4-description": "Программное обеспечение было доступно и использовалось общественностью в указанный период времени",
  "page-staking-considerations-solo-4-valid": "Действует более 1 года",
  "page-staking-considerations-solo-4-caution": "Действует более 6 месяцев",
  "page-staking-considerations-solo-4-warning": "Недавно выпущено",
  "page-staking-considerations-solo-5-title": "Ненадежность",
  "page-staking-considerations-solo-5-description": "Ключи валидатора не доверяются никому в течение всего жизненного цикла валидатора. Во всех вовлеченных смарт-контрактах нет лазеек и опоры на привилегированные разрешения для исполнения.",
  "page-staking-considerations-solo-5-warning": "Требует доверия",
  "page-staking-considerations-solo-6-title": "Разрешение не требуется",
  "page-staking-considerations-solo-6-description": "Пользователи не нуждаются в каком-либо специальном разрешении для работы валидатора, используя программное обеспечение или услугу.",
  "page-staking-considerations-solo-6-valid": "Разрешений нет",
  "page-staking-considerations-solo-6-warning": "Требуется разрешение",
  "page-staking-considerations-solo-7-title": "Несколько клиентов",
  "page-staking-considerations-solo-7-description": "Программное обеспечение позволяет пользователям не менее двух клиентов-исполнителей и двух клиентов на слое консенсуса с возможностью переключения между ними.",
  "page-staking-considerations-solo-7-valid": "Простое переключение между клиентами",
  "page-staking-considerations-solo-7-warning": "Доступны только мажоритарные клиенты",
  "page-staking-considerations-solo-8-title": "Самостоятельній контроль",
  "page-staking-considerations-solo-8-description": "Пользователь самостоятельно контролирует все учетные данные валидаторов, включая ключи для подписания и вывода средств.",
  "page-staking-considerations-solo-8-warning": "Сторонний контроль",
  "page-staking-considerations-solo-9-title": "Экономичность",
  "page-staking-considerations-solo-9-description": "Пользователи могут запускать валидаторы при ставке менее 32 ETH, объединяя средства с другими людьми.",
  "page-staking-considerations-solo-9-valid": "< 32 ETH",
  "page-staking-considerations-solo-9-warning": "32 ETH",
  "page-staking-considerations-saas-4-description": "Услуга была доступна и использовалась общественностью в указанный период времени.",
  "page-staking-considerations-saas-6-description": "Пользователям не требуется какое-либо специальное разрешение, регистрация учетной записи или KYC для участия в работе службы.",
  "page-staking-considerations-saas-6-valid": "Присоединиться может любой",
  "page-staking-considerations-saas-6-warning": "Требуется разрешение",
  "page-staking-considerations-saas-7-title": "Разнообразие в исполнении",
  "page-staking-considerations-saas-7-description": "Служба не должна запускать более 50 % общих валидаторов с мажоритарным клиентом-исполнителем.",
  "page-staking-considerations-saas-7-valid": "Меньше 50 %",
  "page-staking-considerations-saas-7-caution": "Сейчас неизвестно",
  "page-staking-considerations-saas-7-warning": "Больше 50 %",
  "page-staking-considerations-saas-8-title": "Консенсусное разнообразие",
  "page-staking-considerations-saas-8-description": "Служба не должна запускать более 50 % общих валидаторов с мажоритарным консенсус-клиентом.",
  "page-staking-considerations-saas-8-valid": "Меньше 50 %",
  "page-staking-considerations-saas-8-caution": "Сейчас неизвестно",
  "page-staking-considerations-saas-8-warning": "Больше 50 %",
  "page-staking-considerations-pools-5-description": "Служба не требует доверия любым людям для хранения ваших ключей или распределения вознаграждений.",
  "page-staking-considerations-pools-6-title": "Узлы без разрешений",
  "page-staking-considerations-pools-6-description": "Служба позволяет любому присоединиться в качестве оператора узла к пулу без разрешений.",
  "page-staking-considerations-pools-7-description": "Служба не должна запускать более 50 % общих валидаторов с мажоритарным клиентом-исполнителем.",
  "page-staking-considerations-pools-8-title": "Токен ликвидности",
  "page-staking-considerations-pools-8-description": "Предлагает торгуемый токен ликвидности, представляющий собой вашу ставку в ETH, хранящуюся в вашем собственном кошельке.",
  "page-staking-considerations-pools-8-valid": "Токены ликвидности",
  "page-staking-considerations-pools-8-warning": "Нет токена ликвидности",
  "page-staking-considerations-pools-9-description": "Служба не должна запускать более 50 % общих валидаторов с мажоритарным консенсус-клиентом.",
  "page-staking-how-solo-works-item-1": "Приобретите оборудование: вам потребуется <a href=\"/run-a-node/\">запустить узел</a>, чтобы сделать ставку.",
  "page-staking-how-solo-works-item-2": "Синхронизируйте клиент слоя исполнения.",
  "page-staking-how-solo-works-item-3": "Синхронизируйте клиент слоя консенсуса.",
  "page-staking-how-solo-works-item-4": "Сгенерируйте свои ключи и загрузите их в клиент валидатора.",
  "page-staking-how-solo-works-item-5": "Отслеживайте и поддерживайте свой узел.",
  "page-staking-launchpad-widget-testnet-label": "Тестовая сеть Holesky",
  "page-staking-launchpad-widget-testnet-start": "Начать стейкинг в тестовой сети Holesky",
  "page-staking-launchpad-widget-mainnet-label": "Основная сетьu",
  "page-staking-launchpad-widget-mainnet-start": "Начать стейкинг в основной сети",
  "page-staking-launchpad-widget-span": "Выберите сеть",
  "page-staking-launchpad-widget-p1": "Ожидается, что самостоятельные валидаторы будут <strong>тестировать свои настройки</strong> и оперативные навыки работы в тестовой сети Holesky, прежде чем рисковать средствами. Помните: важно выбрать <a href=\"/developers/docs/nodes-and-clients/client-diversity/\">миноритарный клиент</a>, так как это повышает безопасность сети и ограничивает ваш риск.",
  "page-staking-launchpad-widget-p2": "Если это удобнее, можно задать все необходимое из командной строки, используя только панель запуска стейкинга.",
  "page-staking-launchpad-widget-p3": "Чтобы облегчить работу, ознакомьтесь с некоторыми инструментами и руководствами ниже, которые наряду с панелью запуска стейкинга могут помочь вам легко настроить свои клиенты.",
  "page-staking-launchpad-widget-link": "Программные инструменты и руководство",
  "page-staking-products-get-started": "Начнем",
  "page-staking-products-follow": "Страница решения в",
  "page-staking-dropdown-staking-options": "Варианты стейкинга",
  "page-staking-dropdown-staking-options-alt": "Выпадающее меню вариантов стейкинга",
  "page-staking-stats-box-metric-1": "Общая сумма поставленного в ETH",
  "page-staking-stats-box-metric-2": "Всего валидаторов",
  "page-staking-stats-box-metric-3": "Текущий APR",
  "page-staking-stats-box-metric-1-tooltip": "Сумма ETH на ставке в сети Beacon, не включая балансы свыше 32 ETH",
  "page-staking-stats-box-metric-2-tooltip": "Количество учетных записей валидаторов, активированных сейчас в сети Beacon",
  "page-staking-stats-box-metric-3-tooltip": "Средний годовой финансовій доход на валидатора за последние 24 часа",
  "page-staking-section-comparison-subtitle": "Не существует универсального решения для стейкинга, которое подойдет каждому. Здесь мы сравним некоторые из рисков, вознаграждений и требований различных способов, позволяющих вам делать ставки.",
  "page-staking-section-comparison-rewards-title": "Вознаграждения",
  "page-staking-section-comparison-solo-rewards-li1": "Максимальные вознаграждения — получайте полное вознаграждение напрямую из протокола.",
  "page-staking-section-comparison-solo-rewards-li2": "Вознаграждения за предложение блоков, в том числе неспаленные комиссии за транзакции и регулярное подтверждение состояния сети",
  "page-staking-section-comparison-solo-rewards-li3": "Возможность выпустить токен ликвидного стейкинга на домашнем узле для использования в DeFi",
  "page-staking-section-comparison-saas-rewards-li1": "Обычно включают полные вознаграждения по протоколу с вычетом месячной комиссии за работу узла.",
  "page-staking-section-comparison-saas-rewards-li2": "Панели инструментов часто доступны для легкого отслеживания вашего клиента валидатора.",
  "page-staking-section-comparison-pools-rewards-li1": "Объединившиеся дольщики получают вознаграждения по-разному в зависимости от выбранного способа общего стейкинга.",
  "page-staking-section-comparison-pools-rewards-li2": "Многие сервисы для объединенного стейкинга предлагают один или более <a href=\"/glossary/#liquidity-tokens\">токенов ликвидности</a>, которые представляют собой сумму вложенных вами ETH и вашей доли в вознаграждении валидатора.",
  "page-staking-section-comparison-pools-rewards-li3": "Токены ликвидности могут храниться в вашем кошельке, используемом в <a href=\"/glossary/#defi\">DeFi</a>, и продаваться, если вы решите выйти.",
  "page-staking-section-comparison-risks-title": "Риски",
  "page-staking-section-comparison-solo-risks-li1": "Ставятся ваши ETH.",
  "page-staking-section-comparison-solo-risks-li2": "Есть штрафы в ETH за отключение от сети.",
  "page-staking-section-comparison-solo-risks-li3": "Слешинг (крупные штрафы и удаление из сети) за вредоносное поведение",
  "page-staking-section-comparison-solo-risks-li4": "Выпуск токена ликвидного стейкинга сопряжен с риском для смарт-контрактов, но так поступать совершенно необязательно",
  "page-staking-section-comparison-saas-risks-li1": "Те же риски, что и при самостоятельном стейкинге, плюс риск контрагента — поставщика услуг.",
  "page-staking-section-comparison-saas-risks-li2": "Использование ваших ключей подписи доверено кому-то другому, кто может вести себя злонамеренно.",
  "page-staking-section-comparison-pools-risks-li1": "Риски различаются в зависимости от используемого метода.",
  "page-staking-section-comparison-pools-risks-li2": "В целом риски включают сочетание рисков, связанных с контрагентом, <a href=\"/glossary/#smart-contract\">умным контрактом</a> и исполнением.",
  "page-staking-section-comparison-requirements-title": "Требования",
  "page-staking-section-comparison-solo-requirements-li1": "Вы должны внести 32 ETH",
  "page-staking-section-comparison-solo-requirements-li2": "Вы обслуживаете оборудование, которое при подключении к Интернету запускает как <a href=\"/glossary/#execution-client\">клиент-исполнитель</a> Ethereum, так и <a href=\"/glossary/#consensus-client\">консенсус-клиент</a>.",
  "page-staking-section-comparison-solo-requirements-li3": "<a href=\"https://holesky.launchpad.ethereum.org\" target=\"_blank\">Панель запуска стейкинга </a> поможет вам ознакомиться с процессом и требованиями к оборудованию.",
  "page-staking-section-comparison-saas-requirements-li1": "Разместите 32 ETH и сгенерируйте свои ключи с помощью подсказок",
  "page-staking-section-comparison-saas-requirements-li2": "Храните свои ключи в безопасности.",
  "page-staking-section-comparison-saas-requirements-li3": "Об остальном позаботимся мы, хотя определенные услуги будут отличаться.",
  "page-staking-section-comparison-pools-requirements-li1": "Самые низкие требования к ETH, для некоторых проектов требуется всего 0,01 ETH.",
  "page-staking-section-comparison-pools-requirements-li2": "Вкладывайте напрямую из вашего кошелька в различные платформы для объединенного стейкинга или просто обменивайте один из токенов ликвидности для ставок.",
  "page-staking-faq-1-question": "Что такое валидатор?",
  "page-staking-faq-1-answer": "<em>Валидатор</em> — это виртуальный объект, который существует в Ethereum и принимает участие в консенсусе протокола Ethereum. Валидаторы представлены балансом, публичным ключом и другими свойствами. <em>Клиент валидатора</em> — это программное обеспечение, которое действует от имени валидатора, хранящего и использующего его приватный ключ. Отдельный клиент валидатора может хранить много пар ключей, контролируя много валидаторов.",
  "page-staking-faq-2-question": "Зачем мне ставить средства?",
  "page-staking-faq-2-answer": "Валидатор имеет способность предлагать и подтверждать блоки для сети. Для предотвращения нечестного поведения пользователи должны ставить свои денежные средства. Это позволяет протоколу наказывать злоумышленников. Ставка — это способ обеспечить вашу честность, поскольку ваши действия будут иметь финансовые последствия.",
  "page-staking-faq-3-question": "Можно ли купить Eth2?",
  "page-staking-faq-3-answer-p1": "Не существует токена Eth2, нативного для протокола, так как собственный токен эфира (ETH) не изменился при переходе Ethereum на доказательство владения.",
  "page-staking-faq-3-answer-p2": "Существуют производные токены и тикеры, которые могут представлять собой вложенные ETH (например, rETH от Rocket Pool, stETH от Lido, ETH2 от Coinbase). Узнайте больше о <a href=\"/staking/pools/\">пулах для стейкинга</a>.",
  "page-staking-faq-4-question": "Стейкинг уже работает?",
  "page-staking-faq-4-answer-p1": "Да. Стейкинг действует с 1 декабря 2020 г.",
  "page-staking-faq-4-answer-p2": "Это означает, что стейкинг в настоящее время запущен для пользователей, которые внесли свои ETH, запустили клиент валидатора и начали зарабатывать вознаграждения.",
  "page-staking-faq-4-answer-p3": "Обновление Shanghai/Capella было завершено 12 апреля 2023 года, реализовав функцию снятия ставок и завершив цикл ликвидности стейкинга.",
  "page-staking-faq-5-question": "Когда я смогу вывести свои вложенные ETH?",
  "page-staking-faq-5-answer-p1": "Это уже возможно! При желании дольщики могут свободно выводить свои вознаграждения и/или основную сумму со своего баланса валидатора.",
  "page-staking-faq-5-answer-p2": "Участники также заработают вознаграждения в форме комиссий и MEV при предложении блоков, которые становятся доступными немедленно по указанному получателем адресу.",
  "page-staking-faq-5-answer-link": "More on staking withdrawals",
  "page-staking-further-reading-author-vitalik-buterin": "Виталик Бутерин",
  "page-staking-further-reading-2-link": "Мотивировка замысла обновления Serenity",
  "page-staking-further-reading-4-link": "Новости Eth2",
  "page-staking-further-reading-4-author": "Бен Эджингтон",
  "page-staking-further-reading-5-link": "Завершена работа над № 33, уровнем консенсуса Ethereum (январь 2022 г.)",
  "page-staking-further-reading-5-author": "Дэнни Райан",
  "page-staking-further-reading-6-link": "Публикации в Attestant",
  "page-staking-further-reading-8-link": "Учебные материалы, предоставленные сообществом Beaconcha.in",
  "page-staking-further-reading-9-link": "Панель запуска стейкинга на Ethereum: частые вопросы",
  "page-staking-further-reading-10-link": "База знаний EthStaker",
  "page-staking-toc-how-to-stake-your-eth": "Как вложить свои ETH",
  "page-staking-toc-comparison-of-options": "Сравнение вариантов стейкинга",
  "page-staking-toc-faq": "Частые вопросы",
  "page-staking-toc-further": "Дополнительные ресурсы",
  "page-staking-dom-info-title": "Стейкинг в Ethereum",
  "page-staking-join-community": "Вступайте в сообщество стейкеров",
  "page-staking-join-community-desc": "EthStaker — это сообщество, в котором каждый может обсуждать и изучать стейкинг в Ethereum. Присоединяйтесь к десяткам тысяч пользователей со всей планеты: получайте советы, поддержку и обсуждайте все, что связано со стейкингом.",
  "page-staking-meta-description": "Обзор стейкинга Ethereum: риски, вознаграждения, требования и где это делать.",
  "page-staking-meta-title": "Стейкинг Ethereum",
  "page-staking-withdrawals-important-notices": "Важные уведомления",
  "page-staking-withdrawals-important-notices-desc": "Вывод средств еще не доступен. Чтобы узнать больше, прочитайте <a href=\"https://blog.ethereum.org/2021/12/01/eth2-merge-and-post-merge-faq/\" target=\"_blank\">Частые вопросы о слиянии Eth2 и положение после слияния</a>.",
  "page-upgrades-merge-btn": "Подробнее о слиянии",
  "subscribe-to-ef-blog": "<a href=\"https://blog.ethereum.org/category/protocol/#subscribe\" target=\"_blank\">Подпишитесь на блог EF</a>, чтобы получать по электронной почте уведомления о последних объявлениях протоколов.",
  "page-staking-comparison-with-other-options": "Сравнение с другими вариантами",
  "page-staking-any-amount": "Любая сумма",
  "page-staking-testnet": "тестовая сеть"
}
