{
  "page-what-is-ethereum-meta-title": "Что такое Эфириум? (Полное руководство)",
  "page-what-is-ethereum-meta-description": "Полный обзор того, что такое Эфириум, какие функции выполняет и как начать его использовать или создавать на его основе. Объясняется простыми словами.",
  "page-what-is-ethereum-title": "Что такое Ethereum?",
  "page-what-is-ethereum-hero-description-1": "Филием — это децентрализованная сеть блокчейнов и платформа для разработки программного обеспечения, работающая на основе криптовалюты эфир (ETH).",
  "page-what-is-ethereum-hero-description-2": "Здесь представлены тысячи криптовалют и приложений в области DeFi, NFT, игр, децентрализованных социальных сетей и стейблкоин ов.",
  "page-what-is-ethereum-ethereum-intro-1": "Ethereum — это открытая публичная блокчейн сеть, запущенная в июле 2015 года разработчиком программного обеспечения Виталиком Бутениным и небольшой группой соучредителей.",
  "page-what-is-ethereum-ethereum-intro-2": "Идея Ethereum была проста. В то время как Bitcoin позволял отправлять и получать цифровые деньги, Ethereum развивал эту идею с помощью программ с открытым исходным кодом, называемых <a>смарт-контрактами</a>.",
  "page-what-is-ethereum-ethereum-intro-3": "<strong>Умные контракты</strong> позволяют любому создавать свои собственные цифровые активы и децентрализованные приложения (dapps), которые работают 24/7, во всем мире. И в отличие от банков, корпораций или других учреждений, умные контракты доступны любому, у кого есть интернет-соединение.",
  "page-what-is-ethereum-ethereum-intro-4": "С 2015 года Ethereum превратился в процветающую экосистему цифровых активов, таких как стейблкоины, невзаимозаменяемые токены (<strong>NFT</strong>), токены управления, а также обширный мир децентрализованных приложений (dapps) для децентрализованных финансов (</strong>DeFi<strong>), искусства и коллекционных предметов, игр и децентрализованных социальных сетей.",
  "page-what-is-ethereum-ethereum-intro-5": "В совокупности эта экосистема называется \"<strong>web3</strong>\", представляя собой третий этап <strong>интернет вокруг собственности</strong>.",
  "page-what-is-ethereum-ethereum-intro-6": "Сегодня Ethereum используется <миллионами>миллионами людей</millions> по всему миру <миллиарды>держащих миллиарды долларов</billions> в активах, которые отправляют и получают <триллионы>триллионов долларов</trillions> каждый год - все без банка.",
  "page-what-is-ethereum-ethereum-intro-7": "Сердцем всего этого является родная криптовалюта Ethereum <strong>ether (ETH)</strong>, новый вид цифровых денег, используемых для питания всей сети.",
  "page-what-is-ethereum-network-title": "Что такое сеть Ethereum?",
  "page-what-is-ethereum-network-intro-1": "Вы можете думать о сети Фирма как <strong>глобальная цифровая инфраструктура, которую каждый может использовать</strong> но никто не может злоупотреблять.",
  "page-what-is-ethereum-network-intro-2": "Сеть состоит из <strong>тысяч независимых компьютеров</strong> по всему миру, называемых узлами. Эти узлы, управляемые обычными людьми, работают вместе для предоставления финансовых услуг и цифровых приложений кому угодно, где угодно.",
  "page-what-is-ethereum-network-intro-3": "Сеть Ethereum имеет <strong>3 ключевых преимущества</strong> по сравнению с традиционными сетями, принадлежащими учреждениям. Это сопротивление цензуре, усиленная безопасность и повышенная надежность.",
  "page-what-is-ethereum-network-censorship-title": "Устойчивость к цензуре",
  "page-what-is-ethereum-network-censorship-desc-1": "Хотя традиционные приложения и финансовые услуги полагаются на банки или корпорации, которые могут решить заблокировать доступ или заморозить счета, DAPPS на Ethereum устойчивы к цензуре.",
  "page-what-is-ethereum-network-censorship-desc-2": "Это потому, что сеть узлов Ethereum записывает каждую отдельную транзакцию без дискриминации это правило встроено в код.",
  "page-what-is-ethereum-network-security-title": "Высоким уровнем безопасности",
  "page-what-is-ethereum-network-security-desc-1": "Хотя многие приложения сегодня размещены на облачных провайдерах, таких как AWS и могут быть уязвимы для выемки и атак, dapps на Ethereum защищены самой сетью. Каждый узел хранит и синхронизирует все состояние Ethereum, включая все контракты.",
  "page-what-is-ethereum-network-security-desc-2": "Если кто-то попытается изменить контракт, сеть отвергнет его, так как он не будет соответствовать их записям. Чтобы отключить одно приложение, атакующие должны захватить всю сеть, что будет стоить миллиарды и чрезвычайно трудно скоординировать.",
  "page-what-is-ethereum-network-reliability-title": "Прочным и надежным",
  "page-what-is-ethereum-network-reliability-desc-1": "Время простоя на cloud-хостинговых платформах может вывести приложения offline, но дизайн Ethereum обеспечивает идеальное время работы. Сеть будет продолжать работать, даже если некоторые узлы отключены из-за программных ошибок, правительственных репрессий, стихийных бедствий или войны.",
  "page-what-is-ethereum-network-reliability-desc-2": "Миллионы людей используют тысячи dapps на Ethereum каждый день. Хотя высокий спрос может привести к высоким операционным комиссиям, он отражает силу сети, которая уделяет первоочередное внимание безопасности, децентрализации и гарантированно того, что она всегда доступна, когда это необходимо",
  "page-what-is-ethereum-network-layer2-title": "Расширения Ethereum (уровень 2)",
  "page-what-is-ethereum-network-layer2-desc-1": "Различные команды создали Уровень 2 (L2) сети, которые работают над Ethereum для увеличения возможности Ethereum. L2s действует как экспресс полосы, делая транзакции быстрее и дешевле - иногда стоимостью менее одного цента в среднем.",
  "page-what-is-ethereum-network-layer2-desc-2": "Некоторые из наиболее популярных L2S, включая <optimism>Optimism</optimism>, <arbitrum>Arbitrum</arbitrum>, <zksync>ZKSync</zksync> и <base>Base> теперь обрабатывают миллионы транзакций стоимостью миллиарды долларов каждый год.",
  "page-what-is-ethereum-network-learn-more": "Узнайте больше о сети Ethereum",
  "page-what-is-ethereum-ether-title": "Что такое эфир (ETH)?",
  "page-what-is-ethereum-ether-intro-1": "Эфир (ETH) — это нативная криптовалюта Ethereum.",
  "page-what-is-ethereum-ether-intro-2": "Это новый вид <strong>цифровых денег, которые можно отправить кому угодно, где угодно в мире за считанные секунды</strong> всего за несколько центов. Но ETH это больше, чем просто платежи. Он играет жизненно важную роль в поддержании функционирования сети Ethereum.",
  "page-what-is-ethereum-ether-intro-3": "Когда вы используете Эфириум, чтобы отправить деньги, коллекционировать произведения искусства или создать новый dapp, вы платите небольшой <strong>транзакционный сбор</strong> (или комиссию газа) <strong>в ETH</strong>. Эта плата помогает предотвратить спам и вознаграждает людей, называемых валидаторами, которые обрабатывают транзакции.",
  "page-what-is-ethereum-ether-intro-4": "Эти <strong>валидаторы помогают обеспечить безопасность сети Ethereum</strong> с помощью системы, называемой стейкингом. Блокируя свои ETH, они получают право обрабатывать транзакции. Взамен они получают ETH в качестве вознаграждения. Это дает Ethereum собственную самодостаточную экономику, поддерживаемую пользователями, а не на компаниями.",
  "page-what-is-ethereum-ether-intro-5": "В отличие от многих традиционных валют, <strong>ETH может со временем стать более скудным</strong>. Каждый раз, когда кто-то использует Ethereum, небольшая часть ETH сжигается, что постоянно удаляет его из запаса. В загруженные дни больше ETH сжигается, чем создается, что делает ETH дефляционным и увеличивает его стоимость с течением времени. Чем больше Ethereum используется, тем больше ETH сжигается.",
  "page-what-is-ethereum-ether-intro-6": "Из-за этого многие люди рассматривают ETH как инвестиции и предпочитают держать, участвовать или одолжить его, чтобы увеличить свои сбережения.",
  "page-what-is-ethereum-ether-learn-more": "Узнайте больше об эфире (ETH)",
  "page-what-is-ethereum-how-title": "Как работает Ethereum?",
  "page-what-is-ethereum-how-intro-1": "Когда Ethereum <strong>был запущен в 2015 году</strong>, он использовал систему под названием proof of work.",
  "page-what-is-ethereum-how-intro-2": "Этот механизм, впервые примененный в Bitcoin, позволяет всем компьютерам договориться о том, кто чем владеет. Компьютеры тратят много энергии, пытаясь решить сложную математическую головоломку. Победитель получает право предложить блок входящих транзакций и заработать новые ETH.",
  "page-what-is-ethereum-how-intro-3": "Этот механизм, инициированный Bitcoin, это то, как все компьютеры договорились о том, кто владеет чем. Компьютеры тратят много энергии, пытаясь решить сложную математическую головоломку. Победитель будет иметь возможность предложить блок входящих транзакций и заработать новые ETH. In 2022, Ethereum обновлен к новой системе под названием <strong>доказательство ставки</strong> <a>что 99% более энергоэффективна</a>. Вместо математических головоломок, проверяющие запирают их ETH как депозит, чтобы заработать право на обработку транзакций.",
  "page-what-is-ethereum-how-intro-4": "Если они делают это правильно, они зарабатывают ETH. Если они жульничают, они теряют часть своей ставки.",
  "page-what-is-ethereum-how-intro-5": "Приведем пример.",
  "page-what-is-ethereum-how-example-1-title": "Когда вы отправляете $10 стабилизую другу на Ethereum:",
  "page-what-is-ethereum-how-example-1-step-1": "Вы открываете свой кошелек, добавляете адрес счета для отправки и сумму, а затем нажимаете «Отправить».",
  "page-what-is-ethereum-how-example-1-step-2": "Ваш бумажник подписывает платеж и передает его в сеть.",
  "page-what-is-ethereum-how-example-1-step-3": "Платеж ждёт в публичной очереди (mempool), пока его не выберет автор блока.",
  "page-what-is-ethereum-how-example-1-step-4": "Предложите ль блока добавляет его к следующему блоку транзакций, транслирует его и получает плату.",
  "page-what-is-ethereum-how-example-1-step-5": "Контракт стейблкоина перемещает 10 $ от вас к вашему другу, и оба кошелька обновляются.",
  "page-what-is-ethereum-how-example-1-step-6": "Глобальная сеть проверяющих проверяет и подтверждает действительность изменений.",
  "page-what-is-ethereum-how-example-2-title": "Когда вы монтируете $5 коллекционных на Ethereum:",
  "page-what-is-ethereum-how-example-2-step-1": "Вы подключаете свой кошелек к цеппе и выбираете предмет для монтирования.",
  "page-what-is-ethereum-how-example-2-step-2": "Вы подключаете свой кошелек к dapp и выбираете монетку. Вы подтверждаете покупку; кошелек подписывает и передает сделку.",
  "page-what-is-ethereum-how-example-2-step-3": "Запрос mint присоединяется к мем пулу и добавляется в блок валидатором.",
  "page-what-is-ethereum-how-example-2-step-4": "Смарт-контракт NFT записывает ваш кошелек как нового владельца.",
  "page-what-is-ethereum-how-example-2-step-5": "Ваш новый цифровой предмет коллекционирования появится в кошельке через несколько секунд.",
  "page-what-is-ethereum-how-outro-1": "Все это возможно благодаря мощности смарт-контрактов — программ с открытым исходным кодом, которые работают на Ethereum 24/7, 365 дней в году, и доступны каждому в любой точке мира.",
  "page-what-is-ethereum-how-outro-2": "<strong>Каждая транзакция, обновление и действие синхронизируются между тысячами независимых узлов.</strong> Это обеспечивает Ethereum надежность, прозрачность и устойчивость к цензуре.",
  "page-what-is-ethereum-how-learn-more-1": "Изучите как функционирует Ethereum",
  "page-what-is-ethereum-how-learn-more-2": "Читайте документацию разработчика для технического понимания Ethereum",
  "page-what-is-ethereum-what-title": "Для чего используется Ethereum?",
  "page-what-is-ethereum-what-intro-1": "С помощью Ethereum люди делают то, что было невозможно прежде.",
  "page-what-is-ethereum-what-intro-2": "Фермеры в Кении могут получить <insurance>автоматическую страховку для своих урожаев</insurance> без обращения в банк. Компании как <strong>Visa</strong> могут запускать <payment>новые платежные системы, работающие по всему миру</payment> с первого дня. Глобальные организации, такие как <strong>Объединенные Нации</strong> могут предоставлять <aid>помощь беженцам,</aid> экономя миллионы на банковских комиссиях.",
  "page-what-is-ethereum-what-intro-3": "Эти децентрализованные приложения и активы работают на Ethereum, используя открытый исходный код, и не могут быть ограничены, подвергнуты цензуре или отключены.",
  "page-what-is-ethereum-what-intro-4": "Вот как разные группы используют это сегодня:",
  "page-what-is-ethereum-what-consumers-title": "Потребители",
  "page-what-is-ethereum-what-consumers-desc-1": "Миллионы людей уже используют приложения на Ethereum, чтобы ежедневно переводить деньги, торговать и владеть цифровыми активами. В отличие от традиционных приложений, здесь нет необходимости регистрироваться по имени, ждать одобрения банка или передавать свои личные данные.",
  "page-what-is-ethereum-what-consumers-desc-2": "Используя только кошелек и Интернет вы сможете:",
  "page-what-is-ethereum-what-consumers-benefit-1": "<strong>Получить к финансовым услугам без банковского</strong> счёта или кредитной истории",
  "page-what-is-ethereum-what-consumers-benefit-2": "<strong>Владеть цифровыми коллекционными активами </strong>, предметами искусства и активами, которые невозможно скопировать или конфисковать",
  "page-what-is-ethereum-what-consumers-benefit-3": "Заходить в приложения с помощью своего кошелька, а не электронной почты-<strong>без паролей и без необходимости указывать личные данные</strong>",
  "page-what-is-ethereum-what-consumers-benefit-4": "Участвуйте в глобальных сообществах, где вы можете голосовать, вносить свой вклад и зарабатывать без границ",
  "page-what-is-ethereum-what-businesses-title": "Бизнесы и разработчики",
  "page-what-is-ethereum-what-businesses-benefit-1": "Запускайте приложения с встроенной глобальной платёжной системой с первого дня",
  "page-what-is-ethereum-what-businesses-benefit-2": "Развёртывайте защищённые от подделки контракты, которые <strong>автоматически обеспечивают исполнение соглашений</strong>",
  "page-what-is-ethereum-what-businesses-benefit-3": "Создавать финансовые продукты, позволяющие любому строить продукты на их основе и приносящие реальную ценность",
  "page-what-is-ethereum-what-businesses-example": "Например, <a>PayPal запустил собственный стейблкоин PYUSD на Ethereum</a>. Это знак того, что даже крупнейшие мировые платёжные компании видят преимущества открытой и программируемой природы Ethereum.",
  "page-what-is-ethereum-what-governments-title": "Правительства",
  "page-what-is-ethereum-what-governments-intro": "Правительства также начинают исследовать возможности, которые открывает Ethereum.",
  "page-what-is-ethereum-what-governments-benefit-1": "<strong>Распределять государственные средства</strong> и пособия гражданам напрямую и в условиях полной прозрачности",
  "page-what-is-ethereum-what-governments-benefit-2": "<strong>Выпускать цифровые идентификаторы</strong> или записи, которые можно проверять и использовать за пределами страны",
  "page-what-is-ethereum-what-governments-benefit-3": "Создавать <strong>защищённую от подделки публичную инфраструктуру для голосования</strong>, регистрации земельной собственности и реестров",
  "page-what-is-ethereum-what-governments-example-1": "В другом случае Министерство цифровой трансформации Украины <a>использовало Ethereum для распределения помощи во время войны</a>.",
  "page-what-is-ethereum-what-governments-example-2": "Средства были отправлены напрямую гражданам и НКО с использованием открытых смарт-контрактов, обеспечивая прозрачность, скорость и подотчётность в условиях кризиса.",
  "page-what-is-ethereum-what-learn-more": "Узнайте больше о реальных применениях Ethereum",
  "page-what-is-ethereum-start-title": "Как начать работу в Ethereum",
  "page-what-is-ethereum-start-intro-1": "Начать работу с Ethereum проще, чем кажется.",
  "page-what-is-ethereum-start-intro-2": "Вам не нужно разрешение, банк или даже удостоверение личности. Всё, что нужно для начала - это устройство и подключение к интернету.",
  "page-what-is-ethereum-start-individuals-title": "Для индивидуальных пользователей",
  "page-what-is-ethereum-start-individuals-desc-1": "Первый шаг это установить кошелек.",
  "page-what-is-ethereum-start-individuals-desc-2": "Представьте себе это как приложение, которое одновременно служит вашим аккаунтом и интернет браузером для Ethereum. Оно управляет вашей криптовалютой, позволяет входить в приложения, а также отправлять и получать цифровые активы, такие как токены и NFT.",
  "page-what-is-ethereum-start-individuals-desc-3": "Популярные кошельки, такие как <zerion>Zerion</zerion>, <rainbow>Rainbow</rainbow>и <coinbase>Coinbase Wallet</coinbase>, бесплатны и просты в использовании. После настройки кошелька вы сможете:",
  "page-what-is-ethereum-start-individuals-step-1": "Купить небольшое количество ETH на бирже или прямо внутри некоторых кошельков",
  "page-what-is-ethereum-start-individuals-step-2": "Тратьте эти ETH на транзакции: отправку токенов или коллекционирование NFT",
  "page-what-is-ethereum-start-individuals-step-3": "Исследуйте децентрализованные приложения, как <zora>Zora</zora>, <uniswap>Uniswap</uniswap> или <farcaster>Farcaster</farcaster> - никаких дополнительных входов или подтверждений не требуется",
  "page-what-is-ethereum-start-individuals-desc-4": "Эти приоритеты помогут обеспечить безопасность, масштабируемость и удобство использования Ethereum, поскольку все больше людей ежедневно полагаются на сеть.",
  "page-what-is-ethereum-start-individuals-desc-5": "Эти децентрализованные приложения работают в вашем браузере и мгновенно взаимодействуют с вашим кошельком. Вы можете начать использовать Ethereum за несколько минут.",
  "page-what-is-ethereum-start-individuals-cta-1": "Начните здесь",
  "page-what-is-ethereum-start-individuals-cta-2": "Просмотреть приложения",
  "page-what-is-ethereum-start-developers-title": "Для разработчиков",
  "page-what-is-ethereum-start-developers-desc-1": "Ethereum — это открытая платформа для разработчиков. Начинайте создавать без разрешений, одобрений и даже без настоящих денег.",
  "page-what-is-ethereum-start-developers-desc-2": "<a>Документация разработчика Ethereum</a> проведет вас через весь процесс: от написания вашего первого смарт-контракта до развертывания в тестовых сетях, таких как Sepolia.",
  "page-what-is-ethereum-start-developers-desc-3": "Вы можете создавать полноценные приложения с помощью таких инструментов, как <hardhat>Hardhat</hardhat>, <foundry>Foundry</foundry> и <ethers>Ethers.js</ethers>, или экспериментировать с low-code платформами, такими как <thirdweb>thirdweb</thirdweb> или <moralis>Moralis</moralis>.",
  "page-what-is-ethereum-start-developers-desc-4": "Всё имеет открытый исходный код и модульную архитектуру, поэтому вы можете модифицировать и развивать уже существующие решения без запроса разрешений.",
  "page-what-is-ethereum-start-developers-cta": "Начните разработку на Ethereum",
  "page-what-is-ethereum-start-business-title": "Используйте Ethereum в бизнесе",
  "page-what-is-ethereum-start-business-desc-1": "Компании уже применяют Ethereum для построения новой инфраструктуры.",
  "page-what-is-ethereum-start-business-desc-2": "Многие компании переходят на решения второго уровня L2, как Optimism и Base, для обработки загруженных приложений. Эти сети обеспечивают минимальные комиссии и быструю обработку транзакций, при этом сохраняя надежность и безопасность Ethereum без рисков посредников.",
  "page-what-is-ethereum-start-business-desc-3": "Вы можете:",
  "page-what-is-ethereum-start-business-benefit-1": "Создавать гибкие программы лояльности для удержания клиентов и сокращения затрат на внешние решения",
  "page-what-is-ethereum-start-business-benefit-2": "Создавать цифровые представления активов, таких как билеты, купоны или сертификаты, для снижения мошенничества и рисков перепродажи",
  "page-what-is-ethereum-start-business-benefit-3": "Активировать мгновенные международные платежи для уменьшения транзакционных комиссий и освоения новых рынков",
  "page-what-is-ethereum-start-business-example": "Например, в 2025 году <a>Shopify запустился на Base</a>, чтобы позволить потребителям тратить стейблкоины у миллионов торговцев по всему миру.",
  "page-what-is-ethereum-start-business-cta": "Используйте Ethereum в бизнесе",
  "page-what-is-ethereum-bitcoin-title": "В чем разница между Ethereum и Bitcoin?",
  "page-what-is-ethereum-bitcoin-intro-1": "Bitcoin и Ethereum - это две крупнейшие криптовалюты в мире.",
  "page-what-is-ethereum-bitcoin-intro-2": "Обе технологии позволяют переводить деньги без участия банков, работают на основе блокчейна и <strong>открыты для всех</strong>. Но на этом сходства заканчиваются.",
  "page-what-is-ethereum-bitcoin-comparison-1-title": "Bitcoin это как цифровое золото.",
  "page-what-is-ethereum-bitcoin-comparison-1-desc": "Он обладает фиксированной эмиссией в 21 миллион монет, узкой специализацией на P2P-платежах и базовым языком сценариев с ограниченными возможностями разработки. Такая простота продумана: Bitcoin ставит во главу угла предсказуемость, надежность и долгосрочную безопасность, а не гибкость.",
  "page-what-is-ethereum-bitcoin-comparison-2-title": "Ethereum идет куда шире.",
  "page-what-is-ethereum-bitcoin-comparison-2-desc": "Это больше чем просто деньги -это программируемая инфраструктура. Ethereum не ограничивается отправкой и получением средств, а позволяет разработчикам создавать полнофункциональные приложения. Вы уже наблюдали это на практике: кредитные рынки, стейблкоины, коллекционные предметы, социальные сети, мгновенные платежи — всё это функционирует на основе смарт-контрактов и обеспечивается безопасностью ETH.",
  "page-what-is-ethereum-bitcoin-comparison-3-title": "Механизмы достижения консенсуса в этих сетях также различаются.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-1": "Bitcoin использует вычислительные узлы для обеспечения безопасности сети. Это мощные компьютеры, которые соревнуются в решении сложных криптографических задач, и победитель получает право добавить следующий блок транзакций в цепочку и получить Bitcoin в качестве вознаграждения. Этот процесс называется добычей блоков и требует больших затрат электроэнергии.",
  "page-what-is-ethereum-bitcoin-comparison-3-desc-2": "Ethereum ранее работал по аналогичному принципу. Однако в 2022 году сеть перешла от механизма консенсуса \"доказательство работы\" к \"доказательству владения\". Теперь транзакции подтверждают валидаторы, которые блокируют свои ETH в качестве обеспечения. Честные валидаторы получают вознаграждения в ETH, в то время как нарушители теряют часть заблокированных средств. Этот переход повысил энергосбережение сети Ethereum более чем на 99,988%, при этом сохранив уровень безопасности и децентрализации.",
  "page-what-is-ethereum-bitcoin-comparison-4-title": "Также отличается подход к управлению рыночным предложением.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-1": "У Bitcoin фиксированное предложение. Всего будет выпущено только 21 миллион монет. У Ethereum, напротив, динамическое предложение. Новые ETH выпускаются для вознаграждения валидаторов, в то время как часть сжигается при каждой транзакции. Это означает, что <strong>Ethereum не может просто \"печатать бесконечное количество ETH\".</strong>",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-2": "Скорость эмиссии ограничена объемом заблокированного ETH. По мере увеличения количества ETH в стейкинге индивидуальные вознаграждения снижаются, создавая естественный баланс. Такая архитектура обеспечивает устойчивый бюджет безопасности на долгосрочную перспективу, не полагаясь исключительно на комиссии за транзакции.",
  "page-what-is-ethereum-bitcoin-comparison-4-desc-3": "В целом, Bitcoin это инструмент для передачи ценности. Ethereum - это платформа для её создания.",
  "page-what-is-ethereum-bitcoin-learn-more": "Узнайте больше о различиях между Ethereum и Bitcoin",
  "page-what-is-ethereum-when-who-title": "Когда был запущен Ethereum, кто его основал и кто им управляет сейчас?",
  "page-what-is-ethereum-when-who-intro-1": "С момента создания Ethereum был разработан для функционирования под управлением комьюнити.",
  "page-what-is-ethereum-when-who-intro-2": "В 2013 году Виталик Бутерин опубликовал техническую документацию, предлагающую новый тип блокчейна для денежных операций и приложений, доступных каждому. Идея быстро получила поддержку.",
  "page-what-is-ethereum-when-who-intro-3": "К 2014 году к проекту присоединились соучредители, такие как Гэвин Вуд и Джозеф Любин, и команда привлекла средства через одну из первых публичных кампаний по сбору средств в сфере криптовалют.",
  "page-what-is-ethereum-when-who-intro-4": "Сеть Ethereum была официально запущена в июле 2015 года.",
  "page-what-is-ethereum-when-who-history-title": "Ключевые моменты в истории Ethereum",
  "page-what-is-ethereum-when-who-history-2013": "19-летний Виталик Бутерин публикует официальную документацию проекта Ethereum",
  "page-what-is-ethereum-when-who-history-2014": "Учреждается Ethereum Foundation и стартует публичная кампания по сбору средств",
  "page-what-is-ethereum-when-who-history-2015": "Разработчики запускают сеть Ethereum с релизом <em>Frontier</em>",
  "page-what-is-ethereum-when-who-history-2016": "Атака на смарт-контракт опустошила The DAO на $60 млн (3,6 млн ETH), что вызвало ветвление сети",
  "page-what-is-ethereum-when-who-history-2020": "Запуск Beacon Chain инициирует переход к механизму Proof-of-Stake",
  "page-what-is-ethereum-when-who-history-2021": "Обновление <em>London</em> вводит механизм сжигания комиссий за газ согласно EIP-1559",
  "page-what-is-ethereum-when-who-history-2022": "<em>The Merge</em> заменяет майнинг стейкингом, снижая потребление энергии на 99%",
  "page-what-is-ethereum-when-who-history-2025": "Обновление <em>Pectra</em> улучшает поддержку смарт кошельков и совместимость с сетями второго уровня",
  "page-what-is-ethereum-when-who-governance-1": "На сегодняшний день никто из отдельных лиц или компаний не руководит Ethereum.",
  "page-what-is-ethereum-when-who-contributors-title": "Функционирование сети обеспечивается широким кругом участников:",
  "page-what-is-ethereum-when-who-contributors-1": "Разработчиками, которые пишут код и предлагают апгрейды",
  "page-what-is-ethereum-when-who-contributors-2": "Операторами локальных узлов, поддерживающими физическую инфраструктуру",
  "page-what-is-ethereum-when-who-contributors-3": "Участниками стейкинга, которые подтверждают транзакции",
  "page-what-is-ethereum-when-who-contributors-4": "Участниками комьюнити, которые создают инструменты и культуру",
  "page-what-is-ethereum-when-who-contributors-5": "<strong>Вами</strong>, использующими сеть",
  "page-what-is-ethereum-when-who-governance-2": "<strong>Здесь нет генерального директора, совета директоров или центрального органа управления.</strong> Ethereum Foundation по-прежнему помогает финансировать исследования и разработки, но экосистема функционирует на основе открытого участия.",
  "page-what-is-ethereum-when-who-governance-3": "Изменения предлагаются через <eips>предложения по улучшению Ethereum (EIP)</eips>, обсуждаются публично и принимаются <governance>только при поддержке широкого сообщества</governance>.",
  "page-what-is-ethereum-when-who-governance-4": "Из-за этого Ethereum медленнее адаптируется к изменениям, чем стартап, но его намного сложнее остановить или захватить.",
  "page-what-is-ethereum-when-who-learn-more": "Узнайте больше об истории Ethereum",
  "page-what-is-ethereum-roadmap-title": "Какова дорожная карта развития Ethereum на 2025 год?",
  "page-what-is-ethereum-roadmap-intro-1": "Ethereum не придерживается фиксированной дорожной карты. Он следует коллективному видению.",
  "page-what-is-ethereum-roadmap-intro-2": "Обновления сети создаются в виде предложений по улучшению Ethereum EIP и разрабатываются открыто участниками со всего мира. Нет центральной команды, которая принимает решения — есть только люди, создающие то, что считают полезным, исходя из потребностей пользователей.",
  "page-what-is-ethereum-roadmap-intro-3": "Pectra - это последнее обновление, запущенное в мае 2025 года. Данное обновление улучшило функциональность кошельков, предоставило участникам стейкинга больше гибкости и упростило работу приложений на L2-решениях. Цель состояла в повышении удобства использования без ущерба для безопасности или децентрализации.",
  "page-what-is-ethereum-roadmap-priorities-intro": "<a>В перспективе</a> приоритеты Ethereum включают:",
  "page-what-is-ethereum-roadmap-priority-1": "Повысить скорость и снизить стоимость базового протокола и его сетей второго уровня для всех",
  "page-what-is-ethereum-roadmap-priority-2": "Усовершенствовать условия для пользователей и разработчиков",
  "page-what-is-ethereum-roadmap-outro-1": "Эти приоритеты помогут обеспечить безопасность, масштабируемость и удобство использования Ethereum, поскольку все больше людей ежедневно полагаются на сеть.",
  "page-what-is-ethereum-roadmap-outro-2": "Если вы хотите определять направление развития Ethereum, <a>участвуйте</a>. Никаких разрешений не требуется - лишь стремление внести вклад в новую цифровую экономику.",
  "page-what-is-ethereum-roadmap-learn-more": "Ознакомьтесь с обзором плана развития Ethereum",
  "page-what-is-ethereum-further-reading-title": "Читать далее",
  "page-what-is-ethereum-further-reading-wallets": "Что такое кошельки?",
  "page-what-is-ethereum-further-reading-eth": "Что такое эфир (ETH)?",
  "page-what-is-ethereum-further-reading-web3": "Что такое Web3?",
  "page-what-is-ethereum-further-reading-networks": "Узнайте больше о сети Ethereum",
  "page-what-is-ethereum-toc-ethereum": "Что такое Ethereum?",
  "page-what-is-ethereum-toc-network": "Что такое сеть Ethereum?",
  "page-what-is-ethereum-toc-ether": "Что такое эфир (ETH)?",
  "page-what-is-ethereum-toc-how": "Как работает Ethereum?",
  "page-what-is-ethereum-toc-what": "Для чего используется Ethereum?",
  "page-what-is-ethereum-toc-start": "Как начать работу в Ethereum",
  "page-what-is-ethereum-toc-bitcoin": "В чем разница между Ethereum и Bitcoin?",
  "page-what-is-ethereum-toc-when-who": "Когда был запущен Ethereum, кто его основал и кто им управляет сейчас?",
  "page-what-is-ethereum-toc-roadmap": "Какова дорожная карта развития Ethereum на 2025 год?",
  "page-what-is-ethereum-banner-networks-alt": "Иллюстрация футуристического комьюнити центра Ethereum",
  "page-what-is-ethereum-banner-ether-alt": "Раскрытые руки с символом эфира",
  "page-what-is-ethereum-banner-how-alt": "Человек ремонтирует компьютер",
  "page-what-is-ethereum-banner-contributing-alt": "Doge улыбается за компьютером",
  "page-what-is-ethereum-banner-what-alt": "Четыре человека из будущего и собака Doge рассматривают призму Ethereum",
  "page-what-is-ethereum-banner-start-alt": "Футуристический комьюнити центр",
  "page-what-is-ethereum-banner-when-who-alt": "Два человека беседуют на ходу"
}
