{
  "page-get-eth-article-keeping-crypto-safe": "Ключи для сохранения в безопасности вашей криптовалюты",
  "page-get-eth-article-protecting-yourself": "Защита себя и своих средств",
  "page-get-eth-article-store-digital-assets": "Способ хранения цифровых активов на Ethereum",
  "page-get-eth-cex": "Централизованные биржи",
  "page-get-eth-cex-desc": "Биржи - это компании, которые позволяют покупать криптовалюту за традиционную валюту. Они обладают контролем над любым купленным вами ETH, пока вы не отправите его на кошелек, контролируемый вами.",
  "page-get-eth-checkout-dapps-btn": "Просмотреть децентрализованные приложения",
  "page-get-eth-community-safety": "Записи сообщества о безопасности",
  "page-get-eth-description": "Ethereum и ETH не контролируются каким-либо правительством или компанией - они децентрализованы. Это означает, что ETH может использовать любой человек.",
  "page-get-eth-dex": "Децентрализованные биржи (DEX)",
  "page-get-eth-dex-desc": "Если вы хотите больше контроля, покупайте ETH у физических лиц. С помощью DEX вы можете торговать, не передавая контроль над своими средствами централизованной компании.",
  "page-get-eth-dexs": "Децентрализованные биржи (DEX)",
  "page-get-eth-dexs-desc": "Децентрализованные биржи - открытые торговые площадки для ETH и других токенов. Они напрямую соединяют покупателей и продавцов.",
  "page-get-eth-dexs-desc-2": "Вместо использования доверенных третьих лиц для защиты средств в сделке они используют код. ETH продавца будут переданы только тогда, когда оплата будет гарантирована. Этот тип кода известен как смарт-контракт.",
  "page-get-eth-dexs-desc-3": "Это означает, что существует меньше географических ограничений, чем при использовании централизованных альтернатив. Если кто-то продает то, что вы хотите, и принимает способ оплаты, который вы можете предоставить, то все готово. DEX может позволить вам купить ETH за другие токены, через PayPal или даже за наличные.",
  "page-get-eth-do-not-copy": "Пример: не копировать",
  "page-get-eth-exchanges-disclaimer": "Мы собрали эту информацию вручную. Если вы обнаружите ошибки, дайте нам знать на",
  "page-get-eth-exchanges-empty-state-text": "Введите вашу страну проживания, чтобы увидеть список кошельков и бирж, которые можно использовать для покупки ETH",
  "page-get-eth-exchanges-except": "Кроме",
  "page-get-eth-exchanges-header": "В какой стране вы живете?",
  "page-get-eth-exchanges-header-exchanges": "Биржи",
  "page-get-eth-exchanges-header-wallets": "Кошельки",
  "page-get-eth-exchanges-intro": "Биржи и кошельки имеют ограничение по месту продажи.",
  "page-get-eth-exchanges-no-exchanges": "К сожалению, нам неизвестны биржи, позволяющие купить ETH в этой стране. Если вы знаете, то сообщите нам на",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "К сожалению, нам неизвестны биржи или кошельки, позволяющие купить ETH в этой стране. Если вы знаете, то сообщите нам на",
  "page-get-eth-exchanges-no-wallets": "К сожалению, нам неизвестны кошельки, позволяющие купить ETH в этой стране. Если вы знаете, то сообщите нам на",
  "page-get-eth-exchanges-search": "Напишите, где вы живете...",
  "page-get-eth-exchanges-success-exchange": "Регистрация на бирже может занять несколько дней из-за их юридических проверок.",
  "page-get-eth-exchanges-success-wallet-link": "кошельки",
  "page-get-eth-exchanges-success-wallet-paragraph": "В вашей стране вы можете купить ETH напрямую из этих кошельков. Узнайте больше о",
  "page-get-eth-exchanges-usa": "Соединенные Штаты Америки (США)",
  "page-get-eth-get-wallet-btn": "Создать кошелек",
  "page-get-eth-hero-image-alt": "Получить изображение героя ETH",
  "page-get-eth-keep-it-safe": "Сохранение ваших ETH в безопасности",
  "page-get-eth-meta-description": "Как купить ETH в том месте, где вы живете, и советы, как позаботиться о них.",
  "page-get-eth-meta-title": "Как купить ETH",
  "page-get-eth-need-wallet": "Вам понадобится кошелек, чтобы использовать DEX.",
  "page-get-eth-new-to-eth": "Новичок в ETH? Вот обзор, чтобы помочь вам начать.",
  "page-get-eth-other-cryptos": "Купить за другую криптовалюту",
  "page-get-eth-protect-eth-desc": "Если вы планируете купить много ETH, вам, вероятно, понадобится хранить их в подконтрольном вам кошельке, а не на бирже. Дело в том, что биржи являются главной мишенью для хакеров. Если хакер получит доступ, то вы можете потерять все средства. С другой стороны, доступ к вашему кошельку есть только у вас.",
  "page-get-eth-protect-eth-in-wallet": "Защитите ваши ETH в кошельке",
  "page-get-eth-search-by-country": "Найти по стране",
  "page-get-eth-security": "Но это также означает, что вы должны серьёзно относиться к безопасности своих средств. С ETH вы не доверяете банку смотреть за вашими деньгами – вы доверяете только себе.",
  "page-get-eth-smart-contract-link": "Подробнее о смарт-контрактах",
  "page-get-eth-swapping": "Обменяйте ваши токены на ETH. И наоборот.",
  "page-get-eth-try-dex": "Попробуйте DEX",
  "page-get-eth-use-your-eth": "Используйте ваши ETH",
  "page-get-eth-use-your-eth-dapps": "Теперь, когда у вас есть ETH, взгляните на несколько приложений Ethereum (dapps). Существуют приложения для финансов, социальных сетей, игр и многого другого.",
  "page-get-eth-wallet-instructions": "Следуйте инструкциям кошелька",
  "page-get-eth-wallet-instructions-lost": "Если вы потеряете доступ к своему кошельку, вы также потеряете доступ и к своим средствам. Ваш кошелек должен дать вам инструкции, чтобы предупредить подобные ситуации. Удостоверьтесь, что вы внимательно следуете им – в большинстве случаев никто не сможет помочь вам в случае потери доступа к своему кошельку.",
  "page-get-eth-wallets": "Кошельки",
  "page-get-eth-wallets-link": "Подробнее о кошельках",
  "page-get-eth-wallets-purchasing": "Некоторые кошельки позволяют вам купить криптовалюту с помощью дебетовой или кредитной карты, банковского перевода или даже Apple Pay. Имеются географические ограничения.",
  "page-get-eth-warning": "Данные DEX не предназначены для начинающих, поскольку для их использования понадобится некоторое количество ETH.",
  "page-get-eth-what-are-DEX's": "Что такое DEX?",
  "page-get-eth-whats-eth-link": "Что такое ETH?",
  "page-get-eth-where-to-buy-desc": "Вы можете купить ETH на биржах или прямо из кошельков.",
  "page-get-eth-where-to-buy-desc-2": "Проверьте, какими службами вы сможете воспользоваться в вашем месте проживания.",
  "page-get-eth-where-to-buy-title": "Где купить ETH",
  "page-get-eth-your-address": "Ваш адрес ETH",
  "page-get-eth-your-address-desc": "Когда вы загружаете кошелек, он создает для вас общедоступный адрес ETH. Вот пример такого адреса:",
  "page-get-eth-your-address-desc-3": "Думайте об этом, как о вашем адресе электронной почты, но вместо сообщений вы получаете ETH. Если вы хотите перевести ETH из биржи в свой кошелек, используйте ваш адрес в качестве точки назначения. Дважды проверьте его перед отправкой!",
  "page-get-eth-your-address-wallet-link": "Просмотреть кошельки",
  "listing-policy-raise-issue-link": "Поднять вопрос",
  "page-find-wallet-last-updated": "Последнее обновление"
}
