{
  "page-what-is-ether-meta-title": "Что такое Эфир (ETH)? (Полное руководство) | ethereum.org",
  "page-what-is-ether-meta-description": "Эфир (ETH) — это собственная криптовалюта Ethereum. Узнайте, для чего она используется, как и где ее купить, сколько ее существует и что влияет на ее цену.",
  "page-what-is-ether-twitter-meta-description": "Эфир (ETH) — это собственная криптовалюта Ethereum. Узнайте, для чего она используется, как и где ее купить, сколько ее существует и многое другое.",
  "page-what-is-ether-title": "Что такое Эфир (ETH)?",
  "page-what-is-ether-hero-description-1": "Эфир (ETH) — это собственная криптовалюта, на которой работает сеть Ethereum. Он используется для оплаты комиссий за транзакции (известных как «газ») за использование сети и приложений, созданных на ее основе, для защиты сети с помощью стейкинга, а также служит цифровыми деньгами для платежей и инвестиций без контроля со стороны какого-либо центрального органа, организации или правительства. ETH является одной из крупнейших криптовалют по рыночной капитализации.",
  "page-what-is-ether-what-is-ether-description-1": "Эфир, широко известный как ETH, является топливом, на котором работает блокчейн Ethereum. В отличие от биткоина, который в основном служит цифровыми деньгами, эфир имеет множество применений в экосистеме Ethereum.",
  "page-what-is-ether-what-is-ether-description-2": "<strong>Как собственная криптовалюта Ethereum, ETH используется для:</strong>",
  "page-what-is-ether-what-is-ether-description-3": "Оплаты комиссий за транзакции (газ) за использование сети и ее приложений",
  "page-what-is-ether-what-is-ether-description-4": "Защиты сети Ethereum с помощью стейкинга",
  "page-what-is-ether-what-is-ether-description-5": "ETH был представлен в 2015 году в рамках запуска Ethereum и с тех пор превратился в один из <assets>самых ценных активов в мире</assets>.",
  "page-what-is-ether-what-is-ether-description-6": "Для потребителей",
  "page-what-is-ether-what-is-ether-description-7": "ETH позволяет осуществлять глобальные платежи без участия банков, покупать невзаимозаменяемые токены (NFT) и получать доступ к приложениям децентрализованных финансов (DeFi). Он устойчив к цензуре и обладает круглосуточной трансграничной функциональностью.",
  "page-what-is-ether-what-is-ether-description-8": "Для разработчиков",
  "page-what-is-ether-what-is-ether-description-9": "ETH используется для оплаты комиссий за транзакции при развертывании умных контрактов в основной сети Ethereum. Это также основная валюта, используемая во многих приложениях в экосистеме Ethereum.",
  "page-what-is-ether-what-is-ether-description-10": "Для инвесторов",
  "page-what-is-ether-what-is-ether-description-11": "ETH функционирует как средство сбережения и актив, приносящий доход посредством стейкинга. Он обеспечивает доступ к росту Web3 и расширяющейся цифровой экономике.",
  "page-what-is-ether-what-is-ether-description-12": "Узнать больше о стейкинге ETH",
  "page-what-is-ether-how-to-buy-eth": "Как купить ETH",
  "page-what-is-ether-how-to-buy-eth-description-1": "Покупка ETH — это простой процесс с несколькими вариантами в зависимости от ваших потребностей и местоположения. <strong>Всегда начинайте с надежной платформы</strong>, предлагающей высокий уровень безопасности.",
  "page-what-is-ether-how-to-buy-eth-description-2": "Потребители могут купить ETH через криптовалютные биржи или приложения-кошельки.",
  "page-what-is-ether-how-to-buy-eth-description-3": "<strong>Примечание</strong>",
  "page-what-is-ether-how-to-buy-eth-description-4": "При покупке ETH вы услышите такие термины, как «<strong>аккаунт/адрес</strong>» и «<strong>кошелек</strong>».",
  "page-what-is-ether-how-to-buy-eth-description-5": "Представьте, что ваш <strong>аккаунт — это как ваш адрес электронной почты</strong>, на который люди отправляют вам деньги.",
  "page-what-is-ether-how-to-buy-eth-description-6": "Представьте, что ваш <strong>кошелек — это как ваше почтовое приложение</strong>, в котором вы проверяете баланс и совершаете платежи.",
  "page-what-is-ether-how-to-buy-eth-description-7": "Вы можете приобрести ETH с помощью:",
  "page-what-is-ether-how-to-buy-eth-description-8": "<strong>Кредитные/дебетовые карты</strong>: мгновенно, но с более высокими комиссиями",
  "page-what-is-ether-how-to-buy-eth-description-9": "<strong>Банковские переводы</strong>: медленнее, но с более низкими комиссиями",
  "page-what-is-ether-how-to-buy-eth-description-10": "<strong>PayPal</strong> или аналогичные сервисы, где они доступны",
  "page-what-is-ether-how-to-buy-eth-description-11": "<strong>Для бизнеса</strong> биржи предлагают корпоративные аккаунты с более высокими лимитами, улучшенной поддержкой, функциями соответствия нормативным требованиям, скидками за объем и повышенной безопасностью.",
  "page-what-is-ether-how-to-buy-eth-description-12": "Другие способы получить ETH:",
  "page-what-is-ether-how-to-buy-eth-description-13": "<strong>Получение платежей</strong> от знакомых вам людей",
  "page-what-is-ether-how-to-buy-eth-description-14": "<strong>Предоставление ликвидности</strong> в протоколах децентрализованных финансов",
  "page-what-is-ether-how-to-buy-eth-description-15": "<strong>Стейкинг ETH</strong> для получения вознаграждений при одновременной защите сети Ethereum",
  "page-what-is-ether-how-to-buy-eth-description-16": "Узнайте больше о том, как и где купить ETH",
  "page-what-is-ether-how-to-send-and-receive-eth": "Как отправлять и получать ETH",
  "page-what-is-ether-how-to-send-and-receive-eth-description-1": "<strong>Для отправки ETH</strong> требуется кошелек и адрес получателя. Введите адрес, укажите сумму, проверьте комиссию за транзакцию и подтвердите. Транзакции обычно доходят менее чем за 30 секунд и не могут быть отменены после подтверждения.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-2": "<strong>Для получения ETH</strong> необходимо сообщить отправителю свой адрес Ethereum или QR-код. Средства появятся в вашем кошельке после подтверждения в сети, при этом большинство кошельков присылают уведомления.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-3": "<strong>Нужна помощь?</strong> Прочтите руководство <howToUseWallet>«Как пользоваться кошельком»</howToUseWallet>.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-4": "При покупке ETH вы услышите такие термины, как «<strong>аккаунт/адрес</strong>» и «<strong>кошелек</strong>».",
  "page-what-is-ether-how-to-send-and-receive-eth-description-5": "Представьте, что ваш <strong>аккаунт — это как ваш адрес электронной почты</strong>, на который люди отправляют вам деньги.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-6": "Представьте, что ваш <strong>кошелек — это как ваше почтовое приложение</strong>, в котором вы проверяете баланс и совершаете платежи.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-7": "Для больших сумм рассмотрите возможность использования аппаратных кошельков для дополнительной безопасности.",
  "page-what-is-ether-how-to-send-and-receive-eth-description-8": "Узнайте об Ethereum и о том, как он работает.",
  "page-what-is-ether-how-to-send-and-receive-eth-callout": "Делитесь своим адресом Ethereum только с доверенными контактами. Поскольку Ethereum является публичным реестром, они могут просматривать ваш баланс и транзакции. Они не могут получить доступ к вашим средствам, но рекомендуется соблюдать конфиденциальность.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth": "Сколько времени занимает отправка ETH?",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-1": "Транзакции ETH обычно завершаются менее чем за 30 секунд. Сеть Ethereum обрабатывает блоки каждые 12 секунд, хотя транзакции могут вставать в очередь во время перегрузки.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-2": "Транзакции достигают «окончательности» примерно через 15 минут, по сравнению со средним временем 60 минут у биткоина.",
  "page-what-is-ether-how-long-does-it-take-to-send-eth-description-3": "Во время высокого трафика в сети вы можете ускорить транзакции, заплатив более высокую комиссию, что поставит вас в начало очереди. Комиссии делятся между валидаторами и механизмом сжигания.",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth": "Сколько стоит отправить ETH?",
  "page-what-is-ether-how-much-does-it-cost-to-send-eth-description-1": "Транзакции Ethereum требуют уплаты <strong>комиссии в ETH</strong>. Комиссия рассчитывается на основе требуемой вычислительной работы (измеряемой в «газе») и текущего спроса в сети. Цена на газ колеблется в зависимости от трафика в сети, что делает транзакции более дешевыми в периоды низкой нагрузки.",
  "page-what-is-ether-l2s": "Встречайте L2: масштабирование Ethereum",
  "page-what-is-ether-l2s-description-1": "По мере роста популярности Ethereum поддерживать низкие комиссии за транзакции становится все сложнее. Сети <strong>уровня 2 (L2)</strong> решают эту проблему.",
  "page-what-is-ether-l2s-description-2": "L2, такие как <optimism>Optimism</optimism> и <arbitrum>Arbitrum</arbitrum>, предлагают <strong>комиссии в 10–100 раз дешевле</strong>, наследуя при этом безопасность Ethereum. Они обрабатывают транзакции вне сети (офчейн) и публикуют данные в Ethereum.",
  "page-what-is-ether-l2s-description-3": "Думайте о них как о скоростных полосах, которые обеспечивают более быстрые и дешевые транзакции наряду с основной магистралью Ethereum.",
  "page-what-is-ether-l2s-description-4": "<strong>Переводы</strong> на L2 обычно <strong>стоят менее 0,01 $</strong>, что делает Ethereum доступным для миллионов новых пользователей благодаря интеграции с такими компаниями, как Robinhood, PayPal и Shopify.",
  "page-what-is-ether-what-is-the-eth-supply": "Каков объем предложения ETH?",
  "page-what-is-ether-what-is-the-eth-supply-description-1": "В отличие от фиксированного лимита биткоина в 21 миллион, ETH имеет динамическую механику предложения:",
  "page-what-is-ether-what-is-the-eth-supply-description-2": "Новые ETH выпускаются для вознаграждения валидаторов сети с ограниченной скоростью, рассчитываемой протоколом",
  "page-what-is-ether-what-is-the-eth-supply-description-3": "Часть каждой комиссии за транзакцию навсегда «сжигается» (удаляется из обращения)",
  "page-what-is-ether-what-is-the-eth-supply-description-4": "Это создает чередующиеся периоды инфляции и дефляции в зависимости от использования сети",
  "page-what-is-ether-what-is-the-eth-supply-description-5": "<strong>Ожидаемое равновесие</strong>: система балансирует безопасность сети с сохранением долгосрочной ценности. Высокое использование приводит к дефляции; низкое использование приводит к инфляции.",
  "page-what-is-ether-what-is-the-eth-supply-description-6": "Источники данных: <etherscan>Etherscan</etherscan>, <ultrasound>Ultrasound Money</ultrasound>",
  "page-what-is-ether-what-is-the-distribution-of-eth": "Каково распределение ETH?",
  "page-what-is-ether-what-is-the-distribution-of-eth-description-1": "Владение широко распределено между <etherscan>десятками миллионов адресов</etherscan>, что предотвращает концентрацию контроля и усиливает децентрализацию.",
  "page-what-is-ether-breakdown": "Анализ распределения эфира",
  "page-what-is-ether-breakdown-description-1": "<strong>Эфир в стейкинге</strong>: десятки миллионов ETH, <beaconchain>заблокированных</beaconchain> для обеспечения безопасности сети",
  "page-what-is-ether-breakdown-description-2": "<strong>Биржи</strong>: централизованные платформы <unchained>держат 13–16 %</unchained> предложения",
  "page-what-is-ether-breakdown-description-3": "<strong>Умные контракты</strong>: значительные суммы в умных контрактах, включая протоколы DeFi",
  "page-what-is-ether-breakdown-description-4": "<strong>Ethereum Foundation</strong>: владеет <ef>менее 0,3 %</ef> предложения (по сравнению с 9 % в 2014 году)",
  "page-what-is-ether-who-holds-most": "Кто владеет наибольшим количеством?",
  "page-what-is-ether-who-holds-most-description-1": "Адреса Ethereum с самыми высокими балансами ETH, как правило, не принадлежат частным лицам. Подавляющее большинство эфира, видимого в «топовых» адресах Ethereum, представляет собой коллективные, объединенные средства множества разных людей и организаций, а не активы одного человека. ",
  "page-what-is-ether-who-holds-most-description-2": "К аккаунтам ETH с самым высоким балансом обычно относятся:",
  "page-what-is-ether-who-holds-most-description-3": "Депозитный контракт сети Beacon: баланс депозитного контракта представляет собой все ETH, которые были <staked>отправлены в стейкинг</staked>, чтобы помочь защитить сеть Ethereum. Хотя это адрес Ethereum с самым большим балансом ETH, он не представляет собой доступный аккаунт кошелька Ethereum. Это умный контракт, который принимает депозиты в ETH в качестве первого шага для участия в стейкинге, а затем управляет балансами этого эфира между активными валидаторами сети.",
  "page-what-is-ether-who-holds-most-description-4": "Умные контракты: многие другие адреса Ethereum с высоким балансом представляют собой умные контракты, на которых работают приложения на базе Ethereum, такие как адреса умных контрактов для протоколов децентрализованных финансов (DeFi), Мостов или децентрализованных автономных организаций (DAO). Балансы этих контрактов представляют собой эфир, который многие кошельки внесли для участия в их приложениях.",
  "page-what-is-ether-who-holds-most-description-5": "Омнибус-аккаунты: это большие кошельки, управляемые биржами, платформами и фондами (такими как Coinbase, Robinhood или Binance). Когда пользователь покупает ETH на бирже, он часто хранится на одном из этих огромных аккаунтов вместе с ETH, принадлежащим тысячам других клиентов платформы.",
  "page-what-is-ether-who-holds-most-description-6": "Вы можете просмотреть актуальный список адресов кошельков Ethereum с самыми высокими балансами ETH на <etherscan>Etherscan здесь</etherscan>.",
  "page-what-is-ether-distribution": "Почему распределение важно для децентрализации",
  "page-what-is-ether-distribution-description-1": "Широкое распределение предотвращает централизованный контроль. Истинная децентрализация зависит от количества независимых узлов и валидаторов, поддерживающих сеть.",
  "page-what-is-ether-what-makes-eth-valuable": "Что делает ETH ценным?",
  "page-what-is-ether-what-makes-eth-valuable-description-1": "Ценность ETH обусловлена несколькими источниками:",
  "page-what-is-ether-what-makes-eth-valuable-description-2": "<strong>Полезность в сети</strong>: все транзакции Ethereum требуют ETH для оплаты комиссий за газ, создавая постоянный спрос, который растет с внедрением сети.",
  "page-what-is-ether-what-makes-eth-valuable-description-3": "<strong>Вознаграждения за стейкинг</strong>: стейкеры ETH получают доход, обеспечивая безопасность сети, что привлекает как частных, так и институциональных инвесторов.",
  "page-what-is-ether-what-makes-eth-valuable-description-4": "<strong>Средство сбережения</strong>: многие рассматривают ETH как «цифровую нефть» — дефицитный актив с реальной полезностью, питающий цифровую экономику.",
  "page-what-is-ether-what-makes-eth-valuable-description-5": "<strong>Динамика предложения</strong>: сжигание комиссий создает дефляционное давление в периоды высокой загруженности. С 2021 года <ultrasound>миллионы ETH были навсегда удалены</ultrasound> из обращения.",
  "page-what-is-ether-what-is-wrapping-eth": "Что такое «обертывание» ETH?",
  "page-what-is-ether-what-is-wrapping-eth-description-1": "Обернутый ETH (WETH) — это токен стандарта ERC-20, который представляет ETH в соотношении 1:1. Многие децентрализованные приложения и сети L2 созданы для работы с токенами ERC-20, но сам нативный ETH не является токеном ERC-20. «Обертывание» означает блокировку ETH в умном контракте и выпуск представления этого заблокированного ETH в виде токена ERC-20 (WETH), что позволяет использовать его в любых приложениях и L2, которые могут принимать только токены ERC-20.",
  "page-what-is-ether-what-is-wrapping-eth-description-2": "Распространенные варианты использования:",
  "page-what-is-ether-what-is-wrapping-eth-description-3": "Торговые пары на децентрализованных биржах, таких как <uniswap>Uniswap</uniswap>",
  "page-what-is-ether-what-is-wrapping-eth-description-4": "Залог на кредитных платформах, таких как <aave>Aave</aave>",
  "page-what-is-ether-what-is-wrapping-eth-description-5": "Ставки на торговых площадках NFT, таких как <opensea>OpenSea</opensea>",
  "page-what-is-ether-what-is-wrapping-eth-description-6": "WETH можно в любое время «развернуть» обратно в ETH с минимальными комиссиями. WETH уничтожается, а ETH, который он представлял, высвобождается из умного контракта. Большинство приложений легко справляются с процессом обертывания и развертывания.",
  "page-what-is-ether-what-is-wrapping-eth-description-7": "Узнайте больше об обернутом ETH (WETH)",
  "page-what-is-ether-gas-table-transaction-type": "Тип транзакции",
  "page-what-is-ether-gas-table-typical-cost-range": "Актуальный диапазон стоимости",
  "page-what-is-ether-gas-table-estimated-gas-units": "Примерное количество единиц газа",
  "page-what-is-ether-gas-table-row-1-1": "Переводы ETH",
  "page-what-is-ether-gas-table-row-2-1": "Обмен токенов",
  "page-what-is-ether-gas-table-row-3-1": "Сложные транзакции DeFi/NFT"
}