{
  "page-local-environment-brownie-desc": "Основанная на Python платформа для разработки и тестирования смарт-контрактов, нацеленных на Ethereum Virtual Machine.",
  "page-local-environment-brownie-logo-alt": "Логотип Brownie",
  "page-local-environment-kurtosis-desc": "Инструментарий на основе контейнера для простой настройки и запуска тестовой сети Ethereum с большим количеством клиентов, в которой можно быстро разрабатывать локальные децентрализованные приложения, прототипировать и тестировать их.",
  "page-local-environment-kurtosis-logo-alt": "Логотип Kurtosis",
  "page-local-environment-epirus-desc": "Платформа для разработки, развертывания и мониторинга блокчейн-приложений на виртуальной машине Java.",
  "page-local-environment-epirus-logo-alt": "Логотип Epirus",
  "page-local-environment-eth-app-desc": "Создавайте приложения на базе Ethereum одной командой. Сопровождается широким выбором фреймворков пользовательского интерфейса и шаблонов DeFi.",
  "page-local-environment-eth-app-logo-alt": "Создать логотип Eth App",
  "page-local-environment-foundry-desc": "Молниеносный, портативный и модульный инструментарий для разработки приложений Ethereum, написанный на языке Rust.",
  "page-local-environment-foundry-logo-alt": "Логотип Foundry",
  "page-local-environment-framework-feature-1": "Функции для запуска локального экземпляра блокчейна.",
  "page-local-environment-framework-feature-2": "Утилиты для составления и тестирования ваших смарт-контрактов.",
  "page-local-environment-framework-feature-3": "Клиентские разработки дополнений для создания вашего пользовательского приложения в рамках одного проекта/репозитория.",
  "page-local-environment-framework-feature-4": "Конфигурация для подключения к сетям Ethereum и создания контрактов, будь то локальный запуск или одна из публичных сетей Ethereum.",
  "page-local-environment-framework-feature-5": "Децентрализованное распределение приложений - интеграция с различными способами хранения данных, такими как IPFS.",
  "page-local-environment-framework-features": "Эти фреймворки идут совместно с большим количеством нестандартного функционала, например:",
  "page-local-environment-frameworks-desc": " Мы рекомендуем выбрать фреймворк, особенно если вы только начинаете работу. Создание полноценного приложения требует различных технологий. Фреймворк включает в себя множество необходимых функций или предоставляет простые системы плагинов для выбора нужных вам инструментов.",
  "page-local-environment-frameworks-title": "Фреймворки и готовые стеки",
  "page-local-environment-hardhat-desc": "Hardhat - это среда разработки Ethereum для профессионалов.",
  "page-local-environment-hardhat-logo-alt": "Логотип Hardhat",
  "page-local-environment-openZeppelin-desc": "Сократите время разработки, составляя, совершенствуя и взаимодействуя со смарт-контрактами с нашим CLI.",
  "page-local-environment-openZeppelin-logo-alt": "Логотип OpenZeppelin",
  "page-local-environment-scaffold-eth-desc": "Ethers + Hardhat + React — все, что вам нужно, чтобы начать создавать децентрализованные приложения на основе умных контрактов.",
  "page-local-environment-scaffold-eth-logo-alt": "логотип scaffold-eth",
  "page-local-environment-setup-meta-desc": "Руководство по выбору стека ПО для разработки на Ethereum.",
  "page-local-environment-setup-meta-title": "Настройка локальной разработки на Ethereum",
  "page-local-environment-setup-subtitle": "Если вы готовы приступить к созданию приложения, пришло время выбрать стек.",
  "page-local-environment-setup-subtitle-2": " Вот инструменты и фреймворки, которые вы можете использовать, чтобы создать приложение Ethereum.",
  "page-local-environment-setup-title": "Настройте локальную среду разработки",
  "page-local-environment-solidity-template-desc": "Шаблон GitHub для предварительной установки ваших смарт-контрактов Solidity. Включает в себя локальную сеть Hardhat, Waffle для тестирования, Ethers для применения кошелька и многое другое.",
  "page-local-environment-solidity-template-logo-alt": "Логотип шаблона Solidity",
  "page-local-environment-waffle-desc": "Самая продвинутая тестовая версия для смарт-контрактов. Используйте отдельно или со Scaffold-eth или Hardhat.",
  "page-local-environment-waffle-logo-alt": "Логотип Waffle"
}
