{
  "layer-2-arbitrum-note": "Доказательства мошенничества доступны только пользователям «белого списка», «белый список» ещё не открыт",
  "layer-2-boba-note": "Подтверждение государством статуса в процессе развития",
  "layer-2-optimism-note": "Функции по обнаружению неисправности находятся в разработке",
  "layer-2-hero-title": "Уровень 2",
  "layer-2-hero-header": "Ethereum для всех",
  "layer-2-hero-subtitle": "Масштабирование Ethereum без ущерба безопасности и децентрализации.",
  "layer-2-hero-alt-text": "Иллюстрация транзакций, свернутых на уровне 2 и размещенных в основной сети Ethereum Mainnet",
  "layer-2-hero-button-1": "Что такое «уровень 2»",
  "layer-2-hero-button-2": "Использовать уровень 2",
  "layer-2-hero-button-3": "Перейти к уровню 2",
  "layer-2-statsbox-1": "TVL, заблокированные на уровне 2 (USD)",
  "layer-2-statsbox-2": "Средняя комиссия за перевод ETH на уровне 2 (USD)",
  "layer-2-statsbox-3": "Изменение TVL на уровне 2 (последние 30 дней)",
  "layer-2-what-is-layer-2-title": "Что такое «уровень 2»?",
  "layer-2-what-is-layer-2-1": "Уровень 2 (L2) — это собирательный термин для описания определенного набора решений для масштабирования Ethereum. <strong>Уровень 2 — это отдельная цепочка блоков, которая расширяет Ethereum и наследует гарантии безопасности Ethereum</strong>.",
  "layer-2-what-is-layer-2-2": "Теперь давайте рассмотрим этот вопрос немного глубже. Чтобы это сделать, нужно объяснить, что такое «уровень 1» (L1).",
  "layer-2-what-is-layer-1-title": "Что такое «уровень1»?",
  "layer-2-what-is-layer-1-1": "Уровень 1 — это основа блокчейна. Как Ethereum, так и Bitcoin являются блокчейнами уровня 1, поэтому они <strong>являются основой, поверх которой построены различные сети уровня 2</strong>. Примеры проектов уровня 2 включают «свертки» Ethereum и сети Lightning поверх Биткоина. Все действия пользователя с транзакциями в таких проектах уровня 2 могут в конечном итоге вернуться к блокчейну уровня 1.",
  "layer-2-what-is-layer-1-2": "Ethereum служит также уровнем доступности данных для уровня 2. Проекты уровня 2 будут размещать данные транзакций в Ethereum, полагаясь на Ethereum для обеспечения доступности данных. Эти данные можно использовать для получения состояния уровня 2 или для оспаривания транзакций на уровне 2.",
  "layer-2-what-is-layer-1-list-title": "<strong>Ethereum, как уровень 1, включает такие элементы:</strong>",
  "layer-2-what-is-layer-1-list-1": "<strong>Сеть операторов узлов</strong> для обеспечения безопасности и проверки сети",
  "layer-2-what-is-layer-1-list-2": "<strong>Сеть производителей блоков</strong>",
  "layer-2-what-is-layer-1-list-3": "<strong>Сам блокчейн</strong> и история данных транзакций",
  "layer-2-what-is-layer-1-list-4": "<strong>Механизм консенсуса</strong> сети",
  "layer-2-what-is-layer-1-list-link-1": "Остались вопросы по Ethereum?",
  "layer-2-what-is-layer-1-list-link-2": "Узнайте, что такое Ethereum.",
  "layer-2-why-do-we-need-layer-2-title": "Зачем нам нужен уровень 2?",
  "layer-2-why-do-we-need-layer-2-1": "Три желательных свойства блокчейна: он <strong>децентрализованный, безопасный и масштабируемый</strong>. <a href=\"https://www.ledger.com/academy/what-is-the-blockchain-trilemma\" target=\"_blank\">Трилемма блокчейна</a> указывает, что простая архитектура блокчейна может достичь только двух из трех целей. Хотите безопасный и децентрализованный блокчейн? Вам необходимо пожертвовать масштабируемостью.",
  "layer-2-why-do-we-need-layer-2-2": "Ethereum достиг текущей пропускной способности сети <a href=\"https://etherscan.io/chart/tx\" target=\"_blank\">более чем 1 миллион транзакций в день</a>, и каждая транзакция обладает высоким спросом. Успех Ethereum и спрос на его использование привели к существенному росту цен на газ. Поэтому потребность в масштабируемых решениях также возросла. Вот тут-то и появляются сети уровня 2.",
  "layer-2-why-do-we-need-layer-2-scalability": "Масштабируемость",
  "layer-2-why-do-we-need-layer-2-scalability-1": "Главной целью масштабируемости является увеличение скорости транзакций (более быстрое завершение) и пропускной способности транзакций (больше транзакций в секунду) без ущерба децентрализации или безопасности.",
  "layer-2-why-do-we-need-layer-2-scalability-2": "Сообщество Ethereum заняло твердую позицию, что масштабирование не должно достигаться за счет ухудшения децентрализации или безопасности. До <a href=\"/roadmap/danksharding/\">шардинга</a>, основная сеть Ethereum (уровень 1) способна обрабатывать только <a href=\"https://ethtps.info/Network/Ethereum\">примерно 15 транзакций в секунду</a>. Когда нагрузка на использование Ethereum высока, сеть становится перегруженной, что увеличивает комиссии за транзакции и вытесняет пользователей, которые не могут позволить себе такие комиссии. Вот почему для для масштабирования Ethereum нужен уровень2.",
  "layer-2-why-do-we-need-layer-2-scalability-3": "Подробнее о концепции Ethereum",
  "layer-2-benefits-of-layer-2-title": "Преимущества уровня 2",
  "layer-2-lower-fees-title": "Ниже комиссии",
  "layer-2-lower-fees-description": "Путем объединения нескольких внесетевых транзакций в одной транзакции уровня 1 транзакционные комиссии значительно уменьшились, делая Ethereum более доступным для всех.",
  "layer-2-maintain-security-title": "Поддержание безопасности",
  "layer-2-maintain-security-description": "Блокчейны уровня 2 осуществляют свои транзакции в основной сети Ethereum, позволяя пользователям извлекать выгоду из безопасности сети Ethereum.",
  "layer-2-expand-use-cases-title": "Обширные варианты использования",
  "layer-2-expand-use-cases-description": "С увеличением объема транзакций в секунду, снижением комиссий и развитием новых технологий проекты будут расширяться в новые приложения с улучшенным пользовательским интерфейсом.",
  "layer-2-how-does-layer-2-work-title": "Как работает уровень 2?",
  "layer-2-how-does-layer-2-work-1": "Как мы упомянули выше, уровень 2 — это общий термин для решений масштабирования Ethereum, которые обрабатывают транзакции вне уровня 1 Ethereum, при этом все еще используя преимущества надежной децентрализованной безопасности уровня 1 Ethereum. <strong>Уровень 2 — это отдельный блокчейн, который расширяет Ethereum</strong>. Как это работает?",
  "layer-2-how-does-layer-2-work-2": "Уровень 2 блокчейна постоянно взаимодействует с Ethereum (посредством отправки пакетов транзакций) в целях обеспечения его такими же гарантиями безопасности и децентрализации. Все это не требует никаких изменений в протоколе уровня 1 (Ethereum). Это позволяет уровню 1 управлять безопасностью, доступностью данных, и децентрализацией, в то время, как уровень 2 управляет масштабированием. Уровень 2 снимает транзакционное бремя с уровня 1 и возвращает завершенные корректуры на уровень 1. Благодаря удалению этой транзакционной нагрузки с уровня 1 основной уровень становится менее перегруженным, а система в целом становится более масштабируемой.",
  "layer-2-rollups-title": "Свертки",
  "layer-2-rollups-1": "В настоящее время свертки являются предпочтительным решением уровня 2 Ethereum. Используя свертки, пользователи могут <a href=\"https://l2fees.info/\">снизить комиссию газа в 100 раз</a> по сравнению с уровнем 1.",
  "layer-2-rollups-2": "Свертки объединяют («сворачивают») сотни транзакций в одну транзакцию на уровне 1. Это распределяет транзакционные комиссии L1 между всеми в свертке, что делает их дешевле для каждого пользователя. Транзакции сверток выполняются за пределами уровня 1, но транзакционные данные размещаются на уровне 1. Путем размещения транзакционных данных на уровне 1 свертки наследуют безопасность Ethereum. Существует два различных подхода к сверткам: оптимистический и нулевое знание. В основном они отличаются способом размещения транзакционных данных на L1.",
  "layer-2-optimistic-rollups-title": "Оптимистичные свертки",
  "layer-2-optimistic-rollups-description": "Оптимистические свертки являются «оптимистическими» в том смысле, что транзакции считаются действительными, но при необходимости их можно оспорить. Если есть подозрение, что транзакция недействительна, выполняется проверка ошибки, чтобы проверить, так ли это.",
  "layer-2-optimistic-rollups-childSentance": "Подробнее об оптимистических свертках",
  "layer-2-zk-rollups-title": "Свертки с нулевым знанием",
  "layer-2-zk-rollups-description": "Свертки с нулевым знанием используют доказательства достоверности, когда транзакции вычисляются вне цепи, и затем сжатые данные поставляются в основную сеть Ethereum, как доказательство их достоверности.",
  "layer-2-zk-rollups-childSentance": "Подробнее о ZK-свертках",
  "layer-2-dyor-title": "Проведите собственное исследование: риски уровня 2",
  "layer-2-dyor-1": "Поскольку цепи уровня 2 наследуют безопасность от Ethereum, в идеальном мире они так же безопасны, как и на L1 Ethereum. Однако многие из <strong>проектов еще молоды и в какой-то степени экспериментальны</strong>. После лет исследований и разработок многие технологии L2, которые будут масштабировать Ethereum, запущены в 2021 году. Многие проекты до сих пор имеют дополнительные предположения о доверии, так как они работают для децентрализации своих сетей. Всегда проводите собственное исследование, чтобы решить, устраивают ли вас связанные с этим риски.",
  "layer-2-dyor-2": "Для более подробной информации о технологии, рисках и доверительных предположениях уровня 2 мы рекомендуем ознакомиться с L2BEAT, который обеспечивает комплексную систему оценки рисков каждого проекта.",
  "layer-2-dyor-3": "Перейти к L2BEAT",
  "layer-2-use-layer-2-title": "Использовать уровень 2",
  "layer-2-use-layer-2-1": "Теперь, когда вы поняли, зачем существует уровень 2 и как он работает, давайте начнем!",
  "layer-2-contract-accounts": "<strong>ПРИМЕЧАНИЕ.</strong> Важно отметить, что при переходе на уровень 2 и его использовании вы будете контролировать адрес своей учетной записи EOA (учетной записи, где только один закрытый ключ контролирует счет) так же, как и в основной сети Ethereum Mainnet. Однако при использовании контрактного счета, например <a href=\"https://safe.global/\"  target=”_blank”>Safe</a> или <a href=\"https://www.argent.xyz/\"  target=”_blank”>Argent</a>, у вас не будет контроля над этим адресом на уровне 2, пока вы не переустановите свой контрактный счет на этот адрес на уровне 2. Если вы отправляете средства на контрактный счет и не контролируете этот адрес для контрактного счета, ваши средства могут быть утеряны.",
  "layer-2-use-layer-2-generalized-title": "Обобщенный уровень 2",
  "layer-2-use-layer-2-generalized-1": "Обобщенный уровень 2 ведет себя, как Ethereum, но дешевле. Все, что вы можете делать на уровне 1 Ethereum, можно также делать на уровне 2. Многие децентрализованные приложения уже начали мигрировать на эту сеть или полностью пропустили основную сеть для развертывания непосредственно на уровне 2.",
  "layer-2-use-layer-2-application-specific-title": "Уровень 2 для конкретных приложений",
  "layer-2-use-layer-2-application-specific-1": "Уровень 2 для конкретных приложений — это проекты, специализирующиеся на оптимизации пространства определенного приложения, что обеспечивает улучшенную производительность.",
  "layer-2-sidechains-title": "Обратите внимание на сайдчейны, валидиумы и альтернативные блокчейны",
  "layer-2-sidechains-1": "<strong>Сайдчейны и валидиумы</strong> — это блокчейны, которые позволят связать активы из Ethereum и использовать их в другом блокчейне. Сайдчейны и валидиумы работают параллельно с Ethereum и взаимодействуют с Ethereum через мосты, но не получают защиту или доступность данных от Ethereum.",
  "layer-2-sidechains-2": "Оба масштабируются аналогично уровню 2 — предлагают более низкие транзакционные комиссии и высокую транзакционную пропускную способность, — но имеют разные предположения о доверии.",
  "layer-2-more-on-sidechains": "Подробнее о сайдчейнах",
  "layer-2-more-on-validiums": "Подробнее о валидиумах",
  "layer-2-sidechains-4": "Некоторые <strong>блокчейны уровня 1</strong> имеют более высокую пропускную способность и меньшие транзакционные комиссии, чем Ethereum. Этим альтернативам уровня 1 пришлось <b>пожертвовать безопасностью или децентрализацией</b> для достижения большего количества транзакций в секунду и меньших транзакционных комиссий.",
  "layer-2-sidechains-5": "Экосистема Ethereum твердо уверена, что <strong>масштабирование уровня 2 является единственным способом решения трилеммы масштабируемости</strong>, сохраняя при этом децентрализацию и безопасность.",
  "layer-2-onboard-title": "Как попасть на уровень 2",
  "layer-2-onboard-1": "Есть два основных способа доставить ваши активы на уровень 2: перевод средств из Ethereum посредством умного контракта или вывод ваших денежных средств на бирже непосредственно в сеть уровня 2.",
  "layer-2-onboard-wallet-title": "Денежные средства в вашем кошельке?",
  "layer-2-onboard-wallet-1": "Если в вашем кошельке уже есть ETH, необходимо использовать мост, чтобы переместить их из основной сети Ethereum на уровень 2.",
  "layer-2-more-on-bridges": "Подробнее о мостах",
  "layer-2-onboard-wallet-input-placeholder": "Выберите L2, к которому вы хотите подключиться",
  "layer-2-onboard-wallet-selected-1": "Вы можете подключиться к",
  "layer-2-onboard-wallet-selected-2": "используя эти кошельки:",
  "layer-2-bridge": "Мост",
  "layer-2-onboard-exchange-title": "Средства на бирже?",
  "layer-2-onboard-exchange-1": "Некоторые централизованные биржи теперь предлагают прямой вывод денежных средств и депозиты на уровне 2. Проверьте, какие биржи поддерживают вывод денежных средств на уровне 2 и какой уровень 2 они поддерживают.",
  "layer-2-onboard-exchange-2": "Вам также понадобится кошелек для вывода средств.",
  "layer-2-onboard-find-a-wallet": "Найдите кошелек Ethereum.",
  "layer-2-onboard-exchange-input-placeholder": "Проверьте биржи, которые поддерживают L2",
  "layer-2-deposits": "Депозиты",
  "layer-2-withdrawals": "Вывод средств",
  "layer-2-go-to": "Перейти",
  "layer-2-tools-title": "Инструменты, которые будут эффективны на уровне 2",
  "layer-2-tools-l2beat-description": "L2BEAT — отличный ресурс для рассмотрения оценок технических рисков проектов уровня 2. Мы рекомендуем ознакомиться с этими ресурсами при исследовании конкретных проектов уровня 2.",
  "layer-2-tools-l2fees-description": "Комиссии L2 позволят вам видеть текущую стоимость (выраженную в долларах США) для совершения транзакций на разных уровнях 2.",
  "layer-2-tools-chainlist-description": "Chainlist является отличным ресурсом для импорта сетевых RPC в поддерживающие кошельки. Здесь вы найдете RPC для проектов уровня 2, которые помогут вам подключиться.",
  "layer-2-tools-zapper-description": "Управляйте всем своим портфолио web3 от DeFi до NFT и тем, что будет дальше. Инвестируйте в новейшие возможности из одного удобного места.",
  "layer-2-tools-zerion-description": "Создавайте все свое портфолио DeFi и управляйте им из одного места. Откройте для себя мир децентрализованных финансов сегодня.",
  "layer-2-tools-debank-description": "Следите за всеми важными событиями в мире Web3",
  "layer-2-faq-title": "Часто задаваемые вопросы",
  "layer-2-faq-question-1-title": "Почему нет «официального» Ethereum L2?",
  "layer-2-faq-question-1-description-1": "Так же как не существует «официального» клиента Ethereum, нет и «официального» уровня 2 Ethereum. Ethereum не требует разрешений: технически каждый может создать уровень 2! Несколько команд будут реализовывать свою версию уровня 2, и экосистеме получит выгоду от разнообразия подходов к проектированию, которые будут оптимизированы для различных вариантов использования. У нас есть несколько клиентов Ethereum, разработанных несколькими командами, чтобы обеспечить разнообразие в сети. Уровень 2 будет развиваться в будущем по тому же принципу.",
  "layer-2-faq-question-2-title": "Какое различие между оптимистическими свертками и свертками с нулевым знанием?",
  "layer-2-faq-question-2-description-1": "Как оптимистические свертки, так и свертки с нулевым знанием объединяют («сворачивают») сотни транзакций в одну транзакцию на уровне 1. Свернутые транзакции выполняются вне уровня 1, но данные транзакции публикуются на уровне 1.",
  "layer-2-faq-question-2-description-2": "Основное различие заключается в том, какие данные публикуются на уровне 1 и как эти данные проверяются. Доказательства достоверности (используемые в свертках с нулевым знанием) выполняют вычисления вне цепи и публикуют доказательство, в то время как доказательства ошибок (используемые оптимистическими свертками) выполняют вычисления в цепи, только когда подозревается ошибка и ее необходимо проверить.",
  "layer-2-faq-question-2-description-3": "В настоящее время большинство ZK-сверток специфичны для конкретного приложения, в отличие от оптимистических сверток, которые в значительной степени являются обобщающими.",
  "layer-2-more-info-on-optimistic-rollups": "Подробнее об оптимистических свертках",
  "layer-2-more-info-on-zk-rollups": "Подробнее о свертках с нулевым знанием",
  "layer-2-faq-question-4-title": "Каковы риски при использовании уровня 2?",
  "layer-2-faq-question-4-description-1": "Проекты уровня 2 содержат дополнительные риски по сравнению с хранением средств и проведением транзакций непосредственно в Ethereum Mainnet. Например, секвенсоры могут выйти из строя, в результате чего вам придется ждать, чтобы получить доступ к средствам.",
  "layer-2-faq-question-4-description-2": "Мы рекомендуем вам провести собственное исследование, прежде чем переводить значительные средства на уровень 2. Для получения дополнительной информации о технологиях, рисках и предположениях о доверии на уровне 2 мы рекомендуем ознакомиться с ресурсом <a href=\"https://l2beat.com/?view=risk\">L2BEAT</a>, который предоставляет комплексную систему оценки рисков для каждого проекта.",
  "layer-2-faq-question-4-description-3": "Блокчейн-мосты, облегчающие передачу активов на уровень 2, находятся на ранних стадиях разработки, и вполне вероятно, что оптимальная конструкция моста еще не найдена. Были <a href=\"https://rekt.news/wormhole-rekt/\">недавние взломы мостов</a>.",
  "layer-2-faq-question-5-title": "Почему здесь не указаны некоторые проекты уровня 2?",
  "layer-2-faq-question-5-description-1": "Мы хотим убедиться, что перечисляем лучшие из возможных ресурсов, чтобы пользователи могли безопасно и уверенно перемещаться по пространству второго уровня. Мы придерживаемся системы критериев оценки проектов для включения.",
  "layer-2-faq-question-5-view-listing-policy": "Ознакомьтесь с нашей политикой перечисления уровней 2.",
  "layer-2-faq-question-5-description-2": "Любой может предложить добавить уровень 2 на ethereum.org. Если есть уровень 2, который мы пропустили, <a href=\"https://github.com/ethereum/ethereum-org-website/issues/new?&template=suggest_layer2.md\">предложите его</a>.",
  "layer-2-further-reading-title": "Дополнительные ресурсы",
  "a-rollup-centric-ethereum-roadmap": "Дорожная карта ethereum, ориентированная на свертки",
  "an-incomplete-guide-to-rollups": "Неполное руководство по сверткам",
  "polygon-sidechain-vs-ethereum-rollups": "Сайдчейн Polygon в сравнении со свертками Ethereum: подходы к масштабированию второго уровня| Виталик Бутерин и Лекс Фридман",
  "rollups-the-ultimate-ethereum-scaling-strategy": "СВЕРТКИ — наилучшая стратегия масштабирования Ethereum? Объяснение принципа работы Arbitrum и Optimism",
  "scaling-layer-1-with-shard-chains": "Масштабирование уровня 1 с помощью цепочек осколков",
  "understanding-rollup-economics-from-first-principals": "Понимание экономики сверток с первых принципов",
  "arbitrum-description": "Arbitrum — это Optimistic Rollup, нацеленное на такое же взаимодействие с Ethereum, но с транзакциями, стоимость которых составляет лишь часть их стоимости на L1.",
  "optimism-description": "Optimism — это быстрая, простая и безопасная оптимистичная свертка, эквивалентная EVM. Он масштабирует технологию Ethereum, а также масштабирует его ценность за счет ретроактивного финансирования общественных благ.",
  "boba-description": "Boba — это Optimistic Rollup, первоначально разветвленный от Optimism. Это решение для масштабирования, целью которого является снижение платы за газ, повышение пропускной способности транзакций и расширение возможностей умных контрактов.",
  "loopring-description": "Решение zkRollup L2 от Loopring стремится предложить те же гарантии безопасности, что и основная сеть Ethereum, при значительном увеличении масштабируемости: пропускная способность увеличилась в 1000 раз, а стоимость уменьшилась до 0,1 % по сравнению с L1.",
  "zksync-description": "zkSync — это ориентированная на пользователя платформа zk-сверток от Matter Labs. Это решение для масштабирования Ethereum, уже работающее в основной сети Ethereum. Сервис поддерживает платежи, обмен токенами и чеканку NFT.",
  "zkspace-description": "Платформа ZKSpace состоит из трех основных частей: AMM DEX уровня 2, использующей технологию ZK-сверток под названием ZKSwap, платежного сервиса ZKSquare и торговой площадки NFT под названием ZKSea.",
  "aztec-description": "Aztec Network — это первая частная zk-свертка на Ethereum, позволяющая децентрализованным приложениям получить доступ к конфиденциальности и масштабированию.",
  "layer-2-note": "Примечание:",
  "layer-2-ecosystem-portal": "Портал экосистемы",
  "layer-2-token-lists": "Списки токенов",
  "layer-2-explore": "Обзор",
  "page-dapps-ready-button": "Вперед"
}
