{
  "page-upgrades-vision-2014": "Посмотреть запись в блоге от 2014 года, которая подробно описывает доказательство владения (Proof of Stake)",
  "page-upgrades-vision-2021": "Посмотреть запись в блоге от 2021 года об эволюции Ethereum в виде дорожной карты",
  "page-upgrades-vision-2021-updates": "Посмотреть запись в блоге от 2021 года об обновлениях протокола Ethereum",
  "page-upgrades-vision-beacon-chain": "Beacon Chain",
  "page-upgrades-vision-beacon-chain-btn": "Подробнее о Beacon Chain",
  "page-upgrades-vision-beacon-chain-date": "Beacon Chain в действии",
  "page-upgrades-vision-beacon-chain-desc": "Сеть Beacon Chain перевела Ethereum на стейкинг, заложила основу для будущих обновлений и в конечном итоге будет координировать новую систему.",
  "page-upgrades-vision-beacon-chain-upper": "Beacon Chain",
  "page-upgrades-vision-desc-1": "Ethereum необходимо снизить перегруженность сети и повысить скорость, чтобы лучше обслуживать глобальную пользовательскую базу.",
  "page-upgrades-vision-desc-2": "С ростом сети управлять узлом становится труднее. Это будет только усложняться усилиями по масштабированию сети.",
  "page-upgrades-vision-desc-3": "Ethereum использует слишком много электричества. Технология, обеспечивающая безопасность сети, должна быть более устойчивой.",
  "page-upgrades-vision-merge-date": "Оценка: 2022 год",
  "page-upgrades-vision-merge-desc": "В какой-то момент основная сеть Ethereum должна будет слиться с Beacon Chain. Это включит ставки для всей сети и станет сигналом об окончании энергоемкого майнинга.",
  "page-upgrades-vision-ethereum-node": "Подробнее об узлах",
  "page-upgrades-vision-explore-upgrades": "Просмотреть обновления",
  "page-upgrades-vision-future": "Цифровое будущее в глобальном масштабе",
  "page-upgrades-vision-meta-desc": "Обзор влияния обновлений на Ethereum и проблемы, которые они должны преодолеть.",
  "page-upgrades-vision-meta-title": "Концепция Ethereum",
  "page-upgrades-vision-mining": "Подробнее о майнинге",
  "page-upgrades-vision-problems": "Современные проблемы",
  "page-upgrades-vision-scalability": "Масштабируемость",
  "page-upgrades-vision-scalability-desc": "Ethereum должен иметь возможность обрабатывать больше транзакций в секунду без увеличения размера узлов сети. Узлы — это жизненно важные участники сети, которые сохраняют и запускают блокчейн. Увеличение размера узла не является практичным, потому что это могут сделать только мощные и дорогостоящие компьютеры. Для масштабирования Ethereum требуется больше транзакций в секунду, а также больше узлов. Больше узлов — больше безопасность.",
  "page-upgrades-vision-scalability-desc-3": "Обновление с цепочками осколков распределит нагрузку сети по 64 новым цепочкам. Это облегчит работу Ethereum за счет сокращения перегруженности и повышения скорости, превышающей текущий лимит в 15–45 транзакций в секунду.",
  "page-upgrades-vision-scalability-desc-4": "И хотя цепочек будет больше, это потребует меньше работы от валидаторов — тех, кто поддерживает сеть. Валидаторам нужно будет «управлять» только своим осколком, а не всей цепочкой Ethereum. Это делает узлы более легкими, позволяя Ethereum масштабироваться и оставаться децентрализованным.",
  "page-upgrades-vision-security": "Безопасность",
  "page-upgrades-vision-security-desc": "Запланированные обновления повышают безопасность Ethereum против скоординированных атак, таких как атака 51 %. Это тип атаки, при которой контролирующий большую часть сети может провести мошеннические изменения.",
  "page-upgrades-vision-security-desc-3": "Переход на систему доказательства владения означает, что протокол Ethereum имеет больше сдерживающих факторов против атак. Это связано с тем, что в системе доказательства владения валидаторы, которые защищают сеть, должны вкладывать значительные суммы ETH в протокол. Если они попытаются атаковать сеть, протокол может автоматически уничтожить их ETH.",
  "page-upgrades-vision-security-desc-5": "Это невозможно в системе доказательства работы, где лучшее, что может сделать протокол, это заставить объекты, которые защищают сеть (майнеры), терять вознаграждение за майнинг, которое они в противном случае заработали бы. Чтобы добиться аналогичного эффекта в системе доказательства работы, протокол должен иметь возможность уничтожить все оборудование майнера, если он попытается жульничать.",
  "page-upgrades-vision-security-desc-5-link": "Подробнее о доказательстве работы",
  "page-upgrades-vision-security-desc-8": "В связи с внедрением цепочек осколков модель безопасности Ethereum также нуждается в изменениях. The Beacon Chain будет распределять валидаторов случайным образом по разным осколкам, что позволит сделать атаку в случае сговора валидаторов практически невозможным. Шардинг, основывающийся на доказательстве работы, не так безопасен: в случае с этим протоколом майнеры не могут быть управляемы.",
  "page-upgrades-vision-security-desc-10": "Стейкинг также означает, что для «запуска» узла Ethereum не нужно инвестировать в элитное оборудование. Это должно побудить больше людей стать валидаторами, повышая децентрализацию сети и уменьшая площадь атаки.",
  "page-upgrades-vision-security-staking": "Вложить ETH",
  "page-upgrades-vision-security-validator": "Вы можете стать валидатором, вложив свои ETH.",
  "page-upgrades-vision-shard-chains": "цепочки осколков",
  "page-upgrades-vision-shard-date": "Оценка: 2023 год",
  "page-upgrades-vision-shard-desc-4": "Цепочки осколков распределят нагрузку сети по 64 новых блокчейнам. Осколки способны значительно повысить скорость транзакций — до 100 000 в секунду.",
  "page-upgrades-vision-shard-upgrade": "Подробнее о цепочках осколков",
  "page-upgrades-vision-staking-lower": "Подробнее о стейкинге",
  "page-upgrades-vision-subtitle": "Стремление развивать Ethereum, пока он не станет достаточно мощным, чтобы помочь всему человечеству.",
  "page-upgrades-vision-sustainability": "Устойчивость",
  "page-upgrades-vision-sustainability-desc-1": "Ни для кого не секрет, что Ethereum и другие блокчейны, такие как Bitcoin, энергоемки из-за майнинга.",
  "page-upgrades-vision-sustainability-desc-2": "Но Ethereum движется к тому, чтобы быть обеспеченным ETH, а не вычислительной мощностью, за счет стейкинга.",
  "page-upgrades-vision-sustainability-desc-3": "Хотя стейкинг уже был введен сетью Beacon Chain, Ethereum, который мы используем сегодня, будет работать параллельно определенный период времени. Одна система защищена ETH, другая — вычислительной мощностью. Так будет до слияния.",
  "page-upgrades-vision-sustainability-desc-8": "После запуска Beacon Chain началась работа по объединению основной сети с новым уровнем консенсуса. После окончания основная сеть будет защищена стекингом ETH и станет гораздо менее энергоемкой.",
  "page-upgrades-vision-sustainability-subtitle": "Ethereum должен быть экологичнее.",
  "page-upgrades-vision-title": "Концепция Ethereum",
  "page-upgrades-vision-title-1": "Забитая сеть",
  "page-upgrades-vision-title-2": "Дисковое пространство",
  "page-upgrades-vision-title-3": "Слишком много энергии",
  "page-upgrades-vision-trilemma-cardtext-1": "Модернизация Ethereum сделает Ethereum более масштабируемым, безопасным и децентрализованным. Шардинг сделает Ethereum более масштабируемым за счет увеличения количества транзакций в секунду при одновременном снижении мощности, необходимой для работы узла и валидации цепочки. Beacon Chain сделает Ethereum безопасным благодаря координации валидаторов на разных осколках. А стейкинг снизит барьер для участия, создавая более крупную и более децентрализованную сеть.",
  "page-upgrades-vision-trilemma-cardtext-2": "Безопасные и децентрализованные сети блокчейнов требуют, чтобы каждый узел проверял каждую транзакцию, обрабатываемую цепочкой. Этот объем работы ограничивает количество транзакций, которые могут произойти в любой момент времени. Децентрализация и безопасность отражают сегодняшнюю цепочку Ethereum.",
  "page-upgrades-vision-trilemma-cardtext-3": "Децентрализованные сети работают путем передачи информации о транзакциях между узлами — вся сеть должна знать о любом изменении состояния. Масштабирование транзакций в секунду в децентрализованной сети создает риски для безопасности, поскольку чем больше транзакций, тем больше задержка, тем выше вероятность атаки, пока информация находится в пути.",
  "page-upgrades-vision-trilemma-cardtext-4": "Увеличение размера и мощности узлов Ethereum могло бы повысить скорость транзакций в секунду безопасным способом, но аппаратные требования ограничат тех, кто может это сделать — это угрожает децентрализации. Есть надежда, что шардинг и доказательство владения позволят Ethereum масштабироваться за счет увеличения количества узлов, а не их размера.",
  "page-upgrades-vision-trilemma-h2": "Проблема децентрализованного масштабирования",
  "page-upgrades-vision-trilemma-modal-tip": "Коснитесь кружков ниже, чтобы лучше понять проблемы децентрализованного масштабирования",
  "page-upgrades-vision-trilemma-p": "Наивным способом решения проблем Ethereum было бы сделать его более централизованным. Но децентрализация слишком важна. Именно децентрализация обеспечивает Ethereum устойчивость к цензуре, открытость, конфиденциальность данных и практически непробиваемую безопасность.",
  "page-upgrades-vision-trilemma-p-1": "Концепция Ethereum заключается в том, чтобы быть более масштабируемой и безопасной сетью, но при этом оставаться децентрализованной. Достижение этих трех качеств представляет собой проблему, известную как трилемма масштабируемости.",
  "page-upgrades-vision-trilemma-p-2": "Обновления Ethereum направлены ​​на решение этой трилеммы, но есть серьезные проблемы.",
  "page-upgrades-vision-trilemma-press-button": "Нажмите кнопки на треугольнике, чтобы лучше понять проблемы децентрализованного масштабирования.",
  "page-upgrades-vision-trilemma-text-1": "Децентрализация",
  "page-upgrades-vision-trilemma-text-2": "Безопасность",
  "page-upgrades-vision-trilemma-text-3": "Масштабируемость",
  "page-upgrades-vision-trilemma-title-1": "Изучите трилемму возможности масштабирования",
  "page-upgrades-vision-trilemma-title-2": "Обновления Ethereum и децентрализованное масштабирование",
  "page-upgrades-vision-trilemma-title-3": "Безопасность и децентрализованность",
  "page-upgrades-vision-trilemma-title-4": "Децентрализованность и масштабируемость",
  "page-upgrades-vision-trilemma-title-5": "Масштабируемость и безопасность",
  "page-upgrades-vision-understanding": "Понимание концепции Ethereum",
  "page-upgrades-vision-upgrade-needs": "Необходимость обновлений",
  "page-upgrades-vision-upgrade-needs-desc": "Протокол Ethereum, запущенный в 2015 году, имел невероятный успех. Но сообщество Ethereum всегда ожидало, что для полного раскрытия потенциала Ethereum потребуется несколько ключевых обновлений.",
  "page-upgrades-vision-upgrade-needs-desc-2": "Высокий спрос повышает комиссию за транзакции, которые делают Ethereum дорогим для обычного пользователя. Дисковое пространство, необходимое для запуска клиента Ethereum, растет быстрыми темпами. А лежащий в основе алгоритм консенсуса, который обеспечивает безопасность и децентрализованность Ethereum, имеет большое воздействие на окружающую среду.",
  "page-upgrades-vision-upgrade-needs-desc-3": "Ethereum имеет набор обновлений, которые решают эти и другие проблемы. Эти обновления изначально назывались Serenity и Eth2, и с 2014 года они являются областью для активных исследований и разработок.",
  "page-upgrades-vision-upgrade-needs-desc-5": "Теперь, когда технология готова, эти обновления изменят архитектуру Ethereum, чтобы сделать его более масштабируемым, безопасным и устойчивым, чтобы улучшить жизнь существующих пользователей и привлечь новых. И все это при сохранении основной ценности Ethereum — децентрализации.",
  "page-upgrades-vision-upgrade-needs-desc-6": "Это означает, что масштабируемости нельзя добиться одномоментно. Улучшения будут вводиться постепенно.",
  "page-upgrades-vision-upgrade-needs-serenity": "Посмотреть запись в блоге от 2015 года о Serenity"
}
