{
  "page-ethereum-vs-bitcoin-meta-title": "Ethereum и Биткоин: в чем разница? | ethereum.org",
  "page-ethereum-vs-bitcoin-meta-description": "Узнайте о различиях между Биткоином и Ethereum, включая варианты использования, производительность сети, безопасность, экономику токенов, уровень децентрализации и многое другое.",
  "page-ethereum-vs-bitcoin-twitter-meta-description": "Узнайте о различиях между Биткоином и Ethereum, включая варианты использования, производительность сети, экономику токенов и многое другое.",
  "page-ethereum-vs-bitcoin-title": "Ethereum и Биткоин: в чем разница?",
  "page-ethereum-vs-bitcoin-description-1": "Биткоин и Ethereum — две самые известные децентрализованные блокчейн-сети, но они служат совершенно разным целям.",
  "page-ethereum-vs-bitcoin-section-1": "Биткоин (с большой буквы «Б») — это блокчейн, разработанный для цифровой валюты под названием «биткоин» (с маленькой буквы «б»). Ethereum разработан как децентрализованная платформа для приложений и активов, работающая на собственной криптовалюте — <strong>эфире (ETH)</strong>.",
  "page-ethereum-vs-bitcoin-section-2": "Обе сети используют технологию блокчейн, имеют открытый исходный код и поддерживаются мировыми сообществами, но их цели и функции различны. В этом руководстве мы рассмотрим, что представляет собой каждая сеть, что у них общего и чем они различаются в таких областях, как технология, культура и перспективы на будущее.",
  "page-ethereum-vs-bitcoin-bitcoin-section-title": "Биткоин — краткое введение",
  "page-ethereum-vs-bitcoin-bitcoin-section-1": "Биткоин — это децентрализованная сеть цифровой валюты. Она была <strong>создана в 2009 году</strong> анонимным лицом под именем <strong>Сатоши Накамото</strong> вскоре после финансового кризиса 2008 года. Идея заключалась в том, чтобы Биткоин стал пиринговой электронной денежной системой.",
  "page-ethereum-vs-bitcoin-bitcoin-section-2": "Биткоин позволяет любому <strong>отправлять и получать биткоины</strong> через Интернет, <strong>не полагаясь на центральный орган власти</strong>, например банк. Все транзакции записываются в общедоступный реестр, известный как блокчейн.",
  "page-ethereum-vs-bitcoin-bitcoin-section-3": "Биткоин использует доказательство работы для защиты своей сети. Компьютеры по всему миру соревнуются в решении криптографических головоломок, что позволяет им добавлять новые блоки. Эти специализированные компьютеры называются майнерами и получают биткоины в качестве награды за блок за «майнинг» новых блоков.",
  "page-ethereum-vs-bitcoin-bitcoin-section-4": "<strong>Максимальное предложение Биткоина ограничено 21 миллионом монет</strong>. Этот выбор в дизайне является ключевой причиной, почему Биткоин часто называют цифровым золотом.",
  "page-ethereum-vs-bitcoin-ethereum-section-title": "Ethereum — краткое введение",
  "page-ethereum-vs-bitcoin-ethereum-section-1": "Как и Биткоин, Ethereum также является децентрализованной блокчейн-сетью, но он был <strong>разработан не только для записи платежей</strong>. Ethereum был запущен в <strong>2015 году</strong> разработчиком программного обеспечения по имени <strong>Виталик Бутерин</strong> и его соучредителями и был создан как платформа для смарт-контрактов и децентрализованных приложений.",
  "page-ethereum-vs-bitcoin-ethereum-section-2": "Ethereum позволяет любому отправлять и получать ценности, как и Биткоин, но также выступает в качестве <strong>платформы, которую каждый может использовать для приложений</strong>. Сеть Ethereum работает на тысячах узлов и не контролируется какой-либо одной организацией.",
  "page-ethereum-vs-bitcoin-ethereum-section-3": "Любой может создавать и развертывать приложения в Ethereum. Эти программы называются <strong>смарт-контрактами</strong>, и они являются ключевым нововведением Ethereum.",
  "page-ethereum-vs-bitcoin-ethereum-section-4": "После развертывания смарт-контракт выполняется детерминированно при взаимодействии с ним. Это позволяет создавать приложения для таких вещей, как кредитование, торговля, игры и цифровые коллекционные предметы, которые работают круглосуточно, каждый день, для миллионов пользователей по всему миру.",
  "page-ethereum-vs-bitcoin-ethereum-section-5": "Точно так же, как биткоин используется для оплаты комиссий за транзакции в сети Биткоин, собственная валюта Ethereum, эфир, используется для оплаты комиссий за транзакции, публикации и использования смарт-контрактов, а также для защиты сети. <strong>Эфир действует как топливо для запуска программ и как средство сбережения</strong>.",
  "page-ethereum-vs-bitcoin-ethereum-section-6": "Узнайте больше об Ethereum и о том, как он работает",
  "page-ethereum-vs-bitcoin-differences-section-title": "Ключевые различия",
  "page-ethereum-vs-bitcoin-differences-section-1": "Биткоин и Ethereum используют технологию блокчейн для поддержания децентрализованных сетей, но они различаются по своему дизайну, назначению и возможностям.",
  "page-ethereum-vs-bitcoin-differences-table-area": "Область",
  "page-ethereum-vs-bitcoin-differences-table-bitcoin": "Bitcoin",
  "page-ethereum-vs-bitcoin-differences-table-ethereum": "Ethereum",
  "page-ethereum-vs-bitcoin-differences-table-row-1-1": "Основная цель",
  "page-ethereum-vs-bitcoin-differences-table-row-1-2": "Пиринговая цифровая валюта",
  "page-ethereum-vs-bitcoin-differences-table-row-1-3": "Платформа для приложений и цифровой экономики",
  "page-ethereum-vs-bitcoin-differences-table-row-2-1": "Умные контракты",
  "page-ethereum-vs-bitcoin-differences-table-row-2-2": "Не поддерживается",
  "page-ethereum-vs-bitcoin-differences-table-row-2-3": "Основная функциональность",
  "page-ethereum-vs-bitcoin-differences-table-row-3-1": "Запас",
  "page-ethereum-vs-bitcoin-differences-table-row-3-2": "Биткоин эмитируется в каждом блоке с фиксированной/заранее определенной скоростью, продиктованной исходным и неизменным протоколом, с конечным фиксированным лимитом в 21 миллион.",
  "page-ethereum-vs-bitcoin-differences-table-row-3-3": "Эфир сжигается в каждом блоке пропорционально активности/спросу и эмитируется каждую эпоху пропорционально общему количеству ETH в стейкинге. Фиксированного лимита нет, но скорость эмиссии ограничена общим количеством ETH в стейкинге.",
  "page-ethereum-vs-bitcoin-differences-table-row-4-1": "Механизм консенсуса",
  "page-ethereum-vs-bitcoin-differences-table-row-4-2": "Доказательство работы (PoW)",
  "page-ethereum-vs-bitcoin-differences-table-row-4-3": "Доказательство владения (PoS)",
  "page-ethereum-vs-bitcoin-differences-table-row-5-1": "Скорость",
  "page-ethereum-vs-bitcoin-differences-table-row-5-2": "Считается большинством необратимым после шести блоков, в среднем через 60 минут",
  "page-ethereum-vs-bitcoin-differences-table-row-5-3": "Около 15 минут до финальности",
  "page-ethereum-vs-bitcoin-differences-table-row-6-1": "Энергопотребление",
  "page-ethereum-vs-bitcoin-differences-table-row-6-2": "Высокий",
  "page-ethereum-vs-bitcoin-differences-table-row-6-3": "Низкая",
  "page-ethereum-vs-bitcoin-differences-table-row-7-1": "Управление",
  "page-ethereum-vs-bitcoin-differences-table-row-7-2": "Консервативный, медленно развивающийся",
  "page-ethereum-vs-bitcoin-differences-table-row-7-3": "Гибкий, управляемый сообществом",
  "page-ethereum-vs-bitcoin-differences-table-row-8-1": "Экосистема разработчиков",
  "page-ethereum-vs-bitcoin-differences-table-row-8-2": "Меньше",
  "page-ethereum-vs-bitcoin-differences-table-row-8-3": "Большая и активная",
  "page-ethereum-vs-bitcoin-differences-table-row-9-1": "Обновления",
  "page-ethereum-vs-bitcoin-differences-table-row-9-2": "Редкие",
  "page-ethereum-vs-bitcoin-differences-table-row-9-3": "Частые и итеративные",
  "page-ethereum-vs-bitcoin-purpose-title": "Цель Биткоина в сравнении с Ethereum",
  "page-ethereum-vs-bitcoin-purpose-1": "Биткоин был создан в 2009 году после мирового финансового кризиса. Его целью было предложить пиринговую форму денег, которая работала бы без банков или правительств. Он прост по своей конструкции. Сеть нацелена на то, чтобы <strong>перемещать ценность от одного человека к другому без посредников</strong>. Эта узкая направленность помогла ему стать широко известным как форма цифрового золота, дефицитного и долговечного средства сбережения, которое также может использоваться как средство обмена.",
  "page-ethereum-vs-bitcoin-purpose-2": "Ethereum был запущен в 2015 году с более широким видением. Его создатели хотели взять безопасность и децентрализацию блокчейна и сделать его программируемым. Вместо того чтобы ограничиваться платежами, <strong>Ethereum позволяет любому писать и публиковать самоисполняющиеся программы</strong>, называемые смарт-контрактами. Это открывает двери для совершенно новой категории приложений, от <strong>децентрализованных финансов (DeFi)</strong> и <strong>стейблкоинов</strong> до <strong>невзаимозаменяемых токенов (NFT)</strong>, <strong>игр</strong> и <strong>децентрализованных социальных сетей</strong>.",
  "page-ethereum-vs-bitcoin-purpose-3": "Технические проекты отражают эти цели. Скриптовый язык Биткоина ограничен, что снижает сложность и помогает обеспечивать безопасность сети. Язык программирования Ethereum более выразителен, что позволяет ему хранить и управлять более сложными состояниями и взаимодействиями между приложениями. Эта гибкость является сильной стороной, но также означает, что сеть развивается быстрее, с регулярными обновлениями и новыми функциями.",
  "page-ethereum-vs-bitcoin-purpose-4": "Обе сети играют разные роли в более широкой цифровой экономике. Биткоин ориентирован на то, чтобы быть стабильным и децентрализованным средством сбережения. Ethereum стремится стать глобальным расчетным уровнем для децентрализованных приложений и программируемых активов.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-title": "Варианты использования и внедрение",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-1": "<strong>Биткоин</strong> обычно используется как средство сбережения. Многие инвесторы рассматривают его как <strong>средство защиты от инфляции</strong> или экономической нестабильности. В некоторых странах он используется как <strong>альтернативная валюта</strong> или как способ для людей сберегать средства вне традиционной банковской системы.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-2": "<strong>Эфир</strong> также служит средством сбережения, но его <strong>основная роль — обеспечивать работу широкой экосистемы приложений</strong> и активов. Разработчики могут использовать Ethereum для создания новых протоколов, запуска токенов, управления децентрализованными биржами, выпуска NFT, создания игр и разработки социальных платформ, работающих без централизованного контроля.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-3": "Ethereum поддерживает тысячи децентрализованных приложений для новых форм финансов, краудфандинга и цифровой собственности. Некоторые варианты использования даже соединяют обе сети. Например, <strong>Биткоин можно «обернуть» и использовать в Ethereum</strong> для таких действий, как кредитование, заимствование и торговля в DeFi.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-4": "Институциональное внедрение отражает эти различия. Криптовалюта Биткоин широко используется как долгосрочное средство сбережения, в то время как <strong>Ethereum рассматривается как децентрализованная инфраструктура</strong>. Его программируемость привлекает финтех-платформы и поставщиков платежных услуг.",
  "page-ethereum-vs-bitcoin-usecases-and-adoption-5": "Узнайте больше о реальных применениях Ethereum",
  "page-ethereum-vs-bitcoin-monetary-policy-title": "Денежно-кредитная политика",
  "page-ethereum-vs-bitcoin-monetary-policy-1": "Предложение биткоинов будет ограничено <strong>21 миллионом монет</strong>. Этот жесткий лимит обеспечивается протоколом и является одной из причин, по которой биткоин сравнивают с золотом. Новые биткоины поступают в обращение через <strong>награды за майнинг</strong>, которые <strong>уменьшаются вдвое каждые 210 000 блоков</strong> (на майнинг которых уходит примерно 4 года), в ходе события, называемого <strong>халвингом</strong>. Награда началась с 50 биткоинов за блок в 2009 году, упала до 25 в 2012-м, затем до 12,5 в 2016-м и так далее. При таких темпах последний биткоин, как ожидается, будет добыт примерно в 2140 году.",
  "page-ethereum-vs-bitcoin-monetary-policy-2": "Награды за майнинг и комиссии за транзакции в сети Биткоин оплачивают работу сети и используются для ее защиты. Однако по мере уменьшения награды за блок сеть становится все более зависимой от комиссий за транзакции для самоокупаемости. В настоящее время комиссии сети составляют небольшую часть ее дохода (<5%), что означает, что долгосрочная безопасность сети может оказаться под угрозой, поскольку эмиссия в сети Биткоин стремится к нулю.",
  "page-ethereum-vs-bitcoin-monetary-policy-3": "<strong>У Ethereum нет фиксированного лимита предложения</strong>. Вместо этого его эмиссия определяется правилами протокола, а недавние обновления ввели механизмы, которые со временем могут сокращать предложение. Наиболее заметным является обновление EIP-1559, которое сжигает часть комиссий за транзакции. Когда <strong>активность сети высока, может быть сожжено больше ETH</strong>, чем эмитировано, что делает предложение дефляционным в эти периоды.",
  "page-ethereum-vs-bitcoin-monetary-policy-4": "Денежно-кредитный подход Ethereum гарантирует постоянный бюджет безопасности, при этом комиссии за транзакции и награды за блок обеспечивают бюджет безопасности сети.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-title": "Экосистема разработчиков",
  "page-ethereum-vs-bitcoin-developer-ecosystem-1": "<strong>Ethereum</strong> имеет одно из <strong>крупнейших сообществ разработчиков блокчейна</strong>. Разработка на Ethereum дает вам доступ к широкому спектру <strong>инструментов, фреймворков, грантов</strong> и <strong>хакатонов</strong>. Виртуальная машина Ethereum (EVM) — это среда выполнения Ethereum, которая стала общепринятым стандартом, и многие другие блокчейны используют ее для обеспечения совместимости.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-2": "Стандарты токенов, такие как ERC-20 и ERC-721, стали основой для большей части широкой экономики блокчейна. Многие сети второго уровня и другие блокчейны используют EVM, чтобы код приложений, кошельков и смарт-контрактов можно было использовать на разных блокчейнах с минимальными изменениями.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-3": "<strong>Сообщество разработчиков Биткоина меньше</strong> и более сфокусировано. Большая часть деятельности сосредоточена на поддержании и улучшении основного протокола, а также на разработке решений второго уровня, таких как Lightning Network, для более быстрых и дешевых платежей.",
  "page-ethereum-vs-bitcoin-developer-ecosystem-4": "Узнайте больше о ресурсах для разработчиков Ethereum",
  "page-ethereum-vs-bitcoin-security-and-consensus-title": "Безопасность и консенсус",
  "page-ethereum-vs-bitcoin-security-and-consensus-1": "И Биткоин, и Ethereum защищены большими распределенными сетями независимых узлов, но они используют разные методы для согласования состояния сети.",
  "page-ethereum-vs-bitcoin-security-and-consensus-2": "Биткоин использует систему под названием <strong>«доказательство работы»</strong>. Компьютеры, называемые майнерами, соревнуются в решении криптографических головоломок. Тот, кто решит головоломку первым, получает право добавить следующий блок транзакций в блокчейн и зарабатывает вознаграждение в биткоинах. Этот подход дает Биткоину так называемую вероятностную финальность, что означает, что транзакция считается высокозащищенной только после добавления поверх нее еще нескольких блоков. Для Биткоина это часто составляет около шести подтверждений, или <strong>примерно один час</strong>.",
  "page-ethereum-vs-bitcoin-security-and-consensus-3": "Ethereum использует <strong>«доказательство владения»</strong>. В этой модели валидаторы блокируют, или вносят в стейкинг, ETH за шанс быть выбранными для предложения и подтверждения новых блоков. Выбор случаен, но вероятность быть выбранным увеличивается с количеством ETH в стейкинге. Валидаторы, действующие нечестно, <strong>рискуют потерять свою долю</strong>. Это позволяет Ethereum достигать экономической финальности, когда финализированные блоки чрезвычайно трудно отменить, часто в течение <strong>примерно 15 минут</strong>. Ethereum также использует контрольные точки, чтобы помечать блоки как необратимые, как только достаточное количество валидаторов придет к согласию.",
  "page-ethereum-vs-bitcoin-security-and-consensus-4": "Узнайте больше о механизме консенсуса Ethereum",
  "page-ethereum-vs-bitcoin-underlying-technology-title": "Базовая технология",
  "page-ethereum-vs-bitcoin-underlying-technology-1": "<strong>Биткоин</strong> использует так называемую <strong>модель неизрасходованных выходов транзакций</strong>, или UTXO. В этой системе блокчейн не отслеживает балансы счетов. Вместо этого он записывает выходы из предыдущих транзакций, которые еще не были потрачены. Когда вы тратите биткоины, вы используете эти выходы в качестве входов для новой транзакции, создавая в процессе новые выходы.",
  "page-ethereum-vs-bitcoin-underlying-technology-2": "Это можно сравнить с использованием наличных. Если у вас есть две пятидолларовые купюры и вы хотите потратить семь долларов, вы отдаете обе купюры и получаете три доллара сдачи. Биткоин записывает купюры и сдачу, а не ваш общий баланс.",
  "page-ethereum-vs-bitcoin-underlying-technology-3": "<strong>Ethereum</strong> использует <strong>модель на основе счетов</strong>. Вместо отслеживания отдельных выходов он ведет учет балансов счетов, как это делает банковский счет. Такой подход упрощает управление смарт-контрактами и сложной логикой, поскольку счета могут хранить данные и взаимодействовать друг с другом, как программы.",
  "page-ethereum-vs-bitcoin-underlying-technology-4": "У каждой модели есть свои компромиссы. UTXO могут предложить большую конфиденциальность и облегчить отслеживание отдельных монет. Системы на основе счетов более просты для создания приложений.",
  "page-ethereum-vs-bitcoin-underlying-technology-5": "Читайте подробнее в документации для разработчиков Ethereum",
  "page-ethereum-vs-bitcoin-decentralization-title": "Децентрализация",
  "page-ethereum-vs-bitcoin-decentralization-1": "И Биткоин, и Ethereum спроектированы как децентрализованные, но они измеряют и подходят к этому по-разному.",
  "page-ethereum-vs-bitcoin-decentralization-2": "Децентрализация <strong>Биткоина</strong> поддерживается его <strong>простым техническим дизайном</strong>, долгосрочной стабильностью и <strong>широким распространением узлов</strong>. Его низкие требования к ресурсам облегчают запуск полных узлов на дому, что помогает сохранить независимость сети и ее устойчивость к цензуре.",
  "page-ethereum-vs-bitcoin-decentralization-3": "<strong>Ethereum</strong> также имеет большую и растущую сеть узлов. Он делает сильный акцент на разнообразии клиентов, что означает, что несколько версий программного обеспечения <strong>поддерживаются независимыми командами</strong>. Это снижает зависимость от какого-либо одного клиента и помогает защититься от ошибок или сбоев, которые могут повлиять на сеть.",
  "page-ethereum-vs-bitcoin-decentralization-4": "Ethereum имеет <strong>более широкое число участников</strong>, вовлеченных в такие виды деятельности, как стейкинг, обновления и обсуждения управления, но <strong>обе сети стремятся оставаться открытыми и устойчивыми</strong>. Биткоин сохраняет требования к узлам неизменными, полагаясь на меньшее количество программных клиентов. Ethereum поощряет участие различных соавторов, каждый из которых привносит свою точку зрения.",
  "page-ethereum-vs-bitcoin-environmental-impact-title": "Воздействие на окружающую среду",
  "page-ethereum-vs-bitcoin-environmental-impact-1": "Одним из самых значительных изменений в истории Ethereum стал переход от «доказательства работы» к <strong>«доказательству владения»</strong> в 2022 году. Этот переход, известный как «Слияние», <strong>сократил энергопотребление сети более чем на 99 процентов</strong>.",
  "page-ethereum-vs-bitcoin-environmental-impact-2": "При «доказательстве владения» Ethereum больше не полагается на энергоемкий майнинг. Вместо этого валидаторы выбираются случайным образом, причем вероятность выбора увеличивается с количеством ETH, которое они внесли в стейкинг. Этот переход сделал Ethereum одной из самых энергоэффективных блокчейн-сетей.",
  "page-ethereum-vs-bitcoin-environmental-impact-3": "Биткоин продолжает использовать <strong>«доказательство работы»</strong>, которое <strong>требует большого количества электроэнергии</strong>, поскольку майнеры соревнуются в решении криптографических головоломок. Часть этой энергии поступает из возобновляемых источников, и в сообществе Биткоина ведутся постоянные дискуссии о способах повышения устойчивости.",
  "page-ethereum-vs-bitcoin-environmental-impact-4": "Разница в энергопотреблении стала важным моментом для сравнения между двумя сетями. Меньший углеродный след Ethereum делает его более привлекательным в контекстах, где воздействие на окружающую среду является приоритетом.",
  "page-ethereum-vs-bitcoin-environmental-impact-5": "Прочитайте полный отчет об энергопотреблении Ethereum",
  "page-ethereum-vs-bitcoin-future-outlook-title": "Как выглядит будущее",
  "page-ethereum-vs-bitcoin-future-outlook-1": "Биткоин все чаще принимается в качестве средства сбережения и резервного актива. Маловероятно, что он претерпит значительные изменения, и эта стабильность является частью его привлекательности.",
  "page-ethereum-vs-bitcoin-future-outlook-2": "Ethereum позиционирует себя как платформу для приложений в новой цифровой экономике. С ростом сетей второго уровня и продолжающимися обновлениями он стремится поддерживать приложения, инфраструктуру и активы глобального масштаба.",
  "page-ethereum-vs-bitcoin-future-outlook-3": "Для многих пользователей <strong>эти две сети не находятся в прямой конкуренции</strong>. Они служат разным целям и могут дополнять друг друга при диверсифицированном подходе к цифровым активам.",
  "page-ethereum-vs-bitcoin-future-outlook-4": "Узнайте больше о дорожной карте Ethereum"
}