{
  "page-layer-2-hero-title": "Слой 2",
  "page-layer-2-hero-header": "Сети Ethereum",
  "page-layer-2-hero-description": "Используйте Ethereum за доли от первоначальной стоимости.",
  "page-layer-2-hero-button-2-content": "Подробнее",
  "page-layer-2-period": ".",
  "page-layer-2-calloutCard-1-title": "Комиссии в $0,01",
  "page-layer-2-calloutCard-1-description": "Вы можете торговать, отправлять деньги по всему миру или пользоваться приложениями, не беспокоясь о больших затратах.",
  "page-layer-2-calloutCard-2-title": "Практически мгновенные транзакции",
  "page-layer-2-calloutCard-2-description": "Независимо от того, совершаете ли вы быстрый платеж или вовлечены в децентрализованные финансы (DeFi), все транзакции занимают всего пару секунд.",
  "page-layer-2-calloutCard-3-title": "Поддержанный Ethereum",
  "page-layer-2-calloutCard-3-description": "Децентрализованный и проверенный временем блокчейн Ethereum выполняет функцию расчетного уровня для других, более новых сетей.",
  "page-layer-2-meta-title": "Введение в сети уровня 2 на базе Ethereum: преимущества и применения",
  "page-layer-2-meta-description": "Подробнее о сетях Ethereum уровня 2",
  "page-layer-2-powered-by-ethereum-title": "Работающий при помощи Ethereum",
  "page-layer-2-powered-by-ethereum-description-1": "Ethereum теперь не является только одной сетью.",
  "page-layer-2-powered-by-ethereum-description-2": "С сотнями блокчейнов, созданных на его основе, Ethereum стал более выгодным, быстрым и доступным для повседневного использования.",
  "page-layer-2-powered-by-ethereum-description-3": "Встречайте будущее, присоединившись к одной из многих сетей, поддерживаемых Ethereum!",
  "page-layer-2-man-and-dog-alt": "Парень и собака играют",
  "page-layer-2-blockchain-transaction-cost": "Средняя стоимость транзакций в блокчейне Ethereum",
  "page-layer-2-networks-transaction-cost": "Средняя стоимость транзакций в сетях, поддерживаемых Ethereum",
  "page-layer-2-network-of-networks-title": "Сеть сетей",
  "page-layer-2-network-of-networks-description": "Мощь и безопасность Ethereum обеспечивают платформу для развития других сетей. Благодаря единому аккаунту всё совместимо и легко соединяется.",
  "page-layer-2-ethereum-logo-alt": "Ethereum",
  "page-layer-2-ready-to-start-title": "Готовы начать?",
  "page-layer-2-ready-to-start-description": "Ознакомьтесь со всеми сетями, которые вам доступны.",
  "page-layer-2-ready-to-start-button": "Исследуйте сети",
  "page-layer-2-go": "Go",
  "page-layer-2-walking-alt": "Прогулка",
  "page-layer-2-why-do-we-need-multiple-networks-1": "Зачем нам нужно множество сетей на Ethereum?",
  "page-layer-2-why-do-we-need-multiple-networks-2": "Почему существуют все эти сети? Разве недостаточно одной сети Ethereum?",
  "page-layer-2-faq-title": "Часто задаваемые вопросы",
  "page-layer-2-faq-ExpandableCard-1-title": "Как мне узнать, что сеть является частью Ethereum?",
  "page-layer-2-faq-ExpandableCard-1-description-1": "Есть множество различных способов, как можно категоризовать сети по их отношению к Ethereum. Многие сети утверждают, что они нацелены на масштабирование Ethereum, чтобы лишь набрать популярности. Одним из важных пунктов является, хранит ли сеть свои данные на основной сети Ethereum. Это сильно повышает безопасность пользователей и концепцию открытости Ethereum. Такие проекты часто называют \"роллапами\". Если данные сохранаются где-либо ещё, то проект не является прямым расширением Ethereum, а вместо этого довольно независим. Посмотрите некоторые из самых популярных",
  "page-layer-2-faq-ExpandableCard-1-description-2": "В некоторых индустриях может не требоваться такое явное и близкое отношение, например в игровой индустрии или в нефинансовых приложениях, где лучше подходят другие технологии.",
  "page-layer-2-faq-ExpandableCard-2-title": "Безопасны ли эти сети?",
  "page-layer-2-faq-ExpandableCard-2-description-1": "Хотя, как правило, они разработаны с надежными элементами безопасности, их безопасность зависит от лежащей в основе технологии, безопасности умных контрактов и",
  "page-layer-2-faq-ExpandableCard-2-link": "зрелости сети",
  "page-layer-2-faq-ExpandableCard-2-description-2": "Пользователям следует проявлять должную осмотрительность, начиная с небольших транзакций и оставаясь в курсе разработок для обеспечения безопасного использования.",
  "page-layer-2-faq-ExpandableCard-3-title": "Почему Ethereum не может масштабировать свою собственную цепь вместо того, чтобы полагаться на эти сети?",
  "page-layer-2-faq-ExpandableCard-3-description": "Ethereum не может легко масштабировать свою основную цепочку, поскольку ей необходимо оставаться безопасной и децентрализованной. Ускорение основной цепочки может сделать её менее безопасной и более централизованной. Сети Ethereum помогают обрабатывая транзакции вне основной цепочки и затем используя её для обеспечения безопасности, что позволяет Ethereum обрабатывать больше транзакций без потери в децентрализации и безопасности.",
  "page-layer-2-faq-ExpandableCard-4-title": "Почему нет «официальных» сетей Ethereum?",
  "page-layer-2-faq-ExpandableCard-4-description": "Так же как не существует «официального» клиента Ethereum, не существует и «официального» уровня 2 Ethereum. Ethereum не имеет разрешений - технически любой может создать уровень 2! Несколько команд будут реализовывать свою версию уровня 2, и экосистема в целом выиграет от разнообразия подходов к проектированию, оптимизированных для различных случаев использования. Точно так же, как у нас есть несколько клиентов Ethereum, разработанных несколькими командами, чтобы обеспечить разнообразие в сети, так и уровень 2 будет развиваться в будущем.",
  "page-layer-2-callout-1-title": "Исследуйте различные сети",
  "page-layer-2-callout-1-description": "Узнайте, чем отличаются друг от друга сети и насколько далеко они продвинулись в своем развитии.",
  "page-layer-2-callout-2-title": "Желаете узнать больше подробностей?",
  "page-layer-2-callout-2-description": "Интересна технология и причины такого подхода к масштабированию? Узнайте больше о взглядах и различных технологических подходах.",
  "page-layer-2-arbitrum-description": "Arbitrum One — это оптимистичный роллап общего назначения, построенный Offchain Labs и управляемый Arbitrum DAO.",
  "page-layer-2-base-description": "Base — это оптимистичный роллап, построенный на основе OP Stack. Он предлагает низкую стоимость и приветливость к желающим стать разработчиками в сети.",
  "page-layer-2-optimism-description": "OP Mainnet — это EVM- эквивалентный оптимистичный роллап. Он нацелен на то, чтобы быть быстрым, простым и безопасным.",
  "page-layer-2-blast-description": "Blast — это EVM-совместимый оптимистичный роллап, поддерживающий нативное получение дохода на ETH.",
  "page-layer-2-zksync2-description": "ZKsync Era — это ZK-роллап общего назначения с полной поддержкой EVM.",
  "page-layer-2-linea-description": "Linea — это ZK-роллап, работающий на основе Consensys zkEVM, направленный на масштабирование сети Ethereum.",
  "page-layer-2-scroll-description": "Scroll — это ZK-роллап, который расширяет возможности Ethereum при помощи технологий ZK и совместимости с EVM.",
  "page-layer-2-starknet-description": "Starknet — это ZK-роллап общего назначения, основанный на STARK'ах и Cairo VM.",
  "page-layer-2-mode-description": "Mode — это оптимистичный роллап, основанный на OP stack и занимающийся разработкой экономики AIFi.",
  "page-layer-2-taiko-description": "Taiko — это децентрализованный, эквивалентный Ethereum, ZK-EVM-роллап, который позволяет сетям взаимодействовать кросс-чейн.",
  "page-layer-2-unichain-description": "Unichain — это нативный для DeFi Ethereum L2, созданный для того, чтобы стать домом для ликвидности между сетями.",
  "page-layer-2-ink-description": "Ink — это блокчейн второго уровня на базе Ethereum OP Stack, разработанный как дом для DeFi в рамках Superchain; мощный базовый уровень для развертывания инновационных протоколов DeFi.",
  "page-layer-2-zircuit-description": "Zircuit — это EVM-совместимый ZK-роллап с безопасностью на уровне секвенсора на базе ИИ для обнаружения и предотвращения вредоносных транзакций."
}
