{
  "page-layer-2-learn-meta-title": "Что такое уровень 2? | ethereum.org",
  "page-layer-2-learn-title": "Что такое «уровень 2»?",
  "page-layer-2-learn-description": "Масштабирование Ethereum для массового внедрения",
  "page-layer-2-learn-button-1-label": "Что такое «уровень 2»?",
  "page-layer-2-learn-button-2-label": "Использовать уровень 2",
  "page-layer-2-learn-what-is-layer-2-title": "Что такое «уровень 2»?",
  "page-layer-2-learn-what-is-layer-2-1": "Уровень 2 (L2) — это собирательный термин для описания определенного набора решений для масштабирования Ethereum. <strong>Уровень 2 — это отдельный <a href=\"/glossary/#blockchain\">блокчейн</a>, который расширяет Ethereum и наследует гарантии безопасности Ethereum</strong>.",
  "page-layer-2-learn-what-is-layer-2-2": "Теперь давайте разберемся в этом немного подробнее. Для этого нам сначала нужно объяснить, что такое «слой 1» (L1).",
  "page-layer-2-learn-what-is-layer-1-title": "Что такое «уровень1»?",
  "page-layer-2-learn-what-is-layer-1-1": "Блокчейны 1 уровня, такие как Ethereum (Эфириум) и Bitcoin (Биткоин), являются <strong>базовым фундаментом, на котором строятся проекты сетей 2 уровня </strong>. Примерами проектов сетей 2 уровня являются <strong> сводные данные с нулевым разглашением</strong> и <strong>оптимистичные накопительные роллапы</strong> построенные поверх Ethereum а также \"Лайтнинг сеть\" , построенная на Bitcoin.",
  "page-layer-2-learn-what-is-layer-1-2": "Ethereum также выполняет функцию уровня доступности данных для сетей второго уровня, и в случае возникновения каких-либо споров о  прошедших транзакциях, данные для решения этих споров предоставляются сетью Ethereum.",
  "page-layer-2-learn-layer-1-list-title": "Ethereum, как уровень 1, включает такие элементы:",
  "page-layer-2-learn-layer-1-list-1": "<strong>сеть операторов узлов</strong> для обеспечения безопасности и проверки сети",
  "page-layer-2-learn-layer-1-list-2": "<strong>сеть производителей блоков</strong>",
  "page-layer-2-learn-layer-1-list-3": "<strong>сам блокчейн</strong> и история данных транзакций",
  "page-layer-2-learn-layer-1-list-4": "<strong>механизм консенсуса</strong> сети",
  "page-layer-2-learn-why-do-we-need-layer-2-title": "Зачем нам нужен уровень 2?",
  "page-layer-2-learn-why-do-we-need-layer-2-1": "Три необходимые свойства блокчейна: децентрализованность, безопасность и масштабируемость. Трилемма блокчейна гласит, что простая архитектура блокчейна может обеспечить только два из трёх. Хотите безопасный и децентрализованный блокчейн? Вам придётся пожертвовать масштабируемостью. Именно здесь на помощь приходят сети 2 уровня.",
  "page-layer-2-learn-why-do-we-need-layer-2-2": "Ethereum достиг своей текущей пропускной способности, совершая более 1 миллиона транзакций в день, при этом спрос на каждую из них высок. Успех Ethereum и спрос на его использование привели к значительному росту цен на газ. Поэтому потребность в решениях для масштабирования также достигла пика.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability": "Масштабируемость",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-1": "Главной целью масштабируемости является увеличение скорости транзакций (более быстрая финальность) и пропускной способности транзакций (больше транзакций в секунду) без ущерба для децентрализации или безопасности.",
  "page-layer-2-learn-why-do-we-need-layer-2-scalability-2": "Ethereum Сообщество заняло твёрдую позицию, что не будет отказываться от децентрализации и безопасности ради масштабирования. До шардинга основная сеть Ethereum (уровень 1) сможет обрабатывать лишь около 15 транзакций в секунду. Высокий спрос на Ethereum приводит к перегрузке сети, увеличению комиссий за транзакции и вытеснению тех, кто не может себе этого позволить, пока комиссии не снизятся. Именно здесь, для масштабирования Ethereum в игру вступает уровень 2.",
  "page-layer-2-learn-layer2Cards-1-title": "Ниже комиссии",
  "page-layer-2-learn-layer2Cards-1-description": "Благодаря объединению нескольких транзакций в одну на уровне 1, комиссии за транзакции значительно снижаются, что делает Ethereum более доступным для всех.",
  "page-layer-2-learn-layer2Cards-2-title": "Поддержание безопасности",
  "page-layer-2-learn-layer2Cards-2-description": "Блокчейны уровня 2 осуществляют транзакции в Основной сети Ethereum \"Ethereum Mainnet\", что даёт преимущество безопасности его пользователям.",
  "page-layer-2-learn-layer2Cards-3-title": "Обширные варианты использования",
  "page-layer-2-learn-layer2Cards-3-description": "С увеличением объема транзакций в секунду, снижением комиссий и развитием новых технологий проекты будут расширяться в новые приложения с улучшенным пользовательским интерфейсом.",
  "page-layer-2-learn-how-does-layer-2-work-title": "Как работает уровень 2?",
  "page-layer-2-learn-how-does-layer-2-work-1": "Как мы упомянули выше, слой 2 — это общий термин, объединяющий решения для масштабирования Ethereum, которые обрабатывают транзакции вне слоя 1 Ethereum, при этом по-прежнему используя преимущества надежной децентрализованной безопасности слоя 1 Ethereum. Слой 2 — это отдельный блокчейн, который расширяет Ethereum. Как это работает?",
  "page-layer-2-learn-how-does-layer-2-work-2": "Существует несколько разных типов слоя 2, и каждый из них имеет свои компромиссы и модели безопасности. Слои 2 забирают нагрузку от транзакций со слоя 1. Это освобождает его возможности и увеличивает масштабируемость.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-title": "Свертки",
  "page-layer-2-learn-how-does-layer-2-work-rollups-1": "Накопительные пакеты (роллапы) объединяют сотни транзакций в одну транзакцию на уровне 1. Это распределяет комиссию за транзакцию первого уровня между всеми участниками накопления, что делает его более экономичным для каждого пользователя.",
  "page-layer-2-learn-how-does-layer-2-work-rollups-2": "Данные транзакции в роллапе передаются на уровень 1, но выполнение производится роллапом самостоятельно. Передавая данные транзакций на уровень 1, роллапы наследуют безопасность Ethereum. Это связано с тем, что как только данные загружаются на уровень 1, отмена транзакции роллапа требует отмены в Ethereum. Существуют две различные концепции роллапов: оптимистическая и с нулевым разглашением — они различаются в первую очередь тем, как данные транзакций передаются на уровень 1.",
  "page-layer-2-learn-rollupCards-optimistic-title": "Оптимистичные роллапы",
  "page-layer-2-learn-rollupCards-optimistic-description": "Оптимистичные роллапы используют доказательства ошибок, когда транзакции считаются действительными, но могут быть оспорены при опасении на недействительность. В таком случае запускается доказательство ошибок, чтобы проверить, действительно ли это произошло.",
  "page-layer-2-learn-rollupCards-optimistic-childSentence": "Подробнее об оптимистических роллапах",
  "page-layer-2-learn-rollupCards-zk-title": "Сводные данные с нулевым разглашением",
  "page-layer-2-learn-rollupCards-zk-description": "Во свертках с нулевым разглашением используются доказательства действительности, при которых расчеты транзакций производятся вне основной сети, затем эти данные передаются в основную сеть Ethereum с доказательством их действительности.",
  "page-layer-2-learn-rollupCards-zk-childSentence": "Подробнее о zk-свертках",
  "page-layer-2-learn-dyor-title": "Проведите собственное исследование: риски уровня 2",
  "page-layer-2-learn-dyor-1": "Поскольку сети второго уровня перенимают систему безопасности Ethereum, в идеале они так же безопасны, как и первый уровень Ethereum. Однако многие <strong> находятся в стадии экспериментального тестирования</strong>. После долгих лет исследований и разработок, многие технологии второго уровня были запущены в эксплуатацию в 2021 году. Это не означает, что сети 2 уровня небезопасны, имеется ввиду, что ни один 2 уровень не протестирован в реальных условиях, как основная сеть Ethereum. Всегда проводите собственное исследование и решайте, готовы ли вы рискам.",
  "page-layer-2-learn-dyor-2": "Для получения более подробной информации о технологиях, рисках и доверии второго уровня мы рекомендуем обратиться к L2BEAT, который предоставляет комплексную структуру оценки рисков каждого проекта.",
  "page-layer-2-learn-dyor-link": "Go to L2BEAT",
  "page-layer-2-learn-note-on-alt-l1-title": "Заметка о alt-L1, сайдчейнах и валидиях",
  "page-layer-2-learn-note-on-alt-l1-1": "Альтернативные уровни 1 обладают более высокой пропускной способностью и более низкими комиссиями за транзакции, чем Ethereum. Это было осуществено за счёт сокращения безопасности или децентрализации, чтобы добиться большего количества транзакций в секунду и более низких комиссий. Экосистема Ethereum акцентирует на том, что масштабирование уровня 2 — единственный способ решить трилемму масштабируемости и сохранить децентрализованность и безопасность.",
  "page-layer-2-learn-note-on-alt-l1-2": "Сайдчейны и валидии — это блокчейны, которые позволяют передавать данные из одного блокчейна и использовать их в другом. Сайдчейны и валидии работают параллельно с основной цепочкой и взаимодействуют с ней через мосты, но их безопасность и доступность данных не зависят от основной. Они масштабируются аналогично вторым уровням, но имеют другое подразумеваемое доверие. Они предлагают более низкие комиссии за транзакции и более высокую пропускную способность. Подробнее на <a href=\"/developers/docs/scaling/sidechains\">sidechains</a> and <a href=\"/developers/docs/scaling/validium\">validiums</a>.",
  "page-layer-2-learn-callout-1-title": "Какие преимущества?",
  "page-layer-2-learn-callout-1-description": "Изучите, каково практическое воздействие решений 2 уровня на пользовательский опыт.",
  "page-layer-2-learn-learn-more": "Узнать больше",
  "page-layer-2-learn-callout-2-title": "Исследуйте различные сети",
  "page-layer-2-learn-callout-2-description": "Узнайте, чем сети отличаются друг от друга и насколько далеко они продвинулись в своем развитии.",
  "page-layer-2-learn-explore-networks": "Исследуйте сети"
}
