{
  "page-wallets-accounts-addresses": "Кошельки, счета и адреса",
  "page-wallets-accounts-addresses-desc": "Важно понять различия между некоторыми ключевыми терминами.",
  "page-wallets-accounts-ethereum-addresses": "Учетная запись Ethereum имеет адрес Ethereum, как почтовый ящик имеет адрес электронной почты. Вы можете использовать его для отправки средств на счет.",
  "page-wallets-alt": "Иллюстрация робота с хранилищем для тела, представляющего кошелек Ethereum",
  "page-wallets-ethereum-account": "Учетная запись Ethereum — это сущность, которая может отправлять транзакции и имеет баланс.",
  "page-wallets-blog": "Блог Coinbase",
  "page-wallets-bookmarking": "Добавьте свой кошелек в закладки",
  "page-wallets-bookmarking-desc": "Если вы пользуетесь веб-кошельком, добавьте этот сайт в закладки, чтобы защитить себя от фишинговых атак.",
  "page-wallets-cd": "Физические аппаратные кошельки — это устройства, которые позволяют хранить криптовалюту в автономном режиме, обеспечивая ее высокую безопасность",
  "page-wallets-desc-2": "Вам нужен кошелек для отправки средств и управления своими ETH.",
  "page-wallets-desc-2-link": "Подробнее о ETH",
  "page-wallets-desc-3": "Ваш кошелек - это всего лишь инструмент для управления вашим счетом Ethereum. Это означает, что вы можете поменять поставщика кошелька в любое время. Многие кошельки также позволяют управлять несколькими счетами Ethereum из одного приложения.",
  "page-wallets-desc-4": "Это потому, что кошельки не обеспечивают сохранность ваших средств. Этим занимаетесь вы. Они всего лишь инструмент для управления тем, что на самом деле принадлежит вам.",
  "page-wallets-description": "Кошельки Ethereum - это приложения, которые позволяют вам работать с вашим счетом Ethereum. Думайте об этом как о приложении для интернет-банкинга - без банка. Ваш кошелек позволяет вам считывать свой баланс, производить транзакции и подключаться к приложениям.",
  "page-wallets-desktop": "Настольные приложения, если вы предпочитаете управлять своими средствами в MacOS, Windows или Linux",
  "page-wallets-ethereum-wallet": "Кошелек — это инструмент, который позволяет вам управлять вашей учетной записью Ethereum. Он позволяет просматривать баланс вашей учетной записи, отправлять транзакции и многое другое.",
  "page-wallets-explore": "Изучите Ethereum",
  "page-wallets-features-desc": "Мы можем помочь вам выбрать кошелек на основе тех функций, которые вам интересны.",
  "page-wallets-features-title": "Сравните функции кошельков",
  "page-wallets-find-wallet-btn": "Найти кошелек",
  "page-wallets-find-wallet-link": "Найдите кошелек",
  "page-wallets-get-some": "Получите ETH",
  "page-wallets-get-some-alt": "Иллюстрация руки, создающей логотип ETH из кубиков Lego",
  "page-wallets-get-some-btn": "Получите ETH",
  "page-wallets-get-some-desc": "ETH - это собственная криптовалюта Ethereum. Для использования приложений Ethereum вам понадобится немного ETH в вашем кошельке.",
  "page-wallets-how-to-store": "Как хранить цифровые активы на Ethereum",
  "page-wallets-keys-to-safety": "Ключи для сохранения в безопасности вашей криптовалюты",
  "page-wallets-manage-funds": "Приложение для управления вашими средствами",
  "page-wallets-manage-funds-desc": "Ваш кошелек показывает ваш баланс, историю транзакций и дает вам возможность отправлять/получать средства. Некоторые кошельки могут предлагать больше функций.",
  "page-wallets-meta-description": "Что нужно знать, чтобы пользоваться кошельками Ethereum.",
  "page-wallets-meta-title": "Кошельки Ethereum",
  "page-wallets-mobile": "Мобильные приложения, которые делают ваши средства доступными из любого места",
  "page-wallets-more-on-dapps-btn": "Подробнее о dapps",
  "page-wallets-most-wallets": "Большинство кошельков позволяют создать счет Ethereum. Так что он вам не понадобится до загрузки кошелька.",
  "page-wallets-protecting-yourself": "Защитите себя и свои средства",
  "page-wallets-seed-phrase": "Запишите свою исходную фразу",
  "page-wallets-seed-phrase-desc": "Кошельки часто дают вам сид фразу, которую вы должны записать в безопасном месте. Только так вы сможете восстановить свой кошелек.",
  "page-wallets-seed-phrase-example": "Вот пример:",
  "page-wallets-seed-phrase-snippet": "there aeroplane curve vent formation doge possible product distinct under spirit lamp",
  "page-wallets-seed-phrase-write-down": "Не храните ее на компьютере. Запишите вручную и держите в безопасном месте.",
  "page-wallets-slogan": "Ключ к вашему цифровому будущему",
  "page-wallets-stay-safe": "Как оставаться в безопасности",
  "page-wallets-stay-safe-desc": "Кошельки немного изменяют мышление. Финансовая свобода и возможность доступа и использования средств в любом месте сопряжены с некоторой ответственностью - в криптографии нет службы поддержки клиентов.",
  "page-wallets-subtitle": "Кошельки предоставляют доступ к вашим средствам и приложениям Ethereum. Только вы должны иметь доступ к вашему кошельку.",
  "page-wallets-take-responsibility": "Возьмите на себя ответственность за собственные средства",
  "page-wallets-take-responsibility-desc": "Централизованные биржи свяжут ваш кошелек с именем пользователя и паролем, которые вы можете восстановить традиционным способом. Просто помните, что вы доверяете этой бирже хранение своих средств. Если эта компания подвергнется нападению или свернется, ваши средства окажутся под угрозой.",
  "page-wallets-tips": "Дополнительные советы по обеспечению безопасности",
  "page-wallets-tips-community": "От сообщества",
  "page-wallets-title": "Кошельки Ethereum",
  "page-wallets-triple-check": "Перепроверяйте все трижды",
  "page-wallets-triple-check-desc": "Помните, что транзакции не могут быть отменены, а кошельки не могут быть легко восстановлены, поэтому принимайте меры предосторожности и всегда действуйте осмотрительно.",
  "page-wallets-try-dapps": "Попробуйте несколько децентрализованных приложений",
  "page-wallets-try-dapps-alt": "Рисунок членов сообщества Ethereum, работающих вместе",
  "page-wallets-try-dapps-desc": "Децентрализованные приложения - это приложения, построенные на Ethereum. Они дешевле, справедливее и удобнее для ваших данных, чем большинство традиционных приложений.",
  "page-wallets-types": "Типы кошельков",
  "page-wallets-types-desc": "Есть несколько способов организации интерфейса и взаимодействия с вашим аккаунтом:",
  "page-wallets-web-browser": "Браузерные кошельки — это веб-приложения, позволяющие вам взаимодействовать со своим аккаунтом непосредственно в браузере",
  "page-wallets-web-browser-extension": "Кошельки в виде расширений для браузера — это расширения, которые вы загружаете, позволяющие вам взаимодействовать со своим аккаунтом и приложениями через браузер",
  "page-wallets-whats-a-wallet": "Что такое Ethereum-кошелек?",
  "page-wallets-your-ethereum-account": "Ваш счет Ethereum",
  "page-wallets-your-ethereum-account-desc": "Кошелек — это ваше окно в счет Ethereum: в баланс, историю транзакций и многое другое. Но перейти на другой кошелек можно в любой момент.",
  "page-wallets-your-login": "Ваше имя пользователя для приложений Ethereum",
  "page-wallets-your-login-desc": "Ваш кошелек позволяет вам подключаться к любому децентрализованному приложению с помощью вашего счета Ethereum. Это похоже на имя пользователя, которым можно пользоваться во многих децентрализованных приложениях.",
  "additional-reading-how-to-register-an-ethereum-account": "Как зарегистрировать аккаунт Ethereum",
  "additional-reading-how-to-use-a-wallet": "Как использовать кошелек"
}
