{
  "page-what-is-ethereum-alt-img-bazaar": "Изображение человека, всматривающегося в базар, призвано быть олицетворением Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Рисунок членов сообщества Ethereum, работающих вместе",
  "page-what-is-ethereum-alt-img-lego": "Иллюстрация руки, создающей логотип ETH из кубиков Lego",
  "page-what-is-ethereum-banking-card": "Банковское обслуживание для каждого",
  "page-what-is-ethereum-banking-card-desc": "Не у каждого есть доступ к финансовым услугам. Но все, что вам нужно для доступа к Ethereum и его продуктам кредитования, займа и сбережений - это подключение к Интернету.",
  "page-what-is-ethereum-build": "Создавайте с Ethereum",
  "page-what-is-ethereum-build-desc": "Если вы хотите попробовать разрабатывать приложения на Ethereum, прочтите нашу документацию, попробуйте несколько руководств или ознакомьтесь с инструментами, необходимыми для начала работы.",
  "page-what-is-ethereum-censorless-card": "Устойчивость к цензуре",
  "page-what-is-ethereum-censorless-card-desc": "Ни правительство, ни компании не могут контролировать Ethereum. Децентрализация делает практически невозможным запрет на получение вами платежей или использование услуг Ethereum.",
  "page-what-is-ethereum-comm-desc": "В наше сообщество входят люди из всех слоев общества, включая художников, криптоанархистов, компании из списка Fortune 500, а теперь и вас. Узнайте, как вы можете принять участие в этом проекте сегодня.",
  "page-what-is-ethereum-commerce-card": "Коммерческие гарантии",
  "page-what-is-ethereum-commerce-card-desc": "Клиенты имеют надежную встроенную гарантию, что средства перейдут в другие руки, только если вы предоставите то, что было оговорено. Аналогично разработчики могут быть уверены, что правила не изменятся относительно них.",
  "page-what-is-ethereum-composable-card": "Все продукты комбинируемые",
  "page-what-is-ethereum-composable-card-desc": "Поскольку все приложения построены на одном блокчейне с общим глобальным состоянием, они могут строить друг друга (как лего). Это позволяет постоянно создавать лучшие продукты и совершенствовать взаимодействие.",
  "page-what-is-ethereum-community": "Сообщество Ethereum",
  "page-what-is-ethereum-desc": "Фундамент нашего цифрового будущего",
  "page-what-is-ethereum-explore": "Изучите Ethereum",
  "page-what-is-ethereum-internet-card": "Более частный Интернет",
  "page-what-is-ethereum-internet-card-desc": "Вам не нужно предоставлять все ваши персональные данные, чтобы пользоваться приложением Ethereum. Ethereum строит экономику, основанную на ценности, а не на надзоре.",
  "page-what-is-ethereum-meet-comm": "Познакомьтесь с сообществом",
  "page-what-is-ethereum-meta-description": "Узнайте больше об Ethereum, о его функциях и о том, как попробовать это самим.",
  "page-what-is-ethereum-meta-title": "Что такое Ethereum?",
  "page-what-is-ethereum-p2p-card": "Пиринговая сеть",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum позволяет вам переводить деньги или заключать соглашения напрямую с кем-то еще. Вам не нужно проходить через компании-посредники.",
  "page-what-is-ethereum-start-building-btn": "Приступить к созданию приложений",
  "page-what-is-ethereum-title": "Что такое Ethereum?",
  "page-what-is-ethereum-subtitle": "Полное руководство для начинающих о том, как работает платформа Ethereum, какие преимущества она дает и как ее используют миллионы людей по всему миру.",
  "page-what-is-ethereum-button-lets-start": "Начать",
  "page-what-is-ethereum-blockchain-tab-title": "Что такое блокчейн?",
  "page-what-is-ethereum-blockchain-tab-content": "<b>Блокчейн — это база данных транзакций</b>, которая обновляется и доступна со многих компьютеров в сети. Каждый раз, когда добавляется группа транзакций, появляется «блок» — отсюда и название «блокчейн». Большинство блокчейнов публичные, в них можно добавлять данные, но нельзя удалять. Если кто-то хочет изменить информацию или обмануть систему, это придется сделать на большинстве компьютеров в сети. А их много! Такой подход делает устоявшиеся блокчейны, например Ethereum, очень надежными.",
  "page-what-is-ethereum-cryptocurrency-tab-title": "Почему она называется криптовалютой?",
  "page-what-is-ethereum-cryptocurrency-tab-content": "Блокчейны используют криптографические методы для обеспечения безопасности ваших средств. Подобные методы уже много лет используются в банковской сфере и обеспечивают безопасность денежных операций. Поэтому можно сказать, что криптовалюты имеют банковский уровень безопасности.",
  "page-what-is-ethereum-summary-title": "Обзор",
  "page-what-is-ethereum-summary-desc-1": "Ethereum — это сеть, состоящая из многих сообществ, а также набор инструментов, позволяющих людям совершать транзакции и общаться, не подвергаясь контролю со стороны центральных органов. Для использования Ethereum нет необходимости передавать все свои личные данные — вы сохраняете контроль над ними и сами решаете, чем поделиться. В Ethereum есть своя криптовалюта, эфир, которая используется для оплаты определенных действий в сети Ethereum.",
  "page-what-is-ethereum-summary-desc-2": "Вы по-прежнему в замешательстве? Давайте объясним все шаг за шагом.",
  "page-what-is-ethereum-what-is-crypto-title": "Что такое криптовалюта?",
  "page-what-is-ethereum-what-is-crypto-desc-1": "<b>Криптовалюта — это новая форма цифровых денег, основанная на криптографии.</b>",
  "page-what-is-ethereum-what-is-crypto-desc-2": "Все началось в 2008 году с биткоина. С его помощью можно было отправлять средства кому угодно и куда угодно по всему миру. Криптовалюта отличалась от обычных банковских переводов или других финансовых служб, таких как Paypal или Alipay, тем, что впервые не использовала услуги посредника.",
  "page-what-is-ethereum-what-is-crypto-desc-3": "Подождите, что еще за посредник?",
  "page-what-is-ethereum-what-is-crypto-desc-4": "Посредник — это центральный орган, например банк или правительство, который вмешивается в транзакцию между отправителем и получателем. У него есть возможность контролировать, проверять или отменять транзакции. Кроме того, посредник может передавать конфиденциальные данные, которые собирает о вас, третьим лицам. Он также часто регулирует ваш доступ к различным финансовым службам.",
  "page-what-is-ethereum-what-is-crypto-desc-5": "С криптовалютой все иначе. <b>Транзакции напрямую связывают отправителя и получателя</b> без взаимодействий с каким-либо центральным органом. Больше никто не получит доступа к вашим средствам и <b> не сможет указывать, какие службы использовать</b>. Это возможно благодаря технологии блокчейна, на которой работают криптовалюты.",
  "page-what-is-ethereum-btc-eth-diff-title": "В чем разница между Ethereum и биткоином?",
  "page-what-is-ethereum-btc-eth-diff-1": "Платформа Ethereum, запущенная в 2015 году, основывается на инновациях биткоина, но при этом имеет ряд существенных отличий.",
  "page-what-is-ethereum-btc-eth-diff-2": "Обе технологии позволяют вам использовать цифровые деньги без участия поставщиков платежных услуг или банков. Но <b>платформа Ethereum является программируемой</b>, так что вы также можете создавать и развертывать децентрализованные приложения в ее сети.",
  "page-what-is-ethereum-btc-eth-diff-3": "Bitcoin позволяет нам отправлять друг другу базовые сообщения о том, что мы считаем ценным. Создание ценности без участия регулятора — это уже значительное преимущество. Ethereum расширяет ваши возможности: кроме обычных сообщений, вы также можете написать любую общую программу или контракт. Нет никаких ограничений относительно вида контрактов, которые можно создавать и согласовывать, поэтому в сети Ethereum происходят значительные инновации.",
  "page-what-is-ethereum-btc-eth-diff-4": "В то время как Bitcoin — это только платежная сеть, платформа Ethereum больше похожа на рынок финансовых услуг, игр, социальных сетей и других приложений, которые уважают вашу конфиденциальность и не могут накладывать на вас цензуру.",
  "page-what-is-ethereum-what-can-eth-do-title": "Каковы возможности Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-title": "Зачем мне использовать Ethereum?",
  "page-what-is-ethereum-why-would-i-use-ethereum-1": "Если вы когда-либо отправляли деньги за границу (либо планируете это сделать), или вам приходилось беспокоиться о будущем своих активов из-за внешних сил, которые вы не можете контролировать там, где живете, или вам надоели многочисленные ограничения и комиссии, налагаемые традиционными финансовыми учреждениями на ежедневные транзакции, вас может заинтересовать то, что предлагают криптовалюты.",
  "page-what-is-ethereum-why-would-i-use-ethereum-2": "Если вы заинтересованы в более устойчивых, открытых и заслуживающих доверия способах создания и распределения ценности, Ethereum для вас. Ethereum — история, написанная всеми нами, так что присоединяйтесь и узнайте, какие невероятные миры мы можем построить вместе с Ethereum.",
  "page-what-is-ethereum-slide-1-title": "Более дешевые и быстрые международные платежи",
  "page-what-is-ethereum-slide-1-desc-1": "<b>Стабильные монеты</b> — это новый тип криптовалют, стоимость которых основана на более стабильных активах. Большинство из них привязаны к доллару США, тем самым сохраняя стоимость валюты. Это позволяет сделать очень дешевую и стабильную глобальную систему платежей. Многие современные стабильные монеты построены на сети Ethereum.",
  "page-what-is-ethereum-slide-1-desc-2": "Ethereum и стабильные монеты упрощают процесс отправки денег за границу. Перемещение средств по всему миру часто занимает всего несколько минут, в отличие от нескольких рабочих дней или даже недель, которые могут потребоваться обычному банку. Причем перемещение осуществляется за меньшую цену. Кроме того, не взимается дополнительная комиссия за транзакцию на высокую сумму, и нет никаких ограничений на то, куда и зачем вы отправляете деньги.",
  "page-what-is-ethereum-slide-2-title": "Самая быстрая помощь во время кризиса",
  "page-what-is-ethereum-slide-2-desc-1": "Если вам повезло иметь несколько вариантов банковского обслуживания в надежных учреждениях, где вы живете, вы можете принимать как должное финансовую свободу, безопасность и стабильность, которые они предлагают. Но для многих людей по всему миру, вынужденных сталкиваться с политическими репрессиями или экономическими трудностями, финансовые учреждения могут не предоставлять необходимой защиты или услуг.",
  "page-what-is-ethereum-slide-2-desc-2": "Когда война, экономические катастрофы или наступления на гражданские свободы ударили по жителям <a href=\"https://time.com/5486673/bitcoin-venezuela-authoritarian/\">Венесуэлы</a>, <a href=\"https://www.economist.com/the-americas/2021/10/30/cubas-communist-regime-is-trying-to-control-crypto\">Кубы</a>, <a href=\"https://www.aljazeera.com/news/2022/3/21/crypto-provides-fix-for-some-in-crisis-hit-afghanistan\">Афганистана</a>, <a href=\"https://qz.com/africa/1922466/how-bitcoin-powered-nigerias-endsars-protests/\">Нигерии</a>, <a href=\"https://www.euronews.com/my-europe/2021/12/22/meet-the-ngo-turning-to-cryptocurrencies-to-help-desperate-belarusians\">Беларуси</a> и <a href=\"https://internationalbanker.com/finance/cryptocurrencies-filling-crucial-role-in-the-russia-ukraine-conflict/\">Украины</a>, криптовалюты предоставили самое быстрое, а зачастую и единственное решение для поддержания финансовых взаимодействий.<sup><a to=\"https://www.financialinclusion.tech/\">1</a></sup> Как видно из этих примеров, такие криптовалюты, как Ethereum, могут обеспечивать свободный доступ к глобальной экономике, когда люди отрезаны от внешнего мира. Кроме того, стабильные монеты предлагают возможность сохранить стоимость, когда местные валюты обрушаются из-за гиперинфляции.",
  "page-what-is-ethereum-slide-3-title": "Расширение возможностей творцов",
  "page-what-is-ethereum-slide-3-desc-1": "В одном только 2021 году художники, музыканты, писатели и другие творческие личности с помощью Ethereum вместе заработали около 3,5 млрд долларов США. Это ставит Ethereum в один ряд с такими крупнейшими глобальными платформами для творцов, как Spotify, YouTube и Etsy. <a href=\"https://stark.mirror.xyz/q3OnsK7mvfGtTQ72nfoxLyEV5lfYOqUfJIoKBx7BG1I\">Подробнее</a>.",
  "page-what-is-ethereum-slide-4-title": "Расширение возможностей геймеров",
  "page-what-is-ethereum-slide-4-desc-1": "Игры, позволяющие заработать за сам процесс игры (в которых игроки получают реальное вознаграждение за то, что играют), появились недавно и сейчас меняют игровую индустрию. По традиции часто запрещено торговать игровыми активами или передавать их другим игрокам за реальные деньги. Это вынуждает игроков использовать веб-сайты черного рынка, которые часто представляют угрозу для безопасности. Использование технологии блокчейна в играх охватывает внутриигровую экономику и способствуют проведению таких операций в условиях доверия.",
  "page-what-is-ethereum-slide-4-desc-2": "Более того, игроков стимулирует возможность обменивать внутриигровые жетоны на реальные деньги и таким образом получать реальное вознаграждение за свое игровое время.",
  "page-what-is-ethereum-meet-ether-title": "Представляем эфир — криптовалюту Ethereum",
  "page-what-is-ethereum-meet-ether-desc-1": "Ethereum имеет собственную криптовалюту под названием «эфир» (ETH). Она является только цифровой, и вы можете мгновенно отправить ее кому угодно в любую точку мира. Количество ETH не контролируется никакими правительствами или компаниями — весь процесс децентрализован и полностью прозрачен. Новые монеты (также часто называемые токенами) появляются благодаря дольщикам, которые поддерживают безопасность сети.",
  "page-what-is-ethereum-meet-ether-desc-2": "Каждое действие в сети Ethereum требует определенного количества вычислительной мощности. Эта плата вносится в виде эфиров. Это означает, что для использования сети вам необходимо хотя бы небольшое количество ETH.",
  "page-what-is-ethereum-what-is-ether": "Что такое эфир?",
  "page-what-is-ethereum-get-eth": "Получить ETH",
  "page-what-is-ethereum-what-can-i-do-title": "Что я могу делать с монетами ETH?",
  "page-what-is-ethereum-what-can-i-do-desc-1": "Оказывается, очень многое! Один из самых известных способов применения технологии Ethereum — это децентрализованные финансы (DeFi), которые предоставляют целый спектр банковских услуг всем, у кого есть подключение к Интернету. Можно использовать эфир как обеспечение для взятия займов или предоставить его для обеспечения ликвидности, чтобы получать проценты от ваших средств.",
  "page-what-is-ethereum-explore-applications": "Посмотреть приложения",
  "page-what-is-ethereum-learn-defi": "Подробнее о DeFi",
  "page-what-is-ethereum-who-runs-ethereum-title": "Кто управляет Ethereum?",
  "page-what-is-ethereum-who-runs-ethereum-desc-1": "Ethereum не контролируется кем-то одним. Эта технология существует исключительно на основе децентрализованного участия и взаимодействия сообщества. Ethereum использует узлы (компьютеры с копией данных блокчейна Ethereum), которые управляются добровольцами для замены отдельных серверов и облачных систем, принадлежащих основным интернет-провайдерам и службам.",
  "page-what-is-ethereum-who-runs-ethereum-desc-2": "Эти распределенные узлы, которые управляются частными лицами и компаниями по всему миру, обеспечивают устойчивость для инфраструктуры сети Ethereum. Благодаря этому сеть гораздо меньше подвержена взломам или отключениям. <b>С момента запуска сети Ethereum в 2015 году не произошло ни одного простоя</b>. Сейчас сетью Ethereum управляют тысячи отдельных узлов. Это делает Ethereum одной из наиболее децентрализованных криптовалют в мире, второй после биткоина.",
  "page-what-is-ethereum-run-a-node": "Управлять узлом",
  "page-what-is-ethereum-smart-contract-title": "Что такое умные контракты?",
  "page-what-is-ethereum-smart-contract-desc-1": "<b>Умные контракты — это просто компьютерные программы</b>, размещенные в блокчейне Ethereum. Они <b>выполняются, только когда запущены транзакцией пользователя (или другим контрактом)</b>. Они делают платформу Ethereum очень гибкой во всем, и этим она отличается от других криптовалют. Эти программы — то, что мы теперь называем децентрализованными приложениями, или dapps.",
  "page-what-is-ethereum-smart-contract-desc-2": "Вы когда-нибудь использовали продукт, который изменил свои условия предоставления услуг? Или убрал функцию, которая вам была полезна? Как только умный контракт опубликован в Ethereum, он будет доступен онлайн и будет работать, пока существует Ethereum. Даже автор контракта не сможет его аннулировать. Так как умные контракты автоматизированы, они не дискриминируют пользователей и всегда готовы к использованию.",
  "page-what-is-ethereum-smart-contract-desc-3": "Среди популярных примеров умных контрактов — приложения для размещения вкладов, децентрализованные торговые биржи, страховые приложения, приложения для краудфандинга — то есть практически все, что можно представить.",
  "page-what-is-ethereum-more-on-smart-contracts": "Подробнее об умных контрактах",
  "page-what-is-ethereum-explore-dapps": "Посмотреть dapps",
  "page-what-is-ethereum-criminal-activity-title": "Говорят, что криптовалюты используют как инструмент в преступной деятельности. Это правда?",
  "page-what-is-ethereum-criminal-activity-desc-1": "Как и любую форму денег, некоторые криптовалюты будут использовать неправильным путем. Однако поскольку все транзакции в сети Ethereum происходят в открытом блокчейне, в этом случае зачастую властям проще отследить неправомерную деятельность, чем в традиционных финансовых системах, что делает Ethereum менее привлекательным вариантом для тех, кто желает остаться незамеченным.",
  "page-what-is-ethereum-criminal-activity-desc-2": "Криптовалюты используются для криминальных целей гораздо реже, чем фиатные валюты. Об этом свидетельствуют основные выводы недавнего отчета Европола, Агентства Европейского союза по сотрудничеству в правоохранительной сфере:",
  "page-what-is-ethereum-criminal-activity-desc-3": "«Использование криптовалют для неправомерной деятельности, похоже, составляет лишь малую часть всей криптовалютной экономики и кажется сравнительно меньшим, чем суммы незаконных средств в традиционных финансах».",
  "page-what-is-ethereum-energy-title": "Что насчет энергопотребления Ethereum?",
  "page-what-is-ethereum-energy-desc-1": "15 сентября 2022 года платформа Ethereum прошла апгрейд «Слияние» (Merge), который перевел Ethereum с модели «доказательство работы» на модель «доказательство владения».",
  "page-what-is-ethereum-energy-desc-2": "«Слияние» стало самым большим апгрейдом Ethereum и снизило потребление энергии, необходимое для защиты Ethereum, на <b>99,95 %</b>, создав <b>более безопасную сеть с гораздо меньшими выбросами углекислого газа</b>. Теперь Ethereum представляет собой низкоуглеродный блокчейн, который стал более безопасным и лучше масштабируемым.",
  "page-what-is-ethereum-more-on-energy-consumption": "Подробнее о потреблении энергии",
  "page-what-is-ethereum-energy-consumption-chart-legend": "Годовое потребление энергии в ТВт·ч/год",
  "energy-consumption-chart-youtube-label": "YouTube",
  "energy-consumption-chart-gold-mining-galaxy-label": "Добыча золота (Galaxy Digital)",
  "energy-consumption-chart-global-data-centers-label": "Глобальные центры данных",
  "energy-consumption-chart-gold-mining-cbeci-label": "Добыча золота (CBECI)",
  "energy-consumption-chart-btc-pow-label": "BTC PoW",
  "energy-consumption-chart-netflix-label": "Netflix",
  "energy-consumption-chart-eth-pow-label": "ETH PoW",
  "energy-consumption-chart-gaming-us-label": "Игры в США",
  "energy-consumption-chart-paypal-label": "PayPal",
  "energy-consumption-chart-eth-pos-label": "ETH PoS",
  "page-what-is-ethereum-the-merge-update": "Обновление «Слияние»",
  "page-what-is-ethereum-additional-reading": "Дополнительные материалы",
  "page-what-is-ethereum-week-in-ethereum": "Новости недели об Ethereum",
  "page-what-is-ethereum-week-in-ethereum-desc": "— еженедельная рассылка о ключевых разработках в экосистеме.",
  "page-what-is-ethereum-kernel-dreamers": "Kernel",
  "page-what-is-ethereum-kernel-dreamers-desc": "Мечта проекта Ethereum",
  "page-what-is-ethereum-atoms-institutions-blockchains": "Атомы, учреждения, блокчейны",
  "page-what-is-ethereum-atoms-institutions-blockchains-desc": "—  почему важны блокчейны?",
  "page-what-is-ethereum-ethereum-in-numbers-title": "Ethereum в цифрах",
  "adoption-chart-column-now-label": "Сейчас",
  "adoption-chart-investors-label": "Инвесторы",
  "adoption-chart-developers-label": "Разработчикам",
  "adoption-chart-companies-label": "Компании",
  "adoption-chart-artists-label": "Художники",
  "adoption-chart-musicians-label": "Музыканты",
  "adoption-chart-writers-label": "Писатели",
  "adoption-chart-gamers-label": "Геймеры",
  "adoption-chart-refugees-label": "Беженцы"
}
