{
  "page-roadmap-title": "Дорожная карта Ethereum",
  "page-roadmap-meta-title": "Дорожная карта Ethereum | ethereum.org",
  "page-roadmap-meta-description": "Путь к большей масштабируемости, безопасности и экологичности Ethereum.",
  "page-roadmap-banner-notification": "Разработка Ethereum осуществляется сообществом и подвержена изменениям.",
  "page-roadmap-changes-coming-title": "Что меняется для Ethereum?",
  "page-roadmap-changes-coming-description": "Ethereum уже является мощной платформой, но всё ещё совершенствуется. Благодаря амбициозному набору обновлений Ethereum сможет улучшиться до полностью масштабируемой и максимально устойчивой платформы.",
  "page-roadmap-cheaper-transactions-title": "Более дешевые транзакции",
  "page-roadmap-cheaper-transactions-description": "Накопительные пакеты слишком дороги и зависят от централизованных компонентов, что приводит к тому, что пользователи слишком доверяют своим операторам. Дорожная карта включает решения данных проблем.",
  "page-roadmap-cheaper-transactions-button": "Подробнее про снижение комиссий",
  "page-roadmap-extra-security-title": "Усиленная безопасность",
  "page-roadmap-extra-security-description": "Ethereum уже безопасен, однако его можно сделать еще более надежным, готовым противостоять любым видам атак в будущем.",
  "page-roadmap-extra-security-button": "Подробнее о безопасности",
  "page-roadmap-better-user-experience-title": "Повышение удобства",
  "page-roadmap-better-user-experience-description": "Более широкая поддержка кошельков смарт-контрактов и облегченных узлов сделает использование Ethereum более простым и безопасным.",
  "page-roadmap-better-user-experience-button": "Подробнее о пользовательском опыте",
  "page-roadmap-future-proofing-title": "Обеспечение будущего",
  "page-roadmap-future-proofing-description": "Исследователи и разработчики Ethereum решают завтрашние проблемы уже сегодня, подготавливая сеть для будущих поколений.",
  "page-roadmap-future-proofing-button": "Подробнее о будущей корректировке",
  "page-roadmap-why-need-title": "Для чего нужна Дорожная карта Ethereum?",
  "page-roadmap-why-need-description": "Ethereum регулярно получает обновления, которые повышают его масштабируемость, безопасность и устойчивость. Одна из основных сильных сторон Ethereum — способность адаптироваться к новым идеям, появляющимся в результате исследований и разработок. Адаптивность даёт Ethereum гибкость, позволяющую решать возникающие задачи и идти в ногу с самыми передовыми технологическими достижениями.",
  "page-roadmap-how-defined-title": "Как составляют дорожную карту",
  "page-roadmap-how-defined-p1": "В большинстве своем, дорожная карта является результатом многолетней работы исследователей и разработчиков, поскольку этот протокол очень зависит от технических моментов, но в целом, внести свой вклад может любой мотивированный человек.",
  "page-roadmap-how-defined-p2": "Идеи обычно возникают в ходе обсуждений на форумах, таких как <a href=\"https://ethresear.ch\">ethresear.ch</a>, <a href=\"https://ethereum-magicians.org\">Ethereum Magicians</a> или Discord-сервере Eth R&D. Они могут быть ответом на новые обнаруженные недоработки, предложениями от организаций, работающих на прикладном уровне (например, dapps и биржах), или известными проблемами для конечных пользователей (например, стоимостью или скоростью транзакций).",
  "page-roadmap-how-defined-p3": "Когда эти идеи сформируются, их можно будет предложить в виде <a href=\"https://eips.ethereum.org\">предложений по улучшению Ethereum</a>. Всё это делается публично, чтобы любой член сообщества мог высказать своё мнение в любое время.",
  "page-roadmap-governance-button": "Подробнее об управлении Ethereum",
  "page-roadmap-hero-alt": "Дорожная карта Ethereum",
  "page-roadmap-technical-upgrades-title": "Какие технические обновления ожидаются в Ethereum?",
  "page-roadmap-danksharding-title": "Данкшардинг",
  "page-roadmap-danksharding-description": "Danksharding значительно удешевляет роллапы второго уровня для пользователей за счет добавления «блоков» данных в блоки Ethereum.",
  "page-roadmap-single-slot-finality-title": "Завершенность одного слота",
  "page-roadmap-single-slot-finality-description": "Вместо пятнадцатиминутного ожидания блоки могут предлагаться и оформляться в одном и том же слоте. Это удобнее для приложений и сложнее для атак.",
  "page-roadmap-account-abstraction-title": "Абстрагирование аккаунта",
  "page-roadmap-account-abstraction-description": "Абстракция аккаунта — это класс обновлений, которые изначально поддерживают кошельки смарт-контрактов Ethereum платформы, избавляя от необходимости использовать сложное промежуточное программное обеспечение.",
  "page-roadmap-statelessness-title": "Клиенты не использующие состояние",
  "page-roadmap-statelessness-description": "Клиенты без сохранения пользовательских сессий смогут проверять новые блоки без необходимости хранить большие объёмы данных. Это позволит использовать все преимущества работы узла, без больших затрат",
  "page-roadmap-learn-more": "Узнать больше",
  "page-roadmap-timeline-title": "Каковы сроки данных обновлений?",
  "page-roadmap-blocks-alt": "Блоки Ethereum",
  "page-roadmap-faq-1-title": "Будет ли дорожная карта Ethereum меняться со временем?",
  "page-roadmap-faq-1-p1": "Да, практически наверняка.",
  "page-roadmap-faq-1-p1-continued": "Дорожная карта представляет собой текущий план обновления Ethereum, охватывающий как краткосрочные, так и будущие планы. Мы ожидаем, что дорожная карта будет меняться по мере появления новой информации и технологий.",
  "page-roadmap-faq-1-p2": "Думайте о дорожной карте Ethereum как о наборе намерений по улучшению Ethereum; это наиболее целесообразная теория основных исследователей и разработчиков о самом оптимальном пути развития Ethereum.",
  "page-roadmap-faq-2-title": "Когда будет завершена работа над Дорожной картой?",
  "page-roadmap-faq-2-p1": "Некоторые обновления имеют низкий приоритет и, вероятно, не будут реализованы в течение следующих 5–10 лет (например, квантовое сопротивление).",
  "page-roadmap-faq-2-p1-strong": "Сложно указать точные сроки каждого обновления.",
  "page-roadmap-faq-2-p1-continued": "Прогнозировать многочисленные компоненты дорожной карты, которые разрабатываются одновременно и с разной скоростью. Срочность обновления также может меняться со временем в зависимости от внешних факторов (например, внезапный скачок производительности и доступности квантовых компьютеров может сделать квантово-устойчивую криптографию более актуальной).",
  "page-roadmap-faq-2-p2": "Один из способов представить развитие Ethereum — провести аналогию с биологической эволюцией. Сеть, способная адаптироваться к новым вызовам и поддерживать свою форму, имеет больше шансов на успех, чем та, которая устойчива к изменениям. Хотя по мере того, как сеть становится более производительной, масштабируемой и безопасной, потребуется меньше изменений в протоколе.",
  "page-roadmap-faq-3-title": "Нужно ли мне осуществлять какие-либо действия, чтобы подготовиться к этим обновлениям?",
  "page-roadmap-faq-3-p1": "Обновления, как правило, не влияют на конечных пользователей, за исключением улучшения пользовательского опыта, более безопасного протокола и, возможно, дополнительных <i>вариантов</i> взаимодействия с Ethereum. <strong>Обычным пользователям не требуется активно участвовать в обновлении, им также не требуется предпринимать какие-либо действия** для защиты своих активов.</strong> <a href=\"/glossary/#node\">Операторы узлов</a> должны будут обновить своих клиентов, чтобы подготовиться к обновлению. Некоторые обновления могут повлечь за собой изменения для разработчиков приложений. Например, обновления с истечением срока действия истории могут привести к тому, что разработчикам приложений придется получать данные истории из новых источников.",
  "page-roadmap-faq-4-title": "Что насчет шардинга?",
  "page-roadmap-faq-4-p1": "Шардинг разделяет блокчейн Ethereum таким образом, что подмножества <a href=\"/glossary/#validator\">валидаторов</a> отвечают лишь за часть всех данных. Изначально предполагалось, что это станет способом масштабирования Ethereum. Однако роллапы <a href=\"/glossary/#layer-2\">слоя 2</a> развивались гораздо быстрее, чем ожидалось, и уже обеспечивают значительное масштабирование, а после внедрения Proto-Danksharding их функция увеличилась. Это означает, что «цепочки шардов» больше не нужны и исключены из плана развития.",
  "page-roadmap-release-status-prod": "В производстве",
  "page-roadmap-release-status-soon": "В ближайшее время",
  "page-roadmap-release-status-dev": "В разработке",
  "page-roadmap-release-main-features": "Основные характеристики",
  "page-roadmap-release-learn-more": "Подробнее",
  "page-roadmap-release-forkcast": "Отслеживать изменения",
  "page-roadmap-paris-pos-title": "Переход к доказательству владения",
  "page-roadmap-paris-pos-item-1": "Энергоемкий майнинг заменен на консенсус на основе стейкинга",
  "page-roadmap-paris-pos-item-2": "Уменьшено энергопотребление Ethereum примерно на 99,95%",
  "page-roadmap-paris-beacon-title": "Интеграция сети Beacon",
  "page-roadmap-paris-beacon-item-1": "Объединение сети Beacon с основной сетью Ethereum",
  "page-roadmap-paris-beacon-item-2": "Обеспечен полный переход на механизм консенсуса PoS.",
  "page-roadmap-paris-difficulty-title": "Сложность удаления бомбы",
  "page-roadmap-paris-difficulty-item-1": "Удалена бомба неопределенности, которая увеличивала сложность майнинга.",
  "page-roadmap-paris-difficulty-item-2": "Обеспечен плавный переход к новому механизму консенсуса",
  "page-roadmap-shapella-withdrawals-title": "Вывод средств, использованных в стейкинге",
  "page-roadmap-shapella-withdrawals-item-1": "Разрешить валидаторам выводить застейканные ETH и вознаграждения",
  "page-roadmap-shapella-withdrawals-item-2": "Введены возможности частичного и полного вывода средств",
  "page-roadmap-shapella-eip4895-title": "EIP-4895: Выведение из сети Beacon",
  "page-roadmap-shapella-eip4895-item-1": "Добавлена ​​новая системная операция по выводу средств.",
  "page-roadmap-shapella-eip4895-item-2": "Обеспечена безопасная и эффективная обработка запросов на вывод средств",
  "page-roadmap-shapella-eip3651-title": "EIP-3651: теплый COINBASE",
  "page-roadmap-shapella-eip3651-item-1": "Снижены расходы на газ для доступа к адресу COINBASE",
  "page-roadmap-shapella-eip3651-item-2": "Повышена эффективность некоторых операций смарт-контрактов",
  "page-roadmap-dencun-danksharding-title": "Прото-данкшардинг (EIP-4844)",
  "page-roadmap-dencun-danksharding-item-1": "Введены транзакции бинарных данных для значительного снижения затрат на транзакции с накоплением данных.",
  "page-roadmap-dencun-danksharding-item-2": "Добавлен новый тип транзакции, который позволяет временно и недорого хранить данные.",
  "page-roadmap-dencun-eip1153-title": "EIP-1153: опкоды временного хранения",
  "page-roadmap-dencun-eip1153-item-1": "Добавлены коды операций TSTORE и TLOAD для временного хранения во время выполнения транзакции.",
  "page-roadmap-dencun-eip1153-item-2": "Обеспечивает более эффективные модели смарт-контрактов и снижает расходы на газ",
  "page-roadmap-dencun-eip4788-title": "EIP-4788: корень блока Beacon в EVM",
  "page-roadmap-dencun-eip4788-item-1": "Предоставляет информацию о консенсусном уровне для смарт-контрактов",
  "page-roadmap-dencun-eip4788-item-2": "Позволяет создавать новые приложения с минимальным уровнем доверия и кросс-цепочечные мосты",
  "page-roadmap-pectra-eoa-title": "Расширение возможностей кошельков EOA с помощью функций смарт-контрактов",
  "page-roadmap-pectra-eoa-item-1": "Пользователи могут настроить адрес так, чтобы он был представлен кодом существующего смарт-контракта, и получить преимущества такие как: пакетирование транзакций, спонсорство комиссии за транзакцию или улучшенные механизмы восстановления.",
  "page-roadmap-pectra-balance-title": "Увеличить максимальный эффективный баланс",
  "page-roadmap-pectra-balance-item-1": "Теперь участники стейкинга могут выбрать произвольное количество ETH для стейкинга и получать вознаграждения за каждый ETH сверх минимума.",
  "page-roadmap-pectra-blob-title": "Увеличение пропускной способности BLOB-объектов",
  "page-roadmap-pectra-blob-item-1": "Количество BLOG объектов будет увеличено с 3 до 6, максимум - до 9, что приведет к снижению комиссий в роллапах Ethereum.",
  "page-roadmap-fusaka-peerdas-title": "PeerDAS (выборка доступности данных в одноранговых сетях)",
  "page-roadmap-fusaka-peerdas-item-1": "Обеспечивает более эффективную доступность данных для накопительных сверток",
  "page-roadmap-fusaka-peerdas-item-2": "Делает управление узлом более доступным, сохраняя при этом децентрализацию",
  "page-roadmap-fusaka-additional-title": "Возможные дополнительные возможности",
  "page-roadmap-fusaka-additional-item-1": "Поддержка защищенных анклавов на мобильных устройствах для улучшения пользовательского опыта",
  "page-roadmap-fusaka-additional-item-2": "Улучшения на рынке комиссий за BLOB объект",
  "page-roadmap-fusaka-additional-item-3": "Дальнейшее повышение эффективности валидатора и производительности сети",
  "page-roadmap-glamsterdam-discussed-title": "Запланировано для Гламстердама",
  "page-roadmap-glamsterdam-discussed-item-1": "Зафиксированное разделение предлагающего и сборщика (ePBS)",
  "page-roadmap-glamsterdam-discussed-item-2": "Списки доступа на уровне блока (BAL)"
}
