{
  "page-ethereum-history-founder-and-ownership-meta-title": "История Ethereum: основатель, запуск и право собственности | ethereum.org",
  "page-ethereum-history-founder-and-ownership-meta-description": "Узнайте об истории Ethereum, в том числе о том, кто его создал, когда он был запущен и кто им сегодня управляет.",
  "page-ethereum-history-founder-and-ownership-twitter-meta-description": "Узнайте о различиях между Биткоином и Ethereum, включая варианты использования, производительность сети, экономику токенов и многое другое.",
  "page-ethereum-history-founder-and-ownership-title": "История Ethereum: основатель, запуск и право собственности",
  "page-ethereum-history-founder-and-ownership-description-1": "Ethereum был основан Виталиком Бутериным в 2013 году. Позже к нему присоединились несколько соучредителей, включая Гэвина Вуда и Джозефа Любина. Сеть Ethereum была официально запущена 30 июля 2015 года с майнингом первого блока (генезис-блока).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-description-1": "В отличие от традиционных организаций, <strong>у Ethereum нет генерального директора</strong>, совета директоров или единой контролирующей стороны. Это децентрализованная платформа, управляемая сообществом, при поддержке некоммерческой организации Ethereum Foundation.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum": "Кто основал/был сооснователем Ethereum?",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-1": "Ethereum был <strong>основан Виталиком Бутериным</strong>, который придумал эту идею <strong>в конце 2013 года</strong>.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-2": "Бутерин родился в России в 1994 году и вырос в Канаде, проявив с раннего возраста исключительные математические способности.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-3": "Он открыл для себя биткоин в 2011 году и начал писать статьи о биткоине, что привело его к сооснованию журнала <em>Bitcoin Magazine</em> в 2012 году. Это было одно из первых изданий, посвященных криптовалюте. Будучи частью раннего сообщества Bitcoin, он воочию убедился в его потенциале и ограничениях.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-4": "В 2014 году Виталик опубликовал <whitepaper>вайтпейпер Ethereum</whitepaper>, в котором была изложена концепция платформы, которая выйдет за рамки биткоина, создав блокчейн, способный делать нечто большее, чем просто платежи.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-5": "Ethereum расширяет подход биткоина, по сути говоря: «Что ж, вместо того чтобы иметь правила, предназначенные для поддержки одного приложения, мы собираемся создать нечто более универсальное, где люди смогут создавать свои собственные приложения, а правила для любых созданных ими приложений могут быть выполнены и реализованы на платформе Ethereum».",
  "page-ethereum-history-founder-and-ownership-when-ethereum-when-did-ethereum-launch": "Когда был запущен Ethereum?",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now": "Кто сейчас владеет и управляет Ethereum?",
  "page-ethereum-history-founder-and-ownership-founder-of-ethereum": "Основатель Ethereum",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-6": "Сооснователями Ethereum были 8 человек, которые помогли воплотить его в жизнь.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-vitalik-buterin": "<strong>Виталик Бутерин</strong>: придумал Ethereum в 2013 году, написал оригинальный вайтпейпер и стал его главным провидцем и защитником, сформулировав концепцию децентрализованного мирового компьютера и направляя техническое и философское развитие протокола.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-gavin-wood": "<strong>Гэвин Вуд</strong>: разработал язык программирования <solidity>Solidity</solidity> и написал <ethereumYellowPaper>«желтую книгу» Ethereum</ethereumYellowPaper> — техническое руководство для виртуальной машины Ethereum (EVM).",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-joseph-lubin": "<strong>Джозеф Любин</strong>: помог финансировать Ethereum на самых ранних стадиях, а позже основал <consensys>ConsenSys</consensys> — компанию, специализирующуюся на создании приложений и инфраструктуры на базе Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-jeffrey-wilcke": "<strong>Джеффри Уилк</strong>: создал <geth>Geth</geth>, оригинальный и наиболее широко используемый клиент исполнения Ethereum, отвечающий за работу EVM и хранение данных сети Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-mihai-alisie": "<strong>Михай Алиси</strong>: стал сооснователем журнала Bitcoin Magazine вместе с Виталиком Бутериным и помог основать Ethereum Foundation в Швейцарии, занимая пост вице-президента и создав правовую основу для предпродажи эфира.",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-anthony-di-lorio": "<strong>Энтони Ди Иорио</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-amir-chetrit": "<strong>Амир Четрит</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-charles-hoskinson": "<strong>Чарльз Хоскинсон</strong>",
  "page-ethereum-history-founder-and-ownership-who-founded-ethereum-launch-description-7": "Сегодня Виталик Бутерин по-прежнему активно участвует в разработке Ethereum. Джозеф Любин продолжает руководить ConsenSys. Его компания разрабатывает ключевые инструменты для экосистемы Ethereum, такие как <strong>MetaMask</strong> и <strong>Infura</strong>.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-1": "Путь от первоначальной идеи Виталика до официального запуска Ethereum занял около 20 месяцев. Вот ключевые этапы:",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-2": "<strong>Ноябрь 2013 г.:</strong> Виталик Бутерин делится вайтпейпером Ethereum. Он описывает свое видение блокчейн-платформы, которая могла бы запускать умные контракты.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-3": "<strong>Январь 2014 г.:</strong> Виталик <announcement>публично объявляет</announcement> о концепции Ethereum на Североамериканской биткоин-конференции в Майами.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-4": "<strong>Июль–август 2014 г.:</strong> для финансирования разработки Ethereum команда основателей провела публичную краудфандинговую кампанию. Они собрали 31 000 BTC (что на тот момент составляло около 18 млн долларов) в обмен на эфир (ETH).",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-5": "<strong>Апрель 2015 г.:</strong> Виталик и сооснователи запускают тестовую сеть Ethereum Olympic. Это была последняя фаза тестирования перед запуском основной сети.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-6": "<strong>30 июля 2015 г.:</strong> команда основателей официально запускает основную сеть Ethereum путем майнинга генезис-блока. Это знаменует рождение сети Ethereum.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-7": "<strong>14 марта 2016 г.:</strong> сообщество Ethereum внедряет \"Homestead\" — первое плановое обновление. Это стало сигналом о том, что Ethereum готов к массовому внедрению.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-8": "В проекте Ethereum мы понимали, что у нас будет только одна попытка — одна-единственная, поэтому мы должны были все сделать правильно.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-9": "Сооснователь Ethereum",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-10": "Запуск Ethereum стал важной вехой в технологии блокчейна. Он представил умные контракты и создал платформу для децентрализованных приложений.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-11": "Вы всегда можете <genesisBlock>просмотреть генезис-блок Ethereum</genesisBlock>, сохранивший момент, когда Ethereum впервые появился на свет.",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-12": "Посмотреть полный список обновлений Ethereum",
  "page-ethereum-history-founder-and-ownership-when-did-ethereum-launch-description-13": "Ознакомьтесь с будущей дорожной картой Ethereum",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-1": "Один из самых уникальных аспектов Ethereum — это его структура собственности, а точнее, отсутствие традиционной собственности. В отличие от обычной компании, Ethereum:",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-2": "<strong>не имеет генерального директора или центрального органа власти</strong>",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-3": "<strong>не контролируется какой-либо одной организацией</strong> или структурой",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-4": "<strong>не имеет акционеров</strong> в традиционном смысле",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-5": "Вместо этого Ethereum работает как децентрализованная сеть. Она <strong>поддерживается тысячами независимых компьютеров</strong> (узлов) по всему миру. Эта децентрализованная модель лежит в основе дизайна и ценности Ethereum.",
  "page-ethereum-history-founder-and-ownership-who-owns-and-runs-ethereum-now-description-6": "Несколько ключевых групп помогают в постоянной разработке и управлении Ethereum:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation": "1. Ethereum Foundation",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-1": "<strong>Ethereum Foundation — это некоммерческая организация</strong>, которая поддерживает Ethereum и связанные с ним технологии. Несмотря на свою важность, она не контролирует сеть. Фонд:",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-2": "Управляет фондами для поддержки разработки Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-3": "Предоставляет гранты проектам, создаваемым на Ethereum",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-4": "Организует общественные мероприятия и образовательные инициативы",
  "page-ethereum-history-founder-and-ownership-ethereum-foundation-description-5": "Координирует исследовательскую деятельность",
  "page-ethereum-history-founder-and-ownership-core-developers": "2. Основные разработчики и исследователи",
  "page-ethereum-history-founder-and-ownership-core-developers-description-1": "Глобальное сообщество разработчиков и исследователей вносит вклад в код и дизайн Ethereum. Эти участники предлагают, обсуждают и внедряют улучшения посредством открытого, публичного процесса. Виталик Бутерин по-прежнему пользуется уважением в сообществе, однако решения принимаются на основе общего согласия, а не каким-либо одним человеком.",
  "page-ethereum-history-founder-and-ownership-eip": "3. Предложения по улучшению Ethereum (EIP)",
  "page-ethereum-history-founder-and-ownership-eip-description-1": "Сообщество Ethereum предлагает изменения в сети через <eips>предложения по улучшению Ethereum (EIP)</eips>. Эта открытая система позволяет любому предлагать улучшения. Затем эти идеи обсуждаются, дорабатываются и потенциально реализуются сообществом.",
  "page-ethereum-history-founder-and-ownership-validators": "4. Операторы узлов и валидаторы",
  "page-ethereum-history-founder-and-ownership-validators-description-1": "После перехода Ethereum на доказательство владения в сентябре 2022 года сеть защищается валидаторами, которые блокируют (вносят в стейкинг) ETH и обрабатывают транзакции. <beaconchain>Большое количество валидаторов</beaconchain> рассредоточено по всему миру, что широко распределяет контроль над сетью.",
  "page-ethereum-history-founder-and-ownership-validators-description-2": "Эта децентрализованная модель ограничивает контроль со стороны какой-либо одной организации, делая Ethereum устойчивым к цензуре. Это касается и его основателей. Ни один человек или организация не могут в одиночку изменить правила Ethereum или отключить сеть.",
  "page-ethereum-history-founder-and-ownership-validators-description-3": "Основное различие между созданием приложения на Ethereum и его созданием на какой-либо традиционной централизованной платформе заключается в ключевой идее: как только вы создали свое приложение, его дальнейшее существование не зависит от вас или любого другого человека. И приложение гарантированно будет продолжать работать в соответствии с установленными правилами.",
  "page-ethereum-history-founder-and-ownership-conclusion": "Заключение",
  "page-ethereum-history-founder-and-ownership-conclusion-description-1": "С момента своего создания Виталиком Бутериным в 2013 году, запуска в 2015 году и до сегодняшнего дня <strong>Ethereum остается верным своему основополагающему видению</strong>. Он остается <strong>децентрализованной, надежно нейтральной</strong> платформой для приложений, которые работают в точности так, как запрограммировано. Сеть и приложения, созданные на ее основе, работают <strong>без простоев, цензуры, мошенничества или вмешательства третьих лиц</strong>.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-2": "История Ethereum продолжает развиваться с каждым обновлением и инновацией. По мере развития сети она демонстрирует, как децентрализованное управление может способствовать технологическому прогрессу без традиционных корпоративных структур.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-3": "Ethereum превратился из концептуального вайтпейпера в <strong>глобальный инфраструктурный уровень, обеспечивающий работу тысяч приложений и активов на миллиарды долларов</strong>. Это доказывает, что открытое сотрудничество может изменить не только финансы, но и фундаментальные концепции владения, управления и цифрового доверия.",
  "page-ethereum-history-founder-and-ownership-conclusion-description-4": "Узнайте больше о процессе управления Ethereum"
}
