{
  "page-upgrades-vision-2014": "Просмотрите сообщение в блоге 2014 года, подробно описывающее доказательство владения",
  "page-upgrades-vision-beacon-chain": "Beacon Chain",
  "page-upgrades-vision-beacon-chain-btn": "Подробнее о Beacon Chain",
  "page-upgrades-vision-beacon-chain-date": "The Beacon Chain активен",
  "page-upgrades-vision-beacon-chain-desc": "Первое дополнение Eth2 к экосистеме. Beacon Chain добавляет вложения в Ethereum, закладывает основу для будущих обновлений и в конечном итоге будет координировать новую систему.",
  "page-upgrades-vision-beacon-chain-upper": "Beacon Chain",
  "page-upgrades-vision-desc-1": "Ethereum необходимо снизить перегруженность сети и повысить скорость, чтобы лучше обслуживать глобальную пользовательскую базу.",
  "page-upgrades-vision-desc-2": "С ростом сети управлять узлом становится труднее. Это будет только усложняться усилиями по масштабированию сети.",
  "page-upgrades-vision-desc-3": "Ethereum использует слишком много электричества. Технология, обеспечивающая безопасность сети, должна быть более устойчивой.",
  "page-upgrades-vision-merge-date": "Приблизительно: в 2022 году",
  "page-upgrades-vision-merge-desc": "В какой-то момент основную сеть Ethereum потребуется состыковать с Beacon Chain. Это включит стейкинг для всей сети и просигнализирует об окончании энергоемкого майнинга.",
  "page-upgrades-vision-ethereum-node": "Подробнее об узлах",
  "page-upgrades-vision-explore-upgrades": "Просмотреть обновления",
  "page-upgrades-vision-future": "Цифровое будущее в глобальном масштабе",
  "page-upgrades-vision-meta-desc": "Обзор влияния обновлений Eth2 на Ethereum и проблем, которые они должны решить.",
  "page-upgrades-vision-meta-title": "Концепция Ethereum 2.0 (Eth2)",
  "page-upgrades-vision-mining": "Подробнее о майнинге",
  "page-upgrades-vision-problems": "Текущие задачи",
  "page-upgrades-vision-scalability": "Масштабируемость",
  "page-upgrades-vision-scalability-desc": "Ethereum должен иметь возможность обрабатывать больше транзакций в секунду без увеличения размера узлов сети. Узлы - это жизненно важные участники сети, которые сохраняют и запускают блокчейн. Увеличение размера узла не является практичным, потому что это могут сделать только мощные и дорогостоящие компьютеры. Для масштабирования Ethereum требуется больше транзакций в секунду, а также больше узлов. Больше узлов означает большую безопасность.",
  "page-upgrades-vision-scalability-desc-3": "Обновление с цепочками-осколками распространит нагрузку сети на 64 новые цепочки. Это облегчит работу Ethereum за счет сокращения перегруженности и повышения скорости, превышающей текущий лимит в 15-45 транзакций в секунду.",
  "page-upgrades-vision-scalability-desc-4": "И даже несмотря на то, что будет больше цепочек, это на самом деле потребует меньше работы от валидаторов - сопровождающих сети. Валидаторам придется запускать только свои цепочки-осколки, а не всю цепочку Ethereum. Это сделает узлы более легкими и позволит Ethereum масштабироваться и оставаться децентрализованным.",
  "page-upgrades-vision-security": "Безопасность",
  "page-upgrades-vision-security-desc": "Обновления Eth2 улучшают защиту Ethereum от скоординированных атак, таких как атака 51 %. Это тип атаки, при которой, если кто-то контролирует большую часть сети, он может принудительно внести мошеннические изменения.",
  "page-upgrades-vision-security-desc-3": "Переход на систему доказательства владения означает, что протокол Ethereum имеет больше сдерживающих факторов против атак. Это связано с тем, что в системе доказательства владения валидаторы, которые защищают сеть, должны вкладывать значительные суммы ETH в протокол. Если они попытаются атаковать сеть, протокол может автоматически уничтожить их ETH.",
  "page-upgrades-vision-security-desc-5": "Это невозможно в системе доказательства работы, где лучшее, что может сделать протокол, это заставить объекты, которые защищают сеть (майнеры), терять вознаграждение за майнинг, которое они в противном случае заработали бы. Чтобы добиться аналогичного эффекта в системе доказательства работы, протокол должен иметь возможность уничтожить все оборудование майнера, если он попытается жульничать.",
  "page-upgrades-vision-security-desc-5-link": "Подробнее о доказательстве работы",
  "page-upgrades-vision-security-desc-8": "Модель безопасности Ethereum также нуждается в изменении из-за введения",
  "page-upgrades-vision-security-desc-9": "позволяет нам случайным образом назначать валидаторов разным осколкам - это делает практически невозможным сговор валидаторов для атаки определенного осколка. Шардинг не так безопасен в блокчейне с подтверждением работы, потому что протокол не может управлять майнерами таким образом.",
  "page-upgrades-vision-security-desc-10": "Стейкинг также означает, что вам не нужно вкладывать деньги в элитное оборудование для запуска узла Ethereum. Это должно побудить больше людей становиться валидаторами, увеличивая децентрализацию сети и уменьшая площадь поверхности атаки.",
  "page-upgrades-vision-security-staking": "Вложение ETH",
  "page-upgrades-vision-security-validator": "Вы можете стать валидатором, вложив свои ETH.",
  "page-upgrades-vision-shard-chains": "цепочки-осколки",
  "page-upgrades-vision-shard-date": "Приблизительно: в 2021 году",
  "page-upgrades-vision-shard-desc-4": "Цепочки-осколки распределяют нагрузку на сеть на 64 новые цепочки. Осколки могут значительно повысить скорость транзакций - до 100 000 в секунду.",
  "page-upgrades-vision-shard-upgrade": "Подробнее о цепочках-осколках",
  "page-upgrades-vision-staking-lower": "Подробнее о стейкинге",
  "page-upgrades-vision-subtitle": "Развивайте Ethereum, пока он не станет достаточно мощным, чтобы помочь всему человечеству.",
  "page-upgrades-vision-sustainability": "Устойчивость",
  "page-upgrades-vision-sustainability-desc-1": "Ни для кого не секрет, что Ethereum и другие блокчейны, такие как Bitcoin, энергоемки из-за майнинга.",
  "page-upgrades-vision-sustainability-desc-2": "Но Ethereum движется к тому, чтобы быть защищенным с помощью ETH, а не вычислительной мощности - через стейкинг.",
  "page-upgrades-vision-sustainability-desc-3": "Хотя стейкинг будет введен с Beacon Chain, сегодняшний Ethereum будет работать параллельно в течение определенного периода времени, прежде чем он «сольется» или «состыкуется» с обновлениями Eth2. Одна система защищена ETH, другая - вычислительной мощностью. Это связано с тем, что сначала цепочки-осколки не смогут обрабатывать такие вещи, как наши учетные записи или децентрализованные приложения. Так что мы не можем просто забыть о майнинге и основной сети.",
  "page-upgrades-vision-sustainability-desc-8": "Как только будут запущены обновления с Beacon Chain и цепочками-осколками, начнется работа по стыковке основной сети с новой системой. Это превратит основную сеть в осколок, так что она будет защищена ETH и станет менее энергоемкой.",
  "page-upgrades-vision-sustainability-subtitle": "Ethereum должен быть экологичнее.",
  "page-upgrades-vision-title": "Концепция Eth2",
  "page-upgrades-vision-title-1": "Забитая сеть",
  "page-upgrades-vision-title-2": "Дисковое пространство",
  "page-upgrades-vision-title-3": "Слишком много энергии",
  "page-upgrades-vision-trilemma-cardtext-1": "Обновления Eth2 сделают Ethereum масштабируемым, безопасным и децентрализованным. Шардинг сделает Ethereum более масштабируемым за счет увеличения количества транзакций в секунду при одновременном снижении мощности, необходимой для запуска узла и проверки цепочки. Beacon Chain обеспечит безопасность Ethereum за счет распределения валидаторов по осколкам. А стейкинг снизит барьер для участия, создав большую и более децентрализованную сеть.",
  "page-upgrades-vision-trilemma-cardtext-2": "Безопасные и децентрализованные сети блокчейнов требуют, чтобы каждый узел проверял каждую транзакцию, обрабатываемую цепочкой. Этот объем работы ограничивает количество транзакций, которые могут произойти в любой момент времени. Децентрализация и безопасность отражает сегодняшнюю цепочку Ethereum.",
  "page-upgrades-vision-trilemma-cardtext-3": "Децентрализованные сети работают, отправляя информацию о транзакциях между узлами - вся сеть должна знать о любом изменении состояния. Масштабирование транзакций в секунду в децентрализованной сети создает риски для безопасности, потому что чем больше транзакций, тем дольше задержка, тем выше вероятность атаки во время передачи информации.",
  "page-upgrades-vision-trilemma-cardtext-4": "Увеличение размера и мощности узлов Ethereum может увеличить количество транзакций в секунду безопасным способом, но требования к оборудованию ограничат круг лиц, которые могут это сделать - это угрожает децентрализации. Есть надежда, что шардинг и доказательство доли владения позволят Ethereum масштабироваться за счет увеличения количества узлов, а не их размера.",
  "page-upgrades-vision-trilemma-h2": "Проблема децентрализованного масштабирования",
  "page-upgrades-vision-trilemma-modal-tip": "Коснитесь кружков ниже, чтобы лучше понять проблемы децентрализованного масштабирования",
  "page-upgrades-vision-trilemma-p": "Наивный способ решить проблемы Ethereum - сделать его более централизованным. Но децентрализация слишком важна. Именно децентрализация обеспечивает устойчивость Ethereum к цензуре, открытость, конфиденциальность данных и практически нерушимую безопасность.",
  "page-upgrades-vision-trilemma-p-1": "Видение Ethereum - быть более масштабируемым и безопасным, но при этом оставаться децентрализованным. Достижение этих трех качеств - проблема, известная как трилемма масштабируемости.",
  "page-upgrades-vision-trilemma-p-2": "Обновления Eth2 направлены на решение этой трилеммы, но при этом возникают серьезные проблемы.",
  "page-upgrades-vision-trilemma-press-button": "Нажмите кнопки на треугольнике, чтобы лучше понять проблемы децентрализованного масштабирования.",
  "page-upgrades-vision-trilemma-text-1": "Децентрализация",
  "page-upgrades-vision-trilemma-text-2": "Безопасность",
  "page-upgrades-vision-trilemma-text-3": "Масштабируемость",
  "page-upgrades-vision-trilemma-title-1": "Изучите трилемму возможности масштабирования",
  "page-upgrades-vision-trilemma-title-2": "Обновления Eth2 и децентрализованное масштабирование",
  "page-upgrades-vision-trilemma-title-3": "Безопасный и децентрализованный",
  "page-upgrades-vision-trilemma-title-4": "Децентрализованный и масштабируемый",
  "page-upgrades-vision-trilemma-title-5": "Масштабируемый и безопасный",
  "page-upgrades-vision-understanding": "Понимание концепции Eth2",
  "page-upgrades-vision-upgrade-needs": "Необходимость в обновлениях Eth2",
  "page-upgrades-vision-upgrade-needs-desc": "Протокол Ethereum, запущенный в 2015 году, имел невероятный успех. Но сообщество Ethereum всегда ожидало, что для полного раскрытия потенциала Ethereum потребуется несколько ключевых обновлений.",
  "page-upgrades-vision-upgrade-needs-desc-2": "Высокий спрос повышает комиссию за транзакции, которые делают Ethereum дорогим для обычного пользователя. Дисковое пространство, необходимое для запуска клиента Ethereum, растет быстрыми темпами. А лежащий в основе алгоритм консенсуса, который обеспечивает безопасность и децентрализованность Ethereum, имеет большое воздействие на окружающую среду.",
  "page-upgrades-vision-upgrade-needs-desc-3": "То, что обычно называют Eth2, представляет собой набор обновлений, которые решают эти и многие другие проблемы. Этот набор обновлений изначально назывался Serenity, и с 2014 года он являются активной областью исследований и разработок.",
  "page-upgrades-vision-upgrade-needs-desc-6": " Это значит, что Eth2 невозможно включить. Улучшения будут появляться постепенно.",
  "page-upgrades-vision-upgrade-needs-serenity": "Посмотрите запись в блоге 2015 года о Serenity",
  "page-upgrades-vision-upgrade-needs-desc-5": "Теперь, когда технология готова к использованию, эти обновления перепроектируют архитектуру программного обеспечения Ethereum, чтобы сделать его более масштабируемым, безопасным и экологичным и улучшить работу для существующих пользователей и привлечь новых. Все это при сохранении основной ценности Ethereum - децентрализации."
}
