{
  "consensus-client-besu-logo-alt": "Логотип Besu",
  "consensus-client-erigon-logo-alt": "Логотип Erigon",
  "consensus-client-geth-logo-alt": "Логотип Geth",
  "consensus-client-lighthouse-logo-alt": "Логотип Lighthouse",
  "consensus-client-lodestar-logo-alt": "Логотип Lodestar",
  "consensus-client-nethermind-logo-alt": "Логотип Nethermind",
  "consensus-client-nimbus-logo-alt": "Логотип Nimbus",
  "consensus-client-prysm-logo-alt": "Логотип Prysm",
  "consensus-client-teku-logo-alt": "Логотип Teku",
  "consensus-client-under-review": "Проверка и аудит в процессе",
  "page-upgrades-answer-1": "Рассматривайте эти изменения как набор усовершенствований, добавляемых для улучшения Ethereum, который мы используем сегодня. Эти обновления включают создание новой цепочки под названием Beacon Chain, которая вскоре будет выполнять функцию консенсус-двигателя для всей сети.",
  "page-upgrades-answer-2": "Beacon Chain начинает свою работу как отдельная цепь, но существующая основная сеть «сольется» с этим новым уровнем консенсуса на основе доказательства владения.",
  "page-upgrades-answer-4": "Другими словами, Ethereum, который мы используем сегодня, в конечном итоге будет воплощать все функции, к которым мы стремимся в концепции Ethereum.",
  "page-upgrade-article-title-two-point-oh": "Beacon Chain: версия 2.0",
  "page-upgrade-article-title-beacon-chain-explainer": "Главное, что нужно знать о Beacon Chain Ethereum 2.0",
  "page-upgrade-article-title-sharding-consensus": "Консенсус шардинга",
  "page-upgrade-article-author-ethereum-foundation": "Фонд Ethereum",
  "page-upgrade-article-title-sharding-is-great": "Преимущества шардинга: факты о технических качествах",
  "page-upgrade-article-title-rollup-roadmap": "Дорожная карта, ориентированная на свертки",
  "page-upgrades-beacon-chain-btn": "Подробнее о Beacon Chain",
  "page-upgrades-beacon-chain-date": "Сеть Beacon Chain была запущена 1 декабря 2020 года.",
  "page-upgrades-beacon-chain-desc": "Сеть Beacon Chain привнесла стейкинг в Ethereum, заложила основу для будущих обновлений и в скором времени скоординирует новую систему.",
  "page-upgrades-beacon-chain-estimate": "Сеть Beacon Chain в действии",
  "page-upgrades-beacon-chain-title": "Beacon Chain",
  "page-upgrades-bug-bounty": "Посмотреть программу вознаграждения за поиск ошибок",
  "page-upgrades-clients": "Познакомьтесь с консенсус-клиентами (в прошлом — клиенты Eth2)",
  "page-staking-deposit-contract-title": "Проверьте адрес контракта на депозит",
  "page-upgrades-dive": "Узнайте о концепции больше",
  "page-upgrades-dive-desc": "Как мы собираемся сделать Ethereum более масштабируемым, безопасным и устойчивым? И все это при сохранении основного идеала децентрализации Ethereum.",
  "page-upgrades-docking": "Слияние",
  "page-upgrades-merge-answer-1": "При слиянии основная сеть начнет использовать Beacon Chain для консенсуса, а доказательство работы прекратит использоваться. Это произойдет совсем скоро.",
  "page-upgrades-merge-btn": "Подробнее о слиянии",
  "page-upgrades-merge-desc": "Основная сеть Ethereum скоро «сольется» с сетью Beacon Chain, использующей доказательство владения, что ознаменует конец энергоемкого майнинга.",
  "page-upgrades-merge-estimate": "Оценка: 2022 год",
  "page-upgrades-merge-mainnet": "Что такое основная сеть (Mainnet)?",
  "page-upgrades-merge-mainnet-eth2": "Слияние основной сети и Beacon Chain",
  "page-upgrades-eth-blog": "Блог ethereum.org",
  "page-upgrades-explore-btn": "Просмотреть обновления",
  "page-upgrades-get-involved": "Примите участие в улучшении Ethereum",
  "page-upgrades-get-involved-2": "Участвовать",
  "page-upgrades-head-to": "Переход:",
  "page-upgrades-help": "Хотите помочь с обновлениями Ethereum?",
  "page-upgrades-help-desc": "Есть много возможностей оценить обновления Ethereum, помочь с тестированием и даже получить вознаграждение.",
  "page-upgrades-index-staking": "Стейкинг уже в деле",
  "page-upgrades-index-staking-desc": "Ключевым обновлением Ethereum является введение стейкинга. Если вы хотите использовать свои ETH для защиты сети Ethereum, обязательно выполните следующие действия.",
  "page-upgrades-index-staking-learn": "Узнайте о стейкинге",
  "page-upgrades-index-staking-learn-desc": "Цепочка Beacon Chain принесла стакинг в Ethereum. Если у вас есть ETH, вы можете принести пользу обществу, обеспечив безопасность сети, и заработать при этом еще больше ETH.",
  "page-upgrades-index-staking-step-1": "1. Выполните настройку с помощью панели запуска",
  "page-upgrades-index-staking-step-1-btn": "Посетить панель запуска для стейкинга",
  "page-upgrades-index-staking-step-1-desc": "Чтобы вложить свои средства в Ethereum, вам нужно воспользоваться панелью запуска. Это поможет вам пройти этот процесс.",
  "page-upgrades-index-staking-step-2": "2. Подтвердите адрес стейкинга",
  "page-upgrades-index-staking-step-2-btn": "Подтвердить адрес контракта на депозит",
  "page-upgrades-index-staking-step-2-desc": "Перед вложением своих ETH убедитесь, что у вас правильный адрес. Перед этим вы должны были пройти через панель запуска.",
  "page-upgrades-index-staking-sustainability": "Большая экологичность",
  "page-upgrades-meta-desc": "Обзор обновлений Ethereum и концепция того, что они реализуют.",
  "page-upgrades-meta-title": "Обновления Ethereum (в прошлом — Eth2)",
  "page-upgrades-proof-of-stake": "доказательство владения",
  "page-upgrades-proof-of-work": "доказательство работы",
  "page-upgrades-proof-stake-link": "Подробнее о доказательстве владения",
  "page-upgrades-question-1-title": "Когда будут отправлены обновления?",
  "page-upgrades-question-1-desc": "Ethereum обновляется постепенно; обновления отличаются друг от друга разными датами отправки.",
  "page-upgrades-question-2-title": "Является ли Beacon Chain отдельным блокчейном?",
  "page-upgrades-question-2-desc": "Неверно думать об этой модернизации как об отдельном блокчейне.",
  "page-upgrades-question-3-answer-2a": "Спецификация слияния была окончательно доработана и призвана оказывать минимальное влияние на разработчиков dapp.",
  "page-upgrades-question-3-answer-2a-link": "Слияние и разработчики dapp",
  "page-upgrades-question-3-answer-2b": "Планы шардинга все еще разрабатываются, но они будут учитывать свертки слоя 2.",
  "page-upgrades-layer-2-rollups": "Подробнее о свертках слоя 2",
  "page-upgrades-question-3-answer-3-link": "Посетить ethresear.ch",
  "page-upgrades-question-3-desc": "Сейчас вам не нужно ничего делать, чтобы подготовиться к обновлениям.",
  "page-upgrades-question-3-title": "Как подготовиться к обновлениям?",
  "page-upgrades-question-4-answer-1": "Всякий раз, когда вы отправляете транзакцию или используете dapp сегодня, вы используете слой исполнения, также известный как «основная сеть».",
  "page-upgrades-question-4-answer-2": "До слияния основная сеть будет продолжать работать в обычном режиме.",
  "page-upgrades-question-4-answer-3": "После слияния валидаторы будут защищать всю сеть с помощью доказательства владения.",
  "page-upgrades-question-4-answer-6": "Каждый может стать валидатором, вложив свои ETH.",
  "page-upgrades-question-4-answer-7": "Подробнее о стейкинге",
  "page-upgrades-question-4-answer-8": "Обновления Beacon Chain и шардинга не нарушат работу уровня исполнения (основной сети), поскольку они строятся отдельно.",
  "page-upgrades-question-4-title": "Что такое слой исполнения?",
  "page-upgrades-question-4-desc": "Основная сеть Ethereum, в которой вы совершаете транзакции сегодня, ранее называлась Eth1. Этот термин постепенно упраздняется в пользу «слоя исполнения».",
  "page-upgrades-question-5-answer-1": "Чтобы стать полноценным валидатором в сети, вам нужно вложить 32 ETH. Если у вас не столько средств или вы не готовы так много вкладывать, вы можете присоединиться к пулу стейкеров. Эти пулы позволят вам вкладывать меньше и зарабатывать доли от общей суммы вознаграждения.",
  "page-upgrades-question-5-desc": "Вам нужно будет воспользоваться панелью запуска стейкинга или присоединиться к пулу стейкеров.",
  "page-upgrades-question-5-title": "Как мне начать заниматься стейкингом?",
  "page-upgrades-question-6-answer-3": "Дэнни Райан из фонда Ethereum регулярно делится новостями с сообществом.",
  "page-upgrades-question-6-answer-4": "Бен Эджингтон из ConsenSys еженедельно выпускает информацию об обновлениях Ethereum:",
  "page-upgrades-question-6-answer-5": "Вы также можете присоединиться к обсуждению исследований и разработок Ethereum на ethresearch.ch.",
  "page-upgrades-question-6-title": "Что мне нужно делать с моим децентрализованным приложением?",
  "page-upgrades-question-6-desc": "Слияние было разработано с целью минимизации воздействия на разработчиков dapp, хотя есть несколько моментов, на которые стоит обратить внимание.",
  "page-upgrades-question-6-answer-1": "Некоторые изменения при слиянии могут повлиять на определенные типы приложений. Эти изменения включают структуру блоков и временные параметры, несколько изменений в коде операций, источники случайности в цепи и концепцию финализации эпохи.",
  "page-upgrades-question-6-answer-1-link": "Как слияние влияет на слой приложений Ethereum",
  "page-upgrades-question-6-answer-2": "Большинство приложений не будут затронуты, но мы рекомендуем разработчикам быть в курсе последних изменений, связанных со слиянием.",
  "page-upgrades-question-7-desc": "Много разных команд со всего сообщества работают над различными обновлениями Ethereum.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(реализация на Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(реализация на JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(реализация на Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(реализация на Go)",
  "page-upgrades-question-7-teams": "Команды консенсус-клиентов Ethereum:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(реализация на Java)",
  "page-upgrades-question-7-title": "Кто создает обновления Ethereum?",
  "page-upgrades-question-7-clients": "Подробнее о клиентах Ethereum",
  "page-upgrades-question-8-answer-1": "Обновления Ethereum помогут Ethereum масштабироваться децентрализованно, сохраняя при этом безопасность и повышая устойчивость.",
  "page-upgrades-question-8-answer-2": "Возможно, самая очевидная проблема заключается в том, что Ethereum должен обрабатывать более 15–45 транзакций в секунду. Но сегодня обновления также решают некоторые другие проблемы Ethereum.",
  "page-upgrades-question-8-answer-3": "Сеть пользуется таким высоким спросом, что использование Ethereum становится дорогим. Узлы сети испытывают трудности в связи с размером Ethereum и объемом данных, которые приходится обрабатывать их компьютерам. Оригинальный алгоритм, лежащий в основе безопасности и децентрализации Ethereum, требует больших затрат энергии и должен быть более экологичным.",
  "page-upgrades-question-8-answer-4": "Многое из того, что менялось, всегда входило в план развития Ethereum, даже с 2015 года. Но текущие условия делают необходимость обновлений еще больше.",
  "page-upgrades-question-8-answer-6": "Познакомьтесь с концепцией Ethereum",
  "page-upgrades-question-8-desc": "Сегодняшний Ethereum должен стать более удобным в работе для конечных пользователей и участников сети.",
  "page-upgrades-question-8-title": "Зачем нужны обновления?",
  "page-upgrades-question-9-answer-1": "Самая активная роль, которую вы можете сыграть, — вложение ваших ETH.",
  "page-upgrades-question-9-answer-2": "Вы также можете запустить второй клиент, чтобы повысить разнообразие клиентов.",
  "page-upgrades-question-9-answer-3": "Если у вас есть технический опыт, вы можете помочь выявить ошибки в новых клиентах.",
  "page-upgrades-question-9-answer-4": "Вы также можете принять участие в технических обсуждениях с исследователями Ethereum на ethresear.ch.",
  "page-upgrades-question-9-desc": "Чтобы внести свой вклад, необязательно быть техническим специалистом. Наше сообщество примет вклад от людей с самыми разными навыками.",
  "page-upgrades-question-9-stake-eth": "Вложить ETH",
  "page-upgrades-question-9-title": "Как я могу помочь с обновлениями Ethereum?",
  "page-upgrades-question-9-more": "Найдите более простые способы помочь развитию Ethereum",
  "page-upgrades-question-10-title": "Что такое «фазы Eth2»?",
  "page-upgrades-question-10-desc": "Некоторые вещи здесь изменились.",
  "page-upgrades-question-10-answer-0": "Сам термин Eth2 постепенно упраздняется, так как он не представляет собой отдельное обновление или новую сеть. Будет точнее сказать, что это набор обновлений, каждое из которых вносит свой вклад, чтобы сделать Ethereum более масштабируемым, безопасным и устойчивым. Сеть, которую вы знаете и любите, будет называться просто Ethereum.",
  "page-upgrades-question-10-answer-1": "Мы не хотим слишком много говорить о технической дорожной карте, потому что это программное обеспечение: все может измениться. Мы думаем, что легче понять, что происходит, когда вы читаете о результатах.",
  "page-upgrades-question-10-answer-1-link": "Просмотреть обновления",
  "page-upgrades-question-10-answer-2": "Но если вы следили за обсуждениями, вот немного о том, как обновления вписываются в технические дорожные карты и как они меняются.",
  "page-upgrades-question-10-answer-3": "Фаза 0 описывает работу по запуску Beacon Chain.",
  "page-upgrades-question-10-answer-5": "Фаза 1 изначально была направлена на внедрение цепочек осколков, но приоритеты сместились в сторону «слияния», которое является следующим запланированным обновлением.",
  "page-upgrades-question-10-answer-6": "Фаза 1.5 первоначально планировалась после внедрения осколков, когда основная сеть будет добавлена в качестве последнего осколка в Beacon Chain. Однако по мере развития технологии свертков сообщество Ethereum ускорило отход от доказательства работы. Вместо этого основная сеть будет «влита» в Beacon Chain и останется в качестве слоя исполнения Ethereum. Это станет значительным шагом на пути к более экологичному Ethereum.",
  "page-upgrades-question-10-answer-7": "Планы, связанные с Фазой 2, стали предметом интенсивных исследований и обсуждений. Поскольку слияние планировалось до появления шардинга, а решения слоя 2 были усовершенствованы, цели сместились в сторону обеспечения более упрощенной формы шардинга данных для достижения максимальной эффективности свертков. Текущие решения слоя 2 позволяют масштабировать выполнение транзакций, а шардинг позволит хранить доказательства для этих данных в слое 1 дешевым и масштабируемым способом.",
  "page-upgrades-question-10-answer-8": "Подробнее о дорожной карте, ориентированной на свертки",
  "page-upgrades-question-11-title": "Могу ли я купить Eth2?",
  "page-upgrades-question-11-desc": "Нет. Токена Eth2 нет, и ваши ETH не будут изменены после слияния.",
  "page-upgrades-question-11-answer-1": "Одним из стимулов для ребрендинга Eth2 стало распространенное заблуждение о том, что держателям ETH якобы понадобилось бы выполнять миграцию своих ETH после перехода на Ethereum 2.0. Таких планов никогда не было. Это",
  "page-upgrades-question-11-answer-2": "распространенная техника, используемая мошенниками.",
  "page-upgrades-question-title": "Часто задаваемые вопросы",
  "page-upgrades-question3-answer-1": "Владельцам ETH не нужно ничего делать. Ваш ETH не нужно будет менять или обновлять. Почти наверняка мошенники скажут вам обратное, так что будьте осторожны.",
  "page-upgrades-scalable": "Большая масштабируемость",
  "page-upgrades-scalable-desc": "Ethereum должен поддерживать тысячи транзакций в секунду, чтобы сделать приложения быстрее и дешевле в использовании.",
  "page-upgrades-secure": "Большая безопасность",
  "page-upgrades-secure-desc": "Ethereum должен быть более безопасным. Протокол должен быть более защищенным от всех форм атак, поскольку сферы применения Ethereum расширяются.",
  "page-upgrades-shard-button": "Подробнее о цепочках-осколках",
  "page-upgrades-shard-date": "Шардинг последует за слиянием в несколько этапов, где-то в 2023–2024 годах.",
  "page-upgrades-shard-desc": "Шардинг расширит возможности Ethereum по хранению данных и будет гармонично сочетаться со слоем 2 для увеличения пропускной способности и снижения сетевых сборов. Шардинг будет внедряться в несколько этапов.",
  "page-upgrades-shard-estimate": "Оценка: 2023 или 2024 год",
  "page-upgrades-shard-lower": "Подробнее о шардинге",
  "page-upgrades-shard-title": "Шардинг",
  "page-upgrades-stay-up-to-date": "Будьте в курсе",
  "page-upgrades-stay-up-to-date-desc": "Получайте последние новости от исследователей и разработчиков, работающих над обновлениями Ethereum.",
  "page-upgrades-sustainable-desc": "Ethereum должен быть более бережным к окружающей среде. Сегодняшняя технология требует слишком много вычислительной мощности и энергии.",
  "page-upgrades-take-part": "Примите участие в исследовании",
  "page-upgrades-take-part-desc": "Исследователи и энтузиасты Ethereum встречаются здесь, чтобы обсудить результаты исследований, включая те, которые связаны с обновлениями Ethereum.",
  "page-upgrades-the-upgrades": "Обновления Ethereum",
  "page-upgrades-the-upgrades-desc": "Ethereum состоит из набора обновлений, улучшающих масштабируемость, безопасность и устойчивость сети. Хотя над каждым из них ведется отдельная, но параллельная работа, у них есть определенные зависимости, которые определяют, когда они будут развернуты.",
  "page-upgrades-unofficial-roadmap": "Это не официальная дорожная карта. Это то, как мы видим происходящее на основе имеющейся информации. Но это технологии, и все может измениться в одно мгновение. Поэтому не воспринимайте это как обязательство.",
  "page-upgrades-upgrade-desc": "Ethereum, который мы знаем и любим, просто более масштабируемый, более безопасный и более устойчивый...",
  "page-upgrades-upgrades": "Обновления Ethereum",
  "page-upgrades-upgrades-aria-label": "Меню обновлений Ethereum",
  "page-upgrades-upgrades-beacon-chain": "Beacon Chain",
  "page-upgrades-upgrades-guide": "Руководство по обновлениям Ethereum",
  "page-upgrades-upgrades-docking": "Слияние",
  "page-upgrades-energy-consumption": "Подробнее о потреблении энергии Ethereum",
  "page-upgrades-upgrades-shard-chains": "Цепочки осколков",
  "page-upgrades-upgrading": "Обновление Ethereum до радикально новых высот",
  "page-upgrades-vision": "Наша концепция",
  "page-upgrades-vision-btn": "Подробнее о концепции Ethereum",
  "page-upgrades-vision-desc": "Чтобы Ethereum стал популярным и служил всему человечеству, мы должны сделать Ethereum более масштабируемым, безопасным и устойчивым.",
  "page-upgrades-vision-upper": "Концепция Ethereum",
  "page-upgrades-what-happened-to-eth2-title": "Что случилось с Eth2?",
  "page-upgrades-what-happened-to-eth2-1": "Термин Eth2 постепенно упраздняется в рамках подготовки к слиянию.",
  "page-upgrades-what-happened-to-eth2-1-more": "Подробнее о слиянии.",
  "page-upgrades-what-happened-to-eth2-2": "После объединения Eth1 и Eth2 в единую цепочку больше не будет двух отдельных сетей Ethereum; Ethereum станет единым.",
  "page-upgrades-what-happened-to-eth2-3": "Чтобы избежать путаницы, сообщество обновило эти термины.",
  "page-upgrades-what-happened-to-eth2-3-1": "Eth1 теперь является слоем исполнения, который обрабатывает и выполняет транзакции.",
  "page-upgrades-what-happened-to-eth2-3-2": "Eth2 теперь является «уровнем консенсуса», который обрабатывает консенсус доказательства владения.",
  "page-upgrades-what-happened-to-eth2-4": "Эти обновления терминологии влияют только на принятые названия; цели и дорожная карта Ethereum не меняются.",
  "page-upgrades-what-happened-to-eth2-5": "Подробнее о переименовании Eth2",
  "page-upgrades-why-cant-we-just-use-eth2-title": "Почему мы просто не можем использовать Eth2?",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-title": "Ментальные модели",
  "page-upgrades-why-cant-we-just-use-eth2-mental-models-description": "Одна из главных проблем брендинга Eth2 заключается в том, что он создает неверную ментальную модель для новых пользователей Ethereum. Они интуитивно думают, что сначала появляется Eth1, а Eth2 идет после. Или, что Eth1 перестает существовать, когда появится Eth2. Ничто из этого не верно. Удаляя термин Eth2, мы избавляем всех будущих пользователей от этой запутанной ментальной модели.",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-title": "Инклюзивность",
  "page-upgrades-why-cant-we-just-use-eth2-inclusivity-description": "По мере развития дорожной карты Ethereum термин Ethereum 2.0 стал неточно ее представлять. Внимательность и точность в выборе слов позволяет сути Ethereum быть понятой самой широкой аудиторией.",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-title": "Предотвращение мошенничества",
  "page-upgrades-why-cant-we-just-use-eth2-scam-prevention-description": "К сожалению, злонамеренные субъекты пытаются использовать неточный термин Eth2 для обмана пользователей, предлагая им поменять свои токены ETH на ETH2 или говоря, что они должны почему-то переместить их ETH до того, как произойдет обновление до ETH2. Мы надеемся, что обновленная терминология добавит ясности, устранит это направление мошенничества и поможет сделать экосистему безопаснее.",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-title": "Прозрачность стейкинга",
  "page-upgrades-why-cant-we-just-use-eth2-staking-clarity-description": "Некоторые операторы стейкинга также представляли стейкинг ETH в сети Beacon Chain с тикером ETH2. Это создает потенциальную путаницу, учитывая, что пользователи этих сервисов фактически не получают токен ETH2. Токенов ETH2 не существует; это лишь доля пользователей в ставке конкретных поставщиков.",
  "page-upgrades-what-to-do": "Что вам нужно сделать?",
  "page-upgrades-what-to-do-desc": "Если вы являетесь пользователем децентрализованных приложений (dapp) или держателем ETH, вам не нужно ничего делать. Если вы разработчик или хотите начать заниматься стейкингом, вы можете принять участие уже сегодня.",
  "page-upgrades-whats-next": "Что такое обновления Ethereum?",
  "page-upgrades-whats-next-desc": "Дорожная карта Ethereum включает взаимосвязанные обновления протоколов, которые сделают сеть более масштабируемой, безопасной и устойчивой. Эти обновления создаются несколькими командами из экосистемы Ethereum.",
  "page-upgrades-whats-next-history": "Узнайте о предыдущих улучшениях Ethereum",
  "page-upgrades-whats-ethereum": "Погодите, что такое Ethereum?",
  "page-upgrades-whats-new": "Что ждет Ethererum дальше?",
  "page-upgrades-security-link": "Подробнее о безопасности и предотвращении мошенничества"
}
