{
  "consensus-client-lighthouse-logo-alt": "Логотип Lighthouse",
  "consensus-client-lodestar-logo-alt": "Логотип Lodestar",
  "consensus-client-nimbus-logo-alt": "Логотип Nimbus",
  "consensus-client-prysm-logo-alt": "Логотип Prysm",
  "consensus-client-teku-logo-alt": "Логотип Teku",
  "page-upgrades-answer-1": "Думайте об Eth2 как о наборе обновлений, добавляемых для улучшения Ethereum, который мы используем сегодня. Эти обновления включают в себя создание новой цепочки, называемой Beacon Chain, и до 64 цепочек, известных как осколки.",
  "page-upgrades-answer-2": "Они отделены от основной сети Ethereum, которую мы используем сегодня, но не заменят ее. Вместо этого основная сеть стыкуется или объединяется с этой параллельной системой, которая добавляется с течением времени.",
  "page-upgrades-answer-4": "Другими словами, Ethereum, который мы используем сегодня, в конечном итоге будет воплощать все функции, к которым мы стремимся в концепции Eth2.",
  "page-upgrades-beacon-chain-btn": "Подробнее о Beacon Chain",
  "page-upgrades-beacon-chain-date": "Beacon Chain была запущена 1 декабря 2020 года.",
  "page-upgrades-beacon-chain-desc": "Первое добавление Eth2 к экосистеме. Beacon Chain вводит стейкинг в Ethereum, закладывает основу для будущих обновлений и в конечном итоге будет координировать новую систему.",
  "page-upgrades-beacon-chain-estimate": "Beacon Chain активен",
  "page-upgrades-beacon-chain-title": "Beacon Chain",
  "page-upgrades-bug-bounty": "Посмотреть программу bug bounty",
  "page-upgrades-clients": "Ознакомьтесь с клиентами Eth2",
  "page-staking-deposit-contract-title": "Проверить адрес контакта на депозит",
  "page-upgrades-diagram-ethereum-mainnet": "Основная сеть Ethereum",
  "page-upgrades-diagram-h2": "Как обновления сочетаются друг с другом",
  "page-upgrades-diagram-link-1": "Подробнее о доказательстве работы",
  "page-upgrades-diagram-link-2": "Подробнее о цепочках-осколках",
  "page-upgrades-diagram-mainnet": "Основная сеть",
  "page-upgrades-diagram-p": "Основная сеть Ethereum какое-то время будет существовать в нынешнем виде. Это означает, что обновления Beacon Chain и осколков не нарушат работу сети.",
  "page-upgrades-diagram-p-1": "Основная сеть в конечном итоге объединится с новой системой, представленной обновлениями Eth2.",
  "page-upgrades-diagram-p-2": "Beacon Chain станет проводником Ethereum, координирующим валидаторов и определяющим темп создания блоков.",
  "page-upgrades-diagram-p-3": "Сначала она будет существовать отдельно от основной сети и управлять валидаторами – не будет иметь никакого отношения к смарт-контрактам, сделкам или счетам.",
  "page-upgrades-diagram-p-4": "Осколки предоставят много дополнительных данных, которые помогут увеличить количество транзакций в основной сети. Их будет координировать Beacon Chain.",
  "page-upgrades-diagram-p-5": "Но все операции все равно будут полагаться на основную сеть, которая будет продолжать существовать в сегодняшнем виде – защищенная проверкой работы и майнерами.",
  "page-upgrades-diagram-p-6": "Основная сеть объединится с системой доказательства владения, координируемой Beacon Chain.",
  "page-upgrades-diagram-p-8": "Это превратит основную сеть в осколок в рамках новой системы. Майнеры больше не будут нужны, так как весь Ethereum будет защищен валидаторами.",
  "page-upgrades-diagram-p10": "Eth2 - это не миграция и не что-то одно. Он описывает набор обновлений, над которыми сейчас работают, чтобы раскрыть истинный потенциал Ethereum. Вот как они все сочетаются друг с другом.",
  "page-upgrades-diagram-scroll": "Прокрутите для раскрытия – нажмите для получения дополнительной информации.",
  "page-upgrades-diagram-shard": "Осколок (1)",
  "page-upgrades-diagram-shard-1": "Осколок (...)",
  "page-upgrades-diagram-shard-2": "Осколок (2)",
  "page-upgrades-diagram-shard-3": "Осколок (...)",
  "page-upgrades-diagram-validators": "Подробнее о валидаторах",
  "page-upgrades-dive": "Погрузитесь в видение",
  "page-upgrades-dive-desc": "Как мы собираемся сделать Ethereum более масштабируемым, безопасным и устойчивым? И все это при сохранении основного идеала децентрализации Ethereum.",
  "page-upgrades-docking": "Стыковка",
  "page-upgrades-merge-answer-1": "Стыковка произойдет, когда основная сеть превратится в осколок. Это произойдет после успешного внедрения цепочек-осколков.",
  "page-upgrades-merge-btn": "Подробнее про слияние",
  "page-upgrades-merge-desc": "В какой-то момент основную сеть Ethereum потребуется состыковать или объединить с Beacon Chain. Это включит стейкинг для всей сети и просигнализирует об окончании энергоемкого майнинга.",
  "page-upgrades-merge-estimate": "Приблизительно: в 2022 году",
  "page-upgrades-merge-mainnet": "Что такое основная сеть?",
  "page-upgrades-merge-mainnet-eth2": "Стыковка основной сети с Eth2",
  "page-upgrades-eth-blog": "блог ethereum.org",
  "page-upgrades-explore-btn": "Просмотреть обновления",
  "page-upgrades-get-involved": "Примите участие в Eth2",
  "page-upgrades-get-involved-2": "Присоединитесь",
  "page-upgrades-head-to": "Посмотрите",
  "page-upgrades-help": "Хотите помочь с Eth2?",
  "page-upgrades-help-desc": "Есть много возможностей оценить обновления Eth2, помочь с тестированием и даже получить награды.",
  "page-upgrades-index-staking": "Стейкинг здесь",
  "page-upgrades-index-staking-desc": "Ключевым обновлением Eth2 является введение стейкинга. Если вы хотите использовать свои ETH для защиты сети Ethereum, обязательно выполните следующие действия.",
  "page-upgrades-index-staking-learn": "Узнайте о стейкинге",
  "page-upgrades-index-staking-learn-desc": "Beacon Chain вводит стейкинг в Ethereum. Это означает, что если у вас есть ETH, вы можете делать общественное благо, защищая сеть и зарабатывая больше ETH в процессе.",
  "page-upgrades-index-staking-step-1": "1. Выполните настройку с помощью панели запуска",
  "page-upgrades-index-staking-step-1-btn": "Посетить панель запуска для стейкинга",
  "page-upgrades-index-staking-step-1-desc": "Чтобы вложить свои средства в Eth2, вам нужно воспользоваться панелью запуска – это поможет вам пройти этот процесс.",
  "page-upgrades-index-staking-step-2": "2. Подтвердите адрес стейкинга",
  "page-upgrades-index-staking-step-2-btn": "Подтвердите адрес контакта на депозит",
  "page-upgrades-index-staking-step-2-desc": "Перед вложением своих ETH убедитесь, что у вас правильный адрес. Перед этим вы должны были пройти через панель запуска.",
  "page-upgrades-index-staking-sustainability": "Более экологичный",
  "page-upgrades-just-docking": "Подробнее о стыковке",
  "page-upgrades-meta-desc": "Обзор обновлений Ethereum 2.0 и видение, которое они должны воплотить в реальность.",
  "page-upgrades-meta-title": "Обновления Eth2",
  "page-upgrades-miners": "Подробнее о майнерах",
  "page-upgrades-more-on-upgrades": "Подробнее об обновлениях Eth2",
  "page-upgrades-proof-of-stake": "доказательство владения",
  "page-upgrades-proof-of-work": "доказательство работы",
  "page-upgrades-proof-stake-link": "Подробнее о доказательстве владения",
  "page-upgrades-question-1-desc": "Eth2 - набор отдельных обновлений с различными датами запуска.",
  "page-upgrades-question-1-title": "Когда будет запущен Eth2?",
  "page-upgrades-question-2-desc": "Неправильно считать Eth2 отдельным блокчейном.",
  "page-upgrades-question-2-title": "Eth2 - это отдельный блокчейн?",
  "page-upgrades-question-3-answer-2": "Обновления с цепочками-осколками и стыковкой могут затронуть разработчиков децентрализованных приложений. Но спецификации еще не закончены, поэтому никаких незамедлительных действий не требуется.",
  "page-upgrades-question-3-answer-3": "Поговорите с командой исследователей и разработчиков Eth2 на ethresearch.ch.",
  "page-upgrades-question-3-answer-3-link": "Посетить ethresear.ch",
  "page-upgrades-question-3-desc": "Сейчас вам не нужно ничего делать, чтобы подготовиться к Eth2.",
  "page-upgrades-question-3-title": "Как мне подготовиться к Eth2?",
  "page-upgrades-question-4-answer-1": "Каждый раз, когда вы отправляете транзакцию или пользуетесь приложением dapp сегодня, вы используете Eth1. Это Ethereum, защищенный майнерами.",
  "page-upgrades-question-4-answer-2": "Eth1, или основная сеть, будет работать в обычном режиме до стыковки.",
  "page-upgrades-question-4-answer-3": "После стыковки валидаторы будут обеспечивать безопасность всей сети через доказательство доли владения.",
  "page-upgrades-question-4-answer-6": "Каждый может стать валидатором, вложив свои ETH.",
  "page-upgrades-question-4-answer-7": "Подробнее о стейкинге",
  "page-upgrades-question-4-answer-8": "Обновления с Beacon Chain и цепочками-осколками не нарушат Eth1, поскольку они строятся отдельно.",
  "page-upgrades-question-4-desc": "Eth1 относится к основной сети Ethereum, в которой вы совершаете транзакции сегодня.",
  "page-upgrades-question-4-title": "Что такое Eth1?",
  "page-upgrades-question-5-answer-1": "Чтобы стать полноценным валидатором в сети, вам нужно вложить 32 ETH. Если у вас не так много средств или вы не готовы так много вкладывать, вы можете присоединиться к пулу стейкеров. Эти пулы позволят вам вкладывать меньше и зарабатывать доли от общей суммы вознаграждения.",
  "page-upgrades-question-5-desc": "Вам нужно будет воспользоваться панелью запуска стейкинга или присоединиться к пулу стейкеров.",
  "page-upgrades-question-5-title": "Как мне начать заниматься стейкингом?",
  "page-upgrades-question-6-answer-1": "На данный момент никаких действий предпринимать не нужно. Но мы рекомендуем вам быть в курсе событий, связанных с обновлениями с цепочками-осколками и стыковкой.",
  "page-upgrades-question-6-answer-3": "Дэнни Райан из фонда Ethereum регулярно обновляет сообщество:",
  "page-upgrades-question-6-answer-4": "Бен Эджингтон из ConsenSys выпускает еженедельную информационную новостную рассылку на тему Eth2:",
  "page-upgrades-question-6-answer-5": "Вы также можете присоединиться к обсуждению исследований и разработок Eth2 на ethresear.ch.",
  "page-upgrades-question-6-desc": "Предстоящие обновления не повлияют на ваше приложение dapp. Однако будущие обновления могут потребовать некоторых изменений.",
  "page-upgrades-question-6-title": "Что мне нужно делать с моим децентрализованным приложением?",
  "page-upgrades-question-7-desc": "Много разных команд со всего сообщества работают над различными обновлениями Eth2.",
  "page-upgrades-question-7-lighthouse": "Lighthouse",
  "page-upgrades-question-7-lighthouse-lang": "(реализация на Rust)",
  "page-upgrades-question-7-lodestar": "Lodestar",
  "page-upgrades-question-7-lodestar-lang": "(реализация на JavaScript)",
  "page-upgrades-question-7-nimbus": "Nimbus",
  "page-upgrades-question-7-nimbus-lang": "(реализация на Nim)",
  "page-upgrades-question-7-prysm": "Prysm",
  "page-upgrades-question-7-prysm-lang": "(реализация на Go)",
  "page-upgrades-question-7-teams": "Команды клиентов Eth2:",
  "page-upgrades-question-7-teku": "Teku",
  "page-upgrades-question-7-teku-lang": "(реализация на Java)",
  "page-upgrades-question-7-title": "Кто создает Eth2?",
  "page-upgrades-question-8-answer-1": "Обновления Eth2 помогут Ethereum масштабироваться децентрализованно, сохраняя при этом безопасность и повышая устойчивость.",
  "page-upgrades-question-8-answer-2": "Возможно, наиболее очевидная проблема заключается в том, что Ethereum должен обрабатывать более 15-45 транзакций в секунду. Но обновления Eth2 также решают некоторые другие проблемы с Ethereum сегодня.",
  "page-upgrades-question-8-answer-3": "Сеть пользуется таким высоким спросом, что делает использование Ethereum дорогим. Узлы в сети испытывают трудности с размером Ethereum и объемом данных, которые их компьютеры должны обрабатывать. А базовый алгоритм, обеспечивающий безопасность и децентрализацию Ethereum, энергоемок и должен быть более экологичным.",
  "page-upgrades-question-8-answer-4": "Многое из того, что менялось, всегда входило в план развития Ethereum, даже с 2015 года. Но текущие условия делают необходимость обновлений еще больше.",
  "page-upgrades-question-8-answer-6": "Изучите концепцию Eth2",
  "page-upgrades-question-8-desc": "Сегодняшний Ethereum должен стать более удобным в работе для конечных пользователей и участников сети.",
  "page-upgrades-question-8-title": "Зачем нужен Eth2?",
  "page-upgrades-question-9-answer-1": "Самая активная роль, которую вы можете сыграть, это вложить свои ETH.",
  "page-upgrades-question-9-answer-2": "Вы также можете запустить второй клиент, чтобы повысить разнообразие клиентов.",
  "page-upgrades-question-9-answer-3": "Если у вас есть технический опыт, вы можете помочь выявить ошибки в новых клиентах.",
  "page-upgrades-question-9-answer-4": "Вы также можете принять участие в технических обсуждениях с исследователями Ethereum на ethresear.ch.",
  "page-upgrades-question-9-desc": "Чтобы внести свой вклад, необязательно быть техническим специалистом. Наше cообщество ждет вклада от людей с самыми разными навыками.",
  "page-upgrades-question-9-stake-eth": "Вложите ETH",
  "page-upgrades-question-9-title": "Как я могу внести свой вклад в Eth2?",
  "page-upgrades-question-10-answer-1": "Мы не хотим слишком много говорить о технической дорожной карте, потому что это программное обеспечение: все может измениться. Мы думаем, что легче понять, что происходит, когда вы читаете о результатах.",
  "page-upgrades-question-10-answer-1-link": "Просмотреть обновления",
  "page-upgrades-question-10-answer-2": "Но если вы следили за обсуждениями, вот как обновления вписываются в технические дорожные карты.",
  "page-upgrades-question-10-answer-3": "Фаза 0 описывает работу по запуску Beacon Chain в реальном времени.",
  "page-upgrades-question-10-answer-5": "Фаза 1 технических дорожных карт сосредоточена на реализации цепочек-осколков.",
  "page-upgrades-question-10-answer-6": "Стыковка основной сети с Eth2 - это расширение работы, проделанной для реализации цепочек-осколков, которая получила название фаза 1.5. Но это важный момент, так как сегодняшний Ethereum сливается с другими обновлениями Eth2. Также в этот момент Ethereum полностью переходит на доказательство владения.",
  "page-upgrades-question-10-answer-7": "В настоящее время неясно, что будет происходить вокруг фазы 2. Это все еще предмет интенсивных исследований и дискуссий. Первоначальный план состоял в том, чтобы добавить дополнительную функциональность к цепочкам-осколкам, но это могло не потребоваться с дорожной картой, ориентированной на свертки.",
  "page-upgrades-question-10-answer-8": "Подробнее о дорожной карте, ориентированной на свертки",
  "page-upgrades-question-10-desc": "Фазы связаны с фазами работы и фокусом технической дорожной карты Eth2.",
  "page-upgrades-question-10-title": "Что такое фазы Eth2?",
  "page-upgrades-question-title": "Часто задаваемые вопросы",
  "page-upgrades-question3-answer-1": "Держателям ETH, конечно, не требуется ничего делать. Вашим ETH не понадобятся изменения или улучшения. Почти наверняка будут мошенники, говорящие прямо противоположное, так что будьте бдительны.",
  "page-upgrades-scalable": "Более масштабируемый",
  "page-upgrades-scalable-desc": "Ethereum должен поддерживать тысячи транзакций в секунду, чтобы сделать приложения быстрее и дешевле в использовании.",
  "page-upgrades-secure": "Более безопасный",
  "page-upgrades-secure-desc": "Ethereum должен быть более безопасным. Протокол должен быть более защищенным от всех форм атак, поскольку сферы применения Ethereum расширяются.",
  "page-upgrades-shard-button": "Подробнее о цепочках-осколках",
  "page-upgrades-shard-date": "Введение цепочек-осколков, второе обновление, ожидается где-то в 2023 году.",
  "page-upgrades-shard-desc": "Цепочки-осколки расширят возможности Ethereum для обработки транзакций и хранения данных. Сами осколки со временем получат больше функций, запускаемых в несколько этапов.",
  "page-upgrades-shard-estimate": "Приблизительно: в 2023 году",
  "page-upgrades-shard-lower": "Подробнее о цепочках-осколках",
  "page-upgrades-shard-title": "Цепочки-осколки",
  "page-upgrades-stay-up-to-date": "Будьте в курсе",
  "page-upgrades-stay-up-to-date-desc": "Получите последнюю информацию от исследователей и разработчиков, работающих над обновлениями Eth2.",
  "page-upgrades-sustainable-desc": "Ethereum должен быть лучше для окружающей среды. Сегодняшняя технология требует слишком много вычислительной мощности и энергии.",
  "page-upgrades-take-part": "Примите участие в исследовании",
  "page-upgrades-take-part-desc": "Здесь встречаются исследователи и энтузиасты Ethereum, чтобы обсудить исследовательские усилия, включая все, что касается Eth2.",
  "page-upgrades-the-upgrades": "Обновления Eth2",
  "page-upgrades-the-upgrades-desc": "Eth2 - это набор обновлений, которые улучшают масштабируемость, безопасность и устойчивость Ethereum. Хотя над каждым из них работают параллельно с другими, у них есть определенные зависимости, которые определяют, когда они будут развернуты.",
  "page-upgrades-unofficial-roadmap": "Это не официальная дорожная карта. Вот как мы видим, что происходит на основе имеющейся в ней информации. Но эта технология может измениться мгновенно. Поэтому не считайте это обязательством.",
  "page-upgrades-upgrade-desc": "Ethereum, который мы знаем и любим, просто более масштабируемый, более безопасный и более устойчивый...",
  "page-upgrades-upgrades": "Обновления Eth2",
  "page-upgrades-upgrades-aria-label": "Меню обновлений Eth2",
  "page-upgrades-upgrades-beacon-chain": "Beacon Chain",
  "page-upgrades-upgrades-docking": "Стыковка основной сети и Eth2",
  "page-upgrades-upgrades-guide": "Руководство по обновлениям Eth2",
  "page-upgrades-upgrades-shard-chains": "Цепочки-осколки",
  "page-upgrades-upgrading": "Обновление Ethereum до радикально новых высот",
  "page-upgrades-vision": "Наша концепция",
  "page-upgrades-vision-btn": "Подробнее о концепции Eth2",
  "page-upgrades-vision-desc": "Чтобы Ethereum стал популярным и служил всему человечеству, мы должны сделать Ethereum более масштабируемым, безопасным и устойчивым.",
  "page-upgrades-vision-upper": "Концепция Eth2",
  "page-upgrades-what-to-do": "Что вам нужно сделать?",
  "page-upgrades-what-to-do-desc": "Если вы являетесь пользователем приложений dapp или держателем ETH, вам не нужно ничего делать. Если вы разработчик или хотите начать заниматься стейкингом, вы можете принять участие уже сегодня.",
  "page-upgrades-whats-next": "Что такое Eth2?",
  "page-upgrades-whats-next-desc": "Eth2 - это набор взаимосвязанных обновлений, которые сделают Ethereum более масштабируемым, безопасным и устойчивым. Эти обновления создаются несколькими командами из экосистемы Ethereum.",
  "page-upgrades-whats-ethereum": "Погодите, что такое Ethereum?",
  "page-upgrades-whats-new": "Что нового в Eth2?"
}
