{
  "page-staking-just-staking": "Стейкинг",
  "page-staking-image-alt": "Изображение талисмана-носорога для панели запуска eth2.",
  "page-staking-51-desc-1": "Стейкинг делает присоединение к сети в качестве валидатора более доступным, поэтому вполне вероятно, что в сети будет большее количество валидаторов, чем существует сегодня. Это еще больше усложнит атаку такого рода, поскольку стоимость атаки увеличится.",
  "page-staking-accessibility": "Более доступный",
  "page-staking-accessibility-desc": "Благодаря более простым требованиям к оборудованию и возможности объединения в пул в случае, если у участника нет 32 ETH, все больше людей смогут присоединиться к сети. Это сделает Ethereum более децентрализованным и безопасным за счет уменьшения площади поверхности атаки.",
  "page-staking-at-stake": "Ваши ETH на кону",
  "page-staking-at-stake-desc": "Поскольку вы должны предоставить свои ETH в виде вложения, чтобы подтверждать транзакции и создавать новые блоки, вы можете потерять эти монеты, если попробуете обмануть систему.",
  "page-staking-benefits": "Преимущества стейкинга в Ethereum",
  "page-staking-check-address": "Проверить адреса депозита",
  "page-staking-consensus": "Подробнее о механизмах консенсуса",
  "page-staking-deposit-address": "Проверить адрес депозита",
  "page-staking-deposit-address-desc": "Если вы уже выполнили инструкции по настройке на панели запуска, вы знаете, что вам нужно отправить транзакцию на контракт на депозит для стейкинга. Мы рекомендуем внимательно проверять адрес. Вы можете найти официальный адрес на ethereum.org и ряде других надежных сайтов.",
  "page-staking-desc-1": "Вознаграждение дается за действия, которые помогают сети достичь консенсуса. Вы получите вознаграждение за группирование транзакций в новый блок или проверку работы других валидаторов, потому что это то, что обеспечивает надежную работу цепочки.",
  "page-staking-desc-2": "Хотя вы можете получать вознаграждения за выполнение работы, которая приносит пользу сети, вы можете потерять ETH из-за злонамеренных действий, выхода из сети и отсутствия проверки.",
  "page-staking-desc-3": "Вам понадобится 32 ETH, чтобы стать полноценным валидатором, или некоторое количество ETH, чтобы присоединиться к пулу стейкеров. Вам также потребуется запустить Eth1 или клиент основной сети. Панель запуска ознакомит вас с процессом и требованиями к оборудованию. В качестве альтернативы вы можете использовать внутренний API.",
  "page-staking-description": "Стейкинг - это внесение 32 ETH для активации программного обеспечения валидатора. Как валидатор вы будете отвечать за хранение данных, обработку транзакций и добавление новых блоков в блокчейн. Это обеспечит безопасность Ethereum для всех и принесет вам новые ETH в процессе. Этот процесс, известный как доказательство владения, вводится с Beacon Chain.",
  "page-staking-docked": "Подробнее о стыковке",
  "page-staking-dyor": "Ищите информацию самостоятельно",
  "page-staking-dyor-desc": "Ни одна из перечисленных служб стейкинга не одобрена официально. Обязательно проведите небольшое исследование, чтобы выяснить, какая служба может быть лучше для вас.",
  "page-staking-header-1": "Вложите свои ETH, чтобы стать валидатором Ethereum",
  "page-staking-how-much": "Сколько вы готовы вложить?",
  "page-staking-how-to-stake": "Как заниматься стейкингом",
  "page-staking-how-to-stake-desc": "Все зависит от того, какое вложение вы хотите сделать. Вам понадобится 32 ETH, чтобы стать полноценным валидатором, но можно вложить меньше.",
  "page-staking-join": "Присоединиться",
  "page-staking-join-community": "Вступайте в сообщество стейкеров",
  "page-staking-join-community-desc": "r/ethstaker - это сообщество, в котором каждый может обсудить стейкинг на Ethereum. Присоединяйтесь, чтобы получить совет, поддержку и обсудить все, что касается стейкинга.",
  "page-staking-less-than": "Меньше, чем",
  "page-staking-link-1": "Просмотреть внутренние API",
  "page-staking-meta-description": "Обзор стейкинга Ethereum: риски, вознаграждения, требования и где это делать.",
  "page-staking-meta-title": "Стейкинг Ethereum",
  "page-staking-more-sharding": "Подробнее о шардинге",
  "page-staking-pool": "Стейкинг в пуле",
  "page-staking-pool-desc": "Если у вас меньше 32 ETH, вы сможете добавить меньшее количество монет в пулы стейкеров. Некоторые компании могут делать все это от вашего имени, поэтому вам не придется беспокоиться о том, чтобы оставаться в сети. Вот несколько компаний, с которыми стоит ознакомиться.",
  "page-staking-pos-explained": "Объяснение доказательства владения",
  "page-staking-pos-explained-desc": "Стейкинг - это то, что вам нужно делать, чтобы быть валидатором в системе доказательства владения. Это механизм консенсуса, который заменит существующую в настоящее время систему доказательства работы. Механизмы консенсуса - это то, что обеспечивает безопасность и децентрализацию таких блокчейнов, как Ethereum.",
  "page-staking-pos-explained-desc-1": "Доказательство владения помогает защитить сеть несколькими способами:",
  "page-staking-services": "Ознакомиться со службами стейкинга",
  "page-staking-sharding": "Разблокирует шардинг",
  "page-staking-sharding-desc": "Шардинг возможен только с системой доказательства владения. Шардинг в системе доказательства работы сократит количество вычислительных мощностей, необходимых для повреждения сети, что упростит злоумышленникам контроль над осколками. Дело обстоит иначе с выбранными случайным образом стейкерами в системе доказательства владения.",
  "page-staking-solo": "Занимайтесь стейкингом в одиночку и запускайте валидатор",
  "page-staking-solo-desc": "Чтобы начать процесс стейкинга, вам нужно будет использовать панель запуска Eth2. Это поможет вам разобраться со всеми настройками. Частью стейкинга является управление клиентом Eth2, локальной копией блокчейна. Загрузка этой копии на ваш компьютер может занять некоторое время.",
  "page-staking-start": "Начните стейкинг",
  "page-staking-subtitle": "Стейкинг - это общественное благо экосистемы Ethereum. Вы можете помочь защитить сеть и заработать вознаграждение в процессе.",
  "page-staking-sustainability": "Более экологичный",
  "page-staking-sustainability-desc": "Валидаторам не нужны энергоемкие компьютеры для участия в системе доказательство владения - только ноутбук или смартфон. Это делает Ethereum лучше для окружающей среды.",
  "page-staking-the-beacon-chain": "Подробнее о Beacon Chain",
  "page-staking-title-1": "Вознаграждения",
  "page-staking-title-2": "Риски",
  "page-staking-title-3": "Требования",
  "page-staking-title-4": "Как вложить свои ETH",
  "page-staking-upgrades-li": "Доказательством владения управляет Beacon Chain.",
  "page-staking-upgrades-li-2": "В обозримом будущем Ethereum будет иметь Beacon Chain с доказательством владения и основную сеть с доказательством работы. Основная сеть - это Ethereum, которым мы пользовались все эти годы.",
  "page-staking-upgrades-li-3": "В течение этого времени стейкеры будут добавлять новые блоки в Beacon Chain, но не обрабатывать транзакции в основной сети.",
  "page-staking-upgrades-li-4": "Ethereum полностью перейдет на систему доказательства владения, как только основная сеть Ethereum станет осколком.",
  "page-staking-upgrades-li-5": "Только после этого вы сможете вывести свое вложение.",
  "page-staking-upgrades-title": "Обновления доказательства владения и Eth2",
  "page-staking-validators": "Больше валидаторов, выше безопасность",
  "page-staking-validators-desc": "Такой блокчейн, как Ethereum, можно испортить, если вы контролируете 51 % сети. Например, вы можете заставить 51 % валидаторов подтвердить, что ваш баланс составляет 1 000 000 ETH, а не 1 ETH. Но чтобы контролировать 51 % валидаторов, вам нужно владеть 51 % ETH в системе - это много!",
  "page-staking-withdrawals": "Вывод средств начнется не сразу",
  "page-staking-withdrawals-desc": "Вы не сможете вывести свое вложение до тех пор, пока не будут применены следующие обновления. Снятие средств должно быть доступно после стыковки основной сети с системой Beacon Chain."
}
