{
  "page-get-eth-article-keeping-crypto-safe": "Ключи для сохранения в безопасности вашей криптовалюты",
  "page-get-eth-article-protecting-yourself": "Защита себя и своих средств",
  "page-get-eth-article-store-digital-assets": "Способ хранения цифровых активов на Ethereum",
  "page-get-eth-article-protecting-yourself-desc": "MyCrypto",
  "page-get-eth-article-keeping-crypto-safe-desc": "Coinbase",
  "page-get-eth-article-store-digital-assets-desc": "ConsenSys",
  "page-get-eth-cex": "Централизованные биржи",
  "page-get-eth-cex-desc": "Биржи - это компании, которые позволяют покупать криптовалюту за традиционную валюту. Они обладают контролем над любым купленным вами ETH, пока вы не отправите его на кошелек, контролируемый вами.",
  "page-get-eth-checkout-dapps-btn": "Просмотреть децентрализованные приложения",
  "page-get-eth-community-safety": "Записи сообщества о безопасности",
  "page-get-eth-description": "Ethereum не контролируется ни одной организацией — он децентрализован.",
  "page-get-eth-dex": "Децентрализованные биржи (DEX)",
  "page-get-eth-dex-desc": "Если вы хотите больше контроля, покупайте ETH, используя <a href=\"/glossary/#smart-contract\">умные контракты</a>. С помощью DEX вы можете торговать цифровыми активами, не передавая контроль над своими средствами централизованной компании.",
  "page-get-eth-peers": "Получайте ЕТН от одноранговых пользователей",
  "page-get-eth-peers-desc": "Обзаведясь учетную запись Ethereum, вам останется только поделиться своим адресом, чтобы начать отправлять и получать ETH (и другие токены) с помощью одноранговой передачи.",
  "page-get-eth-staking": "Вознаграждения за стейкинг",
  "page-get-eth-staking-desc": "Если у вас уже есть ETH, их количество можно увеличить, заработав их в качестве узла-валидатора. Вы будете получать ETH как оплату за работу по проверке.",
  "page-get-eth-earn": "Зарабатывайте ETH",
  "page-get-eth-earn-desc": "Вы можете заработать ЕТН, работая на DAO или компании, которые платят в криптовалюте, выигрывая награды, находя баги в программном обеспечении и используя другие возможности.",
  "page-get-eth-daos-link-desc": "Подробнее о DAO",
  "page-get-eth-cex-link-desc": "Просматривайте список бирж",
  "page-get-eth-staking-link-desc": "Узнавайте больше о стейкинге",
  "page-get-eth-dexs": "Децентрализованные биржи (DEX)",
  "page-get-eth-dexs-desc": "Децентрализованные биржи - открытые торговые площадки для ETH и других токенов. Они напрямую соединяют покупателей и продавцов.",
  "page-get-eth-dexs-desc-2": "Вместо использования доверенных третьих лиц для защиты средств в сделке они используют код. ETH продавца будут переданы только тогда, когда оплата будет гарантирована. Этот тип кода известен как смарт-контракт.",
  "page-get-eth-dexs-desc-3": "Это означает, что существует меньше географических ограничений, чем при использовании централизованных альтернатив. Если кто-то продает то, что вы хотите, и принимает способ оплаты, который вы можете предоставить, то все готово.",
  "page-get-eth-dexs-desc-4": "Примечание: многие децентрализованные биржи (DEX) используют обернутый эфир (WETH) для работы. <a href=\"/wrapped-eth\">Узнайте больше об обернутом эфире</a>.",
  "page-get-eth-do-not-copy": "Пример: не копировать",
  "page-get-eth-exchanges-disclaimer": "Мы собрали эту информацию вручную. Если вы обнаружите ошибки, дайте нам знать на",
  "page-get-eth-exchanges-empty-state-text": "Укажите свою страну проживания, чтобы увидеть список бирж, которые можно использовать",
  "page-get-eth-exchanges-except": "Кроме",
  "page-get-eth-exchanges-header": "В какой стране вы живете?",
  "page-get-eth-exchanges-header-exchanges": "Биржи",
  "page-get-eth-exchanges-header-wallets": "Кошельки",
  "page-get-eth-exchanges-intro": "У бирж есть ограничения на то, где они могут покупать криптовалюту. Это ориентировочный список услуг, который должен действовать в каждой стране. Включение в него не является гарантией качества, вам необходимо самостоятельно изучать ситуацию!",
  "page-get-eth-exchanges-no-exchanges": "К сожалению, нам неизвестны биржи, позволяющие купить ETH в этой стране. Если вы знаете, то сообщите нам на",
  "page-get-eth-exchanges-no-exchanges-or-wallets": "К сожалению, нам неизвестны биржи, позволяющие купить ETH в этой стране. Если вы знаете, то сообщите нам на",
  "page-get-eth-exchanges-no-wallets": "К сожалению, нам неизвестны кошельки, позволяющие купить ETH в этой стране. Если вы знаете, то сообщите нам на",
  "page-get-eth-exchanges-search": "Напишите, где вы живете...",
  "page-get-eth-exchanges-success-exchange": "Регистрация на бирже может занять несколько дней из-за их юридических проверок.",
  "page-get-eth-exchanges-success-wallet-link": "кошельки",
  "page-get-eth-exchanges-success-wallet-paragraph": "В вашей стране вы можете купить ETH напрямую из этих кошельков. Узнайте больше о",
  "page-get-eth-exchanges-usa": "Соединенные Штаты Америки (США)",
  "page-get-eth-get-wallet-btn": "Создать кошелек",
  "page-get-eth-hero-image-alt": "Получить изображение героя ETH",
  "page-get-eth-keep-it-safe": "Сохранение ваших ETH в безопасности",
  "page-get-eth-meta-description": "Как купить ETH в том месте, где вы живете, и советы, как позаботиться о них.",
  "page-get-eth-meta-title": "Как получить ETH",
  "page-get-eth-need-wallet": "Вам понадобится кошелек, чтобы использовать DEX.",
  "page-get-eth-new-to-eth": "Новичок в ETH? Вот обзор, чтобы помочь вам начать.",
  "page-get-eth-other-cryptos": "Купить за другую криптовалюту",
  "page-get-eth-protect-eth-desc": "Одна из основных функций Ethereum — это возможность контролировать свои активы, управляя аккаунтом. Это означает, что вы не обязаны доверять свои активы какой-либо ретьей стороне, вы получаете защиту от недобросовестных действий всех возможных опекунов активов, их банкротства или взлома. Однако это накладывает на вас обязанности по самостоятельному обеспечению их безопасности.",
  "page-get-eth-protect-eth-in-wallet": "Храните ЕТН в собственном кошельке",
  "page-get-eth-search-by-country": "Найти по стране",
  "page-get-eth-security": "Это означает, что вы должны серьезно относиться к безопасности своих средств. С ETH вы не доверяете банку или компании смотреть за вашими активами, вы несете за них ответственность самостоятельно.",
  "page-get-eth-smart-contract-link": "Подробнее о смарт-контрактах",
  "page-get-eth-swapping": "Обменяйте ваши токены на ETH. И наоборот.",
  "page-get-eth-try-dex": "Попробуйте DEX",
  "page-get-eth-use-your-eth": "Используйте ваши ETH",
  "page-get-eth-use-your-eth-dapps": "Теперь, когда у вас есть ETH, взгляните на несколько приложений Ethereum (dapps). Существуют приложения для финансов, социальных сетей, игр и многого другого.",
  "page-get-eth-wallet-instructions": "Следуйте инструкциям кошелька",
  "page-get-eth-wallet-instructions-lost": "Если вы потеряете доступ к своему аккаунту, вы также потеряете доступ и к своим средствам. Ваш кошелек должен дать вам инструкции, чтобы предупредить подобные ситуации. Удостоверьтесь, что вы внимательно следуете им: в большинстве случаев никто не сможет помочь вам в случае потери доступа к своему аккаунту.",
  "page-get-eth-wallets": "Кошельки",
  "page-get-eth-wallets-link": "Подробнее о кошельках",
  "page-get-eth-wallets-purchasing": "Некоторые кошельки позволяют вам купить криптовалюту с помощью дебетовой или кредитной карты, банковского перевода или даже Apple Pay. Имеются географические ограничения.",
  "page-get-eth-warning": "Эти DEX не предназначены для новичков, так как для их использования потребуется некоторое количество ETH. Это лишь примеры, а не рекомендованные продукты. Изучайте ситуацию самостоятельно!",
  "page-get-eth-what-are-DEX's": "Что такое DEX?",
  "page-get-eth-whats-eth-link": "Что такое ETH?",
  "page-get-eth-where-to-buy-desc": "Вы можете заработать ЕТН, получить от одноранговых пользователей или купить на биржах и в приложениях.",
  "page-get-eth-where-to-buy-desc-2": "Проверьте, какими службами вы сможете воспользоваться в вашем месте проживания.",
  "page-get-eth-where-to-buy-title": "Где получить ETH",
  "page-get-eth-your-address": "Ваш адрес ETH",
  "page-get-eth-your-address-desc": "Когда вы загружаете кошелек, он создает для вас общедоступный адрес ETH. Вот пример такого адреса:",
  "page-get-eth-your-address-desc-3": "Думайте об этом, как о вашем адресе электронной почты, но вместо сообщений вы получаете ETH. Если вы хотите перевести ETH из биржи в свой кошелек, используйте ваш адрес в качестве точки назначения. Дважды проверьте его перед отправкой!",
  "page-get-eth-your-address-wallet-link": "Просмотреть кошельки",
  "listing-policy-raise-issue-link": "Поднять вопрос",
  "page-find-wallet-last-updated": "Последнее обновление"
}
