{
  "page-apps-all-apps": "Все приложения",
  "page-apps-dapp-description-cent": "Социальная сеть, в которой вы зарабатываете деньги, размещая NFT.",
  "page-apps-dapp-description-decentraland": "Собирайте и торгуйте виртуальной землей в виртуальном мире, который можно исследовать.",
  "page-apps-dapp-description-ens": "Удобные имена для адресов Ethereum и децентрализованных площадок.",
  "page-apps-dapp-description-gitcoin": "Зарабатывайте криптовалюту, работающую на ПО с открытым исходным кодом.",
  "page-apps-dapp-description-gods-unchained": "Стратегическая коллекционная карточная игра. Получайте карты, которые вы сможете продать в реальной жизни, просто играя.",
  "page-apps-dapp-description-augur": "Ставьте на результат. Торгуйте на информационных рынках.",
  "page-apps-ready-button": "Go",
  "foundation": "Фонд",
  "page-wallets-get-some": "Получите ETH",
  "page-apps-title": "Приложения",
  "page-apps-subtitle": "Познакомьтесь с курируемым списком приложений, работающих в сети Ethereum и сетях уровня 2",
  "page-apps-learn-button": "Подробнее о приложениях",
  "page-apps-highlights-title": "Highlights",
  "page-apps-discover-title": "Подборка",
  "page-apps-applications-title": "Применения",
  "page-apps-categories-title": "Категории приложений",
  "page-apps-community-picks-title": "Выбор сообщества",
  "page-apps-meta-title": "Лучшие криптоприложения в Ethereum-сети",
  "page-apps-meta-description": "Откройте для себя криптоприложения в сети Ethereum: изучите DeFi, NFT, социальные сети, игры, мосты, конфиденциальность, производительность и децентрализованные приложения DAO. Находите надёжные ончейн-приложения для торговли, заработка и взаимодействия.",
  "page-apps-category-defi-name": "DeFiDeFi",
  "page-apps-category-defi-description": "DeFi - это категория децентрализованных приложений, которые позволяют пользователям давать и брать в долг, торговать и получать проценты от своих криптоактивов.",
  "page-apps-category-defi-meta-title": "Список DeFi приложений на базе Ethereum — вклады, займы и доходность",
  "page-apps-category-defi-meta-description": "Изучите лучшие DeFi приложениями на базе Ethereum для вкладов, займов, выпуска стейблкоbнов, кредитов и торговли на DEX внутри сети.",
  "page-apps-category-collectibles-name": "Коллекционные предметы",
  "page-apps-category-collectibles-description": "Коллекционные предметы - это уникальные цифровые активы, которые не могут быть скопированы.",
  "page-apps-category-collectibles-meta-title": "Список лучших NFT приложений на Ethereum",
  "page-apps-category-collectibles-meta-description": "Познакомьтесь с лучшими NFT приложениями для покупки коллекционных предметов, торговли игровыми скинами и открытия новых цифровых активов на ведущих торговых площадках Ethereum.",
  "page-apps-category-social-name": "Социальные сети",
  "page-apps-category-social-description": "Социальная — это категория децентрализованных приложений, которые позволяют пользователям общаться друг с другом и обмениваться контентом.",
  "page-apps-category-social-meta-title": "Приложения социальных сетей на Ethereum: Farcaster, Zora и другие",
  "page-apps-category-social-meta-description": "Изучите лучшие социальные сети и приложения для обмена сообщениями на базе Ethereum.",
  "page-apps-category-gaming-name": "Игры",
  "page-apps-category-gaming-description": "Игры - это категория децентрализованных приложений, которые позволяют пользователям играть в игры и получать вознаграждения.",
  "page-apps-category-gaming-meta-title": "Список крипто и NFT-игр на Ethereum",
  "page-apps-category-gaming-meta-description": "Откройте для себя лучшие блокчейн-игры, в которые весело играть. MMORPG, карточные игры, игры с искусственным интеллектом, RPG, казуальные игры",
  "page-apps-category-bridge-name": "Мост",
  "page-apps-category-bridge-description": "Bridge — это категория децентрализованных приложений, которые позволяют пользователям переводить свои активы между различными сетями.",
  "page-apps-category-bridge-meta-title": "Список Ethereum мостов к другим сетям",
  "page-apps-category-bridge-meta-description": "Откройте для себя лучшее приложение для перемещения ваших активов между различными сетями 1 и 2 уровня.",
  "page-apps-category-productivity-name": "Продуктивность",
  "page-apps-category-productivity-description": "Productivity - это категория децентрализованных приложений, позволяющих пользователям быть продуктивными.",
  "page-apps-category-productivity-meta-title": "Приложения для повышения производительности и децентрализованной идентификации",
  "page-apps-category-productivity-meta-description": "Ознакомьтесь с лучшими Ethereum приложениями для децентрализованной идентификации, хранения данных, DNS и обработки видео. Повысьте свою производительность в блокчейн сети с помощью надежных инфраструктурных инструментов.",
  "page-apps-category-privacy-name": "Конфиденциальность",
  "page-apps-category-privacy-description": "Privacy - это категория децентрализованных приложений, позволяющих пользователям сохранять конфиденциальность.",
  "page-apps-category-privacy-meta-title": "Ethereum приложения для конфиденциальности: Tornado Cash и другие",
  "page-apps-category-privacy-meta-description": "Познакомьтесь с приложениями конфиденциальности Ethereum, такими как Tornado Cash и другими, которые защищают анонимность пользователей, обеспечивают конфиденциальность транзакций и повышают конфиденциальность в сети.",
  "page-apps-category-dao-name": "DAO",
  "page-apps-category-dao-description": "DAO — это категория децентрализованных приложений, которые позволяют пользователям управлять и создавать децентрализованные автономные организации.",
  "page-apps-category-dao-meta-title": "Список DAO инструментов в сети Ethereum",
  "page-apps-category-dao-meta-description": "Откройте для себя лучшие инструменты DAO в сети Ethereum для руководства, управления капиталом, голосования и координации участников. Запустите, управляйте и развивайте свою децентрализованную организацию.",
  "page-apps-see-all": "Показать все",
  "page-apps-suggest-an-app-title": "Предложить приложение",
  "page-apps-suggest-an-app-description": "Мы всегда рады добавить новые приложения в наш список. Если вы знаете приложение, которое, по вашему мнению, должно быть в этом списке, пожалуйста, дайте нам знать.",
  "page-apps-suggest-an-app-button": "Предложить приложение",
  "page-apps-filter-by": "Фильтр",
  "page-apps-filter-all": "Все",
  "page-apps-showing": "Показаны",
  "page-apps-visit-app": "Перейти в {appName}",
  "page-apps-see-next": "Смотреть далее",
  "page-apps-info-title": "Информация",
  "page-apps-info-founded": "Основан",
  "page-apps-info-creator": "Создатель",
  "page-apps-info-last-updated": "Последнее обновление",
  "page-apps-gallery-title": "Галерея",
  "page-apps-more-apps-like-this": "Больше похожих приложений",
  "page-apps-today": "Сегодня",
  "page-apps-one-day-ago": "1 день назад",
  "page-apps-days-ago": "{days} дней назад"
}