{
  "page-staking-just-staking": "Стейкинг",
  "page-staking-image-alt": "Изображение талисмана-носорога для панели запуска стейкинга.",
  "page-staking-51-desc-1": "Стейкинг делает присоединение к сети в качестве валидатора более доступным, поэтому вполне вероятно, что в сети будет большее количество валидаторов, чем существует сегодня. Это еще больше усложнит атаку такого рода, поскольку стоимость атаки увеличится.",
  "page-staking-accessibility": "Большая доступность",
  "page-staking-accessibility-desc": "Благодаря упрощению требований к аппаратному обеспечению и возможности объединить средства, если у вас нет 32 ETH, больше людей смогут присоединиться к сети. Это сделает Ethereum более децентрализованным и безопасным, уменьшив площадь атаки.",
  "page-staking-at-stake": "Ваши ETH в качестве ставки",
  "page-staking-at-stake-desc": "Поскольку вы должны предоставить свои ETH в виде ставки, чтобы подтверждать транзакции и создавать новые блоки, вы можете потерять эти монеты, если попробуете обмануть систему.",
  "page-staking-benefits": "Преимущества стейкинга для Ethereum",
  "page-staking-check-address": "Проверить адрес депозита",
  "page-staking-consensus": "Подробнее о механизмах консенсуса",
  "page-staking-deposit-address": "Проверить адрес депозита",
  "page-staking-deposit-address-desc": "Если вы уже выполнили инструкции по настройке на панели запуска, вы знаете, что вам нужно отправить транзакцию на контракт на депозит для стейкинга. Мы рекомендуем внимательно проверять адрес. Вы можете найти официальный адрес на ethereum.org и ряде других надежных сайтов.",
  "page-staking-desc-1": "Вознаграждение дается за действия, которые помогают сети достичь консенсуса. Вы получите вознаграждение за группирование транзакций в новый блок или проверку работы других валидаторов, потому что это то, что обеспечивает надежную работу цепочки.",
  "page-staking-desc-2": "Хотя вы можете получать вознаграждения за выполнение работы, которая приносит пользу сети, вы можете потерять ETH из-за злонамеренных действий, выхода из сети и отсутствия проверки.",
  "page-staking-desc-3": "Вам потребуется 32 ETH, чтобы стать полноправным валидатором, или несколько ETH, чтобы присоединиться к пулу ставок. Вам также потребуется запустить клиент-исполнитель (в прошлом — «клиент Eth1»). На стартовой панели вы сможете ознакомиться с процессом и требованиями к оборудованию. В качестве альтернативы вы можете использовать внутренний API.",
  "page-staking-description": "Стейкинг — это внесение 32 ETH для активации программного обеспечения валидатора. Как валидатор вы будете отвечать за хранение данных, обработку транзакций и добавление новых блоков в блокчейн. Это обеспечит безопасность Ethereum для всех и принесет вам новые ETH в процессе. Этот процесс, известный как доказательство владения, вводится с Beacon Chain.",
  "page-staking-docked": "Подробнее о слиянии",
  "page-staking-dyor": "Ищите информацию самостоятельно",
  "page-staking-dyor-desc": "Ни одна из перечисленных служб стейкинга не одобрена официально. Обязательно проведите небольшое исследование, чтобы выяснить, какая служба может быть лучше для вас.",
  "page-staking-header-1": "Вложите свои ETH, чтобы стать валидатором Ethereum",
  "page-staking-how-much": "Сколько вы готовы вложить?",
  "page-staking-how-to-stake": "Как заниматься стейкингом",
  "page-staking-how-to-stake-desc": "Все зависит от того, какое вложение вы хотите сделать. Вам понадобится 32 ETH, чтобы стать полноценным валидатором, но можно вложить меньше.",
  "page-staking-join": "Присоединиться",
  "page-staking-join-community": "Вступайте в сообщество стейкеров",
  "page-staking-join-community-desc": "EthStaker — это сообщество, где каждый может узнавать о ставках на Ethereum и принимать участие в обсуждении. Присоединяйтесь к десяткам тысяч участников со всего мира, чтобы получать советы, поддержку и обсуждать все, что касается ставок.",
  "page-staking-less-than": "Менее",
  "page-staking-link-1": "Просмотреть внутренние API",
  "page-staking-meta-description": "Обзор стейкинга Ethereum: риски, вознаграждения, требования и где это делать.",
  "page-staking-meta-title": "Стейкинг Ethereum",
  "page-staking-more-sharding": "Подробнее о шардинге",
  "page-staking-pool": "Стейкинг в пуле",
  "page-staking-pool-desc": "Если у вас меньше 32 ETH, вы сможете добавить меньшее количество монет в пулы стейкеров. Некоторые компании могут делать все это от вашего имени, поэтому вам не придется беспокоиться о том, чтобы оставаться в сети. Вот несколько компаний, с которыми стоит ознакомиться.",
  "page-staking-rocket-pool": "Вы можете начать стейкинг в Rocket Pool, обменяв ETH на ликвидный токен Rocket Pool rETH всего за 0,01 ETH. Хотите запустить узел? Вы также можете запустить узел стейкинга на Rocket Pool, начиная с 16 ETH. Оставшийся ETH назначается протоколом Rocket Pool, и используя ETH, который пользователи вложили в пул.",
  "page-staking-pos-explained": "Объяснение доказательства владения",
  "page-staking-pos-explained-desc": "Стейкинг — это то, что вам нужно делать, чтобы быть валидатором в системе доказательства владения. Это механизм консенсуса, который заменит существующую в настоящее время систему доказательства работы. Механизмы консенсуса — это то, что обеспечивает безопасность и децентрализацию таких блокчейнов, как Ethereum.",
  "page-staking-pos-explained-desc-1": "Доказательство владения помогает защитить сеть несколькими способами.",
  "page-staking-services": "Просмотреть все сервисы стейкинга",
  "page-staking-sharding": "Разблокировка шардинга",
  "page-staking-sharding-desc": "Шардинг возможен только в системе с доказательством владения. Шардинг в системе с доказательством работы уменьшает количество вычислительных мощностей, необходимых для повреждения сети, что облегчает злонамеренным майнерам контроль над осколками. Этого нельзя сказать о случайном назначении стейкхолдеров в системе с доказательством владения.",
  "page-staking-solo": "Занимайтесь стейкингом в одиночку и запускайте валидатор",
  "page-staking-solo-desc": "Чтобы начать процесс стейкинга, вам нужно использовать панель запуска стейкинга. Это поможет вам разобраться со всеми настройками. Частью стейкинга является запуск консенсус-клиента, который представляет собой локальную копию блокчейна. Загрузка этой копии на компьютер может занять некоторое время.",
  "page-staking-start": "Начните стейкинг",
  "page-staking-subtitle": "Стейкинг — это общественное благо экосистемы Ethereum. Вы можете помочь защитить сеть и заработать вознаграждение в процессе.",
  "page-staking-sustainability": "Большая экологичность",
  "page-staking-sustainability-desc": "Валидаторам не нужны энергоемкие компьютеры, чтобы участвовать в системе с доказательством владения: достаточно ноутбука или смартфона. Это сделает Ethereum лучше для окружающей среды.",
  "page-staking-the-beacon-chain": "Подробнее о Beacon Chain",
  "page-staking-title-1": "Вознаграждения",
  "page-staking-title-2": "Риски",
  "page-staking-title-3": "Требования",
  "page-staking-title-4": "Как вложить свои ETH",
  "page-staking-upgrades-li": "Доказательством владения управляет Beacon Chain.",
  "page-staking-upgrades-li-2": "В обозримом будущем Ethereum будет иметь Beacon Chain с доказательством владения и основную сеть с доказательством работы. Основная сеть — это Ethereum, которым мы пользовались все эти годы.",
  "page-staking-upgrades-li-3": "В течение этого времени стейкеры будут добавлять новые блоки в Beacon Chain, но не обрабатывать транзакции в основной сети.",
  "page-staking-upgrades-li-4": "Ethereum полностью перейдет на систему доказательства владения после того, как основная сеть Ethereum объединится с Beacon Chain.",
  "page-staking-upgrades-li-5": "Затем последует незначительное обновление, позволяющее вывести зарезервированные средства.",
  "page-staking-upgrades-title": "Обновления доказательства владения и консенсуса",
  "page-staking-validators": "Больше валидаторов, выше безопасность",
  "page-staking-validators-desc": "В таком блокчейне, как Ethereum, можно цензурировать и перестраивать транзакции под себя, если вы контролируете большую часть сети. Но чтобы контролировать большую часть сети, вам нужно большинство валидаторов, а для этого вам нужно контролировать большинство ETH в системе. Это очень много! Это количество ETH увеличивается каждый раз, когда в систему входит новый валидатор, что повышает безопасность сети. Модель доказательства работы, которую заменит доказательство владения, требует от валидаторов (майнеров) наличия специализированного оборудования и большого физического пространства. Войти в систему в качестве майнера сложно, поэтому безопасность от атак большинства не так сильно возрастает. Доказательство владения не имеет таких требований, что должно привести к росту сети (и ее устойчивости к атакам большинства) до размеров, которые невозможны при использовании доказательства работы.",
  "page-staking-withdrawals": "Вывод средств начнется не сразу",
  "page-staking-withdrawals-desc": "Вы не сможете снять свои средства до тех пор, пока не будут развернуты будущие обновления. Вывод средств будет доступен в небольшом обновлении после слияния основной сети с Beacon Chain."
}
