{
  "page-what-is-ethereum-101": "Ethereum 101",
  "page-what-is-ethereum-101-desc": "Ethereum - это технология, которая позволяет вам отправлять криптовалюту абсолютно всем за небольшую комиссию. Она также поддерживает приложения, которые может использовать каждый и которые никто не сможет удалить.",
  "page-what-is-ethereum-101-desc-2": "Ethereum строится на инновациях Bitcoin с некоторыми существенными отличиями.",
  "page-what-is-ethereum-101-desc-3": "Обе технологии позволяют вам использовать цифровые деньги без поставщиков платежных услуг или банков. Но Ethereum является программируемым, так что вы также можете использовать его для множества различных цифровых активов, даже Bitcoin!",
  "page-what-is-ethereum-101-desc-4": "Это также означает, что Ethereum - это больше, чем просто платежи. Это целая торговая площадка, предназначенная для финансовых услуг, игр и приложений, которые не могут украсть ваши данные или подвергнуть вас цензуре.",
  "page-what-is-ethereum-101-italic": "всемирный программируемый блокчейн.",
  "page-what-is-ethereum-101-strong": "Это ",
  "page-what-is-ethereum-accessibility": "Ethereum открыт для каждого.",
  "page-what-is-ethereum-adventure": "Выбирайте свое приключение!",
  "page-what-is-ethereum-alt-img-bazaar": "Изображение человека, всматривающегося в базар, призвано быть олицетворением Ethereum",
  "page-what-is-ethereum-alt-img-comm": "Рисунок членов сообщества Ethereum, работающих вместе",
  "page-what-is-ethereum-alt-img-lego": "Иллюстрация руки, создающей логотип ETH из кубиков Lego",
  "page-what-is-ethereum-alt-img-social": "Изображение персонажей в социальном пространстве, посвященном Ethereum, с большим логотипом ETH",
  "page-what-is-ethereum-banking-card": "Банковское обслуживание для каждого",
  "page-what-is-ethereum-banking-card-desc": "Не у каждого есть доступ к финансовым услугам. Но все, что вам нужно для доступа к Ethereum и его продуктам кредитования, займа и сбережений - это подключение к Интернету.",
  "page-what-is-ethereum-build": "Создавайте с Ethereum",
  "page-what-is-ethereum-build-desc": "Если вы хотите попробовать разрабатывать приложения на Ethereum, прочтите нашу документацию, попробуйте несколько руководств или ознакомьтесь с инструментами, необходимыми для начала работы.",
  "page-what-is-ethereum-censorless-card": "Устойчивость к цензуре",
  "page-what-is-ethereum-censorless-card-desc": "Ни правительство, ни компании не могут контролировать Ethereum. Децентрализация делает практически невозможным запрет на получение вами платежей или использование услуг Ethereum.",
  "page-what-is-ethereum-comm-desc": "В наше сообщество входят люди из всех слоев общества, включая художников, криптоанархистов, компании из списка Fortune 500, а теперь и вас. Узнайте, как вы можете принять участие в этом проекте сегодня.",
  "page-what-is-ethereum-commerce-card": "Коммерческие гарантии",
  "page-what-is-ethereum-commerce-card-desc": "Ethereum создает более равные условия. У клиентов есть неотъемлемая гарантия того, что средства перейдут из рук в руки только в том случае, если вы предоставите свое согласие. Для ведения бизнеса не потребуется влияние крупной компании.",
  "page-what-is-ethereum-community": "Сообщество Ethereum",
  "page-what-is-ethereum-compatibility-card": "Совместимость для победы",
  "page-what-is-ethereum-compatibility-card-desc": "Более качественные продукты и услуги создаются на постоянной основе, так как продукты Ethereum совместимы по умолчанию. Компании могут строиться на успехе друг друга.",
  "page-what-is-ethereum-dapps-desc": "Продукты и услуги, которые работают на Ethereum. Это децентрализованные приложения для финансов, работы, социальных сетей, игр и многого другого - познакомьтесь с приложениями для нашего цифрового будущего.",
  "page-what-is-ethereum-dapps-img-alt": "Изображение песика, пользующегося приложением Ethereum на компьютере",
  "page-what-is-ethereum-dapps-title": "Децентрализованные приложения Ethereum",
  "page-what-is-ethereum-desc": "Фундамент нашего цифрового будущего",
  "page-what-is-ethereum-explore": "Изучите Ethereum",
  "page-what-is-ethereum-get-started": "Лучший способ узнать больше - загрузить кошелек, приобрести немного ETH и попробовать децентрализованное приложение Ethereum.",
  "page-what-is-ethereum-in-depth-description": "Ethereum - это открытый доступ к цифровым деньгам и службам предоставления данных для всех, вне зависимости от вашего происхождения и местоположения. Это созданная сообществом технология, лежащая в основе криптовалюты ether (ETH) и тысяч приложений, которыми вы можете пользоваться сегодня.",
  "page-what-is-ethereum-internet-card": "Более частный Интернет",
  "page-what-is-ethereum-internet-card-desc": "Вам не нужно предоставлять все ваши персональные данные, чтобы пользоваться приложением Ethereum. Ethereum строит экономику, основанную на ценности, а не на надзоре.",
  "page-what-is-ethereum-meet-comm": "Познакомьтесь с сообществом",
  "page-what-is-ethereum-meta-description": "Узнайте больше об Ethereum, о его функциях и о том, как попробовать это самим.",
  "page-what-is-ethereum-meta-title": "Что такое Ethereum?",
  "page-what-is-ethereum-native-alt": "Эмблема ether (ETH)",
  "page-what-is-ethereum-native-crypto": "Собственная криптовалюта Ethereum и эквивалент Bitcoin. Вы можете использовать ETH в приложениях Ethereum или для отправки средств друзьям и семье.",
  "page-what-is-ethereum-native-img-alt": "Изображение робота с торсом в виде сейфа, используемое для обозначения кошельков Ethereum",
  "page-what-is-ethereum-native-title": "ETH",
  "page-what-is-ethereum-p2p-card": "Пиринговая сеть",
  "page-what-is-ethereum-p2p-card-desc": "Ethereum позволяет вам переводить деньги или заключать соглашения напрямую с кем-то еще. Вам не нужно проходить через компании-посредники.",
  "page-what-is-ethereum-singlecard-desc": "Если вам интересны блокчейн и техническая сторона Ethereum, мы вам поможем.",
  "page-what-is-ethereum-singlecard-link": "Как работает Ethereum",
  "page-what-is-ethereum-singlecard-title": "Как работает Ethereum",
  "page-what-is-ethereum-start-building-btn": "Приступить к созданию приложений",
  "page-what-is-ethereum-title": "Что такое Ethereum?",
  "page-what-is-ethereum-tools-needed": "Все, что вам нужно для участия в проекте - кошелек.",
  "page-what-is-ethereum-try": "Попробуйте Ethereum",
  "page-what-is-ethereum-tryit": "Так что войдите на базар и осмотритесь вокруг...",
  "page-what-is-ethereum-wallets": "Кошельки",
  "page-what-is-ethereum-wallets-desc": "Как управлять своими ETH и счетом Ethereum. Для начала вам понадобится кошелек. Мы поможем вам выбрать его.",
  "page-what-is-ethereum-welcome": "Добро пожаловать в Ethereum",
  "page-what-is-ethereum-welcome-2": "Надеемся, вам у нас понравится.",
  "page-what-is-ethereum-defi-title": "Децентрализованные финансы (DeFi)",
  "page-what-is-ethereum-defi-description": "Более открытая финансовая система, которая позволяет иметь больший контроль над своими деньгами и открывает новые возможности.",
  "page-what-is-ethereum-defi-alt": "Логотип ETH, сложенный из конструктора Лего.",
  "page-what-is-ethereum-nft-title": "Невзаимозаменяемые токены (NFT)",
  "page-what-is-ethereum-nft-description": "Способ представления уникальных предметов в качестве активов Ethereum, которыми можно торговать, использовать в качестве доказательства права собственности и создавать новые возможности для создателей.",
  "page-what-is-ethereum-nft-alt": "Логотип ETH отображается в виде голограммы.",
  "page-what-is-ethereum-dao-title": "Децентрализованные автономные организации (DAO)",
  "page-what-is-ethereum-dao-description": "Новый способ сотрудничества и создания онлайн-сообществ с общими целями и объединенными фондами.",
  "page-what-is-ethereum-dao-alt": "Представление голосований DAO по предложению.",
  "page-what-is-ethereum-use-cases-title": "Откройте для себя варианты использования Ethereum",
  "page-what-is-ethereum-use-cases-subtitle": "Технология Ethereum привела к созданию новых продуктов и услуг, которые могут улучшить различные сферы нашей жизни.",
  "page-what-is-ethereum-use-cases-subtitle-two": "Мы все еще находимся на ранней стадии, но есть много поводов для радости."
}
